[
  "<p>A black van driver unfairly disciplined at work has become one of the first people to benefit from the formation of a new racial discrimination legal advice unit. </p> <p>Kofi Asiedu was physically assaulted by his line manager at Euro Car Parts in Bellingham, south-east London, in August last year following an argument over a delivery. Mr Asiedu said at tribunal that his manager had called him a 'black prat' during the assault. The manager was given a verbal warning over the incident after making a full apology for the assault. But when Mr Asiedu complained about the attack, he was issued a final written warning which dragged up 10 minor disciplinary offences occurring over several years. </p> <p>Outraged, Mr Asiedu resigned and contacted the Race Discrimination Unit at the North Lambeth Law Centre in south London. The unit is designed to provide free legal advice and representation to people who are claiming racial discrimination in their workplace. </p> <p>Lawrence Davies, a solicitor and project manager for the unit, says the help provided is vital for those unable to afford legal advice and representation. Limited legal aid is available leading up to an employment tribunal (typically two hours' work at £45 an hour, compared with the rate of £70 for other legal aid work), but this is woefully inadequate to prepare a complicated case and no aid is provided for representation in the tribunal itself. Davies says: 'At present, 65 to 70 per cent of race claimants are not represented at tribunal, and only 5 per cent of unrepresented applicants win their cases.' </p> <p>Davies believes most claimants fail because they do not understand the legal processes or jargon involved in presenting a case. And they usually face fearsome opposition. 'For every litigant representing himself or herself, the employer has one or two sharp, experienced lawyers, and they tear them apart,' he says. </p> <p>To qualify for help from the unit, a claimant must live in a borough of London, have a case which has a reasonable chance of winning, and fall below a notional income limit (based on earnings, size of family and debts). Davies says the unit would probably not take on a single person earning more than £20,000, or a couple with combined earnings of more than £30,000. While these limits may seem high, so is the expense of taking your employer to court. The average discrimination tribunal costs between £5,000 and £7,000 to prepare and present. And Davies says even those earning substantial salaries can find themselves in need of free legal help: 'When people are discriminated against, they often become stressed and unwell. You are likely to be signed off work and often end up on statutory sick pay of about £50 a week.' </p> <p>The Race Discrimination Unit is a collaboration between the North Lambeth Law Centre and barristers at Two Garden Court, a set of chambers specialising in human rights work. The barristers are providing 100 days' tribunal representation at less than legal aid rates. The unit's catchment area comprises 12 million people, and the response since its launch in May has been strong, with 90 cases in the pipeline, three that have already concluded at tribunal but await compensation decisions, and eight that have settled out of court, producing total compensation of more than £160,000. </p> <p>Despite its success, the future of the unit is already threatened. Its first year has been funded to the tune of £150,000 by the Commission for Racial Equality whose core funding was supplemented by the Home Office. Another £100,000 was won by the Northern Complainant Aid Fund in Bradford to represent race claimants in the Midlands. But although CRE funding will go up next year, it expects an increase in demands on its resources, and there is no guarantee that the Race Discrimination Unit's funding will be renewed. Implementation of the Race Relations Amendment Bill early next year is likely to result in an increase in discrimination cases over stop and searches by the police and mental health sectioning. </p> <p>Others had been hopeful that the recently implemented Human Rights Convention would enable people to claim legal aid for representation at an employment tribunal. Article Six of the convention, which covers the right to a fair trial, states: 'In the determination of his civil rights and obligations or of any criminal charge against him, everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal established by law.' </p> <p>However, Michael Burd, employment specialist at solicitors Lewis Silkin, is sceptical: 'The Government will fight this tooth and nail.' He believes the Government, which has dramatically reduced the number of firms handling legal aid cases from 11,000 in 1999 to 5,000 this year, will argue that claimants should be able to secure representation through the conditional fee agreement where the lawyer is only paid a fee if he wins the case. 'But unless you have got a case that's a dead cert, you are unlikely to want to take it on this basis.' </p> <p>Davies points out that even when a claimant's case is strong, a contingency fee offers little incentive to most lawyers: 'The average award for discrimination is between £6,000 and £8,000. This is bad business for solicitors on a 20 per cent contingency fee: they can earn much more by doing far less stressful and complex work.' </p> <p>Mr Asiedu, like many others who have faced discrimination in the workplace, did not have the skills to present his case at tribunal. But with the help of the Race Discrimination Unit, he has won. And although he is seeking a five-figure compensation payment, he says: 'I feel wonderful. It's not about the money but justice has been done.' </p> <p>\u0095 For further information contact the Race Discrimination Unit on 0207 793 0378, or visit <a href=\"http://www.rdu.org.uk\">www.rdu.org.uk</a>. The Northern Complainant Aid Fund can be contacted on 01274 740340.</p>"
]