[
  "The government is considering whether to extend employment rights to clergy after a ruling by the court of appeal, which yesterday rejected an application for judicial review by a 63-year-old Church of England rector. His contract had been ended following what he described as a kangaroo court of subordinate vicars and parishioners. <p>The Rev Ray Owen, team rector of Hanley, Stoke-on- Trent, who has been a vicar for 32 years, has not been paid for a year and now faces the loss of some pension rights and eviction from his rectory following the outcome of the two-day hearing in London. </p> <p>In a judgment, which drew references from the three lord justices hearing the case to whether God had given Adam a chance to explain himself before being thrown out of the Garden of Eden, the court ruled that the present day diocese of Lichfield had followed procedures correctly in deciding not to renew Mr Owen's contract. </p> <p>But the judges criticised the Church of England's employment guidelines for not allowing the vicar the chance to answer charges against his conduct during the course of a private hearing at a parochial meeting in January last year during which his style of ministry was criticised. </p> <p>Mr Owen had been allowed to attend the start of the meeting and put his case for the renewal of his contract but had withdrawn before one of his subordinates in the parish, the Rev Richard Thornburgh and others discussed their criticisms of the way he ran the team ministry in the centre of Stoke-on-Trent. </p> <p>In public the meeting stated that the parish would benefit from a change of leadership. In private members criticised Mr Owen's \"robust and authoritarian style\" and an occasion when he had harangued parishioners who disagreed with him from the pulpit. </p> <p>Quoting from a judgment of 1723, Lord Justice Schiemann said: \"The laws of God and man both give a party the opportunity to make his defence. Even God gave Adam a chance to explain himself.\" </p> <p>The outcome of the case has implications for increasing numbers of clergy who are employed on short-term contracts. They are regarded as self-employed benefice leaseholders rather than church employees. </p> <p>The Church of England said last night it would review its guidelines on the employment of clergy in the light of the court's ruling.</p>"
]