[
  "<p>Aston Villa continue to resemble the table dancing club that offers plenty of tease but precious little strip. Not for the first time, and doubtless not the last until John Gregory is given the wherewithal to sign the accomplished striker his side so desperately needs, Villa failed to capitalise on the midfield probings of Paul Merson. </p> <p>It all adds up to an overdose of frustration for Gregory who, after unexpectedly landing his dream job when appointed Villa manager almost three years ago, now harbours ambitions of taking them into the Champions League. After just nine games, profligacy in front of goal means they are already losing ground on the Premiership's top three. </p> <p>\"It was the same old story,\" Gregory said after watching his side fire yet another round of blanks. \"We had enough of the play but were unable to make it count. The same happened against Liverpool, Middlesbrough, Chelsea and Arsenal and the simple fact is we need a quality striker.\" </p> <p>Gregory expects to be given £5m from the sale of Ugo Ehiogu to make a signing, but he is not sure that will be enough to recruit the player of quality he needs. \"I'm not going to buy for the sake of it,\" he said. \"I need to sign someone who will make a difference to our play and win us matches rather than fill a vacancy. </p> <p>\"I think my chairman, Doug Ellis, understands that, although I appreciate with the uncertainty over the transfer market we could pay £10m tomorrow for a player who might be worth nothing in a couple of months' time.\" </p> <p>It must be galling for Gregory that Villa have invested £12m plus to replace the old Trinity Road stand and increase the ground's capacity to 50,000. With just 27,000 present yesterday the construction, opposite the Doug Ellis stand, is in danger of being known as Deadly's Folly. </p> <p>Gregory spent most of the match perched on an unfinished part of it monitoring his team's progress, or lack of it. Alongside him stood his Sunderland counterpart Peter Reid, who was left similarly frustrated by his strikers' failure to make the most of their opportunities. </p> <p>Unlike Villa's strikers, however, the waywardness of Kevin Phillips and Niall Quinn was, as Gregory will testify, uncharacteristic. Beforehand the Villa manager had said the presence of both Phillips and Quinn in his squad would guarantee that coveted Champions League berth. Afterwards he was grateful for a collective off-day by the pair. </p> <p>Sound defensive work from Gareth Southgate and Co restricted Sunderland's chances, but when they did appear there were no takers. Phillips cracked a second-half shot against David James' crossbar and Quinn, set up after Michael Gray's left-wing cross had skidded off Southgate's head, toe-poked the ball wide. </p> <p>At least Kevin Kilbane did force James to make a save seconds after the interval when, put through by his fellow Irishman Quinn, he hit a right-foot shot that the Villa keeper kept out by diving to his right. </p> <p>Kilbane was a constant menace down the right flank and his display was consistent with his improved form this season. \"He's a lot fitter than when he first came here last March and he's causing teams a lot of problems,\" said Reid. </p> <p>\"Unfortunately our strikers did not - we were comfortable throughout and had the best chances but wasted them. I'm disappointed with our display in the last third of the pitch, although to come here and get a result is not a bad achievement.\" </p> <p>In contrast to James, Sunderland's Thomas Sorensen had just one save of note to make, a one-handed tip-over to an effort from distance on the stroke of half-time by Lee Hendrie. It all added up to the first goalless draw in this fixture for 110 years. </p> <p>\u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to <a href=\"mailto:editor@footballunlimited.co.uk\">editor@footballunlimited.co.uk</a></p>",
  "<p>Conrad Black's Telegraph group yesterday confirmed that it is considering joining the auction for Express newspapers. </p> <p>A successful bid from Mr Black would create a serious rival to Rupert Murdoch's dominant News International group but would need to clear an exhaustive monopolies and mergers commission inquiry. </p> <p>The lengthy delay that would place over any deal with Mr Black could persuade Lord Hollick's United News &amp; Media to sell to one of several other parties that see the Daily Express, Sunday Express and Daily Star titles as \"trophy assets\", industry observers said. </p> <p>The Hinduja brothers, a venture capital-backed consortium led by former Mirror Group chief executive David Montgomery and the Barclay brothers, owners of the Scotsman and Sunday Business newspapers, have all expressed an interest in buying the papers, which are valued at around £120m. </p> <p>\"Clive [Hollick] has to ask himself whether he wants to hang on to the papers during a lengthy MMC inquiry and deal with the uncertainty that would bring to the business and staff or simply sell it to a bidder like the Barclays who would be unlikely to prick the interest of the MMC,\" said one senior industry executive. </p> <p>The Telegraph group discussed a bid for Express newspapers at a board meeting last Friday. Reports quote Dan Colson, deputy chairman of Hollinger, the Telegraph's parent company, as saying: \"We have always been opportunistic buyers of newspapers and we tend to look at most that come on the market. We will look at it.\" </p> <p>The two groups already have a close relationship through their 50-50 joint ownership of West Ferry, a print works in London's east end. That venture accounts for about half Express Newspapers' profits. A change of ownership in either media group allows the other partner to buy the 50% of West Ferry it does not own at a pre-agreed valuation. </p> <p>Observers say that the Telegraph, with its marketing and newspaper expertise, could revitalise the Express and turn it into a viable rival to Associated Newspapers' Daily Mail and Mail on Sunday titles. However, the Express is struggling to stem 30 years of circulation decline and operates in an increasingly competitive market whose boundaries have been blurred by price-cutting. </p> <p>\"Over the years the Express has moved left, right, young, old, north, south,\" said one source. \"Does the Telegraph group want to spend millions finding a market position for the papers and revitalising them? It's more likely to go to a bidder like the Barclays, who see the paper as a trophy asset.\" </p> <p>Media analysts say reports that venture capital firm Apax Partners is planning a bid are wide of the mark.</p>",
  "<p>The recent, and much-discussed, report by the Runnymede Trust on the future of multi-ethnic Britain rightly asked why so few black or Asian workers make it into senior positions in the workplace. So when it emerged last week that only one black person had worked on the report, and in a junior position - Helen Francis, an administrative assistant, who left the commission not long after the inquiry started - charges of hypocrisy were levelled. Robin Richardson, who edited the report, conceded: \"I am embarrassed. I agree with you that it doesn't look good.\" </p> <p>A response involving glass houses and stones is tantalisingly easy to trot out; investigating the central tenet of the report on equal opportunities in the workplace, however, is a modern day Gordian Knot. With Ireland's \"anti-racist workplace week\" coming up at the start of November, what is the real state of race equality in employment as we near the end of the first year of the new millennium? </p> <p>\"We have commissioned four reports over the last year which have revealed worryingly disproportionate levels of unemployment amongst black and Asian workers despite their degree level qualifications,\" says a spokesperson for the TUC. Set against statistics gleaned from the Labour Force Survey commissioned by the Department for Education and Employment, which show that 21% of black and Asian people obtain degrees, compared with 16% of their white counterparts, the question of why they are still far less likely to make it to a senior role in the workplace is a pertinent one. </p> <p>\"The TUC set up a Rooting Out Racism hotline in June of this year and within five days we had received 450 calls, all recounting harrowing tales of workplace harassment and consistent examples of people being overlooked for promotion,\" adds the spokesperson. \"There are many recommendations in the Future of Multi-Ethnic Britain report that need to be focused on by employers, not simply the one aspect [that of the contentious meanings of the word 'British'] that was highlighted by most of the press.\" </p> <p>The commission's 417-page report contained recommendations aimed at ensuring that more black and Asian people are employed in senior roles. But how easy is to enforce these policies? Alarmingly, it seems that the culture in many offices discriminates against people of ethnic minority origin often without companies and staff being aware of it. </p> <p>According to the commission for racial equality, companies can discriminate indirectly by not advertising vacancies in certain areas of the press to attract applicants from a diverse background, thus ruling out a whole section of the population. Another example is word of mouth recruitment which often favours the well-connected and privileged in society - the very antithesis of equal opportunities for all. Similarly, enforcing rules which make all employees work on particular days of the year despite their religious beliefs can amount to indirect discrimination. So how should companies go about resolving anomalies in the recruitment process? Dianah Worman of the chartered institute of personnel &amp; development emphasises the need for \"education and awareness-raising exercises in the workplace. </p> <p>\"Promoting race equality is all about valuing differences. It's in the interests of all businesses to communicate and deliver customer and client needs. Where are companies advertising? If this isn't pulling a diverse pool of applicants, where else could an organisation advertise?\" </p> <p>The economic aspect of this conundrum makes for fascinating reading. The Business Benefits of Race Equality at Work report is just one of those commissioned by the Department of Education and Employment for its Race Research for the Future series. It shows that an ethnically diverse workforce certainly pays: bottom line savings of up to £250,000 were made by one of the companies interviewed. Companies selected for their efforts in increasing race equality demonstrated increased staff retention, reduced recruitment shortages, improved employee relations, better customer service, increased sales and improved marketing. </p> <p>While research tends to focus on senior positions, there is also concern about the state of equality within the support staff industry, particularly in the light of the Helen Francis incident. A study by the institute for employment studies (IES), for example, looked into the effects of internal job advertising: in theory, it's fair, makes good use of available talent and shares opportunities around. </p> <p>However, another report published in July reveals what really happens. As co-author Wendy Hirsh explains, \"Managers are used to choosing people and putting them where they want, based on who they know and what they know about them. Putting jobs on noticeboards and intranets won't stop managers bucking the system, especially if the system seems bureaucratic and slow.\" </p> <p>The IES has identified that what employees dislike most are managers who advertise a vacancy but have already really decided who they are going to appoint. This may mean strong candidates do not get looked at seriously. Particular members of the workforce may be more vulnerable to this discrimination as they possess fewer connections in the first place. </p> <p> Listen to most support staff for any length of time and it soon becomes apparent that secretaries and administrators have a pretty hard time in terms of promotion prospects and increasing their areas of responsibility. The day-to-day experience of the average worker from an ethnic minority shows that these problems can be worse. </p> <p>Elizabeth Johnson is black and has worked as a PA and team secretary for nearly nine years, in companies as diverse as a top public sector union and a merchant bank. \"At the start of the recruitment process, I find that some consultancies want photographs to accompany your CV and it's at this point that my heart sinks. Too many times, I have nearly got the job but then a spurious reason for the vacancy no longer being available is given by the consultant, once the photos have been sent out.\" </p> <p>Once in a role, progression through the ranks is not always purely on merit. \"I seem to get along fine in team positions, but have found it harder to progress to senior roles such as a director's PA or an administrative manager,\" says Johnson. \"I don't think I'm paranoid as nearly ten years of experience and a business administration degree from a red-brick university have still not enabled me to progress beyond team secretarial roles. Meanwhile, many of my contemporaries are now office managers and senior executive PAs earning well in the region of £30k.\" </p> <p>Ultimately, there are no clear cut solutions. One way to level out the playing field is to make sure someone with no axe to grind - a manager from another area or someone from personnel, say - acts as a quality control in the recruitment process to ensure fair play. </p> <p>It is clear that discrimination by employers is one reason for ethnic minorities failing to get access to jobs and promotions despite often having the necessary qualifications. However, serious attempts to redress imbalances are now in place and with the economic benefits of equality self-evident, more and more organisations will find exclusion a high price to pay. </p> <p>\u0095 The Equality Authority in Ireland has nominated November 6-10 as Anti-Racist Workplace Week. </p> <p>\u0095 Free, Fair and Efficient? Open internal job advertising, Hirsh W, Pollard E, Tamkin P. IES Report 371, July 2000. ISBN 1-85184-301-9. £19.95. </p> <p><strong>Useful Links:</strong> <br> <a href=\"http://www.runnymedetrust.org\">The Runnymede Trust</a></p>",
  "Here is a political mystery worthy of Sherlock Holmes at his best. Why was Al Gore found in the library on Saturday with a dagger in his back? <p>An average of four polls taken after Tuesday's debate showed him a possibly mortal four points behind Bush. But pretty well everybody, including the Bushites, agrees that in the crucial debate in the \"show-me\" state of Missouri, Gore did a much better job on the issues than Bush. Gore showed that he had mastered the details of his budget - and also that he had a better grasp of the cost of Bush's proposals than Bush himself. Bush explained to Reuters his idea of what budgeting is all about: \"It's clearly a budget,\" he said, \"it's got a lot of numbers in it.\" </p> <p>A debate question that should have been a home run for Bush, every bit as decisive as David Justice the same evening hitting a home run for the Yankees, was from a 30ish woman who wanted to know how the rival tax policies would affect her. Bush told her we needed a stronger military. Come again? Well, somewhere in an irrelevant rambling answer there was a vague reference to his plan to cut taxes across the board, but the bewilderment of the woman was shared by everyone. A little later he stumbled into the realisation that his partial privatisation of social security would take $1 trillion from future retirees, a key voting constituency. </p> <p>The spear carriers in the press for Bush agree that he does not have the right answers, but now say that doesn't matter. The play is that Bush is really that older governor from California and people love him for his cozy woolliness just as they loved Reagan. It's a switch sale. It is true Bush still scores higher on likeability, but that is not enough to explain the contradiction between voting intentions and judgments on brainpower and policies. American voters may not be the most attentive in the world, but they also kick the tyres when offered a \"great deal\" at the used car lot. </p> <p>So why did Gallup/CNN/USA Today, for instance, give Bush a 10-point lead in voting intention, but report that most of these same people scored Gore 6% ahead of Bush on policies and nine points ahead on clarity of expression? The clue to the mystery, as in the Hound of the Baskervilles, is the dog we don't hear barking. Nobody at the national level has an ear to something that is happening in millions of homes across this vast country. It's this: when families sit down in front of the television, they are assailed and wooed night after night, hour after hour, by the most momentous political advertising campaign in history. So far Bush has spent $120m and Gore only $60m. \"Only!\" </p> <p>This advertising blitz, from the richer party, with more support from business, makes a farce of elective democracy, but it is only a Republican revenge for what the Democrats did to them in 1996 when Bill Clinton routed Bob Dole to win a second term. Nobody noticed in the early summer of 1996 that the Democrats were spending advertising millions unconventionally early. The Clinton campaign kept the scale of their spending secret. They concentrated the investment outside the media capitals of New York and Los Angeles. Neither the press or the Republican party caught on until it was too late. </p> <p>The scale of the Bush advertising campaign is one thing. The other is the cleverness of its disinformation. Ordinary people watching may well believe that the Gore they saw is really \"Gore-gantuan\" who secretly has plans to raise federal spending more than any president since Johnson's Great Society. They are being misled. As a percentage of national income, the only meaningful standard, Gore promises to reduce federal spending. Another scare ad says he will spend three times as much as Clinton envisaged in 1992. Again, it is not true. </p> <p>The most outrageous telly-con of all is the one that states Gore's prescription drug plan will subjugate senior citizens to the dreaded health management organisations which may overrule doctors. In fact, Gore relies on the government's respected fee-for-service Medicare programme. It is Bush who intends to create pressure on older folk to join managed care plans. But who will brief the couch potatoes? </p> <p>What is really at stake in this election is not so much this or that social security plan. It is the future of American democracy. All the barriers to control the insidious influence of money are down. If Gore wins, there will be reform. He has said he will make the McCain-Feingold campaign finance bill his first priority. Bush refuses to commit. Why should he? Money is working for him. He has made his position perfectly clear - in Bush-speak: \"I do not agree with this notion that somehow if I go to try to attract votes and to lead people toward a better tomorrow somehow I get subscribed to some - some doctrine gets subscribed to me.\" Work that one out, my dear Watson. </p> <p><a href=\"mailto:comment@theguardian.com\">comment@theguardian.com</a></p>",
  "While Stephen Bates's report (Racism in Catholic Church 'driving minorities away', October 16) accurately reflects our concern about the racism that still exists in the church, it does not mention the many positive developments. In many parishes, the baptisms and first communion groups are now disproportionately black and hundreds of Catholic schools have significant numbers of black pupils. <p>The Catholic bishops' response to the Stephen Lawrence inquiry was immediate and wholehearted. They took on board the inquiry's controversial definition of institutional racism and initiated a review of Catholic organisations and institutions to ascertain how well they serve our multi-ethnic society.<br> <b>Stephen Corriette</b><br> Director, Catholic Association for Racial Justice</p>",
  "The design engineer Joseph Black, who has died of cancer aged 79, was a wonderful, charismatic academic. He was a key figure in the birth of Bath University and, apart from a gap of three years as pro-vice chancellor between 1970-73, headed its school of mechanical engineering from its charter day in 1966 until just before his retirement in 1985. An aerodynamicist, he was also involved in the early stages of the project to build the Comet - the world's first jet airliner. <p>Born in Belfast, Black was educated at the Royal Belfast Academical Institution and Queen's University, graduat ing in 1941 with first-class honours in mechanical engineering. After three years with the Royal Aircraft Establishment at Farnborough, he returned to Queen's in 1944 as a research fellow. In 1945 he joined de Havilland to work on the Comet and then, in 1946 with AR Collar, he set up Bristol University's department of aeronautical engineering. </p> <p>Thirteen years later, by then a senior lecturer, he became head of a new combined aeronautical and mechanical engineering department at what became a college of advanced technology (CAT) developed from the Bristol College of Technology. The 1960s was a period of rapid change in higher education, and in 1966 the Bristol CAT seized its chance to emerge as the new Bath University. Between 1960 and 1966 Black was crucial to the intense academic planning which preceded the university's birth, and was a member of the team which chose its Claverton Down site - other suggestions had included anchoring the Queen Mary off Clevedon Pier. From 1964-74 he served on the university grants committee, and the fledgling university was fortunate to have an eloquent voice at the heart of this national decision-making body. </p> <p>Black laid the foundations of the school's reputation in engineering design and, enthusiastic about new techniques of computer-aided design, ensured their widespread adoption. This emphasis on design permeated from undergraduate teaching onwards. He initiated the annual exhibition of senior students' design and project work and the Joseph Black Memorial Lecture given by a distinguished outside speaker. He was the driving force behind two innovative courses in engineering with French and engineering with German. Language skills were buttressed by the teaching of aspects of the engineering course by resident French and German engineers in their native language. </p> <p>He was a member of the Design Council (1976-1982) and served as Science and Engineering Research Council /Design Council engineering design co-ordinator from 1985-89. He earned many honours including fellowships of the Royal Aeronautical Society, the Institute of Mechanical Engineers and the Royal Academy of Engineering. In 1977 he was awarded a Queen's Silver Jubilee Medal for services to Bath University and honorary doctorates from Loughborough and City universities. </p> <p>In his retirement Black was awarded a Leverhulme Trust fellowship to research and write on engineering in art. The outcome was a series of beautifully illustrated public lectures, each based on some engineering feature which formed part of a painting. One lecture pointed out - in a series of old paintings - the existence of movable water-driven mills anchored off quaysides. He was an accomplished silversmith. He chaired the trustees of Bath's Holborne of Menstrie Museum, was a trustee of the Bath Industrial Heritage Trust and a committee member of the Victoria Art Gallery in Bath. </p> <p>Black was immensely enthusiastic, intellectually curious to the end, and helpful and sympathetic to staff and students alike. He drew on a seemingly bottomless store of words with which he could weave a seamless discourse, on any subject. There were no awkward silences in his company. </p> <p>He married Margaret Hewitt in 1946 and they enjoyed a devoted family life with three sons and a daughter. </p> <p> <b> Joseph Black, design engineer, born January 25 1921; died October 3 2000 </b> </p>"
]