[
  "A City firm excluded ethnic minorities from a privileged \"inner circle\" of senior accountants by failing to advertise vacancies to all its staff, a tribunal heard yesterday. <p>Lloyd's Register of Shipping, which monitors international shipping, bypassed Indrajeet Lalbeharry, who was born in Guyana, for promotion to senior management accountant nine times, without informing him of vacancies, the hearing in Stratford, east London, heard. </p> <p>The firm's top accountants, who earn at least £50,000 and enjoyed special privileges such as their own dining room, did not include a single employee of ethnic origin in the 23 years Mr Lalbeharry was employed, the hearing was told. </p> <p>Mr Lalbeharry, who held a position one grade lower than senior accountant, claimed he was racially discriminated against in contravention of the commission for racial equality's code of practice. </p> <p>He said: \"The majority of jobs in senior management positions (Grade 18) were not advertised but communicated by word of mouth to a selected circle of known individuals. </p> <p>\"A dining room existed for the sole use of Grade 18 employees and above. This [meant] discussions about vacancies and other related matters took place within the confines of a private dining room.\" </p> <p>Mr Lalbeharry, 57, from Haringey, north London, gave five examples of white colleagues being given opportunities to gain experience which allowed them to become more qualified for promotion. The staff who rose to senior management were less qualified and experienced than he was, he told the hearing. </p> <p>In September 1995 he expressed his unhappiness about being bypassed for promotion to his financial director, but was told to drop the matter. He said: \"The financial director at the time said he was appalled by the way I had been treated. </p> <p>\"I was assured that the chairman was unhappy but it was suggested that the incident should be allowed to close.\" </p> <p>Paul Goulding QC, for Lloyd's Register of Shipping, drew attention to Mr Lalbeharry's work appraisal reports, which showed his performance declined before he complained of being bypassed for promotion. </p> <p>The hearing continues today. </p> <p>Press Association</p>",
  "The salary is £1m a year, you choose your own staff and even in a good year - an increasingly rare event - you work just 16 weeks out of 52. In the real world there would be no shortage of candidates for the job of England manager. <p>English football, however, does not count as the real world at present and yesterday, as the Football Association began the task of finding a replacement for Kevin Keegan, who quit after England's shambolic 1-0 defeat by Germany, the leading candidates lined up to rule themselves out. </p> <p>Speculation about such a high profile post always moves quickly but this was record-breaking; by the end of the day six potential applicants had declared themselves unavailable, leaving just Terry Venables, who walked out on the job in 1996, and Howard Wilkinson, who takes charge of the side in Finland tomorrow, with their CVs in the in-tray. </p> <p>First to offer a firm \"non\" was Aimé Jacquet, manager of the side that captured the World Cup in 1998. \"At the French federation I lead and I am pursuing passionate work with the coaches. That is fully sufficient for me,\" he said. </p> <p>First of the English candidates to pull out was Peter Taylor of Leicester, a former coach of England's under-21s. </p> <p>\"To be mentioned is an honour and very very nice, but it is not for me at the moment,\" he said, perhaps recalling the chorus of abuse that greeted Keegan as he departed Wembley on Saturday. </p> <p>It is a measure of the FA's desparation that Taylor, whose top-flight career amounts to eight games in which time he has taken Leicester to the top of the Premiership, should be a leading candidate. </p> <p>Next to withdraw were Peter Reid of Sunderland and Bryan Robson of Middlesbrough, stalwarts as players but not renowned for tactical genius; both have seen their clubs from the Premiership. Another former England manager, Sir Bobby Robson of Newcastle, was barred from leaving his post by his chairman and another Frenchman, Gerard Houlier of Liverpool, declined to put his name forward. </p> <p>One man remains non-committal, Arsène Wenger of Arsenal. An anglophile with an outstanding record in the Premiership, he would be a popular and progressive choice. But the Arsenal chairman, Peter Hill Wood, feels the Frenchman lacks one essential quality: \"He is not crazy,\" he said. </p> <p>\u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to <a href=\"mailto:editor@footballunlimited.co.uk\">editor@footballunlimited.co.uk</a></p>",
  "Flo seems such a nice old lady. She is feisty, good-humoured and worries about how other elderly Americans are getting on, especially with the high price of medicines these days. She is especially concerned that some new-fangled policy in Congress is going to put \"big government in our medicine cabinet\". <p>That remark, almost hidden among her lighthearted musings, gives away who she really works for. The series of public policy advertisements she appears in is paid for by an innocuously named group, Citizens for Better Medicare, which turns out to be the public relations arm of Pharmaceutical Research and Manufacturers of America. </p> <p>The industry lobby is fighting a tooth and nail battle against a Democratic proposal to curb the ballooning price of prescription medicines. It has poured more than $11m (£7.8m) into the presidential campaign - mainly to George W Bush who opposes the scheme, but about a third to Al Gore in the hope he will feel beholden to the industry if elected and perhaps water down the plan. In a close race like this, it pays to hedge your bets. For that reason, the industry has ploughed many millions more into congressional races. </p> <p>The gulf between Flo's kindly face and the hard-edged bottom-line war she is fighting in is a fitting illustration of the two parallel elections underway in the US. One is a contest of personalities and a menu of user-friendly policies that fills the airwaves and news bulletins. The other is practically invisible and pits two loose coalitions of corporations and interest groups against each other in a struggle to decide how money will be made and who will make it under the next administration. </p> <p>The map of the visible election is familiar. It is the patchwork of states coloured in different shades to represent their allegiances. The other, largely invisible, electoral map shows how corporate America has lined up for contest - the most money-driven election in US history. </p> <p>Larry Makinson, head of the Centre for Responsive Politics which monitors the role of money in the campaign, said the sheer amount of cash involved owed a lot to the closeness of the race. The corporations, he explained, \"don't know who to lobby because they don't know who's going to be in control and both parties are trying to raise money like gangbusters. And so they're calling in chits.\" </p> <p>But after the election, it is corporate America that will call in its chits, and - if recent political history is anything to go by - much of the new administration's policy will be guided by the bets placed by big business during the campaign. </p> <p>In some cases, the policy issues are the same in both the visible and invisible elections. The future of Medicare has been exhaustively debated, even though the trade association, whose \"public service\" broadcasts are helping shape that debate, is rarely identified. </p> <p>However, many of the key battles which determine the struggle over big money are not fought in the open. They concern issues such as tort reform and financial deregulation, which sound obscure and tedious, but which represent billions of dollars to both parties' financial backers. </p> <p>The story is often told of how George W Bush came almost out of nowhere to win the Texas governorship in 1994 from a popular Democratic incumbent, Anne Richards. It is often explained in terms of Mr Bush's optimistic never-say-die nature and his easy manner with ordinary Texans. </p> <p>But it had a lot to do with one campaign pledge. \"Probably the first and most important thing I will do when I am governor of this state,\" he promised, \"is to insist Texas changes the tort laws and insist we end the frivolous and junk lawsuits that threaten our producers and crowd our courts.\" </p> <p>True to his word, he signed a string of tort reform bills in his first few weeks in office. Tort reform means making it harder for consumers to sue large corporations. If he becomes president, Bush and his backers mean to put industries such as tobacco, guns, oil and medicine far beyond the reach of the lawsuits which have had the corporations pinned down in the courts for years. </p> <p>The Bush tort reform proposals would limit victims' rights of access to the court system and cap the amount of damages they could be awarded if they did manage to bring a case to court. </p> <p>The effect in Texas was dramatic. When a San Antonio jury tried to award a widow $42.5m after lax oil company safety procedures had resulted in the death of her husband, an oil refinery worker, the Bush tort reform laws meant the company paid just $200,000. </p> <p>Mr Bush's tort reform pledge flooded his 1994 campaign with corporate funds, and is doing the same now. It is bringing in cash from almost every corporate sector which feels vulnerable to the US people's litigious instincts - financial services, insurance, tobacco, pharmaceuticals and oil, the list is endless and explains the Republican candidate's extraordinary lead in the money stakes. The anti-corporate third party candidate, Ralph Nader, often refers to Mr Bush as a \"corporation disguised as a human being\". </p> <p>Mr Bush had raised a record $170m by the end of August and must be heading towards $200m by the election on November 7. Over half his campaign funding is \"hard money\" - individual donations subject to a limit of $1,000 given directly to his campaign coffers. These donations are often \"bundled\" together by firms or interest groups in the names of their members or employees. </p> <p>The rest is \"soft money\" which can be given to each party's national committee to promote \"issues\". These issues are not supposed to be directly related to the election campaign, and so are not subject to cash limits. But it is a transparent veil. The money and the advertising it funds almost always goes to support the presidential candidates. </p> <p>Vice-president Gore has raised more soft money than hard but altogether he has little more than half the financial resources of his opponent. His key backers are the lawyers, who fear tort reform as much as Mr Bush's corporate sponsors crave it. In most class-action lawsuits - against gun manufacturers, tobacco, the construction industry or whomever - the lawyers keep a third of the financial award. Each year in US courts that accounts for a huge sum of money and the legal industry has invested nearly $12m in Mr Gore to make sure its members are not deprived of it. </p> <p><b> Alienating industries</b><br> </p> <p>Mr Gore's and the Democrats' close association with the trial lawyers has, however, inflicted strategic costs elsewhere, alienating industries that might otherwise be sympathetic, such as the computer and dot.com industry. </p> <p>Silicon Valley is this year's emerging big player on the election Monopoly-board, contributing $10m to the presidential campaigns alone. The Clinton Democrats have long held an edge here, as they have generally opposed initiatives to tax the internet. Furthermore, the relaxed liberal California lifestyle which is home to many in the industry is conducive to Democratic support. Democratic primacy is being challenged however, as the big computer and internet firms worry about the threat of shareholder lawsuits, by which individual owners of company stock have sued firms for sudden plunges in its value, a frequent occurrence in the volatile hi-tech sector. </p> <p>The huge financial sector is also tilting away from Mr Gore. The banks and investment houses have traditionally been \"double-givers\", backing politicians on both sides, to make sure government stayed out of their business. Their payoff was the financial deregulation legislation of 1999. </p> <p>But this year, there is another issue on the table. Mr Bush's proposal to allow Americans to invest part of their social security payments (the US version of national insurance payments) in the stock market has raised the possibility of billions of dollars of new investment funds for the securities industries. It represents a significant prize and has tilted this, the largest single corporate sector, decisively in Mr Bush's favour. </p> <p>Mr Gore's environmental policies have cost him dearly in the race for big money. It has alienated the real estate brokers and construction industry, which are against environmental zoning, the transportation industry, which wants cheap fuel and less emission control, and the big oil companies. </p> <p>Mr Bush and his running mate, Dick Cheney, spent much of their careers in the oil business, so the industry's backing comes as little surprise. But the oil companies will exact a price for a Republican victory. They want to explore the Arctic coastal plain in Alaska, beneath which they believe there are 16bn barrels of oil. Mr Gore has said he will not allow the area, a wildlife refuge, to be destroyed. </p> <p>Mr Gore's environmental policy is generally more popular with voters, as is his support for Medicare and his opposition to tort reform (most Americans believe in the right to sue). But those positions have also lost him financial backing. This election may prove whether you can win the contest for votes without winning the contest for money first.</p>",
  "A youth who falsely claimed he was attacked by a racist gang, doused in petrol and set on fire, was yesterday sent to a young offenders' institution for three months. <p>Chris Barton, 18, admitted wasting police time at an earlier hearing and was being sentenced at Oxford magistrates court. </p> <p>Thames Valley police launched a hunt for a gang of white teenagers alleged to have screamed racist abuse before hurling petrol over Barton and igniting it during the late night attack in the village of Berinsfield, Oxon, last April. </p> <p>Barton, of West Indian origin, claimed the men then walked away laughing. He had stolen a car from Abingdon college the previous night and had burnt himself while torching the vehicle, leaving scars to his face and arms, the court heard. To cover up, he made up the \"racist attack\", even selling his story and photographs to a local news agency for £400. </p> <p>Credit cards and a driving licence belonging to the car owner were later discovered in his bedroom by police. </p> <p>Jennifer Jonckheer, prosecuting, said his actions led to hundreds of hours of police time being wasted. </p> <p>Stipendiary magistrate David Simpson ordered Barton to pay £400 compensation to the police.</p>"
]