[
  "Jack Straw, the home secretary, is clearly feeling rather bruised by the recent criticisms made by the United Nations committee on elimination of race discrimination of the government's race strategy. After all, the UK's report to them was not only - as always - lengthy and on time, it was also probably the most open and progressive report it had submitted: recording some positive achievements and targets, stating its commitment to achieving race equality and admitting to the need for further work. <p>Had Straw been at the committee's meeting in Geneva, he might not have been so surprised. One of the issues on which the government came to grief, as many of its predecessors have, was over the race/immigration divide. </p> <p>The government stressed its toughness on institutional racism and racial attacks, its commitment to employment equality targets, and its strong support for the Lawrence family and inquiry. But this only served to highlight the failure to respond promptly and clearly to a vicious and racist anti-asylum-seeker press campaign, the exemptions for immigration law in the new Race Relations (Amendment) Act, and the social exclusion of asylum-seekers that is almost bound to result from the new support system of dispersal and vouchers. </p> <p>The UN committee were right to conclude as they did that racism is indivisible; there cannot be a trade-off between fair treatment of minority groups already here and those that newly arrive. Attacks on one group of strangers encourage hostility to all who are visibly different. As the committee pointed out, the dispersal system \"may hamper the adequate access of asylum-seekers to legal and other necessary services, eg health and education\". So, while one part of government has an action plan designed to deal with the consequences of decades of racial injustice, another is setting up a system that is likely to create disadvantage and exclusion for the present and future. </p> <p> O ne of the most important elements, for those of us from non-government groups who were present, and for the committee itself, was the presence of around a dozen black and Asian people from ethnic minority and community organisations. They had come to be witnesses, in both senses: listening to the hearings, and also providing vivid personal testimony to members of the committee on inadequate investigation of deaths in custody, school exclusions and racial harassment in schools, the degrading treatment of asylum-seekers and the marginalisation of community organisations. Those testimonies were a powerful reminder of the people who lie behind the statistics and who are supposed to underpin the policies in the UK's report. </p> <p>Though the government claimed that its report had been written after consultation with over 40 of the main race bodies, those who were present did not find that their views or their voices had been properly reflected. They were part of a larger group of human rights, asylum and community organisations which presented an alternative report on UK race policies, with some powerful criticisms. </p> <p>They are not the only group to feel consulted but not listened to: children's rights groups made the same comments about the UK's report on the rights of the child convention; many asylum groups regretted the time and energy spent in discussions that seemed to have little effect on the eventual content of the Immigration and Asylum Act. Homeless groups have spoken of \"access without influence\". Often, the government ap pears to signal that what it wants from the non-governmental community is gratitude, rather than engagement. </p> <p>The irony is that, in relation to this report, the key concerns of the committee and outside groups are also core parts of the government programme. Action on racist attacks and harassment school exclusions, equality of employment opportunities, dealing with institutional racism within the police and public authorities - even the successful integration of asylum-seekers - are all among the key government objectives presented to the UN committee. </p> <p>The committee is looking for outcomes, however, as well as policies: it wants a progress report and a comprehensive strategy. non-governmental organisations have unique experience that can assist in achieving those outcomes. That should be an opportunity, not a problem, for a government that opened its report to the committee by stressing its \"joined-up\" approach as well its appreciation of its \"critical friends\" outside government. </p> <p>\u0095 Anne Owers is director of the campaigning organisation Justice </p> <p><a href=\"mailto:comment@theguardian.com\">comment@theguardian.com</a></p>",
  "<p>It's been a tough old week for the residents, what with the exorcism of Resident Evil from their midst and everything, but that's nothing compared to the trauma that new housemate Claire's arrival has caused for the rest of us. </p> <p>It was a stroke of genius by Channel 4 not to opt for \"some mature lady\", as the housemates predicted, and plump instead for the honest-to-god tabloid charms of Busty Claire, 25. Five weeks in, the housemates have comprehensively run out of chat and have taken to reading books in the garden. </p> <p>Luckily, however, good old sexual frustration may yet save the day. Claire's been leapt on by Comedy Scouser Craig like fresh meat flung to a starving man; even Darren showed a momentary interest before retreating back into high-camp distraction and his increasingly unsettling preoccupation with Marjorie the chicken. (Tom, for whom it takes some time to broach with a lady the possibility of \"intimate moments\", has been rather eclipsed on this one). The women don't like her at all, of course - but that, as Mel pointed out, \"is what women do\". </p> <p>And viewers may yet come round to Claire and her giggling ways. Because however successful the Big Brother format around the world, it does have one fundamental flaw that's only just beginning to dawn on us Brits. Namely, that as the series builds to its supposed climax, with fewer and fewer housemates remaining, it also becomes (whisper it) really quite dull to watch. The public has been rather mumsy and moral about the whole thing so far (hence motherly Anna's seemingly inviolable position as the bookies' favourite), but with the prospect of the programme turning into a worthy BBC2-style social documentary on sunbathing, cookery and sleep, we'll become increasingly thankful for a bit of Claire's tabloid tomfoolery to spice up the main business of paranoia, bitchiness and bad tie-dyed clothing. Thank god for that hot tub.</p>"
]