[
  "<p>This summer England cricketers have been grabbing the headlines and - glory be - it's often been for the right reasons. There has been Dominic Cork's match at Lord's; a couple of purple spells from Andrew Caddick; Darren Gough, now canny as well as impish, alarming overseas left-handers with the new ball; Stewart's hundred in his 100th Test and Marcus Trescothick's encouraging arrival in international cricket. </p> <p>So it's not so strange that one of the more significant advances by any English cricketer this summer has passed almost unnoticed. Perhaps it is appropriate that Craig White should now find himself a regular in the England squad without any fanfare. For White does not crave the spotlight; and he concedes that he's not the most confident man in the world, that he has a tendency for introspection, for agonising over past failures on the cricket field. </p> <p>In a way this is remarkable. You'd think anyone born in Yorkshire and brought up in Victoria, Australia, would, at best, be full of himself; at worst intolerably brash and insensitive; a talker not a listener. So much for our stereotypes. White is quietly spoken, unassuming and a little diffident; far closer to Graham Thorpe, say, than his fellow Yorkshireman, Gough. </p> <p>He's had an astonishing eight months. Last winter he was in New Zealand, in the middle of an undertaking to play one-day cricket for Central Districts when the SOS from South Africa arrived. This surprised him since he was not one of the reserves alerted to be on standby for the tour. He replaced the injured Andrew Flintoff and his one-day performances soon impressed coach, Duncan Fletcher, something White learnt at first hand on another rain-soaked afternoon in South Africa. </p> <p>'I remember being in my room and I got a call from Duncan to come and see him. He told me he'd seen something he liked not just for one-day cricket but for Test cricket as well. Somehow he knows how to say the right thing at the right time. He lets you know that he rates you. And I came out of his room ten feet tall, feeling a world-beater.' </p> <p>The central contract, offered White at the start of this season, soon confirmed that Fletcher wasn't blathering; he put the ECB's money where his mouth was. The pundits were surprised but now most of us nod sagely. Yet it has not been straightforward for White this summer. </p> <p>He was omitted from the team to play against Zimbabwe at Lord's in May and tore a hamstring while on a training run. The hamstring tear was to become the least of his worries as he recalls: 'I went back to Yorkshire and on the Sunday I was going to Headingley on my motorbike for some treatment and I could hardly see. On the Monday my vision failed again. On the Tuesday when I was in Scarborough I had a pain in my chest and blacked out. I ended up in the gutter with blood pouring from my chin. Apparently I'd been unconscious for about 20 seconds'. </p> <p>After a night in hospital under observation there was a desperately anxious ten days for White awaiting the results of a variety of tests. No definite answers were produced but at least blood clots or brain tumours were ruled out. During that period White contemplated life without cricket and certainly began to view things in a different light: cricket was suddenly a game again. </p> <p>It may be fanciful to suggest that White's improved performances in an England shirt are a direct consequence of this frightening experience, but there is no doubt that he's looked far more relaxed in international cricket this summer, especially when he's tossing down 88 mph reverse swingers from around the wicket to the West Indian left-handers. </p> <p>However there was good reason for him to feel a bit awkward in his first spell as an England player. Back in 1994 he was mischievously plucked out of the hat by that Yorkshire magician, Raymond Illingworth, and suddenly plunged into the England side at number six. 'I could sense the conflict between Athers and Illy over selection and that played on my mind. I was thrilled to play and I wouldn't change that but I think I would have played more for England if I'd started a couple of years later,' he says. </p> <p>For White the pace bowler was incredibly raw in 1994. He came over to England from the Australian Academy in 1990. 'I arrived as an opening batsman, who also bowled off-spin and was a reserve wicketkeeper,' he recalls. Like Fred Trueman he played for the Yorkshire first team before playing in the second XI and actually took five wickets in an innings against Surrey at Harrogate in that season bowling off-spinners. </p> <p>But he cemented his place in the team as a batsman. In the nets he bowled some seamers and Martyn Moxon was impressed by his surprising pace from such a gentle, ambling approach and started giving him a few overs in this vein in Championship cricket in 1993. In 1994 he was in the Test team; it was, as they say in Bendigo, where White was raised, 'a big ask'. </p> <p>Now at the age of 30 he's learnt his trade. He offers the batsman an unusual threat especially with the old ball. He has become a reverse-swing specialist. When the ball stops swinging in the orthodox manner for Gough and Caddick it's time to toss the ball to White to see if reverse swing can come into play. He attacks the left-handers, predominantly from around the wicket and the slip cordon are on the alert. He's content in a role that has changed significantly since his arrival in England a decade ago. Now he's a bowler, who bats as low as number eight for England. He's yet to score many runs at Test level but he should do. On a broader scale he's happy - after his experience in Scarborough - just to be playing.</p>"
]