[
  "<p><strong>I have been involved in very difficult discussions with my employers which could result in my dismissal. Inefficient union officials have added to the problem. When I was involved in a grievance procedure, they failed to produce pages of minutes that would have proved my case. Now they seem reluctant to tell me how my dismissal negotiations are going. </strong></p> <p>You could take your union to court and perhaps win compensation if it breached its duties to represent you effectively. This, however, is a very difficult procedure. If you wanted to try it, you might get free advice from a law centre. You might also think seriously about trying to achieve a settlement with them rather than ending up in court. If poor representation did lead to your dismissal, your case against the union would be easier. </p> <p>You have the right to withdraw your authority for the union to represent you. Your employer would then have to negotiate with you, or with someone else you nominated. But it might be better to ask the union's head office to supply another representative. Some union officials do let clients down. Others dawdle on cases they think are weak. If that were so, they should be frank rather than let you down painfully and slowly. </p> <p> Legal advice from Lewis Silkin.</p>",
  "<p>All this week it has been difficult to stop a couple of lines from a Danny Kaye film, The Court Jester, running through the mind: </p> <p>The pellet with the poison's in the chalice from the palace. </p> <p>The flagon with the dragon has the brew that is true. </p> <p>Kaye was a weakling in a suit of armour about to fight a knight twice his size, so the opponent had to be doped. Should anyone ever take on the job of coaching the England football team, the new man might be advised to hire a video of The Court Jester to pick up some tips, the opponent in this case being the job and all the aggro that goes with it. </p> <p>Before England galumphed to a scoreless draw in Finland on Wednesday their caretaker, Howard Wilkinson, insisted that, far from being a poisoned chalice, the job would be a golden goblet for the right person. Having taken a couple of sips from the cup of hemlock in Helsinki he may wish he had opted for the flagon with the dragon. </p> <p>After the game Wilkinson echoed a thought similar to one expressed by Adam Crozier, the Football Association's chief executive, when he implied that it might be more sensible to build a team for the 2004 European Championship and 2006 World Cup rather concentrating purely on Japan and Korea in two years' time. </p> <p>Unfortunately Wilkinson used the phrase \"abandoning the World Cup\" which triggered off accusations on the back pages of surrender and wimping out when all he had meant was that the next England coach might regard the 2002 World Cup as a means to an end rather than an end in itself. </p> <p>When Wilkinson first became England's caretaker coach, following the sacking of Glenn Hoddle, he said that, if the FA wanted a successful national team, \"then it must put the structure in place which will protect the coach and give him the best support\". He added that in choosing Hoddle's successor the FA \"should know a little bit more about people they're considering than what they read in the papers or what someone tells them\". </p> <p>So impressed were those making the appointment that they signed up Kevin Keegan largely because the Sun said they should. Only now, under Crozier, does the FA appear to be taking Wilkinson's points to heart. </p> <p>Whoever England's next coach turns out to be it must be hoped that this time the structure for building regularly successful international teams includes a dynastic system which will produce a ready-made successor instead of the present crazy lottery for which none of the more likely names wants to buy a ticket. </p> <p>Ron Greenwood inaugurated such a system when he managed England between 1977 and 1982, creating a chain of command for the senior team, the Under-21s and those below. It is no accident that the smoothest transition of power from one England coach to another followed Greenwood's retirement after the 1982 World Cup when he handed over to Bobby Robson, who was already part of the set-up. </p> <p>The FA made one of its bigger mistakes when Greenwood was not asked to stay on in an advisory capacity. As Wilkinson has observed, when people leave the England job \"they take their experience away either in their heads or in cardboard boxes\". Or in Keegan's case a matchbox. </p> <p>If Crozier is true to his words, the FA ought to get it right now. But how easy would this be to apply in the case of a foreign coach, an idea which has steadily gained ground since Keegan's resignation following the defeat by Germany a week ago? </p> <p>Bobby Charlton's objection, that to have a foreigner running the England team would be a disgrace and an insult, can be excused because Charlton represents a time in English football when the idea was not only unthinkable but unnecessary. England had the players and nobody was thinking beyond Alf Ramsey as manager. </p> <p>The notion of having an Italian or a Frenchman in charge of England is a disgraceful reflection on the way that playing standards here have been allowed to wither for the sake of the quick fix of foreign imports while the coaching side has not so much been neglected as allowed to wear blinkers, oblivious to what was needed to keep up with trends abroad. </p> <p>The practical difficulty of appointing a foreign coach is that he would want a back-up staff of compatriots, taking them with him when he left. The situation would be no different from last Sunday, when Wilkinson found himself having to scrape around for assistants because Keegan's coaches, Arthur Cox and Peter Beardsley, were not prepared to stay on even for three more days. </p> <p>Objections to a foreign appointment on xenophobic grounds are not worth a first glance, let alone a second. But should this happen, it would still be a sad reversal of the days when English coaches like Vic Buckingham and, much more recently, Roy Hodgson were thriving abroad. </p> <p>Few will probably remember George Raynor, the Yorkshireman who took Sweden to the 1958 World Cup final. \"Perhaps I am regarded as a freak at home,\" Raynor wrote at the time. His recipe for budding footballers was: \"Never let your skill make you big-headed, keep trying to play football whatever the provocations, and keep off drink and train hard.\" </p> <p>There are some dressing rooms in the Premier League which would regard Raynor as a freak now.</p>"
]