[
  "<p> I dare say that there are moments when we all hanker after a bit of fine dining. Value for money, cutting-edge cooking, designer daftness are all very well in their way, but how about a night of grandeur for a change, a sense of heady indulgence, of the stateliness and standards of the hautest of haute cuisine. London manages to support one or two restaurants staking out this particular territory - Le Gavroche, the Oak Room, the Ritz, the Capital Hotel, the Connaught, Gordon Ramsay, the Square, Chez Nico to name a few - but then so it should if it has serious claims to be a major eating centre.</p> <p>As a fellow who is as partial to a spot of coddling and class as the next, and in the interests of science, naturally, I recently visited two new arrivals in what you might call the Ultra Class - Foliage at the Mandarin Oriental Hyde Park Hotel and John Burton-Race at the Landmark Hotel.</p> <p>However, it would be pointless to argue that the fact they are in hotels has not affected them in certain ways. For example, John Burton-Race's dining room is ineffably the grander of the two, with a vaulting ceiling encrusted with creamy plasterwork like a formalised coral reef somewhere high above your head. There is a huge sense of old-fashioned space, formality and hush, fostered by widely spaced tables, the lush luxury of the tablecloths, napkins, tableware and the squadrons of slippered staff. </p> <p>Foliage, on the other hand, which the powers that created it insist on pronouncing Foe-li-arge for some reason, is the epitome of modern hotel restaurant design. Enormous expense has managed to turn an awkward space into a kind of business-class airport lounge as designed by Hugh Hefner, with lacquered and smoky mirrored surfaces and submarine colours. It is something of an achievement to spend so much money and come up with something so utterly sexless.</p> <p>There is nothing sexless or gutless about Hywel Jones's cooking. Mr Jones works under the kindly eye of executive chef David Nichols, a high-class veteran of the hotel restaurant scene, but is, apparently, left pretty much to his own devices, which makes very good sense, as he can cook pretty seriously.</p> <p>Festina and I chuntered our way through poached lobster, vinaigrette of crab, confit tomatoes and caviar dressing; roast scallops, turnip purée, creamed parsley, verjus glaze, fricassee of ceps and snails from among the first courses; braised pork, raviolo of braised trotter, summer asparagus, tomatoes and basil; and saddle of rabbit, creamed sweetcorn, pithivier and grilled Alsace bacon among the main courses; and goats' milk pannacotta, marinated peaches and almond biscotti and bergamot crème brûlée with fresh raspberry millefeuille among the puddings.</p> <p>There was only one duff dish among the lot, and that was the goats' milk pannacotta. Goats' milk does not make a nice pannacotta is all I can say.</p> <p>Nor were the marinated peaches much cop. For the rest, however, working within the idiom of classic modern French haute cuisine, Mr Jones produces lovingly detailed, sometimes overdetailed - there is a sense that some of the dishes would work just as well with a couple of ingredients less - exquisitely worked grub. Outstanding was the huge fat roasted scallops with a supremely subtle turnip purée so smooth that it was almost liquid, the richness of these two being cut by the fruity acidity of the verjus; and the braised pork, which was cooked to a fabulous delicacy.</p> <p>The words fabulous delicacy aren't ones you would readily apply to John Burton-Race's cooking. Fabulously rich and fabulously luxurious, certainly, and fabulously opulent. I have been twice, the second time for serious field work with my old friend Antrobus, an eater of the old school. We turned our backs on the set-price lunch at £28 for three courses and the menu gourmand at £160, which delivers seven principal courses and any number of walk-ons for two people, to explore the full à la carte, on which the cheapest course is £22 and the most expensive is £36.</p> <p>On the whole, our dishes came from the upper end of the price spectrum - suprême de pigeonneau en raviole; langoustines à la vapeur, sauce vierge et sa petite salade de pomme de terre; queue de boeuf farci aux champignons, crème raifort; assiette de veau au deux saveurs; tiare marjolaine and cheese. You don't go away feeling hungry after that lot.</p> <p>The menu is a paeon of praise to the traditional values of French high culinary culture. The cooking is old fashioned, richly wrought, prodigiously upholstered. Mr Burton-Race is as unafraid of butter and cream as he is of truffles, foie gras and caviar. But there is fabulous depth to the saucing (which is not the same as sticky over-reductions), a sophisticated muscularity, precision in textures, sureness in handling these materials. Each dish is constructed on epic proportions. There's not much of this kind of thing around.</p> <p>And if you like this kind of thing, then this is the kind of thing - pigeon breast as soft as suede in the emollient embrace of foie gras and fine pasta; creamed horseradish pouring out of a delicate, hollow pastry cap down over a stupendously squidgy block of oxtail, the apotheosis of unctuous richness; a sequence of veal bits and bobs, each cooked with masterly precision and sauced separately to release wave after wave of silky flavours.</p> <p>And the cost? Well, I hoped that we might not come to that. There is a price, of course, a ridiculous price, an absurd price. Our lunch at John Burton-Race cost £274. That included £109 for non-food items, but £165 for two is very, very steep. Compare that to £124.50 all in at Foliage, which included £59.50 of drinks, with the full dinner à la carte menu offered at £32.50 for three courses. Both wine lists are as absurdly overpriced as they are overblown, but at Burton-Race a glass of champagne is £11, while at Foliage a mere £7.50. A bottle of water will cost you £3.75 at JB-R, £3.50 at Foliage, and so on and so on. In terms of value for money, Foliage wins hands down. But if an out-of-wallet experience is no barrier and guilt no consideration, then feel the quality of John Burton-Race. Isn't that what indulgence is all about?</p>",
  "<p>Hollinger, the owner of the Daily Telegraph, yesterday marked itself out as a serious contender in the auction for Express Newspapers. </p> <p>The publishing group headed by Canadian media tycoon Conrad Black confirmed widespread speculation that it had been in contact with Dresdner Kleinwort Benson, the City advisers to Express owner United News &amp; Media. </p> <p>Dan Colson, deputy chairman of Hollinger, said the publisher had asked for the relevant financial information from Dresdner with a view to making a bid. </p> <p>\"We have been dealing with Dresdner and we are waiting for United to provide our advisers with the information which we requested during the last week,\" he said. </p> <p>\"They have to take an expression of interest from us seriously. It is not as if we are unknown to United, as we have several joint ventures in the company.\" </p> <p>If Hollinger makes a bid it will join the Daily Mail &amp; General Trust and the Hinduja Group, the oil-to-banking conglomerate run by the billionaire Indian brothers. </p> <p>The bids on the table for the business - which includes the Daily and Sunday Express and Daily Star - are understood to be in the £100m to £125m range. </p> <p>Hollinger is viewed as a natural bidder for Express Newspapers because of the two companies' joint ownership of the West Ferry printing plant in east London. </p> <p>West Ferry, which also prints the Guardian, is believed to have accounted for about half of Express Newspapers' profits last year. </p> <p>In the event of another buyer winning the Express, Hollinger has options to buy its 50% in the West Ferry plant. </p> <p>\u0095 Fairfax, the Australian publisher which owns the Sydney Morning Herald, yesterday said it would not be bidding for Regional Indendent Media, owner of the Yorkshire Post. </p> <p>In a brief statement the company said it had held talks with RIM but would not be making an offer. </p> <p>RIM, which is backed by venture capital group Candover, has already rejected a consortium offer from Gannett, Johnston Press and Guardian Media Group. Advisers claim there is still another unnamed putative buyer in mainland Europe. </p> <p>The Gannett-led alliance put out a statement rebutting RIM's suggestion that it does not want to negotiate with a \"messy\" consortium. Under the proposals from the trio, Gannett alone would make the offer for the business and then sell titles on to the other two if the deal was completed.</p>",
  "<p>Viacom, the American media group, yesterday announced the takeover of BET, the largest US media and entertainment group dedicated to African Americans, in a deal worth $2.5bn (£1.8bn). </p> <p>Robert Johnson, chief executive of BET, will receive shares valued at about $1.62bn for his 63% stake in the company he founded in 1979. The diverse business run by the former lobbyist includes Black Entertainment TV, financial services and restaurants. </p> <p>The all-share deal will provide a boost for Viacom's cable TV business, UPN, which has lost ground in the fast-consolidating US industry. Earlier this year Viacom was beaten by News Corporation in the battle for Chris-Craft, one of America's larger TV companies. BET reaches more than 62m American households. </p> <p>The takeover also underlines the attractions of programming designed for an African-American audience. Analysts believe the market is one of the fastest growing in the US. </p> <p>BET, which started out producing weekly music programmes, was the first black-owned company to list on the New York stock exchange, in 1991. Mr Johnson, who retained control of the company, decided to take it private again seven years later. </p> <p>Liberty Media, the cable group run by John Malone, owns 35% of the business while the remainder is held by Debra Lee, a BET executive. Both Mr Johnson and Ms Lee are to remain as senior executives of Washington-based BET following the takeover. </p> <p>Earlier this year BET joined Viacom competitors News Corp and USA Networks, along with Microsoft and Liberty Media, to start BET.com, a web portal. </p> <p>Viacom announced plans this week to buy the remaining interest in radio broadcaster Infinity Broadcasting for $12.5bn.</p>",
  "President Robert Mugabe's supporters have embarked on a fresh wave of farm invasions. More than 100 farms were occupied this week, while the 1,600 farms already hosting squatters have witnessed increased levels of violence. <p>According to witnesses, eight people have been seriously assaulted, some knocked unconscious, including both white farmers and their black staff. So far, police have not tried to stop the violence. In Glendale, northern Zimbabwe, officers have grabbed land for themselves, witnesses said. </p> <p>Mr Mugabe and senior ministers have been blamed for encouraging the new wave of invasions and for inciting violence. Mr Mugabe said last week that he would revoke the racial reconciliation offered to white Zimbabweans in 1980. He threatened to try Ian Smith, the former leader of Rhodesia, for war crimes with other whites who served in the armed forces under him. </p> <p>Cabinet ministers and provincial governors have urged supporters of the ruling Zanu-PF party to \"settle themselves on farms\". Ignatius Chombo, chairman of the land resettlement committee, said the government did not have enough transport to resettle them in an orderly way so they would have to do it themselves. </p> <p>\"The statements were incitements to violence on the farms,\" said Jerry Grant, deputy director of the Commercial Farmers Union, which represents 4,200 mostly white, large-scale farmers. \"We've seen an immediate response in the form of more aggression, more threats and more beatings. Death threats have been issued all over. Whether or not the policy of reconciliation has been withdrawn officially, it is happening on the ground.\" </p> <p>On Monday, Dave Jenkins was hurt when he was hit on the head by one member of a 100-strong mob intent on settling on his farm in Glendale. Mr Jenkins said the group arrived in eight vehicles, including a police Land Rover, led by the Mashonaland provincial governor, Elliot Manyika. </p> <p>\"I tried to explain to them that my farm has not been listed [for compulsory acquisition for resettlement] but the governor would not listen,\" said Mr Jenkins. \"The crowd got ugly and one of my neighbours was hit on the head with an iron bar. Armed police just stood by.\" He said the situation was getting dangerous and feared someone could be killed. </p> <p>Mr Jenkins and his wife have stayed on their farm to witness scores of squatters plant maize and cotton in their fields. </p> <p>\"We will get a court order today or tomorrow telling the people to get off our land,\" he said. \"I don't think it will make any difference, but we must try. It is like the impeachment motion against Mugabe in parliament: it may not stand much chance of passing, but every possibility to change this situation must be pursued.\" </p> <p>Mr Mugabe's land policies have been criticised in a draft United Nations report. According to yesterday's Zimbabwe Independent, the report claims that there is \"no coherent land reform plan\" that can be supported by the international community. </p> <p>The newspaper said the UN draft report claims that provincial governors are directing the farm invasions, often in breach of Zimbabwean law. The UN team included experts from Chile, Brazil, Kenya and Jamaica. </p> <p>The already tense atmosphere in Zimbabwe is set to intensify next week when the supreme court considers a case brought by white farmers against Mr Mugabe and other ministers who say the president's land policies are unconstitutional because they deny farmers and their staff police protection and compensation. </p> <p>Mr Smith's return from Britain on Tuesday is expected to inflame the situation further. But Mr Smith appears to be relishing the prospect of a joust with the government.</p>",
  "They call this the ground war, and never has the phrase seemed more apt, not only because in recent days the parties have been deploying their activists like shock troops. There is also an awful lot of talk about guns. <p>In the white working-class neighbourhoods of Detroit and other industrial centres, the unions are performing their traditional election task of mobilising the Democratic party's core supporters - calling workers to remind them to vote, distributing pamphlets and driving people to the polling station on election day. </p> <p>This year, more than ever before, their adversary in this street-level battle of brawn is the National Rifle Association (NRA), the gun lobby. </p> <p>The NRA is providing committed activists to man the banks of Republican phones, and even more importantly, it is spearheading an assault on one of the Democrats' exposed flanks, the white working class, which in states such as Michigan includes large numbers of fanatical hunters. </p> <p>When Charlton Heston, the NRA's figurehead, came to Michigan to declare the election \"the most important since the Civil War\", half the people at his rallies were wearing union jackets. </p> <p>An advertisement, funded by the gun manufacturers, running in Michigan in recent days shows an anonymous man in white shirt and tie dismembering the American flag with a scalpel. The message is clear: once the liberal elite take away the Second Amendment, which arguably guarantees the right to bear arms, there will be no stopping it. </p> <p>Tim Hillebrand is your Democratic nightmare - a working-class Democrat born and bred, who has this year turned NRA organiser in Motor City. </p> <p>\"I've been a union member since I was a teenager. I've never voted Republican before in my life,\" said Mr Hillebrand, an assistant nurse in a psychiatric hospital. </p> <p>But now he feels his right to own a gun is under greater threat than ever, with a series of control measures, (to close loopholes in the background checking, for example) awaiting congressional approval </p> <p>\"There has never been such a fierce, anti-gun energy in this country,\" he said, pointing to some proposals which would require gun-owners to carry a licence bearing a photograph. \"It's like having to have a licence to write a book or to go to church. This is more important than union stuff. This is about the interpretation of the constitution.\" </p> <p>Paradoxically, the struggle over guns has not emerged as a core issue in the national campaign, precisely because it is so sensitive and crucial in swing states such as Michigan and Pennsylvania. </p> <p>Many Democrats wanted Al Gore to make more of George W Bush's gun record - he backed a bill in Texas making it permissible to carry concealed weapons in public buildings including churches and schools. But he soft-pedalled on the subject, aware that a strong anti-gun message would weaken the bedrock of his working-class support. </p> <p>While Bill Clinton focused on winning voters in the centre, Al Gore's campaign has reflected a return to the Democratic fold, with a populist message delivered in class terms. </p> <p>The principal influences behind this approach have been the Democratic pollster, Stan Greenberg, who was banished from the Clinton court but who is now back in favour, and America's Forgotten Majority, a book published earlier this year and taken very seriously by Democratic strategists. </p> <p>The authors, Joel Rogers and Ruy Teixeira, argued that the white working class had not disappeared, as the Clintonites appeared to assume, but was \"the key to the 21st century politics\", accounting for 55% of the voting population. </p> <p>Only half of this bloc hold blue-collar jobs, but the book makes the case that the rest, in low-paid clerical and service jobs, have working class incomes and lifestyles, and have seen their living standards stagnate and even decline during the \"Clinton boom\". </p> <p>\"These people are the real swing voters in American politics. Their loyalties shift the most from election to election and, in so doing, determine the winners in American politics,\" Rogers and Teixeira said. </p> <p>In Detroit, Jim DeLuca is trying to hold the line for the Democrats among the city's 350,000 trade unionists. He is an official in the International Brotherhood of Electrical Workers, and for the past week has been running a phone-bank. </p> <p>He and five other electricians sit in a grey soulless room, making their way through lists of fellow union members, asking for their vote. </p> <p>\"Al Gore doesn't want to take away your gun,\" he tells the doubters, reciting a slogan from the campaign literature. \"But George W Bush wants to take away your union.\" </p> <p>\"We ask you to look at what's good for all labour. Not just your family issues, but what organised labour has done for you in the last eight years,\" he added. Electricians are one of the groups who have done particularly well in Detroit as a result of a construction boom. </p> <p>They have been earning from $70,000 to $100,000 (£48,000-£69,000) a year, and the members Mr DeLuca calls are still overwhelmingly loyalists, yet with a Democratic lead in Michigan of only a few points, he is nervous. </p> <p>Ralph Nader, the Green party candidate, is drawing away 5-10% of union members. Mr DeLuca estimates as many as 25-30% are flirting with the NRA and the Republicans. </p> <p>He, and most Detroit unionists, believe Michigan's 18 votes in the electoral college will be decided on election day. Mr DeLuca and his wife will be on duty. But so will Tim Hillebrand. The 2000 ground war may yet be settled over the barrel of a gun.</p>",
  "<p>Raymond Illingworth always said Chalkie could bat. It is six years since Craig White first came into the England side as one of his \"brave little Yorkie\" prospects. He scored a half-century in his second Test and then, in a career that has been on and off more times than the indicators on a car in a local traffic jam, has scarcely scored a run for England since. </p> <p>Until yesterday that is. On a pitch made for spending the day at the crease White, who came in briefly the previous evening, thought it would be a felony not to take advantage of it. He batted for another four hours, played faultlessly overall, carefully at the start, impeccably against the Patron's XI spin attack and thunderously towards the end when he moved towards his hundred with panache. He was finally caught at the wicket, swishing vigorously, for 120. </p> <p>In all there were 14 fours and two sixes. One glorious three-ball passage of play that raced him into the 90s saw him drive raspingly straight, through the covers for another boundary and then slide into a lofted off-drive that cleared the boundary fencing and bounced around the concrete terracing. It was as good a shot as any played this tour. </p> <p>It was, of course, his first hundred in England colours but also his first in any cricket for two years. His bowling, high pace and with wicked use of reverse swing, emerged as the revelation of last season but otherwise these have been lean times. </p> <p>Having averaged fewer than 20 in first-class cricket in 1999, he suffered a worrying blackout early last summer and played only nine innings for Yorkshire and England. Yesterday's score, made on the back of successive innings of 0, 0 and 0 not out in the recent one-day series, exceeded his summer's aggregate by 20. </p> <p>Now, with new competition for a Test bowling place alongside Darren Gough and Andy Caddick if a spinner is chosen, White has done his cause no harm, slipping ahead of Dominic Cork. Good on him for that. It was an example - not followed by Mike Atherton on Thursday nor Graeme Hick, unusually, yesterday - of someone recognising a good thing when he saw it. </p> <p>\"I have struggled,\" he said afterwards.\" I've been concentrating on my bowling, I think, and worked hard at that to get it reasonably right but the batting has tailed off. I just wanted to spend a bit of time in the middle. If I batted for the first three hours , I thought it might come back to me and that's what I did. The pitch was so good that I said 'I've got to make the most of this' and I set my stall out to bat for most of the day. It helped me that the opposition said a few words to me when I first went in. They thought I was the nightwatchman. That spurred me on.\" </p> <p>White shared in partnerships of 83 for both the sixth wicket and the eighth, first with Paul Nixon, who made 31 in his first England innings without looking convincing against the spin, then with Ashley Giles, who looked more confident in making 39 before he was lbw. White had another of 44 for the ninth with Ian Salisbury. </p> <p>It saw England to 433 all out, a lead on first innnings of 196, which the Patron's XI had reduced by 49 at the close for the loss of Imran Abbas, caught at the wicket off Ian Salisbury. The spinners should hold the key to an England victory today, though there would be a further opportunity for Matthew Hoggard and Cork to exploit the dewfall first thing. </p> <p>At the start of play it had seemed a certainty that it would be Hick, 77 overnight, who would be celebrating a century. Instead, in the day's second over, he stretched high and far to reach a fastish longhop from Mohammad Sami, and succeeded only in toe-ending it to first slip. </p> <p>His next few hours would have been spent with his backside in an ice bucket to soothe the bruises where he surely kicked himself.</p>"
]