[
  "<p>It is enough to test the brightest of pub geniuses. Why did spiralling consumer demand in the Irish Republic not prevent the first fall in sales of Guinness in the company's 241-year history? Inflation there last month was the highest for 15 years - 6.2 per cent - yet the brewer's annual sales are down by 4 per cent. </p> <p>'Younger people here have a lot more money than they used to - they all want yuppie drinks,' says John Kane, of Ireland's Services Industrial Professional Technical Union, which is in talks to save jobs at Guinness's packaging plant in Dundalk. 'Guinness, despite all its advertising, hasn't been able to hold market share.' </p> <p>As part of a cost-cutting exercise, Guinness's parent company, Diageo, is now looking to move the Dundalk plant to Northern Ireland. The move comes as Guinness reviews all its operations in Ireland in the face of cutthroat competition in a shrinking beer market. </p> <p>Kane is right. People are switching from beer to lager, wine and spirits - a trend not unnoticed by the big drinks firms, which are scrambling to develop their market share. </p> <p>Last Friday, Diageo announced it was teaming up with Pernod Ricard to make a joint bid for Seagram's wines and spirits division, valued at around £4.5 billion. The business, which boasts brands such as Chivas Regal scotch, Martell cognac and Captain Morgan rum, also interests Allied Domecq. </p> <p>So what does this mean for Guinness? According to Pearse McCabe, strategist with the Fitch brand and design consultancy, the challenge is to 'achieve the dream of retaining their core audience - the old bloke in a pub - and attracting a younger audience.' </p> <p>Guinness is clearly looking to do this. Tom Innes, editor of Flavour , the UK-based bar trade magazine, says: 'Guinness is trying to adapt to changing circumstances such as the growth of trendy bars. To combat that, it is heavily promoting draught Guinness in bottles .' </p> <p>The company has also introduced Guinness Extra Cold, which is served two degrees cooler than its normal stout. Lyndsey Sexton, spokeswoman for Guinness UK, says: 'Research showed that people saw Guinness as warm. A lot of work went into how we could respond to that. Now all of a sudden you're getting people treating it as a session beer, rather than drinking one pint and moving on to something else.' </p> <p>The repositioning of the brand has been boosted by a huge marketing campaign. During last year's Rugby World Cup alone, Guinness spent £16 million promoting the black stuff. And although all this may not be working so well in Ireland, it has helped boost the stout's share of the UK beer market from 5 per cent in 1998 to 5.5 per cent now. But this is at a time when competition in the UK's £1bn stout market is weak. </p> <p>Innes of Flavour adds: 'Guinness is helped at the moment by the weaknesses of the other brands. Scottish Courage is not doing much with Beamish. Murphy's was quite promoted but there was uncertainty over the sale of Whitbread's brewing arm [owner of Murphy's]. St Patrick's Day was just left to Guinness this year.' </p> <p>Guinness is aware that it cannot afford to be complacent. Publican newspaper last week unveiled its annual survey asking landlords which three beers they would most like to stock. Last year, Guinness was on the wishlist of 30 per cent of the UK's publicans. This year the figure has fallen to 24 per cent. </p> <p>One solution may be to draw on the strength of the Guinness brand - which the company says is recognised by 99 per cent of consumers - and use it to move into new areas. In Ireland the company has launched a white beer called Brio, which is designed to compete with the fashionable influx of continental speciality lagers such as Hoegaarden. </p> <p>Such a brand metamorphosis would have seemed unthinkable only a few years ago. But Guinness knows it will always have to work hard to keep customers. People may like its clever TV ads, but they don't always drink the product.</p>",
  "The body of Dexter Horace Coleman was released to his family yesterday, and any day now it will be flown back to his native Jamaica for burial. The shot that killed him was fired one night last month, after several carloads of Asian men wielding guns, machetes and swords swooped on the 27-year-old and his friends outside the Young Lion cafe in the Manningham district of Bradford, a vibrant social hub for the city's tiny Afro-Caribbean population. <p>Some witnesses put the size of the gang at 20 or 30; others at nearer 100. Either way, one of them, wearing a balaclava, shot Coleman in the back at close range, probably with a .45 calibre semi-automatic handgun. By the time an ambulance arrived, about 30 minutes later, he was dead. </p> <p>Although 14 people have been arrested in connection with the attack, police have yet to charge anyone with murder. But Coleman's friends already think they know what killed him. </p> <p>Outside the Young Lion - closed indefinitely now, its boarded windows bearing tributes and its front lined with bouquets - a scrap of paper makes their feelings clear. \"Until the philosophy which holds one race superior and another inferior is discredited and abandoned,\" it reads, \"and until the colour of a man's skin is of no more significance than the colour of his eyes, there will be war.\" </p> <p>The murder is one of a spate of shootings that have brought panic to Bradford. On July 18, four days after Coleman's death, an Asian man in his 20s was shot and wounded on a Manningham street; at the end of the month a 16-year-old Asian youth was abducted and beaten so severely he could scarcely walk. </p> <p>Bullets have rained through the front of an Indian restaurant, and into the window of a flat in a quiet residential street. Arrests have been made and charges brought in connection with several attacks, which are thought to be drug-related and to involve both Asian and white perpetrators. </p> <p>Police stress that these attacks are not connected to Coleman's murder. Nevertheless, the shootings have bestowed once again on Manningham a reputation for violence it has been struggling to shake off since the riots of 1995, when youths threw petrol bombs, looted shops and torched cars over three summer nights. </p> <p><b> Persecution</b><br> </p> <p> Yet Coleman's death is unique in the way it has crystallised a perception among many in Bradford's Afro-Caribbean community, which numbers just 6,000, that they are victims of racial persecution - not from the white majority but from some members of the city's 87,000-strong Asian population. The shooting at the cafe - which had been firebombed twice - has fuelled a growing fear for the community's survival and the belief, among some, that there is a concerted campaign to drive them from the city. </p> <p>\"The Asians have everything,\" said one of the young black men smoking on the steps outside the Young Lion. He will not give his name, but says he was injured in the mass attack on July 14. \"White and black folks, we're doing all right, but the Asians get everything handed down to them. When they talk about having all these things for the community - housing schemes, all that stuff - which community do they mean? </p> <p>\"I remember fighting the National Front out here just to keep Asians and blacks here. Now they're fighting us.\" </p> <p>\"If this were anywhere else there would be anarchy,\" said Bingi, a local black activist, outside the Frontline Initiative community centre next to the Young Lion, now a solitary outpost of education and advice for Manningham's Afro-Caribbeans. \"But because this is England, because of the way it is policed, it stops some things happening. But things are boiling underneath.\" </p> <p>Asian community workers and older Muslims at the Markazi Jamia mosque opposite the cafe insist that drugs rather than racism are at the root of Coleman's death. \"It's nothing to do with race,\" said Azhar Khan, senior worker at the Manningham Advice Project. \"This territory has traditionally been controlled by some drug dealers who happen to be black. </p> <p><b> Hooligans</b><br> </p> <p> \"And that's all it is. The community in general - decent Asian people and decent black people - they have no problem. It's just a certain category of people who are rejected even by their own community. They're all bloody hooligans.\" </p> <p>Detective Superintendent Chris Gregg of West Yorkshire police, who is leading the murder inquiry, believes the attack stemmed from an altercation between two women at a pub earlier in the week, and a confrontation at a betting shop at which Coleman was not present. \"We are treating this as an incident between a group of individuals,\" he said. \"The incident in the public house had nothing to do with racial tension.\" One member of the attacking gang was believed to have been Afro-Caribbean. </p> <p>But Coleman's death has drawn attention to festering problems that cannot be dismissed. The decline of black-run businesses in Manningham - alongside the growth of community centres and mosques catering for the area's diverse Islamic population - is a particularly sore point. Where once around 20 black-owned shops thrived there is now one pub, the Frontline Initiative, the boarded-up cafe and MNR Stores, a West Indian mini-market. </p> <p>\"There's not much we have anymore,\" said a man behind the shop's counter. \"That cafe was there from day one, the only place black people had to go and congregate. Now we have nowhere to go.\" </p> <p><b> Success story</b><br> </p> <p> The 1995 riots seared Manningham in the national imagination as a crisis-ridden inner-city slum teeming with rioters and riot police. Actually - that tragic summer excepted - it has proved a startling success story, providing a largely tension-free home to a big proportion of the city's Pakistani, Bangladeshi and Afro-Caribbean residents. Police report significant improvements in their relations with people from all backgrounds. </p> <p>Bev Higgins, joint project coordinator at Frontline, said she had no personal experience of a racial divide but agreed something precious had been lost. \"We've been getting along in Manningham since the year dot,\" she said. \"I think many people round here now think something - some element of control - has been lost. </p> <p>\"The youth appear to be lawless; they don't have that old respect for the community code. And it's a personal thing, something you can't explain just by economics, or social provision, or whether you got any GCSEs or not. Something, somewhere, has gone wrong.\" </p> <p>Marsha Singh, MP for Bradford West, is demanding an emergency meeting with the three party leaders of the city's hung council to address the needs of the Afro-Caribbean population. But he does not sound optimistic about the outcome. </p> <p>\"This happens when you talk to any community,\" he said. \"The white community will say the Asians get everything, and the Asians, too, feel their needs are not being met. This is a circle which goes round and round, and you can never catch its tail.\" </p> <p>The flowers are beginning to wilt outside the Young Lion; the cards have warped in the rain. Police have charged six men with violent disorder in connection with the attack and another with robbery at the nearby betting shop. Seven more remain on bail. </p> <p>But Coleman may be long buried before the identity of his killer is known. Nevertheless, Bev Higgins at Frontline remains defiantly hopeful, reeling off a list of projects in Manningham either up and running or in the pipeline: a homework club, a salsa group, a women's social club, an employment project, an internet cafe. </p> <p>\"It's Manningham,\" she said, matter-of-factly. \"Whatever happens, this community will get up, and dust itself off, and we will start again.\"</p>",
  "If taking tea with the Queen Mum or discussing form with Frankie Dettori sounds a pleasant way of spending a summer's afternoon, why not join the growing number of people who have become racehorse owners? <p>Buying a horse outright may be a little adventurous. Even a modest purchase is likely to set you back £5,000 to £10,000, plus as much again each year on stable and training fees. </p> <p>With no guarantee of any return whatsoever, joining a racing club or syndicate is a way to achieve ownership while keeping costs and risks under control. Perhaps the first thing to decide is if you want a jumper or a horse for the flat season. </p> <p>The flat season runs from March to November and with the advent of summer jumping, hurdlers are now busy all year round. It's worth bearing in mind that, generally, prize money for jumpers is less than for flat racing. Syndicates come in sizes to suit all pockets. </p> <p>Cheltenham Racing Ltd, which is linked to Cheltenham racecourse, has been running an owners' club since 1993. For £230 annual membership plus a £25 joining fee, you get a club badge, car park label, and use of the marquees at the National Hunt Festival. You also get free admission to the course when your horse is running and eight stable visits a year. Currently, the syndicate runs four National Hunt horses with a restricted membership of 250 people. </p> <p>If you have more to spend, Delta Bloodstock Management, based in Newmarket, has a syndicate of 20 people with shares starting at £3,000. This covers all equity, training and management fees for a year. The syndicate is currently running seven flat horses. </p> <p>Partnerships can be formed with as few as two or four people. The cost of the horse is paid for up front and a variable amount paid each month for the training and running fees. Partners have to register with the Jockey Club and are also liable for occasional running expenses such as veterinary and blacksmiths' fees. </p> <p>Partners can name their horse and choose the colours in which they will run. The services of a good bloodstock agent or trainer are essential in buying the animal. The two big auction houses, Tattersalls and Doncaster Blood Sales, each have several public auctions during the year where a range of animals from foals, yearlings and two-year-olds will be available. In 1999 the average price paid for a yearling at public auction was £30,450 and for a two-year-old in training £13,000. </p> <p>Choosing a trainer is almost as difficult as choosing a horse. Some owners like to visit their animals often and follow them from meet to meet; others are quite happy to let the trainer make the decisions. The British Horseracing Board's website gives brief details of trainers such as how many winners, how many horses in their yard and their philosophy towards owners. </p> <p>James Bethall, who runs a number of syndicates from his yard at Leyburn in north Yorkshire, advocates owner involvement. \"They are most welcome to come to the stables and watch us gallop the horses. I regard every horse as an investment into which I put my knowledge and expertise.\" </p> <p>The board also runs a twice-yearly owner seminar to give prospective buyers an overview of what horse ownership is all about. The semi nars are held at Epsom in April and Newmarket in September and last two days. The subject matter covers essentials about setting up and running a partnership, the role of the bloodstock agent and how to choose a trainer. </p> <p>They cost £225 plus VAT per delegate, but if you become a registered owner within 12 months you will be entitled to a full refund of the fee plus a year's free membership of the Thoroughbred Breeders Association, worth £75, and a year's free membership of the Racehorse Owners Association, worth £80. </p> <p>And the rewards? It may not be the place to put your pension, but if you buy a winner, it could well provide a pension. Earth Summit, owned by the Summit Partnership and winner of the 1998 Grand National, cost the miserly sum of £6,090 and has so far won in excess of £373,000. Istabraq, the Champion Hurdler, which cost £39,900, has notched up more than £847,000 and See More Business, the Tote Gold Cup winner bought for £5,880, has passed the £400,000 mark. </p> <p>This year alone the estimated prize fund at Britain's 59 racecourses is expected to exceed £70m, ranging from a guaranteed £160 appearance fee for all Sunday runners up to £1m for the Derby. </p> <p> British Horse Racing Board, 0207-396-0011 <a href=\"http://www.bhb.co.uk\" target=\"_NEW\">www.bhb.co.uk</a>; The Jockey Club, 0207-486-4921 <a href=\"http://www.thejockeyclub.co.uk\" target=\"_NEW\">www.thejockeyclub.co.uk</a>; Racehorse Owners Association, 0207-408-0903; National Trainers Federation, 01488-71719; Racecourse Association Ltd, 01344-625612 <a href=\"http://www.comeracing.co.uk\" target=\"_NEW\">www.comeracing.co.uk</a>; Cheltenham Racing Ltd, 01242-255682 <a href=\"http://www.cheltenham.co.uk\" target=\"_NEW\">www.cheltenham.co.uk</a>; Delta Bloodstock Management, 01638-668065.</p>"
]