[
  "The city forever associated with the civil rights voting registration struggle of the sixties finally elected its first black mayor yesterday in what is being hailed as a historic victory. <p>There were celebrations in the streets of Selma, Alabama, last night at the end of the 35-year reign of the man who was mayor when state troopers clubbed and teargassed civil rights marchers.</p> <p>Joe Smitherman, 70, a former member of the White Citizens' Council and a friend of the segregationist governor George Wallace, conceded defeat to local businessman James Perkins Jr after the bitterest campaignfor many years. There were allegations of ballot fraud and fire-bombing and civil rights campaigners from across the country including Martin Luther King III, arrived in the city to bring out the vote in what was seen as a symbolic contest.</p> <p>Mr Perkins took 5,668 votes to Mr Smitherman's 3,712, a winning margin of 60% to 40%. Although around 1,500 absentee ballots, which Mr Smitherman's supporters had been accused of tampering with, had not been counted there were not enough of them to alter the result.</p> <p>Conceding defeat, Mr Smitherman said he had found he was running against outsiders brought in by political activists.</p> <p>\"It's a very humbling experience,\" Mr Perkins, a computer consultant, told the Guardian last night. \"It's overwhelming to see how much Selma means to the rest of the world. I have spoken with the mayor and he has congratulated me on my campaign and I congratulated him on his time in office. There is no revenge I desire. It is time to make a transition.\"</p> <p>In Selma itself the celebrations started as the first news of the results came through.</p> <p>Supporters of Mr Perkins gathered on the Pettus bridge where marchers had been beaten back by state troopers as they tried to march on the state capital, Montgomery. Those scenes and the murders of four marchers had horrified the US and led to legislation which finally brought equal suffrage for black people.</p> <p>\"Martin Luther King is smiling now,\" said Lily Brown, who was on the Pettus bridge 35 years ago when the marchers were attacked and was in Memphis with King when he was assassinated not long after. \"Glory, hallelujah!\"</p> <p>\"Joe is gone,\" said Joanne Bland, an activist and co-founder of the National Voting Rights Museum in Selma. \"The tyranny is dead. Now we can move on and Selma can heal.\"</p> <p>Black people make up around 65% of Selma's 14,000 electorate but Mr Smitherman had never been beaten in nine elections. On this occasion he had the endorsement of the black chief of police, the black city clerk and the local Muslim imam.</p> <p>Jonathan McElvy, the editor of the Selma Times-Journal, which backed Mr Smitherman, said: \"The national and international media have kept Selma on the bridge that we crossed in 1965. Since then it's been full steam ahead here and everybody has equal opportunities in this land. But if this is what it takes to get us over the bridge, that's great.\"</p> <p>He added: \"It's a shame that it takes a national presence to influence the result. As far as history is concerned, everybody will make of it what they want to make of it. The sun will still come up in Selma tomorrow.\"</p>"
]