[
  "A gang of white youths called 'the Eltham racists' are attacking black people in the London suburb where the black teenager Stephen Lawrence was murdered. <p>A gang of five white men, all believed to be aged about 20, surrounded a black woman and subjected her to a prolonged assault in broad daylight. </p> <p>The woman was in Eltham High Street, about half-a-mile from the place where Lawrence was killed, when she was attacked by the gang. </p> <p>They forced the 38-year-old into a churchyard. One of the youths snatched her bag and hugged it to his chest. 'That's how you have to carry it,' he told her, 'because all the blacks are snatching bags.' </p> <p>The gang shouted that they wanted to force non-whites out of Eltham and return it to white control. 'They were clearly emulating the role models laid before them by those who killed Stephen Lawrence,' the woman said. </p> <p>The incident was the third in which white youths have been heard chanting: 'We are the Eltham racists.' </p> <p>Lawrence was stabbed to death with a 10-inch blade while waiting at a bus stop in Eltham. But none of those believed to be responsible have ever been successfully prosecuted. </p> <p>The case, which uncovered bungling and racism within the police force, led to an overhaul of police procedure. </p> <p>The latest victim survived physically unscathed. As the youths pushed and screamed at the defenceless woman, shoppers walked past, customers at a local McDonald's watched and cars drove by without stopping. </p> <p>The attack lasted 30 minutes before the assaulted woman fled to a nearby police station.</p>",
  "<p>Public protest against high fuel prices in Britain has drawn all eyes to the consumer taxes that have been pushing up UK prices much more than the rising dollar price of oil. Increased excise taxes and higher VAT have added about 30p per litre to the pump price over the last eight years. But what about producer taxes? The companies who were awarded licences to extract oil from the North Sea are, like members of Opec, beneficiaries of rising oil prices. Have they been paying their fair share of taxes? </p> <p>Consider the historical record of North Sea oil profits and the tax-take since Opec first raised oil prices in the 1970s. The table reveals that when company profits were running at peak levels of over £18 billion per annum in the mid-1980s, the government tax-take was about £12 bn, ie a share of about 60 per cent. But when profits peaked again at about £16 bn in 1996/7, the tax-take had fallen to less than £4 bn, ie these companies were only paying a quarter of gross profits in tax. </p> <p>In the early years of North Sea oil production, UK oil companies were, in addition to standard corporation tax, subject to specific taxes, namely Royalties and PRT (petroleum revenue tax - payable after investment costs had been recouped). Why these extra taxes? The reason is that the oil companies were not charged anything for licences to extract oil: these licences were, and still are, allocated free after a 'beauty contest'. The specific taxes were designed to recoup some of the potential profits in transferring rights to oil in this way. </p> <p>Subsequently, however, changes in both UK corporation tax and in the North Sea taxes have made it 'one of the weakest oil tax regimes in the world', according to economists Philip Wright and Ian Rutledge. Thus in 1983 Royalties were abolished on new fields and the phasing out of PRT was begun because of fears that that high tax levels were discouraging exploration. Meanwhile corporation tax was steadily falling from 52 per cent at the time the North Sea began full development down to its current level of 30 per cent - lower than the US and other European countries. Finally, in the 1993 budget, PRT was reduced from 75 per cent to 50 per cent on existing fields and abolished for new fields. So for fields developed after 1993 (so called 'non-taxable' fields), only corporation tax at 30 per cent is payable. As Robert Mabro, director of the Oxford Institute for Energy Studies put it in a letter to the FT in 1994, it is 'as if the Government handed out buildings rent free to business and simply charged them corporation tax on their profits'. </p> <p>It was hardly surprising that, in 1997, when the oil price was about $20 per barrel, the incoming Labour Government should set up a review of the fiscal regime 'to ensure the Government is taxing an appropriate share of North Sea profits'. Submissions from the industry were received and it was expected that the new Government would reintroduce taxes on North Sea oil. But with oil prices falling towards $10 a barrel in 1998, the plans were shelved. </p> <p>Now, with oil prices soaring above $30 a barrel, it is surely time to put in place fiscal changes that give the Treasury a bigger share of the extra revenues generated for North Sea oil companies when Opec raises the price of oil. </p> <p>Some favour a 'windfall tax', eg a special tax on profits whenever the price of oil rises above $25 a barrel. But in proposals made earlier this year for collecting economic rent, I and colleagues Martin Cripps, Norman Ireland and Lei Zhang of Warwick University favour a reformed fiscal regime, which collects the extra tax automatically when oil prices go up without the need for ad hoc taxes. </p> <p>It was a mistake to slash PRT in 1993 when oil prices were low and it was yielding next to nothing. When prices rise, it delivers fatter revenues. Now the Government could reimpose PRT on the 'non-taxed' oil-fields at the 50 per cent rate applying to all other fields. In addition, encouraged by the experience of raising a staggering £22 bn in selling licences, the Government might try auctioning offshore development licences. This is already done in the US. An ingenious variant was proposed by the group: instead of 'ascending price bidding', this would involve 'descending share bidding', the winning bidder being the company which leaves the largest share with the Government. </p> <p>With consumers taking to the streets against what they see as excessive taxation, it's surely time to look again at the taxes paid by oil companies. With a reformed fiscal regime, the 'pain' suffered by UK consumers whenever the world price of oil rises would be mitigated by the 'gain' of a greater tax-take from 'our oil' in the North Sea. With the yield of more efficient producer taxes, the Chancellor could, if he so wished, take action to reduce pump prices without having to cut other public expenditures or raise other taxes - by using the proceeds to ease the burden of consumer fuel taxes. If not now, when will the Chancellor increase the nation's share of the profits from 'black gold' in the North Sea? </p> <p> Marcus Miller is Professor of Economics at Warwick University</p>"
]