[
  "A Sikh police officer wrongfully accused of sending racist hate mail to himself and his colleagues was racially discriminated against by the Metropolitan police, an employment tribunal found yesterday. <p>There was no evidence to show that Sergeant Gurpal Virdi was responsible for racist letters distributed within the Ealing division of the Metropolitan police in December 1997 and January 1998, the tribunal said. </p> <p>It also found that he was the subject of racial discrimination by the police force during its investigation of him. </p> <p>Mr Virdi, 41, was sacked in March after an internal disciplinary panel decided he had sent racist hate mail to himself and other black and Asian staff. </p> <p>The letters, delivered by the Met's internal mail system, told the officers to leave the force and were signed with the initials of the National Front. </p> <p>Some of the messages were allegedly linked to his computer. In April 1998 his home was searched by police and he was suspended. </p> <p>The hearing concluded that Mr Virdi, who had 16 years unblemished service in the Met, was motivated by frustration after being turned down for promotion and was planning a claim of racial discrimination against the force. </p> <p>The Sikh officer, who gave evidence of racism in the Met at the Stephen Lawrence inquiry, claimed he was framed and discriminated against after challenging white officers on race crime and threatening to expose them. </p> <p>The tribunal found yesterday that during the investigation Mr Virdi was treated differently to a white female officer, PC Jackie Bachelor, who was also a suspect in the investigation. </p> <p>It found that as well as the search of his home, the Met at tempted to entrap Mr Virdi in a taped interview in February 1998 and failed to interview him in an informal way as it did PC Bachelor. </p> <p>It concluded: \"The explanations put forward by the respondents, the Metropolitan police, as representing good investigation practice are not sustainable or justifiable. </p> <p>\"We therefore infer and conclude that the reason for their failures is not incompetence but is because of Sergeant Virdi's race.\" </p> <p>Speaking after the decision, a delighted Mr Virdi said: \"It is a very sad day for the Metropolitan police again. Again, it shows the racism is still there. Despite what senior officers keep saying, nothing has improved.\" </p> <p>The commission for racial equality, which supported his case, welcomed the outcome of the tribunal and confirmed it had already made a second applicaton to the tribunal to challenge Mr Virdi's dismissal. </p> <p>The CRE's principle litigation officer, Lisa Connerty, said: \"Mr Virdi's sole aim was to clear his name and put a stop to the allegations made by the Metropolitan police. This judgment does that without a shadow of a doubt.\" </p> <p>Ian Blair, Metropolitan police acting commissioner, said the tribunal's decision was a \"tough one for the Met, but one we accept\". </p> <p>He said: \"We have reviewed the judgment and will not be appealing against it. It is time to draw a line under this long story.\" </p> <p>He added: \"It is important that we consider the lessons that can be learned from this case for the police service and for the communities of London and elsewhere. </p> <p>\"I have therefore consulted the Metropolitan police authority and agreed to set up a joint inquiry to review the original investigation, the discipline board and the Met case presented to the employment tribunal.\"</p>",
  "Divers have retrieved the two \"black box\" recorders from the Gulf Air Airbus A320 which crashed into the sea last night, killing all 143 people on board, an airline official said today. <p>The rescue teams, which included US Navy helicopters and destroyers, managed to reach the wreckage of the plane - lying in shallow waters a few miles off the northern coast of Bahrain - within hours, but there were no survivors. </p> <p>Two Britons and 36 children are among those who died on board GF072, an evening flight from Cairo to Manama. Relatives spent the morning identifying victims of the crash from photos taken after all the bodies were recovered. </p> <p>There was no immediate word on what caused the crash. Ali Ahmadi, a Gulf Air vice president, said investigations have begun, but Bahraini officials will wait for experts from France's Airbus Industrie and the US-based national transportation safety board for a more thorough probe. </p> <p>The aircraft, which Gulf Air said was carrying 135 passengers and eight crew, crashed north of Bahrain airport at about 5.30pm yesterday.</p> <p>Most of the passengers were Arab nationals - including 63 Egyptians, 34 Bahrainis, 12 Saudi Arabians, nine Palestinians, six United Arab Emirates nationals, a Kuwaiti and an Omani. There were also two Britons, an Australian, a Canadian, three Chinese people, one Sudanese national and a Korean. There were also unconfirmed reports that one of the passengers was a US diplomatic courier. </p> <p>It is not yet known why flight GF072 crashed but an air traffic controller at Bahrain airport described watching from the tower as the plane circled the runway twice in an attempt to land, then on the third attempt plunged into the sea and exploded into flames. </p> <p>The controller, who asked to remain anonymous, saw no sign of trouble before the crash and said the plane's crew had not reported anything out of the ordinary. </p> <p>However, the ministry of transportation in Bahrain released a statement saying reports of an engine fire was \"pure speculation\". </p> <p>The statement said: \"It appeared that the aircraft had made two previous attempts to land and as it was turning to make another approach, it veered into the sea. </p> <p>\"Contrary to some initial reports, suggestions that an engine was on fire is pure speculation. The Air Traffic Control recordings confirm the crew made no distress call.\" </p> <p>US navy helicopters based in Bahrain, the home of the US fifth fleet, joined the rescue operation last night, according to a Pentagon spokesman, Bryan Whitman. The Catawba, a US navy support ship with a dive team, is also being dispatched to the scene. About 100 US military personnel were sent to help from the USS George Washington - which usually patrols the Gulf but was in port - at the request of the Bahraini government, said Lieutenant John Perkins, a navy spokesman. </p> <p> A Foreign Office spokesman could not confirm last night whether Britons were on board. Gulf Air urged worried relatives to call the information line on 0845 604 0171. </p> <p>Bahrain's ruler, Sheikh Hamad bin Isa al-Khalifa, said last night that he had ordered an investigation into the crash. He also announced a three-day mourning period for the crash victims.</p> <p>Paul Beaver, a Jane's defence specialist, said: \"Gulf Air has been going for 40 years and has an excellent safety record. There have been a few bumps and scratches but nothing as catastrophic as losing a plane.\"</p> <p>Gulf Air was arranging for a special flight from Cairo to Bahrain later today to take families of the deceased to the crash site and similar arrangements were being made for other families. </p> <p>Gulf Air's most recent disaster came in 1983, when a 737-200 crashed during approach to Abu Dhabi after a bomb exploded in the baggage compartment. The crash killed all six crew members and 105 of 111 passengers. </p> <p><b>Useful links</b><br><a href=\"http://www.gulfairco.com\" target=\"_new&quot;\">Gulf Air Company</a><br> <a href=\"http://www.airbus.com\" target=\"_new&quot;\">Airbus Industrie</a></p>"
]