[
  "<p>One of the numbers in Andrew Lloyd Webber and Ben Elton's new musical, sung when its heroes have just won a cup final with their amateur football team, includes the following celebratory lyrics: </p> <p>Let's get fall-on-the-floor drunk </p> <p>Stomach-pumping drunk </p> <p>Pickling-your-brain drunk. </p> <p>At last, then, an evening at the theatre to which Paul Gascoigne can relate. That song, incidentally, is entirely representative of the piece. Short of quoting Gazza's message to Norway, Ben Elton's tale about football across the sectarian divide contains perhaps the most robust set of lyrics ever to be found in a musical. </p> <p>Certainly the collaboration with his new partner has left Lord Lloyd Webber with significantly more vernacular than he was used to setting to music when he was working with that nice cricket fan Tim Rice. \"I wonder if there is any chance you might be my bird / If you want me to bugger off just say the word,\" runs one couplet. And that's in a love song. </p> <p>Lloyd Webber should be thrilled. His turgid, sentimental and derivative tunes (odd how they all have such familiarity the first time you hear them) have at last been hitched to a worthwhile plot and set of lyrics. Moreover, thanks to Elton, his Lordship has achieved the most unlikely of triumphs: this is a production that makes football work on stage. And that is thanks not only to the earthy lyrics and the excellent choreography mixing football moves with ballet (sadly, there is no mention of Dennis Wise as a consultant). It is down to the fact that Elton has resisted all temptation to make triumph in sport result in success in life. </p> <p>The problems of trying to capture the drama of sport in an imaginative context are generally summed up by the phrase Escape to Victory. Usually, as in all those straight-to-video movies about high school baseball teams and second-rate ice hockey clubs, the plot entirely hinges upon the achievement of improbable success, the moment of success bringing with it redemption, self-knowledge and the righting of all sorts of injustice. </p> <p>The recent British film There's Only One Jimmy Grimble (which lasted about as long at the box office as Chelsea did in Europe) paraded all the problems: from the moment it began, the audience just knew that the plot would conclude with Jimmy's team not only winning against the odds, but that in doing so everything would be resolved in the hero's life. And indeed, even as Jim found the net, his mother found true love, his coach found new purpose and his school found lottery funding for a new sports hall. Though to be fair, the final frame was of Jimmy landing a contract with Manchester City, so not everything in the garden was rosy. </p> <p>Ben Elton, though, is too wise a bird to fall for this. Instead of trying to replicate the drama of sport in his plot with last-gasp winners and penalties scored by unlikely heroes, the football is almost incidental to his tale. In the Beautiful Game, the football is not a metaphor for life, just a part of it. In Elton's story, set in Northern Ireland at the start of the Troubles, his team do indeed win the cup, but it happens early in the first half of the show. It is a success - carefree and innocent - which casts a poignant pall over the rest of the plot, as the team members embroil themselves in sectarianism. The message is: if only life could be as simple as football. </p> <p>It is a pity Elton's insight is not more widely shared. Particularly down under. The way Cathy Freeman's victory in the 400m was received in Australia suggested that far too many observers were confused into thinking they were watching a film. Her victory, apparently, will right a million wrongs, resolve a century of injustice, permanently unite a nation. That kind of easy resolution happens only at the conclusion of bad sports films. </p> <p>As it happens, runners don't do much more than win races. The casual linguistic racism that pockmarks the conversation of far too much of Australian society (from long jumpers to leading politicians) will not disappear simply because an Aborigine landed a gold medal. Just as, sadly, victory for a multi-racial French football team on home soil in the 1998 World Cup has not reduced the National Front to a withered, embarrassed husk. </p> <p>As Ben Elton so accurately points out in that most unlikely setting of a piece of musical theatre, sport is an escape from reality. That is why these games have been such fun to watch. In our modern lives of fudge and compromise, there is nothing to beat plunging into a world in which grey areas do not exist, a place where everything is reduced to one simple opposition: victory or defeat.</p>",
  "<p>Manchester United plc has parted company with its new director of communications - 17days before she was due to start work. </p> <p>The club said Alison Ryan, who was appointed earlier this month, failed to disclose certain information in her application for the post. It issued the following statement: \"Information has been received regarding Ms Ryan which had not been disclosed by her to either Manchester United or the executive search firm employed to identify candidates for this post. In the light of this new information, Manchester United has withdrawn the position from Ms Ryan with immediate effect.</p> <p>\"Manchester United will also institute an urgent review of its future executive search requirements. Appointing a suitable candidate to this post remains a major communication commitment. The search for a new director of communications will commence immediately.\"</p> <p>Ms Ryan would have started work at Old Trafford on October 16. </p>"
]