[
  "<p><strong>Tuesday</strong><br>No. Definitely not. No, no. You will find no talk about the England job. Darren Tackle is not going to give his inside tip. He is not even going to reveal who he drew in Wattsy's sweepstake. Far as DT is concerned that is the subject furthest from the lips of your ordinary decent pro. See, there's one thing you can be certain of with managers: there'll always be another one along in a minute. Fact of the matter is, does it matter what muppet they puts out in front of the England mob? It's the same result every time, innit? </p> <p>That is, bloke picks whoever the papers tells him to pick, they play like a bunch of girls, crowd boos them, papers say them lot should never have been picked in the first place, papers start campaign to see muppet removed, muppet goes, papers call him all sorts of names for deserting his post. And never once does any single one of said muppets save their job by doing the bleedin' obvious: ie pick yours truly. </p> <p>So if Bobby/Bryan/Peter/ Big Ron/Arsène/Lord Fergie of the Stop Watch - or whoever they gets to put their finger in the gaping hole what is English football - is not interested in Darren Tackle then you can rest assured Darren Tackle is not interested in any of them. </p> <p><strong>Wednesday</strong><br> What Darren Tackle is interested in, however, is starting a campaign to stop the use of the phrase \"wasssap\". Pronto. </p> <p>Let's get one thing straight. And I'm talking here to all you wannabe heavy dudes thinking that yelling said phrase 25 times a minute is all that it takes to place yourself on the very edge of what's happening. When yelled at high volume by the likes of yours truly into the face of a handy-looking divorcee, after the consumption of several bottles of Uzbekistani lager down at Dell's in the context of an opening line in a chat-up routine, then the above- mentioned phrase is wholly appropriate. When used by anyone else at any other time, it is about as street as Anne Widdecombe. </p> <p>I was only pondering this very subject on the way home from training and thinking that, just to set an example, the next person what says \"wasssaap\" in my ear-shot will get a shoeing, when the mobe goes. </p> <p>\"Wasssaaap?\" It's Wattsy. </p> <p>\"I'm just on me way home,\" I says, through gritted teeth. </p> <p>\"No, no, bro,\" says Wattsy. \"That's not the game at all. You should say: 'Just chillin' out, watching the game, having a Bud.' Then I say 'Wasssaaap' again.\" </p> <p>\"Yeah, right, mate. I'll tell you what's up. I've got someone on the other line so piss off.\" I flicks lines. </p> <p>\"Wasssaaap?\" It's Rodney. </p> <p>\"Jus chillin', watching the game, havin' a Bud,\" I says, wearily. </p> <p>\"You what?\" he screams. \"No time for that, boy. You should be at Wembley, remember. You're playing in the last ever game in the stadium. You're in Barry Fry's World XI against the cast of Emmerdale. It's for charity, boy. I organised a fee. Cash. Three long 'uns, pick it up off of the ref at half-time.\" </p> <p>\"Barry Fry's World XI?\" </p> <p>\"Yeah, it's you, one of the Bosnians, eight Peterborough trainees and a bloke with one cap for the Turks and Caicos Islands.\" </p> <p>\"Still, good to work with Bazza.\" </p> <p>\"Er, he can't be there, he's doing some radio show promoting his book. Always been your ambition to play at Wembley though boy, eh?\" </p> <p><strong>Thursday</strong><br>And it still is. I'll spare you the gruesome details of yours truly's attempt to get past the security at Wembley and allow the hallowed turf to be properly graced for the final time. Let's just say in the cold light of day it may not have been the best way to oil the mechanism of my entry to chin the doorman. But then he shouldn't have greeted the arrival of yours truly with \"waaassaap\" should he? Examples have to be set. </p> <p>Still, there's always next time. Way candidates is dropping out the race, the sensible punter wouldn't rule out the probability of the first England team at the new Wembley being led out by a certain D Tackle.</p>",
  "The government has caved in to demands from big business and scrapped plans to give mothers the right to return to work part-time after maternity leave, The Observer can reveal. <p>In a blow to Labour's attempts to woo women voters, Stephen Byers, Trade Secretary, will next month rule out the proposal when he unveils a new green paper on 'family friendly' policies. </p> <p>Baroness Jay, the Women's Minister, had pressed hard for the right to be included in Labour's next election manifesto. Campaigners for women and the family last night condemned the move as a capitulation to heavy lobbying from business organisations. </p> <p>Labour women MPs will also be concerned that male members of the Cabinet have again overruled the advice of both Jay and her deputy, Tessa Jowell, on a key family policy. </p> <p>However, sources close to Byers yesterday defended the move. 'We need to be sure there is not a backlash against women, so employers don't stop hiring them,' an official said. </p> <p>Recent nationwide research by the Equal Opportunities Commission found that almost 50 per cent of women with children who asked their bosses to reduce their hours or work from home were turned down. One in five of those who refused was then sacked or forced to resign. </p> <p>An EOC spokeswoman said yesterday: 'We would be very disappointed if this does not go ahead.' </p> <p>Almost half of the British workforce is now female. Of about 7 million people in part-time employment, almost 6 million are women, mainly with small children. It is expected that 70 per cent of mothers with children under five will stay in work by 2010. </p> <p>The family review is expected to back a period of paid paternity leave for fathers around the time of the birth, extended maternity leave for women and a substantial increase in maternity pay. Currently men and women are entitled to three months' unpaid parental leave to be taken at any point during the first five years of a child's life. But it remains unlikely, the source confirmed, that the Government will fund all three months. </p> <p>Unions are likely to consider a challenge to existing legislation under the new Human Rights Act. </p> <p>'You can argue that family-friendly policy and long working hours do not equate - and this may be against the right to family life,' said Carolyn Jones of the Institute of Employment Rights. </p> <p>Ministers are also likely to agree to CBI demands for earlier notice - up to a month - from women on maternity leave as to whether they intend to return to their jobs. </p> <p>Jay and Jowell have already been embarrassed twice this year. They helped arrange Tony Blair's humiliating appearance before a Women's Institute conference and they backed a summit on female body image which produced a string of critical headlines.</p>",
  "<p>I've got nothing against forking out a sumo wrestler's weight in yen for three sets of karate lessons twice a week, because God knows we could do with a bit of Oriental-style inner harmony and mental discipline with seaweed fritters around here, but I'd like to know which enlightened master of the ancient practice of timetabling thought it would be such an excellent idea to hold the yellow-belt exams right in the middle of Football Focus, which by amazing good fortune happens to be the exact time my wife has arranged with her diary to unavoidably pop into town to look in some shop windows and eat cakes at the Jolly Teapot.</p> <p>Still, I am nothing if not Zen-like in the face of the day panning out in a less leisure-oriented way than expected, so pausing only to pack a nutritious hydrogenated-oils-and-chocolate-based lunch for the little one, off we go, me settling for the shipping forecast on the car radio while my raucous trio of red belts discuss textbook lunging techniques and the ritual preparation of Japanese poison blowfish as demonstrated on The Simpsons, activities that it seems can only be properly illustrated by ejaculating loudly (think samurai lottery winner) and waving your arms about in the rear-view mirror of a blood relative. </p> <p>Needless to say, the community centre is nowhere to be found until we have driven past it the three times required by the law of not being very observant, but eventually we're in the waiting room with the rest of the under-12s in their traditional white straitjacket and pyjama bottoms taking advantage of being allowed to throw kicks at each other without being clipped round the ear by a responsible adult.</p> <p>At last we file in. I find a seat at the back with the little one while the red belts sit on the floor being drilled by Sensei Tony, who, already bilingual in English and Essex, is no slouch at unexpectedly breaking into Japanese should the need arise. And it does, the first exercise being stretching and grunting, followed by everyone being required to go to the toilet at the same time with particular reference to remembering to bow as they exit backwards en masse through the one rather small doorway. Afterwards they split into groups to be graded. </p> <p>The first four step forward.</p> <p>'Yoi!' barks Sensei Tony.</p> <p>'To-shiba,' they reply in unison, thrusting their fists ahead, piston-like. 'Su-shi!' The little one leaps to his feet. 'STOP SHOUTING,' he bellows. I wrestle him back to his chair. Yes, I could take a hundred years to explain the declamatory idiosyncrasies of Wado Ryu (Way of Peace) combat procedure but it seems quicker just to give him his Milky Way and get him to draw circles, an activity recently voted by readers of Negligent Parent magazine as the ideal mindless task for any occasion involving choreographed noise. </p> <p>Meanwhile the Way of Peace is proceeding with a front punch and head block. 'Mitsu-BISHI!' They await further instructions in the attitude of persons engaged in synchronised defecation.</p> <p>'Ukulele,' says Sensei Tony, which means 'stamp swiftly on one's imaginary opponent's toe'. They stamp, bow and return to their positions. </p> <p>Now, my own little trio steps out, front-kicking and snap-punching and barking, coincidentally using the same tried-and-tested methods as they use to get into the car. 'YOKO-ugggh!' they shout in unison. It's nice to see them agreeing about something, not to mention using hand-eye coordination for something other than emptying the biscuit tin. </p> <p>It seems only hours later that we are collecting certificates of distinction and happily forking out money for new belts in exchange for being allowed to go home. I manage to find the little one out in the waiting room, so we head off, the other three already elbow-strikeback-fisting and lower-body-sweeping their way to the carpark. Ah, how much longer before they can sit on a beach waiting for someone to come along and kick sand in their face?</p> <p>We get home, where my wife is ready to complete the second part of today's programme of multicultural experiences by having us drive all the way out to Ikea to buy some some knives and forks that match and spend the rest of our lives in the queue trying to get back out again. </p> <p>Ah well, 'Smorgasbjorn birchveneerfloorung tecnik,' as the old Swedish proverb has it.</p>",
  "When Flemish nationalist Filip DeWinter, exultant after his rapid advance in local elections, talks of 'zero tolerance', the immigrants of Antwerp know what he means. And they are apprehensive. <p>I met DeWinter in the headquarters of his Vlaams Blok party here, and he told me: 'I think that sometimes the police in Antwerp are too much like social workers.' He added: 'We want them to be more like the police - not like social workers.' </p> <p>His party, which won 20 of the city's 50 council seats, has made scapegoats of immigrants in a city with an ethnic element of less than 13 per cent in its population of 485,000. It has blamed them for a rise in crime. It also wants Flemish independence and is against abortion. </p> <p>DeWinter arrived for our meeting nearly half an hour late. Along with the Austrian Freedom Party's hero, Jörg Haider, he is the new face of right-wing politics in Europe. The suit is fresh but the eyes are close-set, the mouth curved in an unending sneer. His figure is tall and bullish. </p> <p>He describes his policies with enthusiasm. He sweeps aside the doctrine of multiculturalism: 'I don't believe in all these cultures living together. We are the bosses around here. I don't like that people adopt little pieces out of other cultures. </p> <p>'What is wrong with purity? We should not try to organise some kind of multicultural society. If I want to experience other cultures, I will go to other countries. </p> <p>'I sometimes go into the Moroccan communities. These Moroccan restaurants, they have Arabic writing on the walls. And the music they play. The women dress in hijabs. It's not our culture, and I feel threatened. What is wrong with these people adopting our way of life? They should assimilate into our way of life or leave.' </p> <p>DeWinter hopes to run the city by forming a coalition with conservatives, but is unlikely to succeed. In the city centre, only streets away from the city's halal butchers, staff at the Federation of Moroccan Organisations still struggle to digest last Sunday's election results. The group represents 50 ethnic welfare organisations. </p> <p>'How do you think we feel,' says Muhammad Shakar, the director. 'We're living in a city where almost a third of the population voted for Vlaams Blok. Imagine a Turkish child at school being taught by a teacher who has voted for DeWinter. Do you think that teacher will have a clear head when it comes to marking that boy's exams?' </p> <p>Shakar's primary concern is Vlaams Blok's calls for an extra 600 police in Antwerp. The city already has a force of nearly 1,800. Zero tolerance, says Shakar, as practised in New York, has targeted immigrant communities. </p> <p>'We'll all be suspects,' he says. 'One handbag will be stolen and 100 Moroccan youths will be arrested. DeWinter is always talking about New York as a blueprint, but look at the civil rights abuses committed by the police there.' </p> <p>Later on Wednesday, a group of Moroccan teenagers stand sharing cigarettes outside a sweet shop in Amerikalie Street. Dressed in the international urban uniform - baggy jeans and throwover anoraks - they huddle together against a chilly wind. </p> <p>The Vlaams Blok office can be seen down the street. 'You have an interview with DeWinter?', asks Fatah Hajaj. He laughs: 'Make sure you bomb that building.' </p> <p>Hajaj and his three friends could barely wait to finish school. Earlier in the day, Shakar had described the city's ethnic teenagers as 'the no-future generation'. </p> <p>Only 10 per cent of the Moroccan children opt for further education. 'There are no jobs for us, so why should we study?' asks Hajaj. 'There is very little for us to do. With Vlaams Blok in power, there will be even less for us to do.' </p> <p>Vlaams Blok has exploited the fear of immigrant crime. A recent pamphlet depicts a city overrun by immigrants - a cartoon depicts an Arab restaurant whose speciality is a bombe surprise . </p> <p>A city-centre gun battle between the Eastern European mafia and the police two weeks ago provided vital votes for Vlaams Blok at the council elections. </p> <p>After the interview with DeWinter, his secretary calls The Observer a taxi. She worked as an au pair in London - 'I liked the city,' she says. 'Every part is so different'. Asked to translate some posters on the walls, she is sheepish. 'You don't understand,' she says. 'Some of these Moroccans are like terrorists. We find them very threatening.' </p> <p>Does Vlaams Blok have any Asian members? 'Yes,' she says. She pauses: 'No.' <br><br> Useful Links: <br><a href=\"http://www.homebeats.co.uk\" target=\"_new\">Institute of Race Relations</a> <br><a href=\"http://www.guardianunlimited.co.uk/austria\">Guardian special report: the Austrian far right in power</a></p>"
]