[
  "A Pakistani man who was passed over for a job in favour of an Indian man has been awarded almost £25,000 in compensation for racial discrimination. <p>Mohammed Sharief, 43, had been chosen as the best candidate for an adviser's post within Derby city council's equality unit. </p> <p>But just as he was about to be offered the job the council's then deputy leader, Mark Young, stepped in. </p> <p>An employment tribunal panel said Mr Young had been \"enraged\" by the initial choice of candidate. </p> <p>He was angry at not being consulted on the first interviews and felt the process was flawed. </p> <p>The panel said he was intent on satisfying the city's ethnic minority mix in the unit, which already had a Pakistani on its staff. </p> <p>Mr Sharief said his failure to get the job had affected his career and his standing in the community. </p> <p>\"When it became public, it became very hard for me to function in Derby.\" </p> <p>He added: \"People were always asking me why I didn't get the job. </p> <p>\"I only found out after I served some legal papers on the tribunal that I had been about to be offered it. </p> <p>\"As I understand it now, the assistant chief executive was on the verge of ringing me up when Mr Young stopped her. </p> <p>\"It was clearly political interference on his part. He had not made any promises that anybody was aware of, and for him to cite that was wrong.\" </p> <p>Giving evidence to the tribunal, Mr Young insisted that he had only stepped in because of a promise he had made to Derby's ethnic communities. </p> <p>He said he had assured local Pakistani, Indian and Afro-Caribbean leaders that independent observers would witness all interviews for key posts. </p> <p>But he admitted he failed to inform council officers or members about this pledge. </p> <p>He added: \"With hindsight, there should have been more communication.\" </p> <p>A spokesman for the council said that it believed that Mr Young had been \"acting in good faith and had been attempting to broaden and strengthen the recruitment process\". </p> <p>The tribunal ruled that by scrapping its initial process the authority racially discrim inated against a trio of Pakistani candidates. </p> <p>Mr Sharief, of Derby, was awarded £19,815 for loss of earnings and £5,000 for injury to his feelings. </p> <p>The other unsuccessful candidates, Mohammed Ayub, of Derby, and Mahoof Rashid, of Rotherham, received compensation of £5,000 and £2,000 respectively. </p> <p>Solicitor Kevin McFadden, who represented all three men, said: \"Race discrimination is not always obvious, and takes many subtle forms. </p> <p>\"More than sending out a message to other local authorities, I hope that the council learns a salutary lesson from this case.\" </p> <p>Mr Young stood down as deputy leader in May this year and now works for the Manufacturing, Science and Finance union.</p>"
]