[
  "Trevor Rees-Jones, the bodyguard who survived the Paris car crash that killed Diana, Princess of Wales, and Dodi Fayed, is fulfilling an ambition by starting a new job in troubled East Timor. <p>Solicitor Ian Lucas, who represents Mr Rees-Jones in his home town of Oswestry, Shropshire, said the United Nations posting as deputy head of security in the town of Suai would not pose any problems for the former paratrooper. The country is still considered one of the world's most dangerous troublespots, with Suai currently at the centre of running battles with armed militia. </p> <p>Speaking on behalf of 32-year-old Mr Rees-Jones's family, Mr Lucas said his client applied for the one-year posting earlier this summer. \"It's a very worthwhile job and an area in which Trevor has experience,\" he said. \"He is someone who strongly believes in the importance of the work that's being done there.\" </p> <p>Mr Rees-Jones, who underwent extensive reconstructive facial surgery after the Paris crash in August 1997, found no problems passing a medical examination after hearing his application was successful. </p> <p>Since his recovery, he has maintained a stoical silence about the accident and has been working in Oswestry in the security business. </p> <p>Mr Rees-Jones is reportedly sleeping in a run-down building that has come under gunfire from militia and runs the risk of contracting dengue fever and malaria, which have struck a quarter of Timor-based soldiers this year. His move comes as up to 10,000 people are expected to attend a memorial service at Suai Cathedral to commemorate the first anniversary of the massacre of 200 men, women and children in the town. The massacre took place in the aftermath of disturbances that followed the 78% vote for independence from Indonesia.</p>",
  "A leading Asian football referee has claimed he was racially discriminated against by the Football Association and Football League when he was sacked. <p>Gurnam Singh, who began refereeing professional matches in 1989, alleged at an employment tribunal in Birmingham yesterday that he was dismissed because of his race. His claim is being supported by the commission for racial equality.</p> <p>Mr Singh, 46, from Wolverhampton, who is also an accountant, claimed he was discriminated against despite achieving higher merit ratings than some of his white colleagues who were kept on.</p> <p>It is the first time a match official has launched a race discrimination action against the FA and the league.</p> <p>Mr Singh said yesterday : \"I just want some kind of justice. They are making me out to be a bad referee and I just want to set the record straight.</p> <p>\"Although it is inevitable that I would encounter some sort of discrimination from the football terraces, I did not think I would receive it from the authorities themselves.\"</p> <p>Mr Singh's claim hinges on his performances in the Football League, which are graded by clubs after each game. The performances are also verified by an independent assessor, usually a former referee.</p> <p>The league claims Mr Singh's marks were consistently low over several years, which forced the FA to remove him from its register in May last year. \"There was no indication this was coming,\" said Mr Singh. \"I feel totally disenchanted.\"</p> <p>Manjit Panesar, representing Mr Singh, said he was the most highly marked referee to be removed from the list at any time. In the 1994-95 season, he had come top of the referees' merit list with an average mark of 7.31 out of 10. But despite his experience he was given significantly fewer Division One games.</p> <p>The tribunal was told that during the 1994-95 season a meeting was held to nominate referees for Premiership matches. As discussions progres sed Ken Ridden, of the national review body, which carries out independent assessments of referees, was alleged to have said of Mr Singh: \"We don't want people like him in the Premier League.\"</p> <p>Mr Panesar said that because of non promotion, Mr Singh had been denied an opportunity to apply to Fifa- the governing body for world football - to referee international fixtures.</p> <p>Favourable reports about his refereeing were received from the managers of Manchester City, Sheffield United, Tranmere Rovers and Shrewsbury Town, the tribunal heard.</p> <p>A written note from Graham Taylor, the former England manager, said he felt that Mr Singh was competent and made no more or fewer mistakes than his colleagues.</p> <p>The case is being contested by the FA, the Football League, the Premier League and the national review body.</p> <p>The hearing continues.</p>"
]