[
  "<p>In the blazing heat of the desert, a lake ought be a welcome sight. But this lake has no palm trees around its edges, no camels watering. The sand here is a dark, sticky brown, turning to black at the lake's fringes. The smell is foul. </p> <p>On the far side, an abandoned Iraqi tank stands as a reminder of how this lake, in Kuwait's Burgan oilfield, and around 320 others like it, came into existence. During the Gulf war, occupying Iraqi forces released more than 60m barrels of oil on to the sands, forming lakes as deep as a swimming pool in places. </p> <p>Ten years on, they are still there. The Kuwaitis have pumped out a third of the oil, reducing the lakes to a shallow sludge. But the rest has sunk into the ground, five to six metres deep. As years go by, the oil continues to creep between the sand particles, contaminating more and more land. </p> <p>The Kuwaitis estimate that the cost of putting it right will be about $1bn, but oil-polluted earth has never been treated on this scale before and techniques are still in their infancy. A conference to discuss the options will be held in a few months. Dr Mohammed al-Sarawi, head of Kuwait's environment public authority, is hopeful that a Japanese bio-remediation method, which uses bacteria to break down the oil, will prove effective. Whatever is done, it will take time. </p> <p>Almost two years ago, Green Cross International, the Swiss-based organisation which monitors the environmental effects of war, reported that the situation was becoming urgent. \"In a few years, it will be too late to remedy the desert because the volume of contaminated sand will be too large\", it warned. \"The desert will be contaminated forever.\" </p> <p>Green Cross suggested that to prevent further contamination, about 50m cubic metres of earth should be dug out and put into safe storage until a solution could be found. Even that is likely to be hazardous: there are still some Iraqi landmines in and around the lakes. </p> <p>It is not just a matter of restoring the land to its natural state: Kuwait's water supply is also affected, and several water wells have already been shut down because of oil seepage. </p> <p>Kuwait depends heavily on desalinated seawater, but it also uses fresh groundwater from the south, and adds some brackish groundwater to the distilled seawater to give it flavour. According to Green Cross, one aquifer representing 40% of the fresh water reserves has been contaminated. </p> <p>The oil lakes, together with the 720 oil wells set on fire at the end of the war, were partly aimed at damaging Kuwait's economy - a gesture of spite by the fleeing Iraqis. But oil was also used as a weapon. The Iraqis thought the allies might attempt a landing in Kuwait from the sea, and poured an estimated eight to 11m barrels into the sea as a deterrent. This was about six times larger than the Amoco Cadiz disaster - the world's previous largest oil spill - and some 1,500 kilometres of Gulf coastline were polluted as a result. </p> <p>As a further defensive measure, the Iraqis moored four supertankers, each containing a million barrels, in the bay off Kuwait. These were fitted with special taps so they could pour out the oil if an attack came via the sea. Further north, towards Iraq, they sank 150 small boats in shallow waters of the fish breeding grounds to hamper navigation. </p> <p>The end of the war brought a huge clean-up operation, and the oil fires were finally extinguished after 258 days. But some of the problems caused by this environmental warfare are only now becoming apparent. </p> <p>While the fires burned, a thick cloud of black smoke, carrying soot and toxic gases, hung over Kuwait, making it so dark that cars had to use their headlights even at midday. Huge areas are still covered in soot and doctors report increased cases of asthma, allergies and eye irritation. </p> <p>The burning oil gave off aromatic hydrocarbons which can cause cancer. Dr Abdullah al-Hammadi, who runs a government clinic specialising in post-war problems, believes that most of the population inhaled a toxic dose - though it will take another five to 10 years before the effect is known. </p> <p>The desert in Kuwait consists mainly of hard-packed sand and stones, giving it a firm, stable surface, though there are smaller areas of sand dunes. According to Sarawi, the area covered by dunes normally fluctuates by 10-15% but has more than doubled in size since the war. \"We have also had a record number of dust storms over the last five to six years,\" he says. </p> <p>Although such dramatic changes are usually due to climate change, he believes that in Kuwait they are a result of the war. During the war, the Iraqis drove a corridor across the desert from the north-west to the south-east, and the movement of hundreds of tanks broke up the surface. Because the desert supports so little life, it is especially susceptible to damage. \"The top layer of the ecosystem is very fragile,\" says Sarawi. </p> <p>On the wall in Sarawi's office is a photograph which, at first glance, appears to show a buttercup meadow. It is, in fact, a stretch of desert in full bloom a few weeks after rain has fallen. The seeds for these plants lie dormant, normally just below the surface, but the drifting sand has begun to cover them to depths which prevent them from growing. </p> <p>Unlike the desert, the sea has a remarkable capacity for recovery. Seven years after the war, the coral reefs seemed healthy and shrimp catches were back to normal. But then another problem appeared. Last year, huge numbers of fish suddenly died - the Kuwaitis estimated some 400-500 tonnes. Tests on the fish found no toxins, and scientists concluded that they had died from lack of oxygen in the water, caused by an explosive growth of phytoplanktons. </p> <p>High temperatures may have played a part, but the most likely explanation is an abnormally high level of nutrients in the water. The Kuwaitis suspect that the draining of Iraq's southern marshes, carried out by Saddam Hussein for reasons of political control over the area, is to blame. Previously the marshes acted as a filter for fertilisers washed down from further north in Iraq, but now there are no marshes to remove them, these nutrients pass straight into the sea. This encourages algae blooms which use all the oxygen and kill normal life. </p> <p>The waters at the head of the Gulf are a major breeding ground for fish from as far away as the Indian Ocean. Millions of people in the Gulf and Asia depend on them for food, as do fishermen for their livelihood. </p> <p>The Gulf war may be over, but Saddam's war against the environment continues.</p>",
  "<p>At the races, IMF special agent Ethan Hunt (Tom Cruise) maintains radio contact with crack jewel thief Nyah Nordoff-Hall (Thandie Newton) as she endeavours to help him foil her ex-boyfriend Sean Ambrose (Dougray Scott) and his evil plans for world domination. </p> <p>Watching through binoculars in the far corner of the grandstand, Hunt watches Ambrose as he heads towards Nyah. </p> <p>\"Ambrose is on his way back to you. There's an envelope inside his...\" </p> <p>\"Left jacket pocket.\" </p> <p>\"That's right.\" </p> <p>\"Where do I meet you?\" </p> <p>\"Betting table 12, off the paddock.\" </p> <p>Ambrose is now only a few steps away from Nyah. </p> <p>\"Are you sure you're up to this?\" </p> <p>\"I'll run it through.\" </p> <p>Nyah turns to see Ambrose directly behind her. </p> <p>\"There you are!\" </p> <p>He leans in to kiss her. </p> <p>\"Who else would you like?\" </p> <p>Nyah lifts the envelope from Ambrose's pocket without him noticing. She then takes a $50 note from his other pocket. She waves the bill in front of him. </p> <p>\"Would you mind terribly?\" </p> <p>\"Not at all. But you're going to have to pay for it... and with interest.\" </p> <p>Nyah walks away, tucking the envelope inside her trouser pocket. </p> <p>\"I have no doubt.\" </p> <p><strong> See also:</strong> A Day At The Races, The Long Good Friday, National Velvet, Spetters </p> <p><strong> Don't see also:</strong> A Nag In The Bag </p> <p><strong> Pointless trivia:</strong> The song played during Tom Cruise's entrance at the beginning of M:I 2 is Iko Iko by the Belle Stars, also used during the opening credits of Rain Man, starring Cruise and Dustin Hoffman.</p>"
]