[
  "The United Nations yesterday attacked the government's record on race relations, expressing \"deep concern\" over the number of racist attacks and condemning the plight of asylum seekers in Britain. <p>At a meeting in Geneva, the UN committee on the elimination of racial discrimination said that ethnic minorities in Britain were feeling \"increasingly vulnerable\" to racist attacks and harassment. It also condemned institutional racism in the police and other public bodies which, it said, had led to \"serious shortcomings with regard to investigations into racist incidents\". </p> <p>The damning criticism came in response to a report submitted to the UN in May by the British government into what measures had been taken to tackle racism over the past three years. </p> <p>Officials from the Home Office and the Foreign Office travelled to Switzerland last week to try to head off criticism, insisting that the government had met most of the committee's recommendations from the last UN report on Britain, soon after Labour came to power in 1997. </p> <p>But in an embarrassing report, the UN committee, which meets every three years and is responsible for monitoring racism in member states, urged Britain to \"take leadership in sending out positive messages about asylum seekers\" and formulate ways of protecting them from racial harassment. </p> <p>It urged the government to tackle high unemployment and school exclusion rates among ethnic minorities, and recommended that ministers develop a cross-departmental strategy to combat racial discrimination. </p> <p>The report did, however, praise recent moves by the home secretary, Jack Straw, to increase penalties for racially motivated crimes. It also welcomed the government's action plan developed following the publication of the Macpherson report in February 1999 into the murder of the black teenager Stephen Lawrence. </p> <p>The UN's concerns follow a report submitted by more than 30 human rights organisations, including the civil rights group Liberty, the anti-racist 1990 Trust and the Refugee Council which condemned the government's record on race relations and deaths in custody, and claimed that the policy on asylum-seekers \"gives comfort to racists\" and has led to increased racial tension. </p> <p>Ministers will be disappointed that the UN committee backed many of the criticisms made by British civil rights groups. </p> <p>A Home Office spokesman said: \"We have not yet seen this report and obviously we will want to look at it in detail before commenting on specific criticisms, but we believe that some of the comments are unfair.\" </p> <p>\"Promoting racial equality is a top priority for this government, which has done more to promote race equality than any previous government.\"</p>",
  "<p>Harland and Wolff shipyard in Belfast said last night that it was facing a financial crisis, triggering expectations that hundreds more redundancies will be announced at a politically sensitive time. </p> <p>The yard recently lost a first round court case over a £23m unpaid bill and has no large contracts left for its 1,000 workers. It is running up losses of £2.5m a month being paid for by its Norwegian parent group Fred Olsen Energy. </p> <p>Harland and Wolff is one of the biggest employers in Northern Ireland and its problems come as the province faces increased violence and social instability. </p> <p>Yard officials blamed its precarious position on an American rig owner which is refusing to pay a £23m instalment. A spokesman for the ship and rig builder said: \"Our company is in a critical financial position because of the actions of Global Marine in not paying for the second of two drillships we built for them.\" He refused to say whether further job losses were now inevitable on top of the cuts in the staff that were made earlier this summer. \"No decisions have yet been made,\" the spokesman said. But Peter Williamson, regional secretary for the AEEU union said: \"The situation is extremely serious. Substantial job losses are inevitable.\" He expects a board meeting of Fred Olsen Energy in Oslo to confirm redundancies. </p> <p>Fred Olsen, whose family is the major shareholder in Fred Olsen Energy, met union officials from the GMB and AEEU at the yard on Monday. Both sides expressed concern at the escalating problems facing a yard which has rarely made profits and has been riddled with problems since it was privatised in the 1980s. </p> <p>Nowegian industry analysts say Fred Olsen is becoming increasingly frustrated by the Belfast yard and is under pressure to sell it off. In July Fred Olsen Energy issued a profit warning saying Harland and Wolff would produce an £8m net loss in the second quarter and 254 employees left the yard in June. Yard management hopes to firm up orders for four ferries worth £300m and has letters of intent for two cruise ships worth £200m. The yard is also battling to win roll-on roll-off ship orders from the MoD. </p> <p>A year-long legal tussle between Harland and Wolff and Global Marine came to a head two weeks ago when a High Court judge ruled the US company could remove the rig from the yard.</p>",
  "Rotherham invented the screw tap and the portable Bailey bridge, but coal was the first and greatest reason for the town's success. <p> The sunken dips of medieval bellpits still surround the town and mark where rich seams came helpfully closer to the surface than in neighbouring areas, where it took deep-mining to give the industry domination of the local economy. </p> <p>By that mid-19th century time Rotherham had used its black gold, and the transport links of the Great North Road and South Yorkshire's waterways, to stimulate other heavy industries. The town became if anything more famous for steel production, inventive engineering, and pottery which produced the vast Rhinoceros Vase, still admired and deplored at the local Clifton House museum. </p> <p>Rotherham's most productive mining period was as late as the early 1980s, just before the national pit strike, when 11 pits employed some 10,500 men. </p> <p>Thousands more worked in coal-dependent industries, including the engineering successors of Edward Chrimes, who pioneered the screw tap at his brass foundry in the 1820s. </p> <p>The only surviving pit, Maltby, now employs 600 men.</p>"
]