[
  "<p>Matthew Bannister's move to become BBC director of marketing was always viewed by insiders as a slightly odd, but at the same time a very BBC kind of appointment, and his sudden departure will come as no surprise to many. </p> <p>Odd because Mr Bannister's background was in broadcasting, not marketing. Yet also very BBC because the corporation has a long history of putting people regarded as good managers and loyal servants into positions for which they have apparently little relevant experience.</p> <p>There have certainly been mutterings from within the ranks of the BBC's marketers about this BBC suit being parachuted in over their heads, to run the newly formed marketing and communications \"petal\" in the corporate structure announced by Greg Dyke in April. </p> <p>The BBC's marketing operation was swelled considerably during the later years of Sir John Birt's reign as the corporation went out into the commercial world and hired some of the brightest and best around.</p> <p>Former BBC Broadcast marketing head Sue Farr left shortly afterwards. Maureen Duffy, brought in from the commercial sector to raise BBC1's marketing game, went to run ITV daytime. Meanwhile, Jane Frost, who was Birt's corporate marketing chief and regarded as the architect of the BBC's award-winning Perfect Day promo, was believed to be less than impressed with Mr Bannister's appointment but decided to stick it out.</p> <p>Mr Bannister himself is said to have been reluctant to take the job, but was persuaded to do it by Greg Dyke, with whom he reportedly got on very well. He is understood to have been considering leaving the BBC altogether, after failing to get the director general's job himself last summer, and move into talent management. It is thought that after having a complete break, he may still go in this direction.</p> <p>He was regarded as one of the Birtists - the group of BBC execs who helped implement the former director general's management consultancy-inspired cost-cutting regime in the 1990s. He first made his name by relaunching Radio London as the hip and trendy GLR, before moving on to oversee the creation of the crucial Birtist tract, Extending Choice, in the early 1990s. </p> <p>In 1993 Bannister was rewarded for his efforts with the controllership of Radio 1. He famously threw out the station's Smashy and Nicey image, bidding farewell to the likes of Simon Bates, Dave Lee Travis and several million listeners in the process, and introduced a more cutting edge indie/dance playlist just as the mid-1990s Britpop scene took off.</p> <p>But perhaps his most famous Radio 1 coup was signing Chris Evans to present the breakfast show - a moment caught for posterity courtesy of a supposedly clandestine \"secret meeting\" between the two, an event actually staged for the benefit of a News of the World cameraman.</p> <p>In 1996 Mr Bannister moved further up the BBC corporate ladder, taking over as director of radio in the Birt restructuring that split broadcasting and production. At the beginning of last year he was promoted again, to chief executive of BBC Production. Six months later he made the shortlist to replace Birt as director general, but lost out to Dyke.</p>",
  "<p>On Monday the AA announced its chef of the decade, based on a poll of 1,800 chefs. It came as no great surprise to anyone that it was Marco Pierre White, quondam enfant terrible of the kitchen, terror of the dining room, flayer of critics, who officially retired from the stoves last year to concentrate on building up his chain of restaurants and his already considerable wealth. </p> <p>The truth is that the real chef of the past decade, indeed of the century, died in 1935. His name was Auguste Escoffier. Escoffier transformed the place of the chef in the restaurant hierarchy, the working conditions for all kitchen staff, formalised the way in which kitchens worked, established the kitchen hierarchy and the place of the chef within it, and laid down the basis for much of what passes for modern cooking. </p> <p>There is scarcely a chef worth his salt who hasn't turned to Escoffier's La Guide Culinaire in their hour of need (and there are a great many chefs whose salt would be greatly improved if they did). Escoffier's groundwork prepared the way for the celebrity chef of today, and there is no chef in the UK who has greater celebrity than Marco Pierre White. (There is a distinction between being a celebrity and merely being famous, like Jamie Oliver or Gary Rhodes.) However, celebrity does not necessarily equate to importance or influence. </p> <p>If you study the menus in any of the restaurants in which Marco Pierre White has an interest, you will find a homage to classical French cooking. It may be titivated, reworked, reorganised, relabelled, but the origins are unmistakable. It is the French food that earlier generations fell in love with, told us about, and which we came to expect when we first went to France. This is one aspect of Marco's talent - he has an instinctive understanding of the kind of food many people like to eat and of the environment in which they like to eat it. </p> <p>That is why Granada, with whom he has a close business involvement, have asked him to bring his skills to bear on what has hitherto been one of the most distinctive, and direst, of British eating experiences, the food in old Trust House hotels. </p> <p>But you don't look to a Marco menu for the influences of Italian, Indian, Japanese, Chinese or fusion cooking. His food is rooted firmly in the past. Even when he was at the height of his cooking powers, when he made Harvey's in Wandsworth a place of pilgrimage, his food was French in all essentials. In spite of the much publicised fact that he has never been to France, he showed an uncanny awareness of the latest dishes and developments in the great kitchens there. </p> <p>This is not to diminish his brilliance. He has won his Michelin stars. He was, at the time, the youngest chef ever to be awarded three of them. He was probably the greatest kitchen technician this country has ever seen. He understood how to create great sauces, cook meat or fish precisely, to assemble dishes so that each part of them was perfect, like an engineer understands stress or a chemist the reaction between various chemicals. He can impart this knowledge to the large number of chefs he now has working for him, and this is why his restaurants, by and large, turn out food to an astonishing level of consistency and excellence. But does that make him the chef of the decade? Has he really changed the way in which we eat or think about food? Has he done more for us than other contenders such as Pierre Koffman, Raymond Blanc or even Nico Ladenis? </p> <p>Pierre Koffman is the hero of most chefs in the industry. He published two remarkable books, Memories of Gascony and La Tante Claire, and these have been his sole contributions to the media factory. In the celebrity stakes, Pierre Koffman hasn't even made it to the starting line. Not for Koffman, Ready, Steady, Cook, chatshow appearances or gossip columns. </p> <p>Koffman keeps to his kitchen. Mr Koffman cooks. As a professional and as a creative chef, Koffman is an exemplar, but his very reticence probably disqualifies him from the accolade. </p> <p>Nico Ladenis was, until his retirement from the kitchen last year, the most individual figure, as famous for his abuse of customers and the media as he was for the exquisite passion of his cooking. But his stance, at the height of his powers, was unashamedly elitist. He never became part of the culinary establishment. He eschewed the pulpit that TV or the press might have offered him, and so he had less impact he might otherwise have had. </p> <p>Raymond Blanc is another matter. No one can accuse Raymond Blanc of being a shrinking violet. Books have poured from him. He has charmed from the pulpit of TV. He demonstrates, instructs, talks, broadcasts and, of course, cooks. His is a naturally restless nature, and a curious one, too. He has had a Japanese period. He has dabbled in Indian spicing. He has sought to harness techniques from other culinary cultures and explore technology. He has been a fervent spokesman on behalf of organic food, and has practised what he preached in the gardens of Le Manoir aux Quat' Saisons. He has reinvented his cooking at regular intervals, not always to good effect it has to be said, but he always returns to his French roots. Mère Blanc is never far away from her son's culinary invention. This inventive energy has been as marked during the last 10 years as it was during his first 10. </p> <p>Perhaps most importantly he has been a great missionary for good food outside his own restaurant. The Le Petit Blanc chain of brasserie-effect eateries, which he is rolling out across the country with the backing of the Virgin Group, is making a contribution to the quality of eating out at the democratic end of the market. </p> <p>And, of course, he has also been a phenomenal teacher of chefs. Paul Heathcote, Richard Neat, Bruno Loubet, Aaron Paterson, Michael Caines, John Burton-Race, Michael Wormersly, not to mention MPW himself, have all passed through his kitchens. All these chefs have gone on to run Michelin-starred kitchens of their own. </p> <p>However, there is little generic similarity between their cooking styles. Raymond Blanc seems to have the gift of inspiring and instilling principles in his chefs without forcing them to conform to a Blancian template. In this he differs greatly from Marco. It isn't that the chefs who have passed through Marco's kitchens lack creativity, but the style of food they go on to produce is very much in the master's image. None the worse for that, you may say, given the excellence of the master. True, but it doesn't take cooking in this country any further forward. It immures it in history. It takes its principles from an outmoded past. It's as if painting or architecture still subscribed to the taste of classical Greece or Rome. </p> <p>Marco bestrode the London restaurant scene like a colossus in the 90s. He embodied the zeitgeist of the capital's gastronomic aspirations. Nothing he said or did was ever less than interesting. He was the source of immense excitement. He cooked and he made money, and he knew when to stop. </p> <p>The notion of a chef of the decade is, frankly, risible, but if you had to choose one it would be as well to remember that London doesn't represent the rest of Britain, and French cooking is not the future or even the present of food in this country.</p>",
  "<p>The perilously short list of potential replacements for Kevin Keegan as England manager thinned last night when Arsène Wenger emphatically ruled himself out of the running.</p> <p>The news comes as a major blow, though hardly a surprise, to the FA who may have been prepared to override public concerns about the appointment of a foreign coach in order to secure the Arsenal manager's services.</p> <p>But Wenger said: \"I will respect my contract with Arsenal, which runs until 2002, and it does not matter what proposals I receive from any club or country. The England job is an attractive job but somebody else will be taking it - not me.\"</p> <p>Wenger, who has previously expressed distaste for coaching at international level, is expected to hold a press conference today to explain why he is not interested in the England position. The Arsenal chairman Peter Hill-Wood said on Wednesday that the FA could \"forget any thoughts about asking him [Wenger] to be the next England manager\" after banning the Frenchman from the touchline for 12 games.</p>"
]