[
  "A leading rugby league club was found guilty of racial discrimination yesterday by an employment tribunal, which also criticised the attitude of its chief coach. <p>Leeds Rhinos failed to act promptly and efficiently when Paul Sterling, an international winger, aired repeated grievances, the tribunal ruled after two weeks of hearing evidence in Leeds. The Rhinos' Australian coach, Dean Lance, was found to have discriminated \"unconsciously\" against Sterling, whose efforts to get back into the team after three previous, successful seasons were blocked for months. </p> <p>Lance was censured for an \"ill-considered\" comment to Sterling that he would not be selected for the first team \"irrespective of performance\". </p> <p>The tribunal rejected the most serious criticisms by Sterling, however, ruling that the player's belief that Lance operated a policy of \"ethnically cleansing\" the side had no evidence to support it. The written judgment described Lance as \"professional and honourable\" and said that the Rhinos should not lay disproportionate blame at his door. </p> <p>Lance, a relative newcomer to Leeds, is expected to serve the remaining two years of his contract. Sterling is at present on international duty for the rugby league World Cup.</p>",
  "<p>Carlton Communications has dismissed Go's £750m bid for horseracing as fantasy figures.</p> <p>The media group said its cash offer to the racing industry was actually £30m higher than the rival bid from Go, a consortium backed by Channel 4 and BSkyB.</p> <p>Go has guaranteed UK racecourse owners a minimum of £400m over 10 years but £80m of this is to be spent on marketing.</p> <p>Carlton said the guaranteed element of its own bid - also £400m - was made up of £350m cash plus £50m on marketing.</p> <p>A spokesman for Carlton said: \"Forget what they are saying about £350m in projected revenues. We can all add up to whatever we want. What matters to the racing industry is the amount of cash it will receive and the fact is our bid is actually higher.\" </p> <p>The company said it too would also offer a racing channel - available on ONdigital, cable and Sky networks. </p> <p>The Racecourse Association was not available for comment.</p>",
  "<p>And they're off! The battle for TV horseracing intensified today after a Channel 4 and Sky backed-consortium tabled a massive £750m bid for exclusive rights to coverage of meetings across the country.</p> <p>Go Racing, a partnership between Channel 4, BSkyB and Arena Leisure, made its proposal to racecourse executives today .</p> <p>Its bid guarantees a minimum £400m investment over 10 years from the broadcasters and Arena - the quoted company that owns and operates six racecourses as well as an online betting business.</p> <p>The remaining £350m is the projected revenue horseracing will pick up from the online betting and interactive TV services Go plans to launch.</p> <p>Go Racing's bid comes just weeks after Carlton Communications made a late play to wrest TV horseracing from Channel 4 and the BBC.</p> <p>Michael Green's communications group made a £400m offer last month for broadcast rights. Carlton offered a guaranteed payment of £350m, with a further £50m set aside for marketing.</p> <p>But like Go, Carlton also tabled a spectacular money bonus with an offer to split all profits 50/50 with the racecourses. Sources said at the time this could bring its total offer to £530m.</p> <p>Go, however, believes it is furlongs ahead in the race because it is the only consortium to guarantee live coverage on both Channel 4 and BBC.</p> <p>In addition, Channel 4 will launch a Go Racing channel available nine hours a day.</p> <p>BSkyB will also launch an interactive service to allow armchair fans place bets from the comfort of their living room.</p> <p>Channel 4 director of strategy David Brook said: \"Our rivals cannot begin to match us.\"</p>",
  "<p>Bolton needed a sharp reminder before rejoining the the promotion race at the Reebok stadium last night, when they came from a goal down to secure a 3-1 win over Queens Park Rangers and move into fourth place. </p> <p>After a dire opening 40 minutes of few chances and little excitement, Rangers went ahead against the run of play when their on-loan defender Marlon Broomes, up for a corner, put over a cross for Peter Crouch to head home. </p> <p>The goal brought Bolton out of their shell and they were level within a minute when Ricardo Gardner's corner to the far post was palmed by Rangers' keeper Lee Harper but headed by the Bolton captain Gudni Bergsson into an empty net. </p> <p>Gradually Bolton took control and after 61 minutes Robbie Elliott found himself free 25 yards out and hit a wickedly dipping shot into the top corner, and three minutes later Michael Ricketts slotted home a third with Harper stranded. </p> <p>Burnley rebounded from a five-goal hammering at Nottingham Forest at the weekend with a goal from Andy Cooke for a 1-0 win at Turf Moor over a Crewe side who deserved better. Cooke's fourth goal of the season came from a glancing header in the 33rd minute after a great cross from the left by Graham Branch. </p> <p>Crewe more than matched Burnley as they went in search of their third win a row but they failed to find a finishing touch despite carving out three clear-cut scoring opportunities before Burnley's goal. Shaun Smith was the worst culprit, shooting wide when it looked easier to score after he had burst clear. Alan Maybury also wasted a glorious chance when clean through. </p> <p>The Burnley defence also escaped punishment when Colin Little should have done better than miss the target after being on the end of a flowing six-man move. </p> <p>But all Crewe's attractive approach play consistently went to waste in front of goal and they were hit by the sucker punch when Cooke rose to deflect Branch's cross beyond Jason Kearton. </p> <p>Burnley were by no means convincing but they will welcome a victory which moves moved them into sixth place, especially after the drubbing at Forest. Crewe remain too close to the trapdoor for comfort. </p> <p>\u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to <a href=\"mailto:editor@footballunlimited.co.uk\">editor@footballunlimited.co.uk</a></p>"
]