[
  "A US jury awarded $6.3m (£4.4m) yesterday to a woman and her son who were attacked by guards outside the Idaho headquarters of the white supremacist group Aryan Nations two years ago. <p>The Aryan Nations' leader Richard Butler, the group and its corporate entity were found to be negligent in the selection, training and supervision of the security guards who chased, shot at and assaulted Victoria and Jason Keenan after they stopped to search for a dropped wallet near the Aryan Nations' compound. </p> <p>The Keenans' lawyer, Morris Dees, said he did not intend to allow the defendants to dispose of their assets. \"We intend to enforce this verdict... to take every single asset from the Aryan Nations.\" </p> <p>Edgar Steele, representing Butler and the Aryan Nations, said he would press for a new trial or, failing that, an appeal. Butler holds that whites are the true children of God, that Jews are the offspring of Satan and that blacks and other ethnic groups are inferior. AP</p>",
  "<p>Imagine what it would be like to give up work on Wednesdays. We would slave away on Monday and Tuesday, put up our feet mid-week, and have the weekend firmly in sight when starting the second half of our week on Thursday. Impossible? Utopian? The economics of the madhouse? </p> <p>Not really. Think of the world as it was 60 or 70 years ago, before new technologies brought fridges, cars, foreign holidays and telephones within the grasp of the bulk of the population. We are so much wealthier now - in material terms, at least - we could still have a higher standard of living than our grandparents even if we cut our working week by 20%. </p> <p>An international survey conducted by two economists - Andrew Oswald of Warwick University and David Blanchflower of Dartmouth College in the US - found that 69% of people in 27 countries wanted to spend more time with their families, 29% thought the life-work balance was just right, and 2% wanted to spend more time at the office. The richest, the United States, was the unhappiest of all, with 46% keen to spend much more time with their families and a further 39% wanting to work less. </p> <p>Given that we are all supposed to aspire to the US model of turbo-charged capitalism, these are somewhat disturbing findings. The flexible labour market may be good for business, but bad for individuals. As the sociologist Richard Sennett argued in his book The Corrosion Of Character, the threat to the modern industrial system comes not from a dramatic, Marxist- style revolution but from a gradual disintegration. </p> <p>The really interesting question is why we put up with this state of affairs. One answer could be that we simply don't know when we are well off. During the mid 19th century, six 12-hour days were the norm for mill workers, and since then hours worked have steadily declined. Worrying about the life-work balance is a luxury; during recessions we have other things on our mind - avoiding the sack, keeping up the mortgage payments. </p> <p>Another explanation is that, for all the breast-beating, we spend more time at work because we want to. The professional middle classes may have fallen prey to jacket-on-the-back-of-seat syndrome but, if asked, most would say that they like their jobs. </p> <p>Yet Oswald and Blanchflower found that the desire to spend more time with the family was particularly pronounced among middle-aged, highly qualified men. </p> <p>In short, everyone may be behaving rationally as individuals but working inefficiently hard as a collective group. 'Keeping up with the Joneses is what rules. If you work hard, I feel I have to in order to keep up - in chances of promotion at work, in buying the latest cars and sweaters. If we could all agree to slow down together, we could all be happier.' </p> <p>But there's the rub. Taking our foot off the pedal collectively may turn us into happier people, better parents, more considerate lovers, more productive workers, but we don't act collectively, we act as individuals. And as individuals we are too insecure to do what we think would be good for us.</p>",
  "Events, as Harold Macmillan once remarked, have an irritating habit of messing up the government's best laid plans. <p>At the very moment that Gordon Brown is being hailed as one of Britain's finest chancellors, his successful handling of the economy virtually guaranteeing Labour victory at the next election, the prospect of economic crisis has loomed over the horizon. </p> <p>Doomsters warned yesterday that the tripling of the price of crude oil means Britain will hit recession, ensuring a return to the dreaded cycle of boom and bust. On the three recent occasions when oil prices rose as dramatically - in 1974, 1979 and 1990 - the British economy hit the rocks within 18 months, the pessimists said. </p> <p>Motoring organisations warned yesterday that the inevitable surge in the price of petrol - it is expected to rise by 7p to 87p a litre - would have devastating results. Michael Johnson of the AA said: \"If the increase takes place, drivers will be bewildered at best and very angry at worst. It always hits the person at the pump.\" </p> <p>Both the RAC and the Freight Transport Association called on the government to cut the 75% Treasury levy on fuel - the highest rate in Europe. </p> <p>The Treasury refused to be drawn on whether it would cut the tax on fuel. However, a spokeswoman pointed out that the chancellor responded to the concerns of motorists in his last budget in March when he scrapped the fuel duty escalator introduced by the Conservatives. </p> <p>\"In the last year we have had the lowest increase in fuel in 11 years,\" she said. </p> <p>The abolition of the fuel duty escalator took the wind out of the sails of the Tory leader William Hague. He had hoped to champion the interests of motorists but in the past few days he and his party have been remarkably quiet about the oil crisis. </p> <p>The Tories' relative silence shows higher fuel prices are unlikely to damage Labour at the next election. Governments of every hue levy exorbitant fuel duties and voters have rarely rebelled over the price of fuel, as the dismal response to the summer's Dump the Pump campaign showed. </p> <p>The stoicism of British voters means there will be no repeat of the kind of protests that are paralysing France. David Russell, of the Freight Transport Association, said his members would never take to the streets because direct action would alienate voters, destroying his group's leverage over the government. </p> <p>\"We do not behave like the French, although there are some elements who are interested in pursuing that line out of sheer frustration,\" Mr Russell said. </p> <p>The failure of British truckers - or most disaffected workers - to take to the streets highlights striking cultural differences between Britain and France, according to the Labour MP and foreign office aide, Denis Macshane. </p> <p>\"France has always been prone to sudden sharp mobilisations because there is not the tradition of debate that we have,\" he said. \"In Britain people also seem to have become inured to rises in petrol prices.\" </p> <p>While ministers may calculate that they will escape punishment over petrol price rises, there will be private alarm at the threat to the economy. The Treasury played down the dangers yesterday, declaring: \"We do not have alarm bells ringing.\" </p> <p>However, the doomsters warned that Britain will now move towards a recession. Andrew Oswald, professor of economics at Warwick University, said: \"We have never before ridden out a trebling of oil prices without a slowing down of the world economy. Oil is the world's black magic.\"</p>",
  "<p>If the rumour-mongers and Nasty Nick's Sun diary are to be believed, Mel, the one-time long-standing hot tip to make it all the way to the end of the show, will be out on her ear tonight. Spurious statistics about the percentage of calls against her are zipping about the ether in text-message and email form, and a frantic whispering campaign is being waged around the nation's water-coolers, photocopiers, greasy toast shops or wherever it is that such conversations take place. </p> <p>The rise and fall of Melanie is a curious business. Personally, I feel that she's less grating now than she was in that early, man-whispering state that earned her house-queen and likely-winner status. Having given up on the thong-flashing antics and the boy-backing voting system, she's reinvented herself as a more palatable human, give or take the occasional dubious assertion that she's doing all this for her mum. </p> <p>But maybe we're about to witness payback for all the scheming she indulged in during those early days. Big Brother karma in motion. Maybe we're just overcome at the novelty value of being in the position to vote against her. Or maybe there's some darker political agenda here. Could she be about to suffer the wrath of multitudes of men who consider themselves to have been teased to distraction by manipulative hussies like her in the past? </p> <p>Of course, maybe it's all nonsense and Mel will survive the evening's expulsion, which brings us on to the manner in which the anti-Mel line and other Big Brother-related gossip is disseminated. Crucial to the programme's success, e-gossip is a powerful force - fast-moving (one click on the Forward icon, and you're away) and endowed with a credibility that spoken gossip never quite achieves. Never before have we witnessed its might at such close hand. Malicious speculation will never be the same again.</p>"
]