[
  "<p>Lembit Opik had a good day at the office yesterday. Perhaps it was the sensual contours of his hand-made leather in-tray that did it, or the way the luxurious (and luxuriously priced) carpet caressed his shoes; or the way the light in the atrium glinted off the water in the fountain. Either way, the Liberal Democrat MP for Montgomeryshire - usually perceived as a man of rather more apocalyptic temperament, given his role as a key voice in the campaign to warn the world of the catastrophic consequences of being hit by a meteorite - certainly enjoyed his first day at work in what is, yard for yard, Britain's most expensive, and arguably most contentious office building, Portcullis House. \"Despite all the controversy, it feels good and I think it will feel good for our visitors,\" he says of the new Westminster home for 210 MPs. \"And it did feel great walking into the building.\" </p> <p>Once upon a time, the opulent office could be justified - if it needed to be justified at all - on the old-fashioned principles of conspicuous consumption: who could doubt the power and credibility of a government - or a bank, or a management consultancy - that could afford to transform countless tonnes of marble and gleaming steel into a vast, mortality-defying, space-wasting monument to corporate might? But in an age of efficiency, the more likely rationalisation speaks of the need to attract the best talent; to provide them with airy cathedrals in which to worship the god of productivity. Which rather prompts the question: do they work? </p> <p>Luxury has always been a critical part of the subtle lines of power that crisscross every office floor: used aggressively, the ostentatious demonstration of opulence can be wonderfully flattering - or absolutely terrifying. \"The chief executive's office was amazing: awesome mahogany, indescribably deep carpets,\" recalls a former employee of a major London bank. \"If you were summoned, you knew it was because you were pretty special - or because you were in for a serious dressing-down.\" But whether the marble and the gurgling fountains actually make a serious difference to workplace morale and productivity - whether, in other words, Lembit Opik and his fellow MPs would be one iota less effective in their work if a few thousand pounds less had been spent on the office carpet - seems rather more questionable. </p> <p>Those who have worked in similarly plush environments testify to the little jolt of happiness - of being wanted - that hit them every time they showed up for work. \"Every day I worked in that building I walked through the doors and thought: this feels good ,\" says one City worker. \"You walked off the street and immediately you felt special,\" another recalls. </p> <p>Yet complacency settles in pretty fast, even in palaces such as the notorious European Bank of Reconstruction and Development near London's Liverpool Street, where a £66m marble-heavy refurbishment earned it the epithet \"the Glistening Bank\" and was a key factor in the resignation of its president, Jacques Attali. At one point, more had been spent on revamping the office than on the projects the bank had been established to support. \"There was a lot of marble - it was real Bonfire of the Vanities stuff,\" one former employee recalls. \"But, hey - you got used to it.\" </p> <p>Organisational psychologists don't buy the luxury-productivity link either (although that might just be jealousy). \"There are hygiene factors and motivating factors,\" says Dr Rob Yeung, a business psychologist at the consultancy Kiddy and Partners. \"Hygiene factors are things like having a sufficiently warm office, access to food, drink, shelter - the physiological needs. Once these are satisfied, they no longer actually motivate any further or produce greater performance or quality of thought or things like that. Pay, even, is quite often described as a hygiene factor: once people are paid enough to live OK and go on a few holidays, it doesn't actually motivate people to work any harder.\" </p> <p>Forget deep-pile carpets and deeper leather armchairs: quality relationships and control over one's working environment - however grotty - matter more. \"The kind of things that make people work harder are feeling valued, feeling like their efforts are recognised, having a good working relationship with colleagues, customers and suppliers, and feeling their needs for achievement are being met in the workplace.\" </p> <p> Luxurious surroundings \"can make people feel good about themselves, but can have a rebound effect,\" says Dr Valerie Lamont, a chartered counselling psychologist. \"In some people, it creates a sense of 'What am I doing here? This doesn't feel like a comfortable place to work', particularly if there is any discrepancy between the image of the office and the actual working practices.\" </p> <p>Then there is the famous \"lobby factor\" - the predictable tendency for spacious grandeur to be rapidly replaced by low-ceilinged, fluorescent-lit squalor the moment employees pass from the public areas to the private offices. \"The lobby was full of marble and chrome and big fountains with goldfish and lovely plants,\" is a typical observation. \"The communal areas were lovely, but the actual offices were horrid. I had to leave because there was a real culture of terror, backstabbing and bullying that was so awful, the lobby frankly wasn't going to keep me.\" </p> <p>There is, in any case, something almost embarrassingly old-fashioned about Portcullis House's approach to luxury - the armchairs with snooze buttons, the notorious fig trees. The new economy it ain't: ask any of the burgeoning ranks of edgy, up-to-the-minute office designers to work you up a symphony in marble and cascading fountains, and they would drop their laptops in horror. </p> <p>\"Ten years ago, maybe,\" says Arnold Levin, director of the Center for Workplace Innovation, a Washington DC-based office design firm. \"Then, the law firms we designed for would always be opulent; always stone, wood, marble. But even our law firm clients, though they spend a bit more than our dot.com startups, are very concerned that their clients don't get the impression their fees are being poured into the workplace. Across the board, there's so much more money being spent on technology and wiring and cabling that opulence is the last thing on anybody's mind.\" </p> <p>Back at Portcullis House, in his deluxe third-floor office, however, Lembit Opik is understandably keen to emphasise the productivity benefits of all that spending. \"There has been a dramatic improvement in the work environment - it's acoustically well-designed, natural light is used well - it feels good, and that's got to be good for productivity ... It makes very good sense for the long term.\" And perhaps there are other advantages: if a meteorite does ever hurtle from the heavens and land on London, maybe the carpet at Portcullis House will break its fall.</p>",
  "<p>Last week we heard the one about the Frenchman, the Serb and the Italian tifosi, and funny it wasn't. For those who missed it first time: in the course of Arsenal's ill-tempered match with Lazio in Rome, Italian fans relentlessly booed the visitors' black players. Additionally, Lazio's Serbian defender Sinisa Mihajlovic allegedly subjected Patrick Vieira to racial abuse for the entire 90 minutes - sample quote: \"N*gg*r of sh*t\". \"Yes, I said that\" admits Mihajlovic, \"but Vieira started it.\" Uefa have given Mihajlovic a two-game European suspension, and his club have fined him £30,000. </p> <p>Our Sinisa is no stranger to controversy, of course. He had close ties with the indicted Serb war criminal Arkan, and on his murder last season invited the Lazio supporters to indulge in their infamous homage: \"Honour to the Tiger\". This summer he was publicly attacking the excess of Argentines in his own team. And now come Vieira's accusations. You might marvel at the irony of a Serb immigrant in Italy making racist remarks, but since Lazio have now imposed a press silence on their players, that's not a point Sinisa can respond to.</p> <p>So on then to the fans, and the back page question in last week's British press: are all these eyeties racists or what? Answer: no, but please put on your sociology hat and consider the following. Racial integration in Italy is 30 - 40 years behind many other European countries, because here large-scale immigration is a relatively recent phenomenon. Despite this, racial attacks and violence of the kind found in Germany are almost unheard of. That's the good news.</p> <p>The bad news is that Italian football does have a very visible problem with racism. Neo-fascist symbols and sloganeering remain popular here, and they've become attached to football in the same way hooliganism did in Britain during the 70s and 80s. In the notoriously un-policed world of the 'Ultras', right-wing groups have bloomed. Last year on 'Gazzetta', for example, we visited the headquarters of Lazio's 'Irriducibili' supporters where a portrait of 'Il Duce' Mussolini hung happily on the wall.</p> <p>It was supporters like these that daubed \"Winter Raus\" on the walls of Rome before Dutchman Aaron Winter arrived at Lazio in 1992. (He was black and Jewish, and was advised by the club to deny the latter.) \"For a few days it was horrible,\" he says now. \"I was afraid to leave the house or mix with people.\" Curiously though, having endured the early atmosphere, Winter found himself \"treated like a King\" by the fans during his four highly successful years in Rome - which helps explain why Lazio's manager Sven Goran Eriksson advises signing another black player now. It's crude but perhaps effective.</p> <p>Worryingly though, while clubs and government stress their anti-racist commitments, some in Italy would prefer to see the issue buried. For them, the booing of black players is merely an unpleasant but unremarkable means of provoking the opposition - in much the same tradition as previous generations' taunts of visiting Neapolitans or Torinese - and despite the fines the League now imposes on clubs here, there's little sign of the practice dying out. </p> <p>Nor have fan-based initiatives met with any long-term success. Maybe it's unrealistic to imagine these mentalities disappearing without the arrival of a generation of black Italian players, and a real integration in the rest of the community. In the meantime though, the behaviour of these Italian fans insults their own nation far more than any visiting players - and with the rest of Europe beginning to point the finger, Italy can't afford to wait too long. Sound familiar?</p> <p> \u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to <a href=\"mailto:editor@footballunlimited.co.uk\">editor@footballunlimited.co.uk</a></p>",
  "As Sir George Young joked before he lost yesterday's election for Speaker, the job is as historically dangerous as the England football manager's. Yet up to a dozen MPs wanted it. <p>Why? In an age when Parliament's reputation has sharply declined (another of yesterday's recurring themes) the prestige and influence of the Speakership has survived, partly because television has made it famous, partly because voters identify with the person who has to keep unruly MPs in order at question time. </p> <p>That is the visible, easy bit. The Speaker spends no more than 10 hours a week in the chair, handing over the long, dull hours of the white fish (Scotland) (No 2) bill to his or her deputies. There is plenty else to do. </p> <p>The key functions of the office as it has evolved from 1268 when speakers often died in battle are threefold: </p> <p>\u0095 to <b> chair the Commons</b> , as seen on TV, which means firmness and fairness, a flair for procedure and for minority viewpoints, a good head for 658 faces; but also to police the deals which parties do behind the scenes, procedural wrangles over bills or statements, too often made on the Today programme </p> <p>\u0095 to <b> chair the Commons commission</b> which manages the ancient Palace of Westminster through a £200m annual budget, always under pressure to give MPs more staff and better facilities </p> <p>\u0095 to<b> be Westminster's ambassador</b> among parliaments around the world. Many MPs believe the management job should be hived off, professionalised, but Michael Martin has chaired the administration committee and believes he has the experience to cope. After prickly dealings in the past the press will be watching warily, but Mr Martin's camp say relations are better now. The real task facing the 152nd Speaker will be to <b> fight for the rights of the legislature </b> - Parliament - against the executive, which for many years has become increasingly distainful of backbenchers, and to assert their historic power to question ministers and hold them to account for their policies. Tony Benn led a host of MPs - and candidates - in making this plea yesterday. It will be a daunting task, but Speaker Martin will have all parties behind him in the struggle ahead. </p> <p> </p>"
]