[
  "<p>John Stewart, the chief executive of Woolwich, is thought to have won one of the most senior management roles at Barclays on the successful completion of the £5.5bn takeover talks with its larger rival. </p> <p>The appointment of the Woolwich boss as deputy chief executive with special responsibility for mortgages and the net is expected to be positioned in such a way that John Varley, currently the most senior executive in the Barclays retail financial services operation, is able to cling on to his role - at least temporarily. </p> <p>The banks, which were yesterday forced to publish sketchy details of their £5.5bn takeover talks after intense speculation, were last night racing to cement the details before a counter-bidder could step in to scupper the first strategic move by Barclays' chief executive, Matt Barrett. </p> <p>Among the last points to be agreed ahead of a final announcement scheduled for to morrow were which executives should fill the senior roles in the combined bank and in particular the position of Mr Varley, the head of the bank's retail financial services operation during a time of unpopular branch closures and cash machine charges. </p> <p>Under the terms of the Woolwich takeover both brands are to be retained via the banks' branches, although it was unclear how many would be earmarked for closure if the deal were completed. The possibility of job cuts was also raised. </p> <p>News of the talks, widely regarded to be with Barclays' second choice for a deal, ignited the stock market amid speculation that a wave of mergers and takeovers would finally break out in the sector. Many City sources believe Mr Barrett would have preferred to clinch the agreement of Abbey National for a merger to achieve his goal of boosting mortgage market share. </p> <p>Shares in Barclays, which plans to pay for Woolwich partly with its own shares, fell 49p to £16.15; Woolwich's rose to £3.41 - still below the £3.62 a share at which the Barclays bid was priced before yesterday's price movements. </p> <p>Among the day's fastest rises were Alliance &amp; Leicester and Northern Rock, both regarded as bid candidates. Lloyds TSB, which has built itself up through a series of mergers, fell back amid uncertainty about whether the bank would try to clinch another deal. </p> <p>As the sensitive final details of the takeover were being negotiated, speculation mounted about the roles being allocated to Barclays executives after yesterday's hastily prepared statement by the two banks. </p> <p>One of the aims was to incorporate \"Woolwich's brand, management, products and capabilities to accelerate the achievement of Barclays' strategic ambitions, particularly in retail financial services.\" </p> <p>An industry source said: \"Part of the appeal for Barclays is the Woolwich management.\" It is understood that a senior role for Woolwich finance director Richard Meddings was under discussion last night. </p> <p>The takeover talks follow a turbulent period for Barclays and mark the first major move by Mr Barrett - who became chief executive in October, just as the bid battle for his closest rival, NatWest, got under way. </p> <p>With NatWest falling to Royal Bank of Scotland, Mr Barrett found himself running a bank consigned to fourth place in the market's ranking, behind HSBC, Lloyds TSB and Royal Bank of Scotland. </p> <p>Even with the Woolwich, Barclays would remain in fourth place but make a big leap towards closing the gap.</p>",
  "<p>From an early age, Gurmit Davatwal wanted to be a soldier. Not just any old soldier, but a member of the Household Cavalry. \"My dad was keen on the services and used to take us to Horse Guards Parade,\" he recalls. \"I remember looking at those guards and thinking: 'One day I'll do that'.\" </p> <p>Sadly, his father died when Davatwal was just 16, and never did see his son sitting stock still astride an immaculately groomed horse. That was the young Sikh's only regret as his eyes stared straight ahead, steadfastly ignoring his sister's camera. He was a proud defender of Queen and country and a godsend to an army desperate to boost the number of minority ethnic soldiers in its ranks. </p> <p>Even before he had completed his basic training, Davatwal's friendly face and open manner were being put to good use in recruiting offices. He could charm reporters at press conferences and reassure black and Asian youths that stories about racism were history. No wonder his superiors were impressed. When one asked him where he saw himself in 10 years' time, he replied: \"Hopefully, sir, in your chair.\" The officer looked pleased and said: \"Well done.\" </p> <p>It is difficult to predict where Davatwal, 22, will be in 10 years' time, but right now he is selling sunglasses on commission at Heathrow airport. He was summarily dismissed from the Household Cavalry in March this year after an ill-fated night out in the West End with \"the lads\". </p> <p>Although he is adamant that he has never taken drugs, and that his drink must have been spiked, traces of ecstasy were found in his bloodstream during one of the routine tests at Knightsbridge barracks in London. Ecstasy is an A-class drug and army rules are clear. No arguments. No way back. </p> <p>Six others were caught by the same random test and they, too, were given an administrative discharge. They were all white, so there is no suggestion that the Sikh was treated more harshly than anybody else. All the same, his fall from grace seems particularly poignant in the context of his previous prominent role in army recruitment. </p> <p>\"He contributed a tremendous amount,\" Lieutenant-Colonel Mark Ridley concedes in next week's second programme of Channel 4's series, New Model Army. \"He was a good soldier, quite clearly a future leader. What we owe him is thanks for his enthusiasm, but he did let us down . . . We invested a lot in his training [and] he let himself down.\" </p> <p>More than 10 years have passed since Prince Charles noticed a distinct lack of black or brown faces in the ranks of those guarding his mother, and suggested that something must be done. Pressure built up in the early 1990s, when it emerged that a black mechanic had been refused entry on no other grounds than his colour. </p> <p>Evidence of racist bullying emerged later from some of those black recruits who did make it into the ranks. Small wonder that Bob Purkiss, a commissioner at the Commission for Racial Equality, says of the efforts by the top brass to clean up their act: \"If you can change the Household Cavalry, you can change any regiment in the British army.\" </p> <p>Television producer Roger Mills and his team have spent 18 months recording the effectiveness of the army's 1997 commitment to turn itself into an equal opportunities employer. The Household Cavalry has accounted for the first two of the four-part series. Last week, viewers followed the progress of Marcelous Pusey, an Afro-Caribbean recruit from Birmingham, as he passed through basic training and looked forward to a rewarding career as a guardsman. </p> <p>Yes, he was bawled at by NCOs, but then so was every other recruit. Yes, he put up with a bit of mildly racist banter and shrugged it off. But last December, he felt impelled to put in a complaint to the army's equal opportunities inquiry team. Exactly why is shrouded in mystery because the army has chosen to make it sub-judice. Nearly eight months on, the complaint is still being shunted around in Byzantine complexities of inquiry procedure. No verdict has been forthcoming - a marked contrast with the swiftness with which Davatwal was discharged. </p> <p>Meanwhile, \"Niggers don't belong here\" was found scrawled in the washroom at the Knightsbridge barracks. </p> <p>\"We didn't go looking for racism when we set out on this series - it found us,\" says Mills, 63, who spent nearly two years in the Intelligence Corps during his national service and professes himself to be a \"great lover of the army\" with a fondness for military bands. He was evidently impressed by the commitment of Major-General Evelyn Webb-Carter, commanding officer of the Household Division, and very much one of the old school. \"He has informed himself about ethnic issues and wants this policy of attracting more black and Asian soldiers to succeed,\" Mills says. \"But if there are complaints about racism, they should be dealt with properly.\" </p> <p>Pratap Rughani, who directed next Tuesday's programme about Davatwal, goes further. \"The army top brass are appearing on platforms saying that, if there are problems, they will be dealt with swiftly,\" he says. \"That's not the evidence we have. It's misleading.\" </p> <p>Both programme-makers agree that however much the policy changes at the top, however many equal opportunities lectures are given to the ranks, it will take at least another gen eration for racist attitudes to be squeezed out of the barrack room. And even that's by no means guaranteed. </p> <p>Pusey has another two years to serve. Davatwal has a whole lifetime to contemplate the folly of one night on the town. \"I got up at six the next morning and reported for duty as usual,\" he recalls. \"I couldn't believe it when they told me the result of the drug test. It was as though my heart had been ripped out.\" </p> <p>For a while it had seemed that he had successfully straddled two cultures. The teenage fights he had had defending his mother and sister from racist taunts at home in Slough, Berkshire, had been forgotten when he found himself accepted in the army. \"The officers seemed like father figures if I had a problem, and the NCOs didn't treat me any better or any worse than anyone else,\" he recalls. </p> <p>As for his fellow recruits, he just felt glad to be accepted. He didn't mind being called Poppadum. That was just barrack-room humour, \"a bit of a laugh\". But he did sometimes resent being called away to pose in the recruitment office because he knew somebody else would have to cover for him. That problem was exacerbated when he needed compassionate leave to go looking for his sister, who had rebelled against an arranged marriage and run off with a Muslim. Davatwal found himself facing up to some prejudices of his own. </p> <p>\"I think the lad was under tremendous pressure all round,\" says Mills, sympathetically. In the circumstances, it's hardly surprising, as next Tuesday's programme points out, that he \"tried extra hard to be in with the lads\". Whatever happened on that night out was to cost him his career, the pride first engendered by his father, and acceptance by the national institution that he had come to regard as his second family.</p> <p><strong>The army in transition</strong></p> <p>In common with the other forces, the army is committed to a target that 4% of its recruits should this year come from British black and minority ethnic groups. At present, it is achieving about 3.2%. </p> <p>Last year, the army failed to hit a 3% target, reaching only 2.2%. While that was an improvement on the year before, senior officers are under no illusion about the kind of signal that was sent. \"It was a damaging failure,\" admits Brigadier Sebastian Roberts, the army's director of corporate communications. \"We had been making good progress in shaking off the image of a 'white' organisation.\" </p> <p>Roberts has viewed the Channel 4 series and, overall, is impressed by its balance. In particular, he thinks the Davatwal programme \"one of the best documentaries I have seen for years\". But he is anxious that viewers may rush to judgment on the first part, last week, which he feels presented unfairly the entangled disciplinary issues of the Pusey case. </p> <p>Pusey, stresses Roberts, is a highly valued and contented trooper. Last week, he was on duty at the Queen Mother's 100th birthday celebrations. \"He is loving it, but anybody seeing that first programme may get a misleading impression. I very much hope people will give the whole series a chance ,\" Roberts says. </p> <p>Progress may be slow, but there is change. In the Household Cavalry, there are now two officers and 69 soldiers who are black and Asian. Seven years ago, there were none.</p> <p>\u0095 Part two of New Model Army will be shown next Tuesday on Channel 4 at 9pm.</p>",
  "Detectives investigating the death of a mother and her two teenage daughters in an arson attack arrested a man yesterday and will continue questioning him this morning. <p>The local man was taken to Telford police station in Shropshire, close to the blackened shell of the modern terrace house in Leegomery where Linda Lowe, 49, and her daughters Sarah, who would have been 18 today, and Lucy, 16, were burned to death early on Saturday.</p> <p>West Mercia police said there was no evidence of a racist motive for the fire, which broke out early in the morning while Lucy Lowe's partner Azhar Mehmood, a 25-year-old taxi driver, was at the house. The couple's 15-month-old baby, Tazneem, was saved by being thrown from a bedroom window. The baby girl is being treated at the Princess Royal hospital in Telford for facial burns.</p> <p>Mr Mehmood, who escaped the blaze along with Linda Lowe's husband, George, 55, said that the relationship had not caused any trouble locally. Telford has been the scene of a high-profile investigation into the deaths of two black men, Harold and Jason McGowan, who were found hanged within six months of one another - deaths originally treated by West Mercia police as suicide until details of racist death threats emerged.</p> <p>Mr Mehmood, who was treated with Mr Lowe for burns and smoke inhalation, said Lucy had just told him she was pregnant for the second time. He said: \"We were both ecstatic. We were going to get married and I have been doing up a place for us all to move into.\"</p> <p>West Mercia police said no one involved in the tragedy had suggested racist motives - something which automatically turns an inquiry into a racist crime investigation since the Macpherson report into the murder of the black student Stephen Lawrence.</p>"
]