[
  "<p>Hawks on the Bank of England's monetary policy committee staged a tactical retreat earlier this month, surprising the City by voting for unchanged interest rates and encouraging speculation that the cost of borrowing has peaked at 6%. </p> <p>The unanimous decision broke the pattern of the past two months when there was a five:four majority in favour of leaving rates on hold, according to the minutes of September's meeting, published yesterday. </p> <p>However, analysts warned that, with unemployment continuing to fall sharply, divisions about the direction of inflation and interest rates were likely to resurface soon. </p> <p>Geoffrey Dicks of the Royal Bank of Scotland said the hawks were biding their time before next month's quarterly inflation report, when the Bank will issue a new forecast. </p> <p>\"The labour market is the battleground with the doves prepared to take the present conjuncture on trust and the hawks suspicious that the present benign conditions are just a lull before a difficult 2001 pay round. We share the hawks' worries but it is hard to see a majority gelling in favour of a hike until next year,\" Mr Dicks said. </p> <p>Official figures published yesterday show that the number of people out of work and claiming benefit fell by 16,400 in September to 1,035,300, putting the jobless total on course to fall below a million within the next few months. </p> <p>Despite strengthening demand for labour, average earnings growth held steady at 3.9%. </p> <p>The minutes showed the MPC dividing into two camps. One, which thought a rate rise might be needed at \"some point\", doubted how long such benign earnings growth could continue. \"Unemployment was falling sharply, particularly amongst the short-term unemployed, and this could not persist without putting upward pressure on wages,\" was the view. </p> <p>The other camp agreed that the labour market was a risk to the outlook but wanted clear evidence of an acceleration in earnings growth before taking action. It was worried about the downside risks to growth and inflation from the strong pound.</p>",
  "<p>Nicolas Kent, who runs the Tricycle Theatre in north London, has done as much as anyone in British theatre to raise our consciousness of race issues. It was he who presented the most important play of last year - The Colour of Justice, a work that dealt with the Stephen Lawrence inquiry. So when I asked Kent whether British theatre is racist, whether there is a prejudice against black and Asian companies, whether our theatre fails to reflect the cultural diversity of modern Britain, I expected him to be critical. What I did not expect was a wholesale indictment of theatrical racism and a vigorous seminar on the subject. </p> <p>We were talking in Kent's office 90 minutes before the Tricycle's curtain rose on an intriguing double bill. The plays were Alice Childress's Wine in the Wilderness - a 1969 black American play - and Winsome Pinnock's Water, a modern British response to it. When I asked Kent if there is a crisis in black theatre in Britain, he went off like a rocket. </p> <p>\"Absolutely,\" he said. \"A total crisis. In the past two years alone a number of companies and events have disappeared: Carib, Temba, Double Edge, the Black Theatre Season, the Roundhouse Project. Along with the companies, the regular African-Caribbean audience is also dissolving. But I could go on and on listing the problems. The fact that there is no theatre building run by a black or Asian director, that there is no black children's company and that theatre staffs and boards are overwhelmingly white. If you read the Arts Council-commissioned Boyden Report into English Producing Theatres, you discover that only 16 out of 463 board members nationwide are black. Given that we at the Tricycle have eight of them, Stratford East five and Hampstead two, that must leave one black board member for the rest of the country.\" </p> <p>But hasn't some progress has been made? The National Theatre and the Royal Shakespeare Company, for instance, actively pursue a policy of integrated casting that transcends mere tokenism. \"That's welcome,\" says Kent. \"But it's not the real issue any more than are the kind of cosmetic schemes dreamed up by the London Arts Board. We don't just need to be told that the RSC is to have a black Henry VI. What we need is enough money to support black companies to do black-generated work. I think we also need to confront our own racism on a personal and institutional level. The press and broadcasting media, for instance, have a built-in racism that is just as pervasive as anything you will find in the theatre.\" </p> <p>All the facts support Kent's arguments about the British theatre. Once there were 18 revenue-funded black and Asian theatre companies, now there are two. All but 80 of the 2,009 staff permanently employed in English theatres are white. And with odd exceptions - such as a season of short plays called Ticket to Write produced by Paines Plough and West Yorkshire Playhouse - contemporary black and Asian experience goes largely unrecorded. </p> <p>Yet within all this I discover a strange paradox. While Kent attends to pressing first-night matters, he asks three colleagues to add their perspectives. In defiance of economic logic and social fact, it is their overwhelming faith in the future that hits me between the eyes. Two of them, both Kent protegees, have the advantage of youth. Gemma Emmanuel-Waterton is a trainee administrator who radiates energy the moment she walks into a room. In July 2001 she will be running a black arts festival called Push, on the South Bank. If there is a crisis in black theatre, she thinks it's partly because young artists are drawn to the economic security of TV. \"Racism,\" she says, \"is my last port of call as an excuse.\" </p> <p>Surian Fletcher-Jones, an Asian director, also finds she has acquired enough confidence and contacts at the Tricycle to launch herself into the freelance world. And actor Ray Shell, who spent four years in Starlight Express and who is writing a new musical, talks animatedly about the melting-pot mateyness he finds in his part of the east end. None of the three is complacent. Each desperately wants to raise black and Asian profile. But each has a fiery positiveness that counterpoints Kent's legitimate sense of crisis. </p> <p>So too does the Tricycle's double bill. It puts to shame much of the gilded shit that currently passes for entertainment in the West End. Winsome Pinnock's Water is a fascinating two-hander about a young black painter, famed for the raw, blood-and-guts veracity of her work, who turns out under journalistic probing to be not quite what she seems. Like Welles's F for Fake, it deals with questionable notions of authenticity in art. Vigorously performed by Cecilia Noble and Gary McDonald, it also suggests that much overhyped Britart is a load of bull and that, in our celebrity-crazed culture, the hoaxer is the ultimate hero. </p> <p>Whereas Pinnock's play is about the commercial value of artistic lies, Alice Childress's Wine in the Wilderness, originally written for American television, is about the moral value of personal truth. The setting is a Harlem studio at the time of the 1964, riots where a young artist is painting an iconic triptych exploring black womanhood. Youthful innocence and mythic nobility have been done. Now he needs an image of messed-up modernity and, to that end, is provided with a brash factory worker named Tomorrow whose flat has just been burned to the ground. </p> <p>Essentially, this is a variation on the Pygmalion story. Instead of a statue that comes to life we have a funky Harlemite who persuades the painter that real beauty is to be found not in dead myths but in the rich variety of 1960s black America. Childress sometimes makes her points with the subtlety of a sledgehammer, but the play has a soaringly affirmative conclusion, reminiscent of Arnold Wesker's Roots, and yields a stunning central performance from Jenny Jules. A product of the Tricycle's Youth Theatre, she combines an attenuated frame with a spirit as big as Grand Central Station. In her mixture of ebullience and vulnerability, she knocks into several cocked hats the superannuated supermodels and celluloid idols who reduce some theatre critics to pulp. She not only crowns an intricately programmed and richly entertaining evening, but also embodies the perverse paradox of black theatre. On an institutional level, it is in deep crisis. Individually, however, it brims with talent that adds to the joy of life. The real tragedy would be if that talent were wasted because of our theatre's unconscious racism. </p> <p>Wine in the Wilderness and Water are at the Tricycle Theatre, London NW6 (020-7328 1000), till November 11.</p>",
  "<p>ITV scheduled a high-rating 9pm news special following the Hertfordshire rail crash last night, but BBC1 won peak time with the terrestrial premiere of Men In Black.</p> <p>The ratings war between the two main channels stepped up another gear last night, with ITV scheduling the one-off 10-minute news bulletin in the aftermath of the latest rail tragedy, which claimed four lives. </p> <p>The BBC dismissed the move as a one-off stunt, but the bulletin drew an audience 8.5m and a 34% audience share, according to unofficial overnights - huge numbers for news, even in peak time. An ITV source commented: \"Clearly, the BBC would have hit at least 8m for their news had they been at 9pm.\"</p> <p>But a BBC spokeswoman hit back, saying it would be \"interesting to see whether ITV keeps the news at 9pm, if they are crowing about what big audiences are available\".</p> <p>Overall, BBC1 enjoyed an even more successful night for the second outing of its beefed-up Ten O'Clock News schedule, pulling off a rare Tuesday night peak time share victory over ITV. The channel had a 37% share of viewing in peak time (6-10.30pm), compared with only 26% last week. ITV slumped to 33%, after notching up 41.5% on Tuesday night last week. </p> <p>Men in Black, the Hollywood blockbuster featuring Will Smith and Tommy Lee Jones as alien-busting US government agents, led the BBC1 ratings charge. The film averaged 9.8m - 40% share - between 8.30-10pm.</p> <p>The second BBC1 Ten O'Clock News bulletin was slightly up on Monday's opener, with 6.1m viewers and a 30% share, though a bigger audience might have been anticipated following the rail crash. </p> <p>Earlier yesterday evening, the BBC1 Six O'Clock News audience was boosted to 7.2m and a 38% share, as people switched on to find out the latest on the GNER derailment. Last Tuesday the Six O'Clock News took 6.3m, while the old BBC1 Nine O'Clock News managed just 4.1m. </p> <p>On ITV last night, before the specially scheduled 9pm news bulletin, The Bill majored on the continuing storyline of dodgy cop DS Beech's fall from grace. The ITV cop drama beat BBC1 sitcom My Family in its first half-hour, but fell behind Men In Black in its second half and averaged 8.5m and a 35% share overall. </p> <p>From 9.10pm, after the news special, ITV repeated a 90-minute edition of A Touch of Frost, starring David Jason as grumpy northern detective Jack Frost. The drama was also beaten by Men in Black and drew an audience of 7.5m and a 33% share.</p>",
  "The Prince of Wales should have been told to marry a black woman to promote multiculturalism, Lady Gavron, vice-chairwoman of the Runnymede Trust's commission which prepared last week's report into the future of a multi-ethnic Britain, said yesterday. <p>She condemned the royal family as part of an \"unattractive hierarchy\" and the peerage as too Anglo-Saxon. </p> <p>\"It would have been great if Prince Charles had been told to marry someone black. Imagine what message that would have sent out,\" she told the Daily Telegraph. Lady Gavron is the wife of Lord Gavron, the Labour peer and former chairman of the Guardian Media Group, the parent company of the Guardian newspaper. </p> <p>She said the royal family was superfluous to the country's needs, but useful for attracting foreign visitors. \"We don't need them but they're fun for tourists to look at,\" she said. </p> <p>The image which the royal family sent out about modern Britain was regressive: \"They're a symbol of our unmeritocratic tendency and, of course, they are all white. It is part of a very unattractive hierarchy.\" </p> <p>Lady Gavron praised Labour, to which her husband has donated £500,000, for appointing more black and Asian people to the peerage, which she said was too Anglo-Saxon. </p> <p>She said: \"Anything hereditary is completely anachronistic and illogical; you wouldn't have a hereditary cricket team. At least this government has made some peers from ethnic minority groups.\" </p> <p>Oona King, Labour MP for Bethnal Green and Bow, said the social circle Prince Charles moved in made it unlikely he could marry a black woman. \"I don't really think that marriages can be formulaic.\"</p>",
  "When Sir Colin Southgate was appointed chairman at Covent Garden he made it clear where he stood on the issue of the hoi-polloi: \"We musn't downgrade the opera house. I don't want to sit next to somebody in a singlet, a pair of shorts and a smelly pair of trainers.\" <p>So heaven knowns what Sir Colin made of an application for the position of ROH executive director from the self-proclaimed founding father of a \"people's opera\" - commercial impresario Raymond Gubbay. </p> <p>The self-appointed scourge of the ROH sent his application in time for Monday's closing date for a position that has been dogged by rumours of clashes with the ebullient chairman and several resignations. The latest of which, by Michael Kaiser in July, came less than two years after the American was drafted to shake up the house's troubled operation. </p> <p>Mr Gubbay said yesterday that he made the application on behalf of his company, Raymond Gubbay Limited, after seeing an advertisement for the job in the Guardian a few weeks ago. </p> <p>\"I'm absolutely serious and ready to face the challenge to run one of the greatest opera houses of the world,\" he said. </p> <p>Mr Gubbay said that he would change the house's image if he were appointed. \"The house is still perceived to be a rich person's play-thing, a vaunt of corporate hospitality,\" he said. </p> <p>\"It needs to made more accountable, more accessible with better scheduling and a greater number of performances. The seat prices should be at a level that the public can afford,\" he said. </p> <p>Mr Gubbay's application contains a 12-point plan of measures he would implement. </p> <p>These include suggestions to tighten up the number of tickets given to \"Friends of Covent Garden\" in return for donations and an increase in the automony of the executive director, the music director of the Royal Opera and artistic director of the Royal Ballet. </p> <p>Mr Gubbay's work has caused many a sharp intake of breath among the opera establishment. His stagings of La Bohème in 1995 and Carmen in 1996, they concluded, were cheap and tacky. Undeterred by disapproval, Mr Gubbay went on to attract 60,000 people to his production of Madame Butterfly in 1998 which involved flooding the Royal Albert Hall to create a water garden and a popularist version of Tosca at the same venue last year. Both productions managed that rare combination in the opera world: critical acclaim and popular appeal. </p> <p>An ROH spokesman said: \"If this application has been submitted, it will be considered with all the other applications.\" He added that the ROH would like to make the appointment - which will be decided by a recruitment consultancy, Sir Colin and a sub-committee of the house's board - by the end of November. </p> <p>Andrew Clements, the Guardian's chief music critic, said: \"It's rather amusing. He's always been a very strong critic of the way the ROH has been run.\"</p>"
]