[
  "<p>In normal circumstances, yesterday's report from Brussels putting Britain at the top of the European Union's class for job creation would merely be an indication of how far the UK has come since the days in the early 80s and 90s when 3 million people were on the dole. </p> <p>But these, of course, are not normal circumstances and any mention of Britain and Europe in the same context immediately becomes part of a bigger political story - what does it mean in the context of the debate about UK entry into monetary union after the next election. </p> <p>On the face of it, yesterday's findings provide plentiful ammunition for the no camp. The European Commission has some non-binding recommendations for what it sees as the shortcomings of employment policy in Britain. The government, it says, could do more to get women - and single mothers in particular - into the labour market. But these shortcomings are seen as less serious than the shortcomings elsewhere, particularly in the big four of euroland - Germany, France, Spain and Italy. </p> <p>Recent figures have shown that the percentage of people in employment in the UK is close to a record high while at its current rate of decrease the number of people out of work and claiming benefit will fall below a million over the next few months for the first time in more than 20 years. </p> <p>Unemployment in the euro zone has also been falling, but joblessness - especially long-term joblessness - is still higher than in Britain. \"The basic message of this is that the big four have levels of long term unemployment which are far too high, have too few women and older people in work and have under exploited service sectors,\" said Andrew Fielding, spokesman for the commission. </p> <p>\"The UK is starting from a higher level than the others because its labour markets have always been more fluid and any recommendations addressed to it are a plea for perfection.\" </p> <p>What the EC would like is action by the government to close the pay gap between men and women, which Brussels regards as \"high compared to the EU average,\" and to improve childcare provision so that parents have the option of joining the workforce. </p> <p>\"If childcare isn't available at the right time the parent can be trapped and the UK would do well to have a look at the situation in Denmark, France and Belgium where things are better,\" Mr Fielding said. </p> <p>The government was quietly preening itself last night over the EC report, arguing that the debate in Europe about jobs was moving in the UK's direction. </p> <p>Economists differ over the precise reasons for the improvement in Britain's jobs record over the past decade. One school - the supply-siders - emphasise the structural reforms to the labour market and compare the \"flexible\" UK with the \"protected\" employment structures of euroland. Another school says that Britain's record is better than the rest of the EU's because better macro-economic management has meant a stronger demand for labour. Some economists say that it has been the meshing of demand and supply policies that have done the trick. </p> <p>So, where does this leave the argument about British membership into monetary union? The impact of the single currency on jobs is one of the 5 tests that Gordon Brown is insisting must be met before the government will recommend entry, but the commission said yesterday that in or out of the euro the UK employment picture looked pretty rosy. In a sense, therefore, yesterday's report complicates matters for the government, making it easier for opponents to argue for the status quo and far harder for ministers to make a convincing case for scrapping the pound. </p> <p>But all is not lost for the supporters of British membership of the euro. Firstly, Europe is now following a less deflationary demand side policy, aided and abetted by the fall in the value of the euro, which is boosting exports. Secondly, there is a growing head of steam in Europe, underlined by the outcome of the Lisbon summit earlier this year, to pursue a more pro-active employment strategy along the lines of Britain's new deal. </p> <p>Finally, there is the risk that unemployment in Britain may again start to rise if the long period of growth since early 1993 comes to an end. In those circumstances, entry into the euro may look more attractive. </p> <p>In terms of the dog fight going on inside the Cabinet, yesterday's report strengthens the hand of the chancellor. Mr Brown's argument is that if voters trust the government on the economy, they will trust it on the euro as well. He may prove to be right. </p> <p> <strong>Brussels cure</strong></p> <p><strong> Germany</strong><br> Suffers serious long-term unemployment, has one of highest tax burdens on labour in the EU and has too few older people in work.  <strong> Advice:</strong> Slash taxes and social security contributions. </p> <p><strong> France</strong><br> Only modest fall in unemployment registered in past year, too few older people in work and taxes on labour are too high.  <strong> Advice:</strong> Reduce taxes, cut red tape for businesses and monitor effect of 35-hour week. </p> <p><strong> Italy</strong><br> Structural problems of labour market 'virtually untackled,' massive regional disparities in joblesness, female unemployment double male rates, little adult education. <strong> Advice:</strong> Reform pensions and benefits, cut taxes and 'effectively' implement employment policy. </p> <p><strong> Spain</strong><br> Joblessness high at almost 16 percent and there are wide regional disparities. Female employment rate lowest in Europe and employment gender gap widest in Europe. Less than 35 percent of 25-64 year olds have upper-secondary level education. <br><strong> Advice:</strong> Improve equal opportunities, shake up jobs agency, stop people leaving school so early. </p> <p><strong> UK</strong><br> Drift of young people into long-term joblesness is a problem as is skills gap in IT sector and low skills level nationwide. Not enough lone parents and women in work. <br> <strong> Advice:</strong> Improve childcare provision, reduce gender pay gap, do more lifelong learning programmes.</p>",
  "<p>Sir Ian Prosser, the chairman and chief executive of Bass, is to split his boardroom roles, handing over day-to-day management of the leisure conglomerate to pubs boss Tim Clarke. </p> <p>Mr Clarke, 43, fought off competition from finance director Richard North to become chief executive. He will take on the job from the beginning of next month. </p> <p>A former analyst at stockbroker Panmure Gordon, Mr Clarke joined Bass ten years ago and has overseen the growth of retail brands such as All Bar One, Edwards and Browns. </p> <p>He said: \"I'm pretty excited about it. We have an enormous amount to work on - I'm very much a front-line orientated manager and I shall be spending a great deal of time out and about in the different businesses.\" </p> <p>Mr Clarke claims his favourite tipple is draught Bass. He is a regular drinker at the company's White Horse pub in Parson's Green, south-west London. </p> <p>The change is significant for Bass's board - Sir Ian, 57, has a reputation as an autocratic manager and has held both the top jobs since 1987. He will remain executive chairman, responsible for the group's strategic direction, but he was winding down his role in preparation for the company's usual retirement age of 60. </p> <p>Sir Ian said: \"This is an evolutionary change. It's not unreasonable to assume that things will continue along this evolutionary path.\" </p> <p>The shares fell 6.5p to 680.5p.</p>",
  "<p>Scores of hospitals being built under the £7bn NHS private finance initiative are in danger of becoming white elephants unable to adjust to changing health needs, the government was warned last night. </p> <p>The King's Fund, an independent think tank respected by health ministers, said the PFI projects were being managed under binding 30-year contracts without the flexibility needed to keep up with changing policies and technological progress. </p> <p>The fund's researchers said the NHS had never been good at taking the needs of local people into account when making investment decisions. </p> <p>Mistakes would continue to be made at hospitals built by the public sector as well as those contracted out under the PFI. But the private contracts would be harder and more expensive to correct. </p> <p>\"New hospitals are being built without regard to how they fit in with other health services. That could leave the NHS with expensive hospital buildings which become outdated within a few years, but for which it still has to pay,\" the fund said. </p> <p>Anthony Harrison, one of the report's authors, said: \"The biggest users of hospital care are older people. Their health depends on the existence of good quality primary and community services, working closely with local hospitals. Building new hospitals under 30-year binding contracts with private companies, without also planning community services, could turn out to be wasteful and inappropriate.\" </p> <p>The report said all new hospitals should be commissioned regionally instead of leaving decisions to local NHS trusts, with design competitions to bring in ideas about how hospitals could respond better to patients' needs. </p> <p>The NHS national plan published in July promised 100 new hospital schemes over the next 10 years. A £7bn investment programme would include \"an extended role for PFI\", it said. </p> <p>The Department of Health said the PFI approach improved the quality of investment because it focused minds on planning for the future. \"These hospitals are built with the long term in mind with more flexibility to handle change,\" a spokesman said. </p> <p>\u0095 Alan Milburn, the health secretary, was preparing last night to instruct the chief executives of NHS trusts and health authorities to prepare to increase hospital beds for the first time in a generation. </p> <p>Sources said he would call for a \"new NHS culture\". Instead of aiming for higher throughput of patients using fewer beds, he will say the service should plan for growth. </p> <p>The scheme is being introduced to achieve the targets in the national plan to provide 7,000 extra beds in England by 2004.</p>"
]