[
  "<p>Creating the nation's first professional women's football team with a flourish of his cheque book was one thing, but, even if Mohamed al-Fayed had wanted to, his riches would not have been able to buy Fulham Ladies their passage straight into England's top female league. </p> <p>So it is that next Sunday the wage-earning sisterhood - formed after the Harrods owner was smitten by the 1999 women's World Cup in the United States - will make their historic first appearance in a competitive match against the slightly-less-than-mighty Crowborough Athletic WFC in the South-East Women's Combination League with a place in the AXA FA Women's Premier League still at least two seasons away. </p> <p>Eleven members of the 16-player, money-for-kicks squad will run out onto the club's reserve-team pitch at Motspur Park - a car-hoot away from the Kingston bypass - for a ground-breaking, admission-free contest that must be the weekend's home-win banker. Scan the small-print of your newspaper on Monday week and if Crowborough, whose players will each have to hand over £3.50 in subs for the privilege of taking on the Fulham professionals, have pulled it off reflect that there is indeed no such thing as a sporting certainty. </p> <p>'It's going to be tough,' concedes the Crowborough secretary, Neil Blaber, with chirpy pessimism. 'I think you can safely say we're going to take the mantle of gritty underdogs into the game.' He suggests that their striker, Tracey Chapman, a chef who has scored 263 goals for the club in 187 games since 1991, is the one player who may just be capable of heaping humiliation on Fulham. </p> <p>Understandably, the Fulham players, who, if they gain promotion this season, must still negotiate the Southern Premier Division before making it into the Premier League, are feeling the pressure of expectation. Permi Jhooti, a 29-year-old midfielder who was one of six amateurs with Fulham last season to be kept on as a professional, says: 'We're nervous because we know everyone's watching us.' </p> <p>Jhooti, a computer programmer who was born in Preston but has lived in London since studying at Imperial College and is completing a PhD at the Royal Brompton Hospital, speaks impressively about the wider issue of the introduction of a professional women's team: 'It's amazing how many people have seen the publicity we've had so far, and it's good because they understand it's not just a Fulham thing. It's bigger than that. It's all about women's football and women's sport generally becoming professional. </p> <p>'Everyone is really positive and wants us to do well because they understand it's going to have a big effect on the rest of women's sport, not just football. Boys can see any number of footballers and aspire to be them. But as a woman if you're sporty it's always, \"OK, you're good at sport, but keep working because sport's always going to be a hobby for you.\" I hope we can change that.\" </p> <p>Although Fayed announced his intention last April to give one-year contracts to the Fulham Ladies squad - officials will say only that they're receiving salaries 'on which they can survive' - it was only three weeks ago that the players, who have been embraced by the previously exclusively male Professional Footballers Association, started drawing wages and so became the first women in Britain who could answer, 'What do you do?', with, 'I'm a professional footballer'. </p> <p>Coverage of that original announcement inevitably made much of the novel probability of a professional player missing matches through pregnancy - two members of the squad are already mothers - and assured readers that the players would be eligible for maternity leave just as any other female in a nine-to-five job. </p> <p>It is likely to take some time, though, before the public latches on to the real ity of the professional female footballer. The Fulham captain, Ronnie Gibbons, tells of a team-mate who visited the hairdresser and was asked how she managed to get Mondays off. 'She explained that she was a footballer who played at weekends and the hairdresser said, \"You don't have a job then.\" She couldn't believe that she played football for a living.' </p> <p>Jhooti tells a slightly more sinister story about the problems of being a woman who plays football. On the dreaded late-night train journey, she was confronted by a drunken male: 'I was trying to read my book and he was talking to his friends about sport. He eventually asked me what I did and I said that I played a bit of football. Because he'd been trying to get my attention and I'd been ignoring him, he said, \"Well I think women playing football is crap.\" I carried on reading, so he said, \"Come on, argue with me.\" I said, \"Say something sensible and I'll have an argument.\" He said again, \"Well I think women footballers are crap.\" So I said, \"That's fine, but I don't think you're the right person to have an intelligent discussion with\"'. Fortunately, the incident went no further. </p> <p>Whatever the public perception, the response of would-be players when Fulham announced they were forming a professional squad amazed the team's general manager, Gary Mulchaey. 'The phone and post has been non-stop,' he says, 'from all levels and from all over the world. Not only from as far afield as Newcastle and Glasgow, but from America, Canada, Nigeria and even Russia.' </p> <p>Mulchaey says, though, that 'we made a conscious decision within the club that we didn't want to be the Chelsea of women's football'. Apart from three Norwegian internationals, who will not be joining until after taking part in the Olympics, the squad are all home-based players, including star close-season signings who have been lured from higher-flying clubs by Fayed's money and ambitions for Fulham Ladies. Arsenal's England centre-forward Rachel Yankey and the widely admired Chelsea goalkeeper Jody Bowry are both now wearing the Fulham strip. </p> <p>Eventually, they would all like to play in the professional league that the Football Association, influenced in no small part by Fulham's enterprise, have promised to launch in 2003. But for the moment it's all about the big little one against Crowborough next Sunday.</p>"
]