[
  "<p>Who are the latest heroes of American television - successors to the battling cops of NYPD, the electrifying doctors of ER, the crusading lawyers of The Practice? When young people, deprived of potential military glory through long years of peace, testify to their higher idealism in public, what do they say? Well Hello, Mr Chips. </p> <p>America's teachers suddenly stand, at least in political legend, on the edge of the canyon called Hope. Teaching is suddenly the most wanted, most admired profession. The new television series - \"from the makers of Ally McBeal\" - is called Boston Public. It will be front-line stuff: gallant staff, big city problems, challenge, failure and heart-warming triumph mingled. The myths are in the making. </p> <p>And the politicians who help make those myths cluster, unusually enough, in the van of eulogy and change. Consider Al Gore. \"At a time when the amount of human knowledge is doubling every five years, we will do bold things to make our schools the best in the world. I will fight for the single greatest commitment to education since the GI bill ... It's time to treat and reward teachers like the professionals they are.\" </p> <p>Consider George W Bush. \"Education reform is empty if it does not take into account the needs of the educators. Teachers are not the object of education reform, they are the engine of education reform. They have a high calling, and we must respect it. As we ask more of teachers, we must do more to help them.\" </p> <p>Bush, moreover, doesn't just hymn \"excellent teachers\" - he covered the convention stage in Philadelphia with them, along with a mock classroom with real pupils where they could display their arts. Show as well as tell. Both he and Gore have decided that the big issue for November's election is education times three. Gore's dad was a teacher. Bush's wife was a teacher. Teachers are wonderful people. </p> <p>Pause and pinch yourself, for the schooling reality here is wholly familiar to any visiting Brit. Public schools - the ones we call state schools - are often fine in leafy suburbs, but much too often lousy in the urban ghettos and ethnic melting pots. Between 40% and 50% of poor kids can emerge from the public system as functional illiterates; 43% of maths teachers in high-poverty areas have no relevant qualifications. Sink schools that David Blunkett would consign to history in Deptford just potter along in Detroit. Eight years of Clinton prosperity have not closed that learning gap. In many ways, as the suburbs have grown leafier, it has opened wider. </p> <p>What's fascinating, though, isn't the similarity of the dilemma, but the difference in the rhetoric. When Bush denounces \"the soft bigotry of expectations, with too many children segregated into schools without standards, shuffled from grade to grade because of their age and regardless of their knowledge\", he doesn't blame the teachers. His targets, of course, are the local and federal bureaucrats who choke the system with their dogma and ineptitude. And though Gore talks warmly about \"more money, higher standards and accountability\", his litany of blame, too, passes the denizens of the classrooms by. </p> <p>The language they both use is curiously military. Gore \"fights away\" in the tradition of the GI bill. The Republican party manifesto platform pledges itself to \"improve teacher training and recruiting by expanding the troops-to-teachers programme, which places retired military personnel in the classroom\". This is a war, to be fought by war-like means in a war-like way. </p> <p> Let's put the respective generals' battle plans to one side. They aren't, in their myriad detail, too helpful. Gore sees pre-school education and better access to college places as the answer: Bush wants to dismantle local education authorities, give school heads supreme power and experiment with vouchers. Britain has mostly been here before - and will probably be here again. The real lesson from America is rather simpler than that. </p> <p>Both candidates talk standards and targets. Both men would tighten monitoring of what goes on behind the school gates. But both lead with more cash in teachers' wage packets as a symbol of their zeal: the front-end sweetener that Bush used in Texas. Both want the teachers on their side, and both know that recruiting and retaining good teachers is the key to success. </p> <p>I don't suppose that Mr Blunkett or Mr Blair - in some ways deeper into this forest - would dissent one jot over substance. On the contrary, they'd dust off their collected speeches and cite countless tributes to the vital role that teachers perform, as well (like George W) as lauding the wonders of merit pay. Yet emotionally the message sounds quite different. </p> <p>The voice of reform, for Blair as for Major before him, belongs to Chris Woodhead - and, inevitably, it is critical, censorious. Woodhead's team inspect schools, inspect teachers. They do an important job and, of course, they mix praise with blame; but they are not the cheerleaders of better times. They are bound to say \"Yes - but\". </p> <p>There are all manner of reasons that schoolteachers, in Britain as in America, don't enjoy the respect, the professional status, that the politicians allegedly seek for them - or the pay which, in either country, still mostly squats in the low £20,000s. One reason, undoubtedly, is an attachment to a version of trade unionism too suspicious of change and too Gradgrind in its responses. Professionalism doesn't come that way. </p> <p>The United States has some school problems we rarely dream of. Not just gun massacres like Columbine, but crime against teachers - more than 1m thefts and 600,000 violent crimes in a five-year period. Its mountains to climb are far more precipitous. But the mood - however frail it ultimately proves - is determined and optimistic. And it begins by getting teachers on side. </p> <p>It woos them with more than cash and promises. It tells them they are lonely, beleaguered members of their community who have, and deserve, political respect. It sets them at the centre of our future - better than lawyers, doctors, cops: the new TV superheroes. Bush shrewdly made such faith seem tangible in Philadelphia as he let two young public headmasters (one from Texas, one from the Bronx) talk onstage about their own special schools - which teach inner city kids 10 hours a day (plus two hours' homework) and demand an intensity of commitment from staff and pupils alike. Stunning effort; stunning results; mesmeric professionals in action. </p> <p>America, typically, thinks that to be good, teachers have to feel good first - that morale can be bestowed and self-esteem constructed. Crude marketing in a phoney \"war\"? Perhaps. But watch, the force of expectation is with it. </p> <p><a href=\"mailto:comment@theguardian.com\">comment@theguardian.com</a></p>",
  "<p>Have secretarial skills, will travel. Demand for British secretaries abroad - and for foreign secretaries in this country - has never been greater and incentives are increasing by the month. So if you're suffering from that annual August urge not only to holiday abroad, but to stay there, you could be in luck. </p> <p>\"Not only is computer technology making secretarial work similar the world over, but businesses themselves are becoming increasingly global,\" says Lisa Hilton, a business manager at global recruitment agency Manpower, which has 3,200 offices in 50 countries. \"They want staff to reflect that.\" </p> <p>Manda Ritchie, an international recruitment consultant, believes there are additional reasons. \"British companies are expanding overseas at a higher rate than ever. That means there is increasing opportunity for British secretaries to work away without learning another language,\" she says. \"Foreign secretaries have more opportunities to come here because of the opening up of Europe: approximately 40,000 arrived last year on a working visa. Finally, cheap air fares - even to destinations like Oz - are encouraging people from practically every western country to pack their bags.\" </p> <p>And why go for the usual nomadic jobs, such as nannying and bar work, when you can make a packet, as well as improve your office skills, by turning your hand to administration? </p> <p>\"Five people from my circle of university-leaving friends did it,\" says graduate Sarah Miggs, 22, who worked as a temp in Brussels for a year. \"It's a great way to discover a bit of the world, while at the same time getting experience in areas like IT and communication, which proves invaluable in practically every future job.\" </p> <p>Like most secretaries with a touch of wanderlust, Miggs applied for work once she had arrived at her destination. But if your travelling dreams require more safety nets, fear not. It is increasingly possible to arrange short or long-term placements before you've even posed for your passport snapshot. </p> <p>For high-flyers, recruitment consultancy Angela Mortimer is currently sponsoring the Mountbatten Scheme. \"This offers graduates the opportunity to complete up to 12 months' work experience and study in New York as a PA,\" explains Annabel Lindsay, head of the graduate and college leaver division. \"If successful, the graduate comes away with a certificate in international business practice. In a world where employers are looking for candidates who can bring more to a company than just a good degree and two weeks' office experience, it is extremely worthwhile.\" She admits, however, that securing one of the 150 annual places is increasingly tough. </p> <p>Sarah Kennedy, 22, who found out about the scheme after her friend returned from an interview at Angela Mortimer clutching a leaflet, agrees. \"My stint was as a PA to three lawyers in a large law firm on Seventh Avenue and I walked into a job as marketing administrator at KPMG in London upon my return. They recognised that a secretarial role in New York is demanding, incredibly fast-paced, and often quite scary. If I could cope with that, they probably realised I was worth investing in.\" </p> <p>Meanwhile, international agency Drake offers a less graduate-driven option, giving all temps the chance not only to work in a range of countries, but to build up their \"Drake passport\", consisting of typing skills, IT experience and references. \"For people working abroad, it can be difficult to have an easily verifiable track record. This aims to change that,\" says Lee-Anne Van Heer Den, temporary consultant at Drake UK. </p> <p>Increasingly, British recruitment agencies are teaming up with other consultancies around the world to set up exchange programmes. \"The consultancy we deal with happens to be in Sydney,\" says Amanda Fone, director of Angela Mortimer. Any British secretary on their books simply needs to enquire whether there is anything available \"down under\": \"If you tell us you're off to Australia at the weekend, there's every chance we could have a placement ready for you the following week,\" she says. </p> <p>Similarly, administration staff with the travel bug can take advantage of the larger recruitment consultancies setting up offices abroad. \"We have 3,000 offices across 52 countries,\" says Angela Lewis, resource manager at Adecco. \"All applicants have to do is approach any Adecco office for our worldwide guide and then telephone the head office in the country they're interested in to arrange to have an application form mailed to them.\" </p> <p>But make sure you know the facts before you pack your bags. Among the questions you should be asking is whether it is legal for British people to work in your chosen country. If yes, what documentation will you need and what financial arrangements must you make? Should your CV be in a different format? What is the employment rate like and will you be guaranteed work for a particular length of time? Manda Ritchie suggests finding out as much as possible from the embassy or consulate. \"They can give you information on work permits, accommodation and employment,\" she explains. </p> <p>Australia is the current hot spot for travelling secretaries, with Melbourne a firm favourite. Provided you have a work visa, it is legal to work there for three months at a stretch. In other countries, however, doing anything other than voluntary work could be overstaying your welcome. </p> <p>Philippe Milloux, deputy head of the French Institute in London, claims it's worth enquiring how much you can expect to be paid after tax. In Ireland, for instance, income tax can hit you like a slap in the face. And in France you could get paid half what you would expect here. \"Mind you, in Paris you can rent a flat for a month for what you might pay for a week in London,\" stresses Milloux. </p> <p>You'll also want to consider quali fications. Julie Holmes, business development manager for the Netherlands at recruitment agency Crone Corkill, points out that PA roles in Holland are less secretarial and more assistant-based. \"It's not unusual for a PA to the head of marketing to have a degree in marketing and to be given their own projects,\" she points out. </p> <p>A major concern for travelling secretaries is what kind of language skills will be expected. This entirely depends on the consultancy and country in question, the size of the company, the nature of your position, and the sector. Finance and banking, fashion and cosmetics, and management consultancy, for example, are more likely to require some knowledge of the local language. But even if you find work in a foreign-speaking country that doesn't require you to know the language, it is worth attempting to learn the basics. Not only is it polite but it will improve your social life. </p> <p>A little prior knowledge can also help to overcome tricky cultural differences, says Angelena Boden, author of The Cultural Gaffes Pocketbook (Management Pocketbooks, £6.99). First names, for instance, are still not used in certain areas of the continent. And even apparently international gestures such as nodding or shaking your head can lead to confusion: in Bulgaria and parts of Greece, Turkey and Iran, for instance, \"yes\" is signalled by a lateral head sway, which can easily be confused with a shake of the head. </p> <p>\"Germans have a much more direct attitude than the English, and you've got to be able to handle that and not be offended,\" adds Cathy Fawcett, a senior consultant at Language Recruitment Services. \"Meanwhile, Spanish and Italians are flamboyant. The stiff upper-lipped English secretary who winds up there could find him or herself booking a return flight within a week.\" </p> <p> <strong>Case studies: a Melburnian in London and a Londoner in Melbourne</strong></p> <p><strong> Natalie Doherty</strong> , 27, from Melbourne, is currently working as an office manager for KiCap Management in London </p> <p>'Having spent a couple of months touring Africa en route, I arrived in London and signed up with Joslin Rowe. They got me secretarial work pretty much immediately. Most of the assignments were fairly brief, because that's what I'd asked for. I figured it would be the best way to meet people and to get time off in between to discover England. I was right. I made a lot of lasting friends and had loads of fun. </p> <p>\"It also enabled me to learn a great deal about different computer systems, which I wanted to show off on my CV, and gave me huge confidence. Now, if I go into a job and they say, 'We assume you're familiar with system x ,' my reply is, 'No, but I can assure you I'll know it back to front within a couple of days.' </p> <p>\"People often think that secretarial work is boring, but I've met clients, organised conferences in Paris and Dublin, and been given lots of responsibility. It helps that I've had great jobs. </p> <p>\"Eventually, I settled down in a more permanent assignment at a company called Fidelity Investments - they've offered me a job in their Sydney offices when I get back in October.\" </p> <p><strong> Elizabeth Holmes </strong> , 28, from London, recently worked as a secretary in Melbourne. She now works as a senior contracts sales consultant for ASR in London </p> <p>First stop, Sydney. I had no money, no friends, no accommodation. </p> <p>\"But Adecco saved the day by getting me secretarial temporary work straight away. [At work] I met two girls who I moved into a flat with in Bondi Beach. Life was a ball, which was helped no end by my fantastic salary. My employer even put me on the payroll so that he could keep me on for a while. </p> <p>\"After a few months, when I'd saved enough money, I travelled all over Australia and wound up in Melbourne. Once again, I had no dosh and nowhere to live. </p> <p>\"I stuffed envelopes for two days and then I got a brilliant secretarial post with the Melbourne Institute of Technology. They, too, gave me a contract and kept me on for the whole of the rest of my stay - which was six months. </p> <p>\"I learned so many skills that I came back to England and got a senior role. In fact, the Institute said they would sponsor me to stay in Oz if I wanted. Sometimes I wish I had.\" </p> <p><strong> Where to get advice </strong><br> </p> <p><strong>The Recruitment and Employment Confederation</strong> can, for £3.75, send you a list of its member agencies that specialise in finding people work abroad. Call 0800 320588. </p> <p><strong> Angela Mortimer international division:</strong> 020 7814 0800. </p> <p><strong> Australasian Temps Company </strong> has a consultant in London who helps PAs and secretaries wanting to work in Australia or New Zealand. Call Clare Kollosche on 020 7600 1709. </p> <p><strong> Manpower: </strong> 020 7224 6688. </p> <p><strong> Adecco: </strong> 020 8207 5000. </p> <p><strong> Drake Int'l:</strong> 020 7484 0800. </p> <p><strong> Websites </strong><br> </p> <p> <strong> <a href=\"http://www.lonelyplanet.com\">www.lonelyplanet.com</a> </strong> provides extensive guides on just about every country you can think of. </p> <p><strong> <a href=\"http://www.aboutwork.com\">www.aboutwork.com</a> </strong> is a US site for job seekers worldwide. Includes salary details, self-assessment, and access to relevant chat groups. </p> <p><strong> <a href=\"http://www.lifestyle.co.uk\">www.lifestyle.co.uk</a></strong> has information and vacancies in a range of fields with links to European and US sites. </p> <p><strong> <a href=\"http://www.monster.com\">www.monster.com</a> </strong> offers invaluable resources on international job opportunities and country-specific information. Sites in Canada, Australia, Belgium and the Netherlands. </p> <p><strong> Further reading </strong><br> </p> <p> <strong> Destination UK and Ireland. </strong> A must for travellers arriving in the UK and Ireland to seek work, including advice on the job-seeking process, interviews and CV structure, as well as recommended hotels, bars and clubs. Visit <a href=\"http://www.joslinrowe.com\">www.joslinrowe.com</a> or call 020 7786 6903. </p> <p><strong> Overseas Jobs Express. </strong> Published every two weeks (£52 a year, or £18.95 for six issues), the Express carries international recruitment advertising, with information and news about working abroad. Call 01273 440220 or visit <a href=\"http://www.overseasjobs.com\">www.overseasjobs.com. </a></p> <p><a href=\"http://www.overseasjobs.com\"></a><strong> Getting A Job Abroad</strong> , by Roger Jones (How To Books, £10.99). Offers advice on finding the country to make the most of your skills, with a whole section on secretarial, clerical and administrative work. </p> <p><strong> The Daily Telegraph Guide to Working Abroad</strong> , by Godfrey Golzen and Helen Kogan (Kogan Page, £12.99). A bit highbrow, but there is invaluable information on managing finances, covering taxes, and pension arrangements, plus living conditions and working environments in each country </p> <p><strong> Do </strong><br> </p> <p> \u0095Pick a renowned agency </p> <p>\u0095Research prospective companies and your country of choice </p> <p>\u0095Check under which country's employment law your position will fall </p> <p>\u0095Ensure that accommodation is easy to come by </p> <p>\u0095Register with the local embassy on your arrival </p> <p><strong> Don't </strong><br> </p> <p> \u0095Assume western laws and attitudes apply </p> <p>\u0095Go without appropriate paperwork, including visas, insurance and medical certificates </p> <p>\u0095Go on a whim</p>",
  "<p><strong>Today</strong></p> <p> <strong> Interims </strong> Metal Bulletin, Torex. </p> <p><strong> Finals </strong> NetStore . </p> <p><strong> AGMs </strong> None Scheduled.</p> <p><strong> EGMs </strong> Chelford, LTG Technologies. </p> <p> <strong> Tuesday</strong></p> <p> <strong> Interims </strong> Cube8.com, Financial Objects, Scottish Media Group, Thompson Clive Investments, Voyager Financial News.</p> <p> <strong> Finals </strong> Brown &amp; Jackson, Merant. <br><strong> AGMs </strong> None Scheduled. <br><strong> EGMs </strong> None Scheduled. </p> <p> <strong> Wednesday</strong></p> <p> <strong> Interims</strong> Aggreko, Bodycote International, Countrywide Assured, Domnick Hunter Group, Gibbs &amp; Dandy, IQE, London &amp; St Lawrence, Macfarlane Group, Waterford Wedgwood. <br><strong> Finals </strong> None Scheduled.<br> <strong> AGMs </strong> Dunedin Enterprise Investment Trust, Feedback.<br><strong> EGMs </strong> Radiotrust. </p> <p> <strong> Thursday</strong> </p> <p> <strong> Interims </strong> Cattles, Clubhaus, Expamet International, Gowrings, Highcroft Investment Trust, Keller Group, QuadraNet, Rolls-Royce. <br><strong> Finals </strong> None Scheduled. <br><strong> AGMs </strong> Ivory &amp; Sime Optimum, Lamont Holdings, Trifast. <br><strong> EGMs </strong> None Scheduled. </p> <p> <strong> Friday</strong></p> <p> <strong> Interims </strong> TF&amp;JH Braime, North Midland Construction.<br><strong> Finals </strong> None scheduled. <br><strong> AGMs </strong> J&amp;J Dyson, Samuel Heath &amp; Sons. <br><strong> EGMs </strong> IFTE, Laird Group. </p> <p> <strong> Indicators this week </strong></p> <p><strong> Today</strong><br> <strong> UK</strong> Pay settlements (three months to July). </p> <p><strong> Tuesday</strong><br> <strong> UK </strong> CBI pay databank survey. </p> <p><strong> FR </strong> June trade. </p> <p><strong> US </strong> Fed open market committee meeting. </p> <p><strong> Wednesday</strong><br> <strong> UK </strong> Global trade (June). </p> <p><strong> UK</strong> Non-EU trade. (July). </p> <p><strong> UK</strong> Provisional GDP (Q2). </p> <p><strong> Thursday</strong><br> <strong> UK</strong> CBI industrial trends survey (August).</p> <p> <strong> UK</strong> CBI quarterly economic forecasts. </p> <p><strong> Friday</strong><br> <strong> UK</strong> BBA analysis of July sterling mortgage lending.</p>",
  "For nearly a century, human visitors to the North Pole have found a frozen featureless scene covered in thick ice. Until now. <p>Earlier this month, a group of international scientists aboard a Russian icebreaker arrived at the pole to find not ice but a stretch of open water at least one mile wide, with ivory gulls flying overhead. </p> <p>Since Robert Peary led the first expedition to the top of the world on foot, no one has ever before found a watery pole, or birds flying in the Arctic air, and it is 50m years since scientists can be certain that the pole was last definitively awash. </p> <p>\"It was totally unexpected,\" Dr James McCarthy, a Harvard University oceanographer, told the New York Times at the weekend. \"There was a sense of alarm. Global warming was real, and we were seeing its effects for the first time that far north.\" </p> <p>\"I don't know if anybody in history ever got to 90 degrees north to be greeted by water, not ice,\" said paleontologist Malcolm McKenna of the American Museum of Natural History. </p> <p>Six years ago, when he last sailed to the pole in an icebreaker, Dr McCarthy recalled, the vessel ploughed through an ice-cap between 6ft and 9ft thick at the pole. </p> <p>On his latest visit, the icebreaker Yamal crunched its way through miles of unusually thin ice. Scientists could see through the ice to plankton which were able to grow in unaccustomed sunlight. When the ship reached the pole, water was lapping its bows. </p> <p>The Russian captain of the Yamal told Dr McCarthy that he had made the voyage to the pole 10 times in recent years and that he had never before encountered the open sea. </p> <p>The scientists' discovery appears to present some of the most tangible evidence possible that global warming is a real phenomenon. Over the past century, the surface temperature of the globe has risen by less than 1C, though the rate of increase has accelerated in the past 25 years. </p> <p>Strong evidence of the shrinking of the polar ice cap is not new. Scientists at Nasa's Goddard Space Science Institute, who have compared data from submarines taken in the 1950s with more recent findings, have shown that the ice cover over the entire Arctic area has shrunk by around 45%. </p> <p>Satellite images have confirmed that the extent of the ice cap has been reducing in recent years. Most scientists say this is at least partly the result of the release by industry of heat-trapping gases into the atmosphere. A declining number say that the phenomenon is purely cyclical. </p> <p>But in the light of the discovery at the North Pole, the scientists say that it will be hard for sceptics to go on claiming that the problem does not exist. </p> <p>\"Some folks who pooh-pooh global warming might wake up if shown that even the pole is beginning to melt at least sometimes,\" Dr McKenna said.</p>",
  "<p>If the British newspapers are right, the Irish economy is in serious trouble. British commentators are convinced that we are headed for a severe recession. </p> <p>Some base their belief on a simple appeal to the notion that what goes up must come down. Others discern portents of doom in some of the recent trends. They have a point. </p> <p>Inflation is now running at 6.2%, wage inflation is accelerating sharply and house prices have risen by about 20% per annum over the past three years. On the face of it, this seems like a recipe for a rough hangover. But is it? </p> <p>Take consumer prices. Inflation in a very open economy like Ireland, where exports and imports amount to 170% of GDP, is mostly a reflection of international influences and exchange rate changes. </p> <p>Thus, of the 3.5% point acceleration in inflation since July last year - the core rate has increased from 2.4% to 5.9% over this period - 1.2 points are due to rising world energy prices and 1.1 points to the weak euro. Much of the remainder is due to a hefty rise in tobacco duty. So it would be quite mistaken to regard the RPI as a barometer of overheating in Ireland, or to interpret its recent behaviour as a harbinger of gloom. </p> <p>It would be disingenuous to deny that the RPI reflects do mestic inflationary pressures to some extent. The services component of the index is rising at a vigorous 7% annual rate. It is due to wage inflation, of course: the services sector is labour intensive and sheltered from international competition. But, is wage inflation in the vicinity of 7% the precursor of recession? </p> <p>Pessimists answer \"yes\" on the grounds that it will undermine the economy's competitiveness. But Ireland has become a hyper-competitive economy and must become less competitive if output growth is to moderate to a sustainable rate. When there is a labour shortage, wages must rise until the shortage is eliminated. It is not necessary that anything be lost in this process except the surfeit of competitiveness that caused the demand for labour to exceed supply in the first place. </p> <p>So, is there nothing that can go wrong? Well, it is possible that wages will rise so steeply and competitiveness be so massively eroded that output and employment will fall. For this to happen would require a labour market in which employees exercised bargaining power way above that which the operation of free market forces confers on them. </p> <p>This is improbable in an economy where only 25%-30% of the private sector workforce is unionised, and where work ers in the most dynamic sectors are not unionised at all. </p> <p>As for the persistence of double-digit house price inflation, one must distinguish cause and effect. Not even in the UK in the early 1990s was the collapse in house prices the cause of recession. It was a consequence of a recession rooted in a weakening of the world economy and a sharp tightening of British macroeconomic policy. </p> <p>It makes no sense to argue that a fall in house prices (itself an improbable event in the absence of some deterioration in the economic environment) would cause a recession in Ireland. </p> <p>Even assuming that consumer spending would weaken in response, the very high propensity to import (Ireland imports virtually all its cars and consumer durables) would mean that the impact on output would be small. </p> <p>The main determinant of long-term growth in the Irish economy is the size of its export base. Given that internal resources are limited, expan sion of that base relies heavily on foreign direct investment. A key barometer of the health of the economy, therefore, is the rate of inflow of foreign investment. Here the indications are that Ireland's rapid expansion will continue for quite some time. </p> <p>Even in recent weeks there has been a flood of announcements by leading international information technology firms - Intel, IBM, Cisco Systems, Microsoft, to name a few - of their intention to expand existing facilities or establish greenfield operations in Ireland. </p> <p>The Irish economy stories that have dominated the media of late have been those of runaway inflation. In my view, the really big story is that, despite rising costs, Ireland continues to prove irresistibly attractive to global hi-tech firms. </p> <p>It seems that Ireland, in a European context, is moving towards the kind of position that regions like Seattle and Silicon Valley occupy in the US - a dynamic hi-tech pole that specialises in a range of knowledge-intensive activities and enjoys much higher than average productivity and living standards. Higher than average production and living costs are just part of that territory. </p> <p> Jim O'Leary is chief economist of Davy Stockbrokers in Dublin</p>",
  "<p>Just down the road from the sectarian battleground of Drumcree lurks a collection of bleak, breezeblock laboratories. They house the head office of Galen Holdings - a low profile health care firm which is on the brink of becoming Northern Ireland's first £1bn company. </p> <p>Galen, which was worth just £180m on flotation three years ago, ended last week with a market capitalisation of £976m, and the shares are heading upwards. The only other Ulster business to approach the billion mark is the local electricity supplier, Viridian. </p> <p>The driving force behind Galen's success is a little rubber loop - called an intra-vaginal ring. Developed in the company's laboratories in nearby Larne, this has been hyped as the future for drug delivery - particularly for hormone replacement therapy. The ring stays in place for up to three months, gradually releasing medicine, and is considered much more convenient than daily pills or cumbersome surgical implants. </p> <p>The rubber ring has catapulted Galen's management duo, Allen McClay and John King, into the realms of the world's super-rich - their combined 54% stake in the business is worth £530m. </p> <p>McClay, 67, who founded the company in 1968, is an unlikely pioneer in the field of sexual medicine. Unmarried, he lives in a modest bungalow in Cookstown - the community in which he grew up - with his elderly sister. </p> <p>McClay rarely gives interviews but over lunch, he demonstrates a decent line in homely wisdom, describing Galen's growth as a process of \"building skyscrapers from little bricks\". </p> <p>When the subject of his £340m paper wealth crops up, McClay insists he has little use for money: \"The Lord gives nuts to those who have no teeth.\" </p> <p>Behind the blarney, locals say McClay hides a highly tuned competitive instinct. One local journalist remarks: \"He may sound like a small-town bumpkin but he's as sharp as nails.\" </p> <p>In fact, McClay has distributed more than £100m of shares to employees in the business over the years. His own remaining funds are largely invested in charitable trusts, supporting medical research at Queen's University, Belfast, and other academic institutions. </p> <p><strong> Most promising product</strong><br> A former salesman for Glaxo Wellcome, McClay began the business as the province's first drugs group - in the early years, Galen was marketed as \"Galen Holdings, the Northern Irish pharmaceuticals company\". </p> <p>The company has evolved into two distinct divisions - a drugs manufacturing operation and a business providing contract research and development services for other pharmaceuticals groups. </p> <p>Galen's in-house research is limited to drug delivery techniques - the intra-vaginal ring is its most promising product, awaiting the green light from regulators by the end of the year. A second type of product, whereby medicine is absorbed from a patch on the skin, is in the earlier stages of research. </p> <p>Chief executive John King says the strategy has been to develop profitable business with research as a sideline: \"We don't have the resources to be the next Glaxo Wellcome. We have to be very selective in the way we target our research. </p> <p>\"We're not like some biotech companies with no earnings and no profits, depending on one possible multimillion-pound product. Our business doesn't depend on the intra-vaginal ring. We have a core business underneath it.\" </p> <p>King, 50, has been part of the business since 1979 - he was previously a lecturer in the pharmacy department of Queen's University. His stake in Galen is valued at £190m, and he is the jet-setting half of the management duo, spending half his time in the US and dividing his home life between flats in Belfast and Dublin. </p> <p>Despite Galen's efforts to play down the IVR, it is the key to the company's short-term health. Galen is about to conclude a £190m takeover of Warner Chilcott, a US pharmaceuticals firm which was largely conceived in order to provide a salesforce for the IVR in the US. </p> <p>The deal will take Galen into the big time on the international drugs scene: it even brings in Bill Gates as a shareholder - he is an investor in Warner Chilcott, and he will have 3% of the combined organisation. McClay says: \"I've never met him. Perhaps he could use some advice.\" </p> <p>The next logical step is to buy a European operation in order to add a continental salesforce. A proposed £1.5bn merger with a French group, Ferring Pharmaceuticals, collapsed two years ago amid stock market turbulence. King says: \"We're really focused on internationalising the business.\" </p> <p>King and McClay share an office and consult each other on all important decisions. King says: \"He shouts at me. I don't really shout at him.\" After the Warner Chilcott deal, McClay will become non-executive president - although colleagues say there is little doubt that he will continue turning up for work every day. </p> <p><strong> Studies in libido</strong><br> Galen's activities have attracted surprisingly little attention, given their potentially controversial nature in a divided society. The IVR's potential applications include delivering testosterone for increasing the sex drive of menopausal women - effectively, working as a female version of Viagra. The company's researchers have been rounding up Ulster's womenfolk and carrying out detailed studies of their libido. </p> <p>So has the company ever come into conflict with Ulster's puritanical streak? McClay is dismissive: \"I don't know what books you've been reading but Northern Ireland is not a religious society. The conflict here is about politics, not religion.\" </p> <p>What about the followers of the Reverend Ian Paisley? McClay snaps: \"Paisley is a nonentity.\" </p> <p>Galen is very keen to position itself as an apolitical, non-religious organisation, given its position on the outskirts of Drumcree. A bright orange windsock flutters from the roof of its head office but King insists: \"That's for health and safety reasons.\" The troubles down the road have had little evident effect - although one employee remarks that the Drumcree stand-off was a popular excuse for a day off as members of staff claimed they could not get into work. Although they insist that Northern Ireland's troubled have had no effect on the business, both McClay and King are reluctant to have their photographs taken \"for security reasons\". </p> <p>McClay's accumulated wealth puts him among the richest few individuals on the Emerald Isle - ahead of such celebrities as Van Morrison and Chris de Burgh. The company is very much his baby - he chose the name to commemorate Claudius Galen, an ancient Greek pharmacist, but also \"because it contains a bit of the name Allen\". </p> <p>There is a culture of share ownership throughout Galen - McClay says many junior staff keep a close watch on the company's price on the stock market: \"I'll be coming down the stairs and the receptionist will say to me: 'it's dropped tuppence - what have you been doing'?\" </p> <p>So will passing the £1bn mark merit a celebration for the organisation? \"I shouldn't think so,\" says McClay. \"We can't afford it.\"</p>",
  "<p>Gordon Brown is on honeymoon with Sarah and the voters. It's not just the understated, spin-free wedding that has impressed. Judging by Labour's post-spending review poll readings, they also adore him for pouring so much extra money - £43bn - into key public services. Meanwhile, the economy, Labour's most valuable electoral asset, quietly goes from strength to strength. </p> <p>The Chancellor may be thousands of miles away, canoodling with his wife in Cape Cod, but he could not fail to have been cheered by last week's economic data and their favourable electoral implications. </p> <p>While unemployment fell to 1,070,000 in July, and at this rate will soon dip below the million mark, underlying inflation inflation held steady at 2.2% and wage growth eased from 4.6% to 4.1%, comfortably below the Bank of England's 4.5% speed limit. </p> <p>This at a time when the world economy is experiencing an oil price shock which, in the past, could have been sufficient to plunge it into recession. </p> <p>It's hard to imagine a better platform from which to launch a general election campaign. Whatever the cause of Britain's economic nirvana - skilful handling of macroeconomic policy or good luck or a combination of the two - Mr Brown and the government will take the credit on polling day. No wonder William \"14-pints\" Hague has been driven to drink. With everything going so well, it's natural that exponents of the dismal science should ask: where could it all go wrong? </p> <p>High on the list of disaster scenarios is the US economy going belly-up. It's been so often predicted that people automatically switch off when the subject is mentioned and the most recent data releases, showing accelerating productivity and subdued inflation, certainly give no comfort to the merchants of doom. But the risk of a hard landing caused by an asset price correction remains a very real threat to global and UK economic stability. The new economy may be able to grow much faster and for longer before running into the buffers, but the laws of supply and demand have not been repealed and it can only be a matter of time before the US economy overheats unless the pace of growth moderates soon. </p> <p>The pound also remains a wild card. Fears of meltdown in manufacturing may have receded as some firms learn to live with a strong currency, but anecdotal evidence suggests that there are many more hanging on for dear life. While they own plant in this country and believe that sterling's overvaluation is temporary, manufacturers are likely to carrying on producing their goods even at vastly reduced profit margins, but faced with a new investment decision they may move elsewhere if they can see no respite from the pain they are enduring. </p> <p>The Danish EMU referendum on September 28, if it is lost, could well undermine the euro and give another leg-up to sterling on the foreign exchanges, speeding the flow of job losses in Labour heartlands. While this will not derail the recovery, it could well have electoral implications. Although it will not prompt heartland voters to switch to the Tories, a sense of disillusionment with the government could prompt them to stay at home on polling day, giving the Conservatives seats by default. </p> <p>The down side risks to the economic outlook should not be overplayed. According to the National Institute of Economic and Social Research, which has one of the best forecasting records, the chances of a full-blown recession next year are only 3%. The real threat to stability lies in the opposite direction. </p> <p>The Chancellor's public spending plans were formulated on the basis that, after peaking this year, economic growth will gradually slow under the combined weight of the strong pound and four quarter-point interest rate rises since last September. </p> <p>As consumer spending flagged, room would be created for public spending to take up the slack without putting upward pressure on inflation. However, with the autumn approaching, there is no hard evidence that domestic demand is slowing significantly. </p> <p>True, the housing market has come off the boil but it is still robust, and consumer confidence is being underpinned by rising real incomes and rapidly falling unemployment. Consumers are about to receive a fresh boost from a new wave of windfalls flowing from the demutualisation of the Bradford &amp; Bingley building society and various life assurance companies, including Scottish Widows, Friends Provident and Scottish Provident. </p> <p><strong> Spendthrift consumers</strong><br> With nominal interest rates still very low, it's not hard to imagine a scenario in which - far from retrenching - the consumer comes back from his holiday in a spendthrift mood. At the same time the economy's capacity to grow is being tested by buoyant IT-related business investment, albeit confined to the service sector. </p> <p>The optimistic interpretation of last week's figures, the one that is likely to prevail in the short term, is that there has been a dramatic improvement in the trade-off between inflation and unemployment. But the ex-bonus earnings data was less comforting, showing a decline to 4.4% from 4.6%. </p> <p>The pessimists - or should that be realists? - on the Bank of England's monetary policy committee may think the latest earnings data, still subject to uncertainty after the recent overhaul, represents the calm before the storm. While admitting it's possible we really are living in an era where inflation expectations have permanently adjusted downwards, conditioning workers to expect pay rises of between 3% and 4% from here to eternity, the inflation hawks no doubt continue to live in fear of a wage-price spiral. </p> <p>Geoff Dicks, of Royal Bank of Scotland, points out that this year's wage claims were based on headline rates of inflation of less than 2% at the end of 1999. Next year, they will be based on headline rates of between 3% and 4%. The National Institute says a slight pick-up in average earnings growth to about 6% in 2002 can be afforded because it will be paid for out of higher productivity. In this case, labour costs per unit of output will remain under control and not contribute to any significant increase of inflation. But the expected US-style pick-up in productivity growth is not guaranteed. </p> <p>The upshot is that while all seems well on the surface, the economy is actually at a very delicate point in the cycle where events could take a turn for the worse. In the late 1980s Nigel Lawson made the mistake of believing he had performed a miracle, cutting taxes and boosting domestic demand just when least needed. The result was a spectacular boom followed by bust. </p> <p>Mr Brown isn't foolish enough to believe his own publicity, but he has taken a gamble by being so generous on public spending. Although perfectly justifiable on social and economic grounds in the long term, in the short term his largesse could yet contribute to a further round of interest rate rises which would not endear him to homeowners. Borrowing costs won't climb as high as 15%, as they did to control the Lawson boom, but 7% or 8% is perfectly feasible. Voters would not see this as grounds for divorce, but it would spark a few rows between now and polling day. </p> <p><a href=\"mailto:mark.atkinson@theguardian.com\">mark.atkinson@theguardian.com</a></p>",
  "<p>Two weeks ago Brian McMaster, director of the Edinburgh international festival, was looking ahead to his centrepiece event, the Abbey Theatre revival of Ramon Valle-Inclan's Barbaric Comedies. \"We are trying to turn it into a piece of popular, spectacular theatre that talks to a lot of people,\" he told the Times. \"But if we don't pull an audience it could completely fuck the whole future of the festival.\" </p> <p>The four-hour Barbaric Comedies is playing to emptying houses. The show is, said the Guardian, \"a case of excess run riot\". According to the Telegraph, it is \"a paradigm or parody of everything that is wrong and rotten about the Edinburgh international festival\". So is \"the whole future of the festival\" now under threat? </p> <p>Founded in 1948 to foster cultural links after the second world war, the international festival has since been surrounded by a clutch of peripheral events, of which the most prominent and controversial is the fringe festival. So how does the international festival now distinguish itself? According to its mission statement, it aims \"to promote and encourage arts of the highest possible standard; to reflect international culture in presentation to Scottish audiences and to reflect Scottish culture in presentation to international audiences; and to bring together a programme of events in an innovative way that cannot easily be achieved by other organisations\". </p> <p>The EIF received £1.9m from Edinburgh City Council and the Scottish Arts Council in 1999, and matched that revenue in ticket sales. Its prominence and financial privilege confers on the festival a responsibility to excel, but there is a wide spread sense - in theatres, in the press, and on the streets of Edinburgh - that it is failing. </p> <p>So the Guardian canvassed the opinions of Britain's most prominent festival programmers and Edinburgh veterans. Is Brian McMaster's programming good enough? Under what pressures does a festival director labour? And how should the festival position itself in this new century? </p> <p> <strong> Gavin Henderson </strong></p> <p><strong>Director, Dartington festival</strong> </p> <p> Edinburgh is very much about imported culture. It's not something of which the community feels it has any ownership. Things come to Edinburgh and set up shop: it's a glorified Exchange &amp; Mart of programming. And in Edinburgh, where resources are still not as great as, say, Salzburg, the international festival director has a limited ability to make work from scratch. He's really just a sophisticated magpie popping into his shopping basket a bit of this and a bit of that. Edinburgh does a very limited amount of commissioning, which for me is very disappointing. </p> <p>I feel that a festival should be the antidote to the global culture - that is, where the specific, the local and the very domestic and personal activity happens. It's the jolt in the routine of artistic activity. A festival should bring people up with a start, not with a feeling of: \"Oh, God, they've got that as well, have they?\" </p> <p> <strong> Jonathan Reekie </strong></p> <p><strong>Director, Aldeburgh festival</strong> </p> <p> Festivals are becoming much more global. There's a tendency for large international shows to travel the festival circuit, so a homogeneity is creeping in. One response is to co-produce new work, but that often creates more homogeneity. It would be great if places like Edinburgh did produce more, but we're all working under increasing financial strains and I understand why it might not be able to. I work for a festival that has always been very much defined by its area: by the locality, the people and the culture of Suffolk. Edinburgh is a very special place too. It'd be great to see a stronger sense of the place. </p> <p> <strong> John Drummond </strong></p> <p><strong>Ex-director, Edinburgh festival</strong> </p> <p> The moment came in my time when the bulk of the audience seemed to be local people. Some 70% of our audience back then lived in Scotland. In terms of Brian McMaster's program ming, it's a bit disappointing to see Pierre Boulez, with the London Symphony Orchestra, repeating the concerts he's already done in London. I think it's a little unambitious. We tried in my time not to do things that had been seen in London. On the other hand, there will be people in Edinburgh who won't have heard those concerts. Twenty years ago governments were terribly thrilled with the idea of people coming, and countries like Germany and France were rolling in money. The communist bloc was very keen to send representatives, and very cheaply too. Now that's all gone. </p> <p> <strong> Stella Hall </strong></p> <p><strong>Director, Belfast international festival</strong> </p> <p> A festival needs a number of different ingredients to be successful, and if the ingredients include high-profile artists who are touring other festivals, then great. If your audience can't travel to Australia or New York to see that work, then it's part of your responsibility to bring it to them. Brian has been able to specialise with his programming, and to focus on themes and artists in a way that he may not have done had not the fringe, the jazz and blues and the film festivals been going on alongside. One has to respond to circumstance. I think Brian has put together an excellent programme, and a challenging one. </p> <p> <strong> Kenny Ireland </strong></p> <p><strong>Artistic director, Royal Lyceum</strong> </p> <p> If you programme according to the snob value of the name directors, eventually you'll get their bad production, or a series of bad productions. And then the audiences start thinking: \"Actually, I don't like drama.\" Booking the latest production of Robert Wilson or Zadek for two years hence is a sterile process. You need to be finding what has not yet got a reputation, as well as what has. There's a lot of really good stuff on Brian's doorstep. He, I think, disagrees. Brian has been disparaging about what he sees in Scotland. There is excellence out there and it needs to be managed and brought together. </p> <p> <strong> Lucy Neal </strong></p> <p><strong>London international festival of theatre</strong> </p> <p> The London international festival of theatre questions the notion of a festival director programming the festival's work. By opening up the curatorial role to different cultural viewpoints, decisions as to who are the international circuit's latest stars would give way to a more robust sense of artistic dialogue. Led by the work of artists, festivals can be catalysts for social and political change. They create a framework for people to learn from different cultures and move between them with more confidence. They are an artistic alternative to a world torn by cultural conflict. </p> <p> <strong> Richard Demarco </strong></p> <p><strong>Artist and renowned Edinburgh impresario</strong> </p> <p> The millions the international festival receives from funding bodies should be spread out, firstly to com panies that need to feel they're not left out: companies from countries such as Belarus and Georgia. We talk about international festivals, but these people can't come, because they can't afford it. The festival could go to Sarajevo, Dubrovnik and Tbilisi, and inject its energy into these places. </p> <p>Halfway through this festival we heard reports of horrific things happening in Russia. What's the festival doing about that? Where are the Russian plays? This festival is sick, it's not at ease with itself. We're in danger of destroying one of the most beautiful things Scotland has ever had, a thing that gave it dignity. </p> <p> <strong> Bill Burdett-Coutts </strong></p> <p><strong>Director, Assembly Rooms</strong> </p> <p> The festival has grown up topsy-turvy and the structure needs a rethink. In the public mind, it is one festival, but in fact, it's seven or eight festivals, and they are tugging against each other. It's a shambles. </p> <p>The international festival is quite myopic and I'm not sure it makes any effort to get along with anybody else. I like Brian enormously, but it's not in his nature to go out and embrace other people, and it is the duty and responsibility of the international festival to do that. The comments I hear about the international festival programme are that it's rather dull. Festivals should be about a surge of energy and a bit of magic: the last thing they should be is dull. </p> <p> <strong> Philip Howard </strong></p> <p><strong>Artistic director, Traverse Theatre</strong> </p> <p> What makes some people furious is that the work Brian programmes appears to be inaccessible. Every year the critiques get more savage - \"What is he trying to do to us, making us sit through these nine hours?\" I think he likes winding everybody up, but I also think he has a genuine belief in the integrity of the work. He is a bastion, someone who believes in the right to see that level of work altogether in a festival, in a way that is totally unfashionable. The fact that audiences aren't always huge for some of these pieces may mean that in five years' time we'll no longer get to see such work. I wonder whether his critics might then be saying: \"It's a shame we can't see any of that kind of work any more\". </p> <p> <strong> David Sefton </strong></p> <p><strong>Director of Performing Arts, UCLA</strong> </p> <p> I subscribe to the US presidency model. Festivals should be a reflection of the director's vision, but there should be a finite run for a festival director's term. A healthy model is one that reviews its director's position. I'm just back from Australia, where the Melbourne festival line-up was great. Edinburgh wants to be judged as a world-class festival, but against other festivals it's found wanting. </p> <p>In some cases, it isn't even bringing in the best people any more. It's not innovating. A huge chunk of the Scottish Arts Council's money, not to mention sponsorship and media attention, is concentrated into those three weeks. The responsible way to deal with that is to be good. Edinburgh isn't good enough.</p>",
  "<p>It's the first thing American journalists do when they arrive in Britain. They sniff and lament 'your terrible tabloids'. Well, here I am on their home ground - and the tabloids are truly terrible. Crucially, though, nobody calls them newspapers. </p> <p>Come down to my neighbourhood pharmacy or supermarket (but not to a proper news stand): pause by the toffee area near the checkout. There they are, carefully segregated, in all their glory. </p> <p>The National Examiner leads with 'Prince William Baby Scandal Exclusive - Blonde claims she's pregnant'. A soulful picture of the Princess of Wales looks out at us. 'What would Diana have said?' (Not much that was printable once she'd turned to the flim-flam inside.) </p> <p> The Star has Bruce Willis's latest lover trying to kill herself - 'say sources'. Goldie Hawn has stormed out on long-term live-in lover Kurt Russell. And, blimey: 'Britain is trying to claim pop princess Britney Spears as its own because her grandmother was born in London and she's admitted a past crush on Prince William' - though she, happily, isn't the blonde in the previous paragraph. </p> <p>Enter the Globe. 'Love-starved and lonely - Chelsea: Mom and Dad Ruined My Life'. Plus Brad Pitt and Jennifer Aniston's honeymoon secrets. The National Enquirer fights back with a TV chat show host's 'shocking three-year love affair', Oscar-winner Helen Hunt 'dumping her hubby', and Britney's predictably 'shocking night out' at a 'New York hot spot'. </p> <p> But the Plastic Palm, as so often, goes to Weekly World News, which specialises in raw meat. 'Jimmy Hoffa was turned into Dog Food.' 'Stupid hunter shot and killed - by a MOOSE.' </p> <p>Some of these tales, I'm sure, will have been on sale at a newsagent's near you. The market in Hollywood gossip is global (and well serviced by some of Fleet Street's former finest, now operating from Florida and California). But some - lacking the libel protection of the First Amendment beyond America's frontiers - are for domestic consumption only. The appetite for them, if waning a touch, is gargantuan - counted in tens of millions. The Enquirer claims to sell around 3 million copies every week, reaching 18 million readers: which would make it the biggest newspaper in the US - if anyone thought of it as a newspaper. </p> <p>There's the difference. History and geography gave British newspapers a small, densely populated island with good rail connections. That meant, among other things, mass-selling daily tabloids, delivered to the breakfast table in a market that sustains variety. </p> <p>History and geography, equally, turned America's scandal tabloids into national weeklies and gave them a distribution separateness as close as the nearest shopping basket. The Enquirer and the rest don't need to worry about mainstream news or sport. They're free to plough a narrower patch of field while the editors of 'proper' papers pretend they don't exist. </p> <p>The stark fact, though, is that a tabloid market does inescapably exist in every developed country. In Spain or Italy, as in much of Europe, the drug comes in magazine form, full of glossy pictures of B-list movie stars and C-list aristocracy. Germany manages a pale shadow of the UK situation. In France, the scandal sheets are weeklies. </p> <p>Are we blessed or blighted in Britain? Are American visitors wrong to curl their lips? Take two arguments. First, the American tabloids contain no news - it is not their business. But their readership figures show a keen public demand for the basic, and basically written, fare they offer. No wonder editors complain that America is losing the newspaper habit. </p> <p>And, second, there's the question of standards. Consider that Chelsea Clinton story from the Globe . 'I have no friends, no boyfriends and no life,' a 'heartbroken Chelsea complained to a pal'. She 'just wants to have someone her own age to love'. </p> <p>Here's the typical stew of 'pals' and anonymous 'insiders'. Do they exist? Probably. Have they any special insights? No. We're riding through Rentaquote County. </p> <p>Page after page on the pharmacy stand wouldn't see the light of day in Britain. Page after page runs straightforwardly foul of Press Complaints Commission edict. But America has no PCC, and barely a press council. The posher papers resist any attempt to agree a code of practice because they think it will curb their First Amendment rights. </p> <p>There is, thus, not a chance that the Enquirers and Examiners will be brought under any sort of control. They can go on their own way. And the newspaper industry's men in respectable suits turn their backs. </p> <p>Wonderful freedom? Organised hypocrisy? Take your pick. But don't endure too many high-minded lectures without tossing a point or two in the other direction.</p>",
  "<p>Here is an amazing thing - a gladiolus in the garden after all these years. Not amazing just because of its intensity of colour - although that is astonishing enough, mauve with a haze of magenta fighting through, giving it a satiny iridescence - but that it should be there at all. Sarah apparently got a dozen among a mixed lot of bulbs for her birthday last February and popped them into the ground in the general rush to get bulbs in this spring (incidentally, we planted all our alliums as late as March and even some tulips, too, and all did well. I suspect that on heavy, wet soil there is something to be said for very late bulb planting). </p> <p>There have not been gladioli in any garden of mine for 25 years because I strongly associate them with my childhood. If I try to remember (and I have not done this for a long while), I walk down to the chickens, turn left at the walnut tree and on the right of the grass path leading to the chickens is a bed that always housed dahlias and gladioli. The grass edge is raised up like a causeway, wisps of cut grass in the dry earth gutter. This is my mother's area of concern, all grown in rows and the dahlias staked with square posts, the gladioli with bamboos, both overwintering in tied bundles in the potting shed. The hens fidget at the gate. </p> <p>If I turn and look now, dahlias nearest the chickens, gladioli in the first half, I see like a cine film that the colours are demented, washed out pigments that don't add up to anything you can piece together into any coherent whole. Pale yellows, lipstick pinks (heavy 1950s lipstick, crescent stains on the porcelain), oranges like ice lollies and the palest of blues. But no one thought to judge them as part of the garden. They were grown as a crop, only coming into aesthetic consideration once picked and put into a vase. Hence their position tucked away down by the chickens, on the edge of the kitchen garden. They were produce, not art. </p> <p>Then Dame Edna Everage started to include gladioli in her act. I remember sitting in the gods more than 20 years ago, watching her humiliate those in the stalls, showering the front rows with dozens of gladioli at the finale. I don't know why gladioli were chosen to be such an integral part of the image, but at the time I assumed it was because everyone would instantly recognise their inherently kitsch ugliness. </p> <p>I don't want to sound snotty about them, because my plan is to go through the catalogues and, if I have time, visit a show where there is a wide variety and choose the really good colours, such as 'Oscar' in the giant-flowered group, 'Black Lash', 'Arabian Night' and 'Black Beauty' or the lime-green 'Spring Green' (these have all been taken from Sarah Raven's The Bold &amp; Brilliant Garden , £25, Francis Lincoln). I want colours that burn, albeit with a sullen glow. Nothing remotely pale or washed out. And here, I think, is where the Dame Edna connection makes sense, because a large, modern florist's pastel gladiolus look like nothing so much as an elderly man in drag, trapped in his mother's clothes. </p> <p>So, now I have these glads in the garden, I am about to chuck away a quarter of a century's prejudice and order more for next year. Apart from anything else, gladioli are so much part of this late-summer season - fresh faces in what can become a slightly jaded crowd. </p> <p>Actually not all gladioli belong to late summer. Earlier this summer, on my visits to Guernsey, I enjoyed Gladiolus byzantinus, with its slender form, magenta flowers and architectural, sword-shaped leaves. I'd never seen it before and found myself liking it before the anti-gladiolus knee could jerk. It prefers dry, rather poor soil, and I don't know if it would grow on our wet clay, although it thrives in the Channel Islands and I am sure would do well on southern chalk. I shall try it anyway. It is a hardy perennial that comes from the Mediterranean - unlike most gladioli which come from South Africa - so does not need lifting after flowering, which all the late-flowering ones do unless you are in an exceptionally mild area. </p> <p>John Tradescant recorded it during his forays on to the Algerian coast in 1620, reporting that 'the corn flag of Constantinople grew by the acre in Barbary'. Gladiolus byzantinus is planted in autumn along with the spring bulbs and flowers (in Guernsey at any rate) from May through to July. I like the sound of the creamy, green-tinged Gladiolus tristis, which will start flowering even earlier, in April, and is powerfully night-scented, although apparently the scent soon fades when the flowers are cut. The solution seems to be to grow it in a container which can be brought indoors while it is in flower. </p> <p> Gladiolus papilio (sometimes sold as Gladiolus purpureoauratus - just more tedious dazed-and-confused botanical nomenclature) is another hardy variety, although it does not fit the usual range of garish gladioli colours. Brian Mathew, in his authoritative book Bulbs - The Four Seasons (£19.99, Pavilion) says that it is 'cultivated more as a curiosity than for show, although some like its muted colours'. </p> <p>This immediately set me looking for a picture, and the RHS encyclopedia has a shot of it looking distinguished and subtle, so of course I was converted. That is definitely on the list, too. It does come with a warning that it can be invasive, spreading by stolons, but perhaps it is best to think of it as a bulb that can be naturalised - as one might treat bluebells, snowdrops or narcissi. It apparently has glaucous leaves, and a comparatively short stem (24in) and, unlike byzantinus, flowers best in a rather damp, rich soil. That's us sorted and one in the eye for the hysterical gladioli school. </p> <p>Typically, the obsession with creating new and ever more garish forms of gladioli come from men. Gladioli became caught up in the hybridisation obsession that swept through the Victorian era and still inexplicably dominates much of the activity from nurseries and flower shows. Apparently, in the middle of the 19th century, James Kelway discovered Gladiolus psittacinus (now more likely to be sold under the name of Gladiolus dalenii ) and, to quote Miles Hadfield in his peerless History of British Gardening , (Penguin, out of print) 'saw within it possibilities of improvement'. By 1861 he was distributing the first of florists' gladioli. </p> <p>Unlike the species, Florists' gladioli need quite a lot of tending to get the best out of them. They have to be staked individually, dead-headed, weeded, watered and fed if the tower of flower is to be at its best. They are also prone to the gladiolus thrip - a tiny black insect that feeds off both foliage and flowers, rasping the leaves and leaving the surfaces a glistening pale grey. The leaves then turn brown and dry out. They also attack the developing flowers, so that the buds wither before they open. I have to admit that I have never noticed this, but then I wouldn't, having not observed a gladiolus without a dismissive sneer for quarter of a century. </p> <p><strong>Your roots</strong> Growing gladioli from corms and cormels</p> <p>Gladioli need a friable, well-dug site, with plenty of compost or manure. They grow from corms planted in May. Corms should be dug up after flowering, dried and stored in a cool, dark dry place. Gladioli grown on wet soil are prone to bacterial blight. The only way to deal with this is to pull up the plant and get rid of the corm. </p> <p>Gladioli don't flower for long, so start planting corms at the end of March and do repeat plantings every fortnight till the end of May. Plant 4-6in deep. </p> <p>They can be propagated from cormels - baby corms that grow off the parent and which come true to its variety. Let the corm and cormels dry out and, the following February, they can be teased off the corm. Plant cormels an inch deep and an inch apart in a seed tray. When shoots develop, pot up or plant in a cold frame. Give them a couple of years to flower, then treat them as other corms.</p>"
]