[
  "<p>The states of America are united by at least one characteristic: an obsession with race. White suburbanites bemoan the loss of their cities to crime, drugs and - by extension - black neighbourhoods. When they say, \"It's a jungle down there\", you're supposed to know what they mean. Black community leaders wonder out loud why the shops in their areas are owned by recently arrived Koreans. US cities are divided cleanly along ethnic axes - an enduring American apartheid. </p> <p>George W Bush put almost all the black members of the Republican party on the stage at his convention to prove his open-mindedness. Al Gore argues that there needs to be a greater national awareness of racism before any progress is possible. </p> <p>Actually, the awareness of race as an issue could not be higher. What might be needed, conversely, is to take the race issue down the agenda - and take some of the political heat out of a debate which has become distorted by party political point-scoring, white guilt and overzealous legal action. </p> <p>Nowhere is a new approach more needed than in the workplace. Racism in any form stains the working environment, and has to be stamped out. But hypersensitivity about colour or religious affiliation can be counterproductive. A friend of mine is a senior civil servant in the US government. He is an ultra-progressive, humane, open-minded white man. (Oh, and he's gay. In America, where group membership is minutely calibrated, that probably matters). He is currently under investigation for anti-semitic and racist behaviour. </p> <p>A Jewish woman has accused him of overlooking her for a position because of her faith. The process entails interviews with equal opportunities officers and rigorous questioning of his own beliefs. The fact that he was unaware she was Jewish makes no difference. And an African-American man has accused him of racism after being suspended for sexual harassment. (This is where workplace politics get really sticky.) The man in question placed his hand on a female colleague's bottom and squeezed, in full view of a dozen people, in the office canteen. (Oh, she's black, too. In America that definitely matters.) </p> <p>US managers say that it is many more times more difficult to fire, discipline or warn a non-white employee for fear of lawsuits and bad PR. This is crazy. An equal society is one in which people are treated on the basis of their abilities and effort, not colour or creed. This must work both ways - in firing as well as hiring. Otherwise, firms will be reluctant to hire people from ethnic minorities in the first place - not because they are racist, but because they are afraid of being labelled as such if the recruit is not up to the job and has to be dismissed. </p> <p>The problem is that a whole industry of lawyers, lobbyists, politicians, equal opportunities officers and human resources specialists has been built on the premise that US citizens are incapable of acting in an enlightened fashion. And few are prepared to take this lobby on, for fear of being accused of racism themselves. </p> <p>None of which is to say that racism is over and done with. Far from it. Or that there should not be the strictest sanctions for those who act in discriminatory ways. But America needs a dose of the optimism about human nature enshrined in its constitution, and echoed by leaders such as Martin Luther King. Real racism is bad enough: there's no need to see it lurking everywhere. </p> <p> Strangely, there is one form of prejudice that the US endorses enthusiastically - ageism. At a conference in New York last week, the convenor asked all the \"young people, whose enthusiasm, energy and ability to think outside the box are so needed\" to stand up. This being America, a few dozen eager youths leapt to their feet to receive a ripple of applause. At a stroke the convenor therefore insulted anybody not defined as \"young\" and patronised those who were. </p> <p>In a separate session, a speaker invited his 12-year-old son, who spent the entire time playing a handheld computer game (and it was difficult to blame him), to tell the audience about his concerns for the future. On hearing his name, the young man in question looked up, startled, and said: \"Well, if an asteroid hit us, that would be really really bad, wouldn't it?\" At times like this, an asteroid strike seems like the least we deserve. </p> <p>\u0095 Richard Reeves is director of futures at the Industrial Society. You can contact him at <a href=\"mailto:rreeves@indsoc.co.uk\">rreeves@indsoc.co.uk</a></p>",
  "<p>Endemol, the Dutch production company behind global phenomenon Big Brother, is looking to set up a permanent base in the US. </p> <p>Endemol chairman and chief executive officer, John de Mol, is currently in the US with a number of Endemol acquisition executives, talking to several medium-sized production houses about acquisitions. </p> <p>Endemol spokesman, Thomas Notermans, confirmed that Endemol would buy into an established firm, but suggested that it would be more of a strategic stake rather than an outright 100% acquisition. He declined to say whether or not Evolution, the production house Endemol worked with on Big Brother USA, was one of the companies it was talking to. </p> <p>\"Business is going well for us. We're selling over in the US but we recognise that we need production capacity to make headway in the market,\" said Notermans, pointing out that it was a logical move for the company to make. </p> <p>An announcement is expected shortly about which company Endemol will partner and who will run the new company. </p> <p>Meanwhile, Endemol this week announced the appointment of Ronald Goes as chief operating officer of Endemol Entertainment, who joins on January 1. </p> <p>Goes, who is one of the founders of SBS Broadcasting, is to be responsible for all TV operating offshoots within the Endemol group. </p>",
  "<p><strong>The Independent</strong> <br> <strong>Media section</strong><br> Conrad Black has put the Jerusalem Post up for sale, Phil Reeves says he has rejected an offer of $20m, because he wants $80m.</p> <p>Naomi Marks compiles a report on how hard it is for the press at major sporting events such as the Olympics. </p> <p>Michael Davies, the happiest man in US TV, tells Damian Fowler how delighted he is to be single-handedly responsible for the rise of UK reality TV in the US. </p> <p>Liza Kliman, radio producer, is fed up with the review of Radio 4 suppliers. </p> <p>Lorraine Butler, new editor of Cosmopolitan, says she won't change the tone of the magazine but will be cleverer and work a bit harder.</p> <p>In the diary: David Elstein, the chairman of Channel 5, is said to be on his way out following network owner RTL*s decision that the network should be less sleazy, and head of programming Dawn Airey could be off to ITV.</p> <p><strong>The Mirror</strong> <br> Changing Rooms designer Laura McCree burst into tears after homeowner Heather Cairns said her debut design was \"absolute crap\". Mrs Cairns' guest room was given a modernist makeover, much to her disdain.</p> <p>The BBC has apologised to Prince Phillip after Harrods owner Mohamed Al Fayed called the royal a \"German Nazi\" in the dire Nick Hancock chatshow You Only Live Once.</p> <p>A Norfolk shopowner has claimed that struggling retailer Marks &amp; Spencer stole her ideas for its recent advertising revamp.</p> <p><strong>The Star</strong> <br> Extensive Emmys coverage focuses mainly on celebrity cleavage (Heather Locklear) and a still-skinny Calista Flockhart. </p> <p>The Changing Rooms disaster reported in all the tabloids gets a full page (\"Changing Glooms\") with designer Laura McCree in tears after her minimalist revamp was deemed \"crap\" by its owners. </p> <p><strong>The Mail</strong> <br> Ronnie Barker laid into Reeves and Mortimer at a party to celebrate the 40th anniversary of TV Centre. Seems Barker took offence at their remaking a Morecambe and Wise sketch with Tom Jones.</p> <p>Jane McDonald - star of docu-soap the Cruise - got 6m viewers for talent show Star for a Night while Cilla Black's Moment of Truth got 5.7m. </p> <p>The battle to replace Boris Johnson continues. According to Ephraim Hardcastle, Telegraph editor Charles Moore is pushing for columnist Alice Thomson to be the next editor of the Spectator. Conrad Black (proprietor of the group) wants Sunday Telegraph deputy editor Matthew d'Ancona.</p> <p><strong>The Times</strong><br> Reports from New York that the six remaining US contestants on Big Brother are plotting to spoil the party by walking out on air together. Mutiny. </p> <p><strong>The Guardian</strong> <br> Electronics giant Sony is to launch a device called eMarker, which marks down any unidentified song you hear on the radio and names it for you.</p> <p>Tony Blair has pledged to get all of Britain online by 2005, by spending £1bn on 6,000 computer centres.</p> <p><strong>The Financial Times</strong><br> Shai Schiller has resigned as chief executive of video-over-the-internet company and stock market darling Geo Interactive Media, with analysts saying it had damaged the company's image.</p> <p>The rush to capture the online \"pink pound\" is gathering pace with the launch next month of Queer Company, an internet portal aimed at the gay and lesbian community.</p> <p><strong>Wall Street Journal</strong><br> Publicis has closed its acquisition of Saatchi &amp; Saatchi, making it a global company with more than Euro 2.1bn in annual revenue.</p> <p>Publisher Gannett has told its operating divisions to keep a tight rein on their 2001 budgets, after it spent $4.5bn on new publications and publishers. </p> <p>Car manufacturer Mercedes is to adopt a lighter, hipper image, shedding its stuffy image.</p> <p><strong>Tabloid scoop of the day:</strong> <br> The Star seems to have sent three ex-SAS men to break into the Big Brother house armed with just a copy of the paper and a box of Milk Tray. It claims to have the pictures to prove it, but a C4 spokeswoman insists the break-in could not have happened. </p> <p>Apparently one of C5's Jailbreak inmates has already tried to escape after just 12 hours. The series launches tonight. </p> <p><strong>Coming up today on MediaGuardian.co.uk</strong> <br> The truth about anti-smoking campaigns <br> Will the PPA/WHSmith row be concluded? <br> Overnight ratings <br> Plus, which national news journalist is related to Anna of the Big Brother house? Media Monkey knows the answer <br> </p> <p><strong>Other useful sites:</strong> <br><a href=\"http://www.bbc.co.uk\">http://www.bbc.co.uk</a><br><a href=\"http://www.ft.com\">http://www.ft.com</a><br><a href=\"http://www.the-times.co.uk\">http://www.the-times.co.uk</a><br><a href=\"http://www.telegraph.co.uk\">http://www.telegraph.co.uk</a><br><a href=\"http://www.independent.co.uk\">http://www.independent.co.uk</a><br><a href=\"http://www.iht.com\">http://www.iht.com</a><br><a href=\"http://www.the-sun.co.uk\">http://www.the-sun.co.uk</a><br><a href=\"http://www.mirror.co.uk/\">http://www.mirror.co.uk</a><br><a href=\"http://express.lineone.net\">http://express.lineone.net</a><br><a href=\"http://www.megastar.co.uk/site/today/index.html\">http://www.megastar.co.uk</a><br><a href=\"http://www.economist.com/\">http://www.economist.com</a> </p>",
  "<p>Granada Media yesterday took a 45% stake in TV3, Ireland's only free-to-air commercial television channel, and said it hoped the deal would prove a blueprint for future partnerships across Europe. </p> <p>As a key part of the agreement Ireland's top rated programme, Granada soap Coronation Street, will move to TV3 from state-owned RTE at the beginning of next year. </p> <p>TV3 will also begin showing another Granada favourite, Emmerdale. </p> <p>The deal is part of Granada's ambition to begin building a presence across Europe after securing dominance of the ITV network at home. Charles Allen, Granada chairman described the TV3 deal as \"a significant first step\" in achieving its aims. </p> <p>Granada will pay £18.7m in cash for the stake and will be an equal shareholder with Canada's CanWest Global Communications. </p> <p>The remainder is held by the founders of TV3 led by chairman James Morris who also runs Ireland's biggest independent production group Windmill Lane Pictures. </p> <p>TV3 launched two years ago against Ireland's three state-owned channels. Its broad mix of entertainment, films, drama, sport and news has built an audience share of just under 10%. </p> <p>\"When you compare the audience share with that achieved by Channel 5 then you clearly have one of the most rapidly growing new TV stations in Europe,\" said Granada chief executive Steve Morrison. </p> <p>\"Our programmes can drive audience figures and revenues for a TV station and we can share in that uplift by taking an equity stake.\" </p> <p>Earlier this year Granada took a stake in Australian TV channel Network 7 but expansion in Europe has so far been confined to production. </p> <p>TV3 has been gifted half a digital multiplex which means it can launch three digital channels when services are introduced. Granada already sells airtime for TV3 in London, generating £2m in advertising revenues.</p>",
  "Across much of north-west England the pumps have ceased to flow. On the other side of the Pennines, York and Wetherby have run dry: Leeds fears it may soon follow. Now panic buyers are draining London dry too. Tempers are getting heated. Lorry drivers going about their business, though plainly in no way to blame either for Opec's pricing policy or for Gordon Brown's rates of taxation, find themselves under attack. Conservative politicians and newspapers, normally first in the queue to denounce coercive action, ooze sympathy for decent people driven to these extreme measures because their livelihoods are under attack. Unlike our own home-made dump the pump campaign a few weeks before, which got nowhere, these copycat French-style protests against the high price of petrol have begun to cause serious trouble. <p>In Downing Street, Tony Blair and Gordon Brown, in this matter at least, stand shoulder to shoulder. They will not be moved. There are two calculations here for the chancellor. Are these protests an embarrassment for the government and a serious disruption of the productive economy? Certainly. Has the hike in the oil price gone further than that, reaching a point where, even after Opec's weekend decision to bump up production, there is now a possibility that Britain might be forced into recession? The answer to that, so far at least, must be no. If that outcome threatened, Mr Brown would have to act. As it is, he is right to stand firm. Street protest may influence taxation policy but it cannot be allowed to dictate it. And these protests ought to be policed no less firmly than other disruptive activities, on behalf of sectional interests less congenial to the Daily Mail, were policed in the past. </p> <p>That is not to endorse some of the government responses offered so far. The industry secretary, Stephen Byers, interviewed on radio yesterday morning, repeated over and over again that the Treasury's percentage take from each litre sold at the pump was higher under the Tories than it is now. Well, fascinating - but hardly relevant to this dispute, since oil prices then were much lower and not imposing the strains they do now. Ministers cannot succeed in allaying public discontent by hiding behind that sort of party political point-scoring. </p> <p>There is also the uncomfortable issue of the windfall which the Treasury gets as VAT rises along with petrol prices - an estimated £1bn-plus since March. Even as normally loyal a government supporter as the engineering union leader Ken Jackson argues that this money should fund a cut in the tax on petrol which would bring pump prices down. But that is to look at the issue too narrowly - and also to forget that this government, like the one before it (though the Conservatives prefer not to remember what they did not so long ago when in office) has made a firm commitment to use taxation on petrol as a device to benefit the environment by pegging back vehicle use. It would make more sense to use the windfall not to reduce the burden on essential and inessential users alike but, selectively, to pay for programmes designed to reduce dependence on road transport and to boost alternative sources of energy. To roll back Margaret Thatcher's \"great car economy\" will be easier in some places than others: easier, especially, in the towns than in the countryside. But it is still essential to make the attempt. </p> <p>Sunday's Opec agreement is no guarantee of stability, but it should stop prices racing up through the winter. It is a breathing space - and one that needs to be put to constructive use.</p>",
  "<b> Why are British motorists paying more in petrol taxes than drivers anywhere else in Europe?</b> <p> When Norman Lamont was Chancellor he introduced the practice of increasing duties on petrol faster than inflation. The justification for the so-called fuel \"escalator\" was environmental: the government wants to discourage us from using cars and adding to global warming. </p> <p> <b> Do higher petrol costs deter people from driving?</b> </p> <p> The number of miles driven in Britain has risen by 12% since the start of the decade. However, the government believes that had fuel duties not risen so fast people would have driven even more miles. That is why Gordon Brown increased the fuel escalator from 5% over inflation to 6% when Labour came to power. Green considerations aside, it has also been a handy source of funds for Treasury. </p> <p> <b> What happened to the fuel escalator?</b> </p> <p> Mr Brown scrapped it in November last year, and promised future above-inflation increases in fuel duties would be spent on measures to improve public transport and the road network. </p> <p> <b> How much is the tax worth to the government?</b> </p> <p> The Treasury takes 71p in every pound spent on petrol. Last year, motorists contributed £36bn to the government's coffers. </p> <p> <b> Is blockading refineries legal?</b> </p> <p> No, but if the French experience is anything to go by it's a lot more effective at grabbing political attention than the dump the pump campaign's rather feeble attempts to persuade people to stop filling up their cars. In France, fishermen and farmers wrung promises out of government ministers to cut fuel duties after they brought cross channel traffic to a standstill. </p> <p> <b> Could the organisers face legal action?</b> </p> <p> It is not an industrial dispute, so the organisers are not protected by legal exemptions which cover industrial pickets. In theory they could be sued by the oil companies for loss of revenue or moved on by the police for blocking a public highway. </p> <p> <b> What powers do police have to break blockades?</b> </p> <p> Individual chief constables have the responsibility for deciding what action will be taken in response to local circumstances. Powers under the Police and Criminal Evidence Act 1994 could be used to arrest individuals causing harm to people or property or unlawfully obstructing the highway. Common law powers allow police to make arrests to prevent a breach of the peace. Under the Public Order Act 1986 they have the power to arrest individual protesters for threatening or abusive behaviour or harassment. </p> <p> <b> Could the Chancellor cut petrol taxes?</b> </p> <p> Excise duty and VAT on fuel could theoretically be decreased by statutory order, without the need for primary legislation. This mechanism is used each year on Budget day to ensure that changes in taxation on consumer goods come into effect at midnight that day. Normally Parliament has to be sitting for a statutory order to come into effect, but it is possible for the Government to seek the agreement of the lord chancellor and the speaker for it to be put into immediate effect in the absence of MPs during recess. </p> <p> <b> Can he afford to do it?</b> </p> <p> Cutting fuel taxes by 2p a litre would cost the treasury about £1bn which ministers say would have to be found elsewhere, either in spending cuts or tax hikes. However, there will be more money in the Chancellor's coffers than he initially expected this year, and rising oil prices is one of reasons. Analysts say it has boosted Treasury revenues by an extra £1bn this year, which could be given back to drivers in tax cuts. However, that would contradict the government's environmental goals and in any case, Mr Brown would prefer to save any tax cuts for the maximum political impact in the run up to the election expected early next year. </p> <p> <b> Will the announcement that oil exporting countries are going to increase production help prices?</b> </p> <p> Not in the short term. Petrol prices are already set to rise, because of the high prices of crude over the last month. The production increase is not expected to bring the price of crude oil down below $30 a barrel, and if oil prices stay at that level petrol prices could reach £4 a gallon. </p> <p> <b> Could the blockades damage the economy?</b> </p> <p> Business leaders are warning that the blockades are causing problems. They support calls for lower fuel duties but want protests to end.</p>",
  "The crisis over petrol prices in Britain and elsewhere is almost entirely due to the myopia of governments and markets over the past 18 months in failing to recognise the emergence of a new star in the global political firmament. The youthful Hugo Chavez, aged 46, elected president of Venezuela in December 1998, is the principal figure behind the price rise. Last year he singlehandedly revived the moribund organisation of petroleum exporting countries, Opec, by calling for and securing a cut in oil production, and this year he has singlemindedly persuaded its members to stand firm in defence of a reasonable price. <p>He recently toured all the Opec countries and sought agreement on an optimum price of $25 a barrel. He will host a great jamboree of Opec presidents in Caracas at the end of the month, only the second such event ever held. </p> <p>This man means business. The west has had plenty of warning of what he has been up to, and where he is coming from, but blinded by the arrogance of globalisation it has taken no steps to prepare anyone for the dramatic developments of recent days. </p> <p>Although Opec has usually appeared to western eyes as an organisation dominated by Arabs, it was actually conceived and founded by Venezuela in the heyday of what used to be called the Third World. The countries of Opec, for Venezuelans, constitute a large extended family. In the 1990s, when Venezuela was ruled by unpopular governments that signed up to the dominant strand of neo-liberalism that spread like a plague across the whole of South America, Opec was abandoned and ignored. Venezuela was one of the great cheaters of the organisation, ignoring the quotas set, and bringing in foreign companies to help increase production through the development of new fields. When the world oil price dropped below $10 a barrel, the west fondly imagined that the exporting countries - many of them perceived as \"rogue states\", like Iran, Iraq and Libya - were permanently defeated and that this low price would be the established pattern of the future. </p> <p>Colonel Chavez - for he was originally a military officer - had other ideas. Petroleos de Venezuela, the state oil company nationalised in 1975, is the country's chief source of wealth. Chavez needed a steady and larger flow of income from the oil wells to finance his ambitious plans to transform the country and to satisfy his voters in the poorest section of society. He was well aware that his radical rhetoric, avowedly hostile to what he describes as \"savage neo-liberalism\" imposed on Latin America by the US, would do him no favours with nervous foreign investors. He decided to play the oil card. </p> <p> At an Opec meeting in March 1999, his oil minister, Ali Rodriguez Araque, was instructed to announce that Venezuela would in future respect the cutbacks in production already agreed, and would support a further cutback of 4%. It was \"a change of 180 degrees\" in the policy of previous governments, Chavez proudly announced. Ali Rodriguez is now Opec's president, and the oil price has risen from $10 to over $30 a barrel. </p> <p>Although the Latin American military are usually remembered for the rightwing dictators that they spawn, Chavez belongs to another tradition, that of radical junior officers, in touch with the raw conscripts from the peasantry, whose revolutionary politics are fuelled by anger at the degenerate state of the nation. Chavez is also an heir to a civilian tradition of rebellion in Latin America, that of the leftwing guerrillas of the 1960s inspired by Fidel Castro and Che Guevara. Some of his advisers were once associated with a Chinese-oriented split from the Venezuelan Communist Party who went on to make lasting contacts with radicals in the Arab world in the 1970s. Ali Rodriguez himself was a guerrilla in the 1960s, before becoming a labour lawyer and an oil expert for one of the smaller radical parties. One member of that generation, Ilich Ramirez Sanchez, \"Carlos the Jackal\", famous among other things for an armed attack on Opec headquarters in Vienna in December 1975, now languishes in a French jail. </p> <p>Chavez is a good friend of Fidel Castro and a frequent visitor to Cuba, and his ambitions are as grandiose as those of the Cuban leader. He hopes that his reconstruction of Opec will help him to forge a new \"Bolivarian\" alliance in Latin America that will fulfil the dreams of Simon Bolivar, the South American liberator of the 19th century, who sought continental unity against the outside world. </p> <p>Yet Chavez is no populist demagogue. He seeks a fair price for Opec oil, not an exorbitant one. This would mean price stabilisation, as Opec has reiterated throughout the summer, in a band between $22 and $28 a barrel. This week's Opec decision to increase production by 3%, might just allow that to happen eventually, but no amount of \"pressure\" from Tony Blair or Bill Clinton on individual countries is likely to break the fresh sense of purpose that Chavez has infused into the organisation. </p> <p> \u0095 In the Shadow of the Liberator: Hugo Chavez and the Transformation of Venezuela by Richard Gott is published by Verso </p> <p><a href=\"mailto:Rwgott@aol.com\">Rwgott@aol.com</a></p>",
  "It's since 1997 that the curve showing the increase in the price of unleaded petrol turns sharply up: since Labour came to power the price at the pump has increased by 42%. Of that, 22 percentage points were due to tax. A considerable part of Labour's public spending plans is - sorry - fuelled by pain at the pumps. <p>Yes, a good part of the increase in the price of petrol over recent months has been due to increases in the price of oil - the realm of Opec - but the high level of petrol prices in the United Kingdom is largely due to the tax rate. To that extent the political protest that has been mounting over the past few days addresses the right target. What government takes, government can return. </p> <p>But petrol tax is scarcely a New Labour invention. The amount of tax (duty plus VAT) that is imposed on petrol has increased steeply in real terms since 1993, when the Tories first introduced the \"escalator\", pushing up duty beyond the general rise in prices on a regular basis. Together, VAT and duty now represent around 72% of the price on the forecourts. The UK has the highest tax rate on petrol in the European Union: cross the border from Northern Ireland into the Republic and the tax take falls dramatically. </p> <p>Labour can claim to have given motorists respite. In Gordon Brown's March budget, for the first time in several years, duty on petrol was not increased in real terms. Labour can also point out that in May 1997 the total tax on petrol represented 76% of the retail price - 4 percentage points higher than the figure today. This is not, however, down to any reduction in the level of tax imposed on fuel. It has happened because the retail price has increased proportionately more. Duty imposed on fuel is a fixed amount per unit, regardless of the price. So, when the price charged to motorists rises, duty falls as a proportion of the price at the pump. </p> <p>World oil prices have been rising - and that has had fiscal consequences, too. Government revenue from oil has been rising. As well as fuel duty, VAT is imposed on petrol. It is a percentage of price so when the price rises, so does the flow to Customs and Excise. The recent increase in the price of petrol could mean an extra £0.5bn for the Treasury. This fact has led some commentators to say Gordon Brown should share his largesse with motorists and use these proceeds to cut duty on petrol. It is not a convincing argument. Oil prices fluctuate and there may be an unexpected fall in the price of petrol in the future leading to unexpected losses in government revenue with - as Stephen Byers reiterated yesterday - consequences for spending on services. </p> <p>The big question has to be: why is petrol taxation in the UK so much higher than elsewhere? It could be the result of environmental enlightenment. The automatic increases in duty above inflation that began in 1993 were imposed - in the heyday of John Gummer - as part of an attempt to change people's behaviour and get them out of their cars. Has the tactic worked? The general question is about the elasticity of demand for petrol - in other words, do people reduce their use of the car in the face of higher prices? </p> <p>The evidence says very little. When the price of fuel goes up, people do not respond by cutting the amount of fuel they buy or by using alternative methods of transport, at least in the shortrun. Even if they did respond to price increases, the fact that some aspects of pollution from road transport (like congestion or soot) are only loosely linked to the level of fuel used, means that the policy is not very well targeted to protect the environment. </p> <p>So (as an after-the-event rationalisation) using increases in petrol duty to protect the environment is hard to justify. That is both because of the lack of response by consumers to changes in price and because the cost of fuel is not always very closely related to the environmental cost involved. This is not to say that the high rate of duty has not had any effect on the behaviour of motorists. For example, people may have switched to buying more fuel-efficient cars, which helps to reduce the harmful effect on the environment. It is unclear how far British behaviour is noticeably different from those countries (Spain, Belgium) where fuel tax is considerably less. </p> <p>Chancellors and environment secretaries are usually going to disagree. It is the very lack of response by motorists to increases in the price of petrol that makes it such an attractive source of revenue. If people do not cut back the amount of fuel they buy after a tax increase, large amounts of money can be easily (painlessly is another matter) raised. Petrol duty raises around £22.3bn a year - around 6% of total government revenues. A 1p cut in fuel duty would cost the government some £420m. Add the VAT and we are talking about a sizeable portion of public revenues. </p> <p>Fuel taxes fall more heavily on some people than others - but beware exaggerated claims by people living in rural areas. If we look at the effect of a 6% hike in petrol duty across households from different income groups, it is middle-income households that are the most adversely affected by the increase. This is because a large proportion of the poorest households do not own a car and so the increase in the tax has no effect on them. But the picture changes if we look at all car-owning households. Here a fuel duty rise has a disproportionate effect on the poorest households among them. </p> <p>The concern about the effect on those living in rural areas is less well founded. There is a slightly bigger effect on households living in rural areas but the difference is small.</p> <p>\u0095 Zoë Smith is at the Institute for Fiscal Studies <br>zoe_s@<a href=\"http://www.ifs.org.uk\" target=\"_NEW\">www.ifs.org.uk</a></p>",
  "France will launch a wide-ranging plan to save energy by the end of the year, the prime minister, Lionel Jospin, told a global warming conference yesterday. Officials said the plan would be inspired by the steps taken after the steep oil price rise in 1973. <p>Details would be given at a ministerial conference on climate change in the Hague in November. </p> <p>Mr Jospin was opening a conference on how the Kyoto international agreement on curbing greenhouse gas emissions will work in practice. </p> <p>Greenpeace activists outside the conference called for the rejection of nuclear power as an alternative. France increased its reliance on nuclear energy after 1973. <br><b>Reuters</b> in Lyon </p>",
  "<p>This was supposed to be three days of high-powered talks bringing together in Melbourne some of biggest names of the Asian-Pacific region. Instead, the World Economic Forum descended into Seattle-style violence as anti-capitalist demonstrators clashed with police. </p> <p>The success of demonstrations last November in scuppering vital trade talks has given new life to the protesters - many of whom had rallied to the anti-capitalist cause via websites which sprung up from the demonstrations against the World Trade Organisation in Seattle. </p> <p>At least eight people were taken to hospital, including two police officers, as protesters tried to prevent delegates entering the Crown casino. Police reported that there were 1,500 demonstrators, although the organisers claimed nearer 10,000. </p> <p>Western Australia's right-wing prime minister, Richard Court, was stranded in his vehicle for 20 minutes as protesters daubed it with paint and let down the tyres, while Aboriginal activists \"arrested\" Mr Court for supporting mandatory sentencing, which leads to the jailing of people in Australia for petty crime. </p> <p>Mr Court was forced to turn back after 50 baton-charging police officers failed to dislodge the protesters' barricades. Chosen for its secluded riverside site, the casino and other probable targets of anti-globalisation feeling nearby had been heavily fortified against the protesters. </p> <p>What is worse for the organisers of the conference is that the demonstrations slowed the WEF's registration programme and reduced the number attending speeches and dinners on the first day of the conference, as up to 200 delegates stayed in their hotel rooms. Observers inside the building reported some of the events were only 50% full. </p> <p><strong> Brave face</strong><br> </p> <p> After Melbourne, the next stops on the travel itinerary of the global summit protesters are the annual meetings of the World Bank and International Monetary Fund in Prague later this month. In public they are putting a brave face on things, but in private the world's top trade negotiators admit that the chances of a new round of trade negotiations starting by the end of the year have shrunk to zero. </p> <p>Diplomats from the 139 members of the World Trade Organisation had hoped that the collapse of attempts to launch a new round last December would prove a temporary setback. Now they are blaming the US presidential elections for the delay, noting that any substantial negotiations are impossible until the political make-up of the new administration is known. </p> <p>Next year, the world's most populous country, China, joins the Geneva based body, which will tip the balance of power inside the organisation away from the \"Quad\" - Japan, Canada, the US and the EU - who have traditionally managed the global trading system and in the past provided political impetus for new talks. </p> <p>As a price of joining, China is opening large parts of its industry to competition from foreign firms, which is expected to cause disruption throughout its economy. Beijing will not be enthusiastic about starting another set of talks to open further markets until it has digested the fallout. </p> <p>Privately, Quad policymakers admit that there is no political momentum for a new round, and that the trade agenda is bogged down in Geneva bureaucracy. Senior trade policymakers are now whispering that the organisation's rambunctious New Zealand head, Mike Moore may be a lame duck who will never see a trade round launched under his watch. </p> <p>Indeed, time is running out for Moore who has only two more years at the helm of the WTO. The political fudge which shoehorned him into the job means he has a shorter than usual term, split with his rival, the Thai finance minister, Dr Supachai Panitchpakdi. Moore was the US's first choice and Supachai made himself so unpopular with US negotiators during the selection process, that some insiders doubt he will be able to muster sufficient support from the world's biggest trading nation to launch a round during his term of office which ends in 2005. </p> <p><strong> Fractious relations</strong><br> </p> <p>Assuming Supachai's successor manages to get a trade round launched with a year of taking office, past experience suggests it will take five or six years to conclude. That suggests the earliest that the next round of talks will be signed off will be around 2012-13 - a gap of almost 20 years since the end of the Uruguay round and the longest gap between trade rounds since the founding of the WTO's predecessor 50 years ago. </p> <p>The strains of running the global trading system without fresh negotiations are showing. Relations between the world's biggest trading blocs, the EU and the US, are increasingly fractious, with the two seemingly unable to solve arguments over hormone treated beef, Caribbean bananas and Washington's billion dollar export subsidies to US multinationals. </p> <p>Any day now, the US will publish the latest list of EU goods it is targeting for sanctions under long running disputes over bananas and hormone treated beef. The US has been authorised to apply $300m (£205 m) of sanctions by the WTO because the EU's ban on beef and import regime favouring Caribbean bananas contravene global trading rules. But America's decision to rotate the list it targets has been described by EU negotiators as pouring fuel on the fire as it creates uncertainty for a greater group of producers. Battles behind the scenes between the world's trading powers are as heated as the fights outside their summits - and the protesters' anti-trade agenda appears to be getting the upper hand.</p>",
  "European Union sanctions against Austria may be lifted as soon as today. <p>Pierre Moscovici, the French minister for European affairs, said yesterday that the unprecedented but largely symbolic quarantine would end as soon as consultations with other member countries were completed. </p> <p>Britain said it was ready to lift the sanctions at once. </p> <p>Three \"wise men\" reported on Friday that Chancellor Wolfgang Schüssel's conservative-led coalition met accepted European norms on the observation of human rights. </p> <p>Diplomats said the 14 other EU governments were likely to create a mechanism to monitor the future behaviour of the far-right Freedom party, whose part in the Austrian coalition provoked the EU's action in February. </p> <p>Another course might be to enhance the article of the Amsterdam treaty which requires member states to respect \"common European values\". </p> <p>Denmark, facing a crucial referendum on the euro on September 28, is pressing for a speedy resolution of the Austrian issue in the hope of easing the feeling of some of its citizens that the 14 have bullied Austria on an internal matter. </p> <p>President Jacques Chirac of France, a strong supporter of the sanctions, is expected to distance himself from the decision to lift them by suggesting that it should be discussed by EU foreign ministers at the UN summit in New York. </p> <p>France is the current holder of the EU presidency. </p> <p>The Freedom party's former but still de facto leader Jörg Haider greeted the imminent lifting of sanctions by making another controversial statement on immigration. </p> <p>He warned the EU against allowing cheap labour from eastern Europe to flood Austria. </p> <p>Speaking at the Zagreb autumn fair, he lived up to his reputation as a firebrand by expressing his concern that eastward expansion of the EU would cause waves of immigrants to swamp western Europe. </p> <p>But as the Austrian president, Thomas Klestil, appealed to Mr Chirac yesterday to allow an improvement in relations, Austrian opposition politicians urged the world to keep an eye on Mr Haider. </p> <p>Mr Haider told journalists: \"We agreed on a common basis to vote on the [EU] enlargement, but we have some conditions which have to be fulfilled.\" </p> <p>The international trade fair featured exhibitors from the province of Carinthia, where Mr Haider is governor. </p> <p>\"If we open our borders, we have concerns about our labour. Lots of cheap labour will enter the borders of Austria and this can endanger our labour force,\" he said. </p> <p>Mr Haider resigned as party leader in April in the hope that sanctions would be lifted. He said yesterday that he was satisfied with the verdict of the \"wise men\". </p> <p>\"It made clear that sanctions were unjust and had to be abolished.\" </p> <p>Meanwhile there were rumours in some quarters of Vienna yesterday that Mr Haider would interpret the lifting of sanctions as a green light to make a deal with the People's party which would give him a place in government, possibly as vice-chancellor. </p> <p>The \"wise men\" - the former Finnish president Martti Ahtisaari, the former Spanish foreign minister Marcelino Oreja, and international lawyer Jochen Frowein of Germany - were asked in June to report on the situation in Austria, after months of impasse which came to divide the EU. </p> <p>It was their job to get governments off the hook when it became clear that cold-shouldering Vienna while EU business in fact continued as usual was having little positive effect.</p>",
  "<p>A new generation of genetically modified crops could be a key to richer wildlife and efficient food production on British farms, a leading scientist said last night. </p> <p>Sir John Beringer, the dean of science at Bristol University, was until last year chairman of the government's advisory committee on releases into the environment. He told the British Association for the Advancement of Science festival in London that the presence of more songbirds on British farms would depend on encouraging the survival of more weeds and insects. </p> <p>Many British farmland birds have been in long-term decline, and a number of British wild plants have begun to vanish because of new farming practices. But Prof Beringer said with new thinking, 10% or 20% of the crop could be weeds and farmers could still have a good yield. </p> <p>\"Perversely the only safe way I can think of doing that is to breed herbicide tolerant crops which would enable you to use herbicides as little as possible,\" he said </p> <p>\"We also need to reduce the use of pesticides to kill insects, because insects are food for birds,\" he said. </p> <p>\"We can do this by incentives for farmers to allow more insects to occur. We could do it by stopping the use of insecticides, which would be largely organic farming.\" </p> <p>The trouble with a total ban was that insects could get completely out of control. But he believed that by genetic manipulation, plants could be made insect resistant - but only express that resistance when they were heavily infested. </p> <p>\"We have to be thinking about how to have more plants and more insects in crops to provide diversity and food for wildlife,\" he said. </p> <p>\"I think we have to stop ploughing if we possibly can - and that is a serious problem for organic farming - because we should leave as many plants in the ground for as long as possible.\" </p> <p>Farmers also had to reduce the amounts of fertilisers they used, because many weeds could not compete with well-nourished crops. This could be done by breeding, or engineering genes that would enable crops to \"fix\" nitrogen from the air, rather than from fertiliser. </p> <p>\"We have got to increase the amount of wildlife because we want it ... but it has to be done in a way in which farmers can survive and produce food reasonably cheaply and in large quantities,\" he said. </p> <p>\"I think we have to consider, whether we like it or not, that genetic engineering may actually have some solutions, if we look at it sensibly.\" </p> <p>He was not surprised at resistance so far to GM crops, he said. \"The presentation, to date, has been absurd. </p> <p>\"Herbicide-tolerant crops have been introduced on the basis that you can control weeds, which by definition for most people implies eliminating them all. </p> <p>\"A more rational and intelligent introduction of the crops would have been to say: here is a way in which you can actually let weeds grow. And if they become a serious problem, you can get rid of them.\"</p>",
  "The problem for Sierra Leone is not, as Seumas Milne claims, too much British intervention, but too little (Throwing our weight about, September 11). \"African solutions to African crises\" has become a mantra. But it is difficult to locate any convincing example, except in the wishful thinking of western non-interventionists. The fact is that months of Britain's light-touch intervention has accomplished more for Sierra Leone than years of African-dominated intervention, whether under the auspices of Ecomog or the UN - and with considerably less general brutality. Involvement by other Africans is too often a cover for the pursuit of national or even personal interests, rather than a serious and disciplined attempt to solve the problem in hand. <p>It is unclear why Britain's colonial past should prevent it meeting a desperate international need in the present. One would have thought contrary arguments, citing historical responsibility, would have greater force. Where the government is to be criticised is in its pusillanimous approach. Having first refused to participate on any scale in the UN operationin Sierra Leone, its \"parallel\" involvement has lacked transparency and consistency. </p> <p>A few years ago we were told that with the end of global bipolarity British defence policy would be configured to meet the new challenges of peacekeeping. This seems to have been quietly forgotten. Now, our public generosity seems to extend only to the training of others to do the peacekeeping. </p> <p>International peacekeeping has had its failures in Africa - from Somalia to Rwanda. But it has also had its successes. In Namibia and in Mozambique, for example, broadly based international forces saw complex mandates through to completion. Post-imperial, post-cold war Britain should embrace the moral responsibilities that go with its capabilities. And it should be permitted to do so without self-serving hurrumphing from right and from left.<br> <b>Norrie MacQueen</b><br> University of Dundee</p> <p>\u0095 Seumas Milne and Geoffrey Wheatcroft (Too many fine sentiments, September 11) write fine words, but they have forgotten a basic fundamental of the world. It is a complex and brutal place and perfect solutions don't exist. You still have to be strong - and this is what the British presence in Sierre Leone is. It seems Milne and Wheatcroft would be happy to see bloodshed rather than act against it. Is this a moral stance - let them kill, rape and torture, so long as we have clean hands? It is still the Alan Clark principle, but from a supposed moral high ground.<br> <b>Tim Cockerill</b><br> Henleaze, Bristol</p> <p>\u0095 While appreciating the \"professionalism\" of the British soldiers who killed 25 rebels with the loss of only one of their number, I should like to know whether British success in exporting arms to all and sundry is another example of professionalism our government is proud of. What is needed is a professional peace-keeping force, not a disparate collection of national troops masquerading as UN forces.<br> <b> John Roberts</b><br> Littlehampton, E Sussex </p> <p>\u0095 On the front page (Hostages freed in jungle battle, September 11) you quote defence secretary Geoff Hoon as saying the hostage takers \"are not drugged-up individuals\" but \"clearly very capable\". Turn to page two and the caption reads: \"The drugged-up, notoriously undisciplined West Side Boys... \"<br> <b>Geoff Chapman</b><br> London</p> <p>\u0095 To paraphrase Bismarck, the whole of Sierra Leone is not worth the life of one British paratrooper.<br> <b>Alex Bayes</b><br> Alfriston, E Sussex</p>",
  "Your article on the decline of capercaillie at the RSPB's Abernethy reserve (Report, September 11) does not mention that in 1997 the RSPB embarked on a three-year experiment to see what would happen if they suspended control of the capercaillie's main predators - foxes and crows. During this experiment numbers, predictably, fell. This year the RSPB announced that it was going to reintroduce predator control. <br> <b>JP Young</b> <br> Editor, The Field <p>\u0095 You say (Company in rail disaster in running for franchise, September 4) I have ordered a review of the process for awarding a replacement franchise on Connex South Central. This is untrue. The Shadow Strategic Rail Authority is running a competition for a new franchise. If the SSRA believes terms can be negotiated which would offer a good deal for passengers and value for taxpayers, it will make a recommendation to me. It has not yet done so.<br> <b>John Prescott MP</b><br> Secretary of State for the Environment, Transport and Regions</p> <p>\u0095 I appreciate this is an appalling suggestion, completely lacking respect for my social superiors, but has Lord Palmer (Lord with too much silver, September 11) ever considered cleaning his silver-plated staircase himself?<br> <b>Colin Shearman</b><br> London </p> <p>\u0095 I keep reading the word \"sucks\" and the implication is that this is derogatory (Letters, September 11). I know this was made popular by The Simpsons, but why is sucking a term of abuse? Most people experience sucking as such a pleasant experience, as in ice lollies, breast feeding etc.<br> <b>Rev Neil Richardson</b><br> Greenford, Middx</p> <p>\u0095 \"Basics denied to 2m children\" (September 11) - why page 10?<br> <b>Alex Robertson</b><br> London School of Economics</p>",
  "A drive to engage parents in their children's learning at school - including guides to the curriculum, a magazine and extra help over the internet - will be launched by the prime minister today. <p>The Learning Journey guides to the national curriculum will offer tips on how parents can help and provide detailed descriptions of what children should achieve in each subject at the ages of seven, 11 and 14 in England, Wales and Northern Ireland. They will be available free to parents on request. </p> <p>The tips for learning include discussing the merits of mobile phones to support learning information and communications technology skills, and posing maths questions while setting the video. </p> <p>\"Ministers have long said that parents are essential partners in their children's education - with this extra practical support, we are helping to turn that slogan into a reality,\" David Blunkett, the education secretary, writes today in Guardian education. </p> <p>The campaign, which he will launch with Tony Blair, is costing several million pounds and is backed by extensive television advertising. More than 25,000 copies of the parents' guides have been ordered by schools. Separate books are available for ages 3-7, 7-11 and secondary school. </p> <p>The primary school guides, about 80 pages each, have been extensively illustrated by Quentin Blake, the children's artist. The secondary guide is more than 120 pages long. </p> <p>Anticipating criticism, Mr Blunkett writes: \"I know sometimes people say government tries to preach or nanny people too much. But today's campaign is the exact opposite of that approach ... It narrows the gap between 'those in the know' and those unfamiliar with the complexities of the education system.\" </p> <p>The books explain how the curriculum works, which subjects are taught at each key stage, and the expected levels of attainment. </p> <p>They are aimed at encouraging adults to become involved in their children's education and, anxious to avoid charges of over-pressuring children, try to be positive and encouraging. </p> <p>The primary school book says: \"Some parents are afraid of doing the wrong thing ... the most important things you can do are: take an interest in what your child is learning at school, and encourage them to tell you about it; praise them when they have done well.\" </p> <p>The books also answer some of the most common questions from parents, such as \"What is a home-school agreement?\" and \"Should I help my child with homework?\" </p> <p>The secondary school book is slightly different in format. Its tips are more generalised, often to do with supporting homework. It also has a 32-page section on the key stage four curriculum for ages 14-16. </p> <p>The magazine, Parents and Schools, will be available free in schools and supermarkets. It includes advice on how to help children if they are being bullied and what to ask about at a parents' evening. </p> <p>Twelve guides on popular school topics such as electricity, Romans and plants are also launched today. </p> <p>The Department for Education's advice website for parents has been expanded, and next week the government is holding a \"parents' online week\" to help parents who, Mr Blunkett says today, \"feel left behind by new technology\". </p> <p>The guides are available by calling 0800 389 3899. </p> <p>\u0095 Sixth formers in England and Wales have a 50-hour week of lessons, homework and travelling under the broader new curriculum, the Secondary Heads Association said yesterday. </p> <p>Richard Fawcett, its president, said the revamped post-16 curriculum was squeezing out time for students to do paid part-time work. </p> <p>\"Many of them depend on this income,\" he added. </p> <p><br><b>Tips and targets - advice in the new guides:</b> </p> <p><br><b> English, ages 3-7 </b></p> <p><b>Tip: </b> Take a few moments to listen to different sounds with your child (perhaps rain, wind, sirens or aeroplanes). </p> <p>Pick out one of the sounds - can your child describe it in words? Encourage them to describe it in different ways. At first they might say 'it was loud' or 'it was quiet', but the harder they listen, the more they might be able to add other descriptions: 'It was low and growly ... it sounded slow.' </p> <p> <b> Targets:</b> Around age 7, most children are able to: </p> <p>\u0095 tell stories, and repeat rhymes and poems </p> <p>\u0095 learn new words and use them in conversation </p> <p>\u0095 change how they talk to different people, in a range of situations </p> <p>\u0095 give their views about events or ideas in what they read </p> <p>\u0095 read aloud and understand stories and information books </p> <p>\u0095 use more than one way to work out the meaning of unfamiliar words </p> <p>\u0095 write stories with a beginning, a middle and an end </p> <p>\u0095 use writing for different purposes, such as lists or instructions </p> <p>\u0095 use interesting vocabulary that suits the subject </p> <p>\u0095 choose words and details to interest the reader </p> <p>\u0095 write in sentences, using capital letters and full stops. </p> <p><b> Geography, ages 3-7 </b></p> <p><b>Tip:</b> Food in our kitchens has been imported from countries all over the world. Pick out some packets of food from your kitchen cupboard and ask your child to find out where each came from by reading the label. Once your child has a list, get them to find out where these places are. </p> <p><b> Targets:</b> Around age 7, most children are able to: </p> <p>\u0095 describe the main features of places they study, using geographical words like 'hill', 'river', 'motorway' </p> <p>\u0095 understand how places may be similar to and different from each other </p> <p>\u0095 recognise where things are and why they are there (for example, why a pedestrian crossing is on one part of a road rather than another) </p> <p>\u0095 spot changes in the places they study </p> <p>\u0095 see how people affect the environment </p> <p>\u0095 find out about places by observing them, asking and answering questions and using other resource such as maps and photographs </p> <p>\u0095 give their views about places. </p> <p><b> Maths, ages 7-11 </b></p> <p><b>Tip:</b> As anyone who's tried to read a video instruction manual knows, setting the video can leave your head spinning. Get your child to do it. They may know how to use the Video Plus+ system, but can you get them to set the video manually and think through the maths? Start by asking them some of the maths questions they will need to think about before they set the video. What time does the programme start and finish? So how long does it last? How much space is left on the tape? Does the video use a 12 or 24-hour clock? What if the programme is running late - can they add a few extra minutes to allow for this? </p> <p><b> Targets:</b> At around age 11, most children are able to: </p> <p>\u0095 tackle a problem using different approaches, trying out ideas of their own </p> <p>\u0095 apply maths to practical problems </p> <p>\u0095 multiply and divide decimals by 10 or 100, and whole numbers by 1000 in their heads </p> <p>\u0095 put in order a set of numbers with up to three decimal places </p> <p>\u0095 reduce a fraction to its simplest form (for example, 4/16 to 1/4) </p> <p>\u0095 work out fractions of numbers or quantities (for example, they should be able to work out 5/8 of 32, 7/10 of 40 and 9/100 of 400 centimetres) </p> <p>\u0095 understand that a percentage is a number of parts in every hundred, and work out simple percentages of whole numbers </p> <p>\u0095 know all the times tables and use them to divide as well as multiply </p> <p>\u0095 use paper and pencil methods of multiplying and dividing for harder calculations (for example, 434.25 x 8, 19 divided by 6 and 352 x 27). </p> <p>\u0095 use a protractor to measure angles to the nearest degree </p> <p>\u0095 calculate the perimeter and area of shapes that can be split into rectangles </p> <p>\u0095 read and plot coordinates in all four quadrants. </p> <p><b>DfEE advice for parents at:</b> <a href=\"http://www.parents.dfee.gov.uk\" target=\"_NEW\">www.parents.dfee.gov.uk</a></p>",
  "What do you think of when you hear the words Girl Guides? A bygone age of gatherings around the camp fire, the ability to tie fancy knots, a promise to serve queen and country and the acquisition of housewife skills? The campfires, the knots and the rest haven't been banished, but there are changes afoot and a new programme for 10 to 14 year-olds has just been launched along with a campaign which starts this week to recruit adult guide leaders. <p>Girls aged 10 to 14 are one of the most under-researched groups in the UK, although advertisers have started to get interested in them as customers because they can commandeer substantial wads of parental cash. This is the age where girls are subjected to a lot of peer pressure, and self-esteem may plummet. Schoolwork can deteriorate because it's no longer cool to be a swot. </p> <p>This group are of particular interest to the Guide Association because that's the age where defections kick in. After years of faithful attendance at the Rainbow and Brownie sections girls are losing interest in the association a year or two into secondary school. Officials admit that membership has gone down in the last 10 years but they attribute this to demographics rather than disenchantment - there are 200,000 more girls involved now than in the 60s, they say proudly. And with a current membership of 700,000 it's still the biggest girls' voluntary organisation in the country. </p> <p>Barbara Mathieson, project coordinator of the Guide Association programme, admits that there are problems in keeping girls of this age interested. \"Once girls get past the first year of senior school it's an uphill struggle to keep them. Girls are much more independent spirited these days. I think we were a bit too prescriptive before and now we've introduced more flexibility. Adults have a bad image of guiding and some girls might have seen it as old fashioned - about girls who do knots and that's it - but hopefully things will improve.\" </p> <p>The new programme is the result of an extensive three year research project of 10 to 14-year-olds within the association and a wide ranging survey involving 483 girls aged 11 to 17-year-old inside and outside the guides to uncover their hopes and dreams for the 21st century. The survey, conducted by Opinion Leader Research for the Guide Association and published in May, found that 82% of girls wanted to spend more time with other girls their own age and 80% weren't bothered whether they had a boyfriend or not. </p> <p>Most were confident and ambitious and felt in control of their future. The internal Guide Association research found that health and fitness, food and growing up were much more important to guides than boys, clothes, make-up, being trendy or indeed being a guide. </p> <p>The Guide Association denies that the new programme is part of a wider rebranding exercise for the organisation. It isn't a desperate bid to draw in new girls to replace those who exit yawning, say officials, it's simply part of the organisation's evolution since a group of teenage girls sneaked into the first ever scout jamboree held in Crystal Palace in 1909. They disguised themselves in scout uniforms. When Baden Powell rumbled them in the middle of the event they demanded the right to join the scouts and he eventually agreed, setting up the Guide Association the following year. </p> <p>The new changes to the guiding programme are the first since 1968. The emphasis is on working in smaller groups of six and choosing the activity you fancy. Eye-catching new packs called Go For It have been designed around five themes: healthy lifestyle, global awareness, discovery, skills and relationships and celebrating diversity. Activities, old and new, are outlined - the stuff about building a campfire and working out where north is when you haven't got a compass is still there, but has been supplemented with tips on safety and survival in urban areas. </p> <p>So is this the kind of thing that girls entering their teenage years want, and are the core values of girl guiding - building self-esteem, taking on new challenges and achieving their potential - still relevant to them? Has working as a team and serving the community become obsolete in our increasingly individualised society? </p> <p>For Hannah Orsler, 12, no amount of shiny activity packs and promises on postcards that \"being a guide is all about getting together with other cool girls and having fun and laughs... without the lads\", will convince her to join up. \"Two of my friends are guides and they say it's really good but I didn't like the brown and yellow uniform and thought the whole thing sounded a bit babyish and old-fashioned. I imagine it to be loads of girls sitting round a table doing knitting and sewing.\" And those who are guides get teased by peers at school, more since starting secondary school than at primary school, and more by boys than by girls. \"Going to a youth group here I can do activities with boys and girls. This is more my idea of fun than being in a girls-only group.\" </p> <p>But Erica Bell, who has faithfully stuck with the Guide Association since the age of five when she was a Rainbow and is now 15, disagrees. \"When I was younger some of the activities were quite boring but there's much more choice now. A lot of my friends go to guides and although there's a bit of teasing at school we don't care. It's nice for us girls to have our own space without boys who can be very stupid at this age and just mess around. I think one of the most important things I've got from guides is the chance and the confidence to try new things. Even if you find you don't like something it's always worth having a try.\" </p> <p>Her mum Sue, a guide leader, thinks it's important that girls have an environment where they can let their hair down and not be affected by what boys think. \"Girls are much more streetwise these days and they're getting older younger, but at the end of the day they still want to have a good time.\" </p> <p>One thing that girls inside and outside the guides agree upon is that during their early teenage years they just want to have fun. How they do that keeps changing but, in a society where the culture of self takes centre stage, enticing teenage girls into organised groups is proving a continuing challenge. </p> <p>\u0095 For more information about the guides, visit <a href=\"http://www.guides.org.uk\" target=\"_NEW\">www.guides.org.uk</a></p>",
  "Raju Oak, 40, is in charge of customer relations management and e-business for Mastek UK, a software development firm in Bristol. <p>He moved from Bombay, India, just over four years ago and was followed two months later by his wife and son. </p> <p>Mr Oak said he was employed in Britain to plug a shortfall in information technology and project management skills. </p> <p>\"There are fairly significant shortages in the UK in both these areas and there have been for some time,\" he said. \"What the UK is excellent at is structuring businesses, but you need to deliver what you promise. And for that you need the people to build software. </p> <p>\"Where software development is concerned schooling and training in India focuses more on academic study, perhaps to the exclusion of other things, and enforces the kind of analytical thinking used in developing software. In British schools life skills are much more stressed. </p> <p>\"In the end I found it surprisingly easy to move to Bristol. All our institutions in India are modelled on a British way of life and when I arrived it was much more familiar than I thought it would be,\" he said. </p> <p>\"Also, in areas like IT, the profession is beginning to command a higher loyalty than one's nationality. And that's not just true of India, but the UK as well. People here are moving abroad too. </p> <p>\"The process is much easier now. Rules and regulations for foreign workers have relaxed considerably since I arrived. There used to be many more bureaucratic hurdles as well as the suspicious attitude of officials. Any migration request had to be justified at every step of the way. </p> <p>\"Today it is much easier to persuade people that you are adding value. It is partly a case of global companies needing to be mobile, the boundaries are coming down.\" </p> <p>While Mr Oak and his family miss their network of friends in Bombay, they do not miss the noise and pollution levels or the extremities of poverty on the streets. </p> <p>However, Mr Oak is concerned about the schooling of his son, Neeraj, 11. Although he fitted in well at primary level and has now won a scholarship to a public school, Mr Oak said academic standards are not as rigorous as those in India.</p>",
  "The call by the Home Office minister, Barbara Roche, for a \"market led\" relaxation of immigration rules to plug Britain's skills gap breached a taboo that has gripped public life for 40 years. But ministers are far from alone in their conviction that the immigration debate has to be opened up. Pressure for change is growing from business in particular and a wider conviction that Britain will lose out unless restrictions are eased. <p>A combination of growing skilled labour shortages across the economy, an under-trained domestic workforce, the accelerating globalisation of the labour market and an ageing population has hammered home the need to open up. </p> <p>While the need to recruit foreign teachers and nurses is largely the result of chronic underfunding and low esteem for public service work, private sector employers are increasingly looking abroad to fill skilled vacancies and ease the upward pressure on pay. </p> <p>Nearly eight years of uninterrupted growth have created bottlenecks and shortages - less serious than in previous upturns, in the CBI's view, but serious none the less. </p> <p>Computer and IT professionals are among those in greatest demand, but shortages are also cited in sales, catering, customer and financial services and construction. </p> <p>One survey showed 20% of company vacancies unfilled due to a lack of skilled applicants and in London, where the problems are most acute, two thirds of firms say they cannot find skilled staff, compared with 15% 10 years ago. </p> <p>Bill Maclachlan, manager of a small London electrical contracting firm, Mac Services, says he relies mainly on staff from South Africa, Australasia and eastern Europe. </p> <p>But the greatest strain is expected to be in the areas of fastest moving technological change. Britain is expected to need around half a million extra workers with IT skills in the next 10 years and other countries will be fishing in the same pool. </p> <p>Using foreign labour to fill the gaps in the market is nothing new and a large proportion of postwar immigration was organised by government to meet labour shortages in public services or industries. After a slump in the 1970s and 1980s, the numbers have again been picking up rapidly. </p> <p>The annual number of work permits issued, the main method of legal entry for non-European Union skilled workers and professionals, rose to nearly 77,000 last year - from a low of around 15,000 in the early Thatcher years - which is roughly the level of the late 1960s. </p> <p>They cover everyone from senior Japanese and US bankers being transferred from one part of their global corporate empires to another, to agency nurses. Most come from advanced industrial countries outside the EU, from which there are no restrictions. </p> <p>But as the labour market has tightened, companies have become increasingly frustrated by the delays and bureaucracy of the overseas labour service in Sheffield, which issues the permits. The government is streamlining the system and testing amore liberal scheme to attract foreign entrepreneurs. </p> <p>There is a patchwork of other schemes under which non-EU citizens can work in Britain. Around 40,000, mostly Australians and South Africans, do largely unskilled jobs under the Commonwealth working visit scheme; another allows 10,000 predominantly east Europeans to do seasonal agricultural work while many more are employed illegally; students have some opportunities to work; and asylum seekers can work after six months. Altogether there are nearly 1m foreign workers, including those from the EU. </p> <p>But there are suspicions of racial bias in the discretionary decisions left to officials and anomalies are rampant. Highly paid chefs are allowed in under the work permit system, while Indian restaurateurs are unable to bring in staff from the subcontinent to keep family businesses going. </p> <p>Two thousand qualified doctors struggling through the asylum system are unable to practise because they cannot afford the specialist language course, even though there is a serious shortage of home-grown doctors, who each cost £200,000 to train. </p> <p>The obvious solution to skills shortages would appear to be to train more British workers. But Sarah Spencer of the Institute for Public Policy Research says that is unlikely to work because of the lead times involved, the speed of industrial change and the demographic pressure of an ageing population. </p> <p>\"Skills shortages are only part of the story,\" Susan Anderson of the CBI argues. \"It is also about the creation of a mobile global workforce and it's as much about the UK sending people out as the other way round.\" </p> <p>Ms Spencer hopes the government will take a lead in arguing the positive case for economic migrants and highlight, for example, the fact that they pay more in taxes than they claim in benefits. \"Labour migration is the easier end of the debate. What we really need to do is rethink the immigration system as a whole.\"</p>",
  "The government is considering making immigration policy even more market-orientated by making a work permit dependent on a job offer \"at sufficiently high level\" rather than simply letting in people with skills in fields like IT. <p>The need to further streamline the system to meet the challenges of the globalised economy and an ageing home population was revealed yesterday by the Home Office minister, Barbara Roche, as part of a Whitehall initiative to open a debate on immigration. </p> <p>In a speech at the Institute for Public Policy Research think-tank in London she linked America's long economic boom to the 11m migrants admitted during the 90s and warned that Germany's break with tradition by offering citizenship to Indian IT specialists had not attracted the numbers expected. </p> <p>\"The market for skilled labour is a global market and not necessarily a buyer's market,\" said the minister, who noted that changes to immigration policy in such countries as Canada and Australia were also designed to stress flexible and transferable skills. </p> <p>Though the government has already made it easier for people with skills, business experience and good ideas to enter Britain, ministers may now go further. </p> <p>Mrs Roche said Britain could \"make a permit contingent primarily on a job offer at a sufficiently high level, rather than seeking to identify employment sectors with shortages\". </p> <p>Britain could also follow the US, Mrs Roche suggested, in holding \"programmes of induction and guidance. We could attach greater symbolic importance to the achievement of UK citizenship\". </p> <p>Mrs Roche, MP for Hornsey in north London and herself the descendant of Polish-Jewish migrants, was speaking with Tony Blair's blessing as ministers seek to change the suspicious public mood towards immigration this year. </p> <p>Tabloid backed anger has been fuelled by the post-Kosovo wave of refugees and other recent arrivals from south and east Europe and beyond, including Romanian Gypsies and the Chinese stowaways found suffocated in a lorry at Dover. While insisting that genuine asylum seekers will always be welcome, ministers also want voters to grasp that, far from being a threat, \"managed migration\" in the economic sense has a long and fruitful history in Britain. </p> <p>Mrs Roche cited Shami Ahmed, the founder of Joe Bloggs clothing company, and 200 Asian multimillionaires as examples of economic migrants - some refugees - who enriched themselves and the country. </p> <p>Downing Street, which has shown a close interest in Mrs Roche's text, knows it is walking a tightrope. Yesterday the minister acknowledged that the high number of asylum seekers in the last year was \"unfortunate\" because it \"skewed\" the migration debate. </p> <p>Mrs Roche said: \"Asylum procedures are increasingly being misused by those who have no real fear of persecution. This degrades the integrity of the system and rewards the people traffickers. </p> <p>\"I fully understand public concern about the asylum system and about the wider threat to a properly regulated system of immigration control.\"</p>",
  "<p>Oil spills from supertankers receive a lot of publicity and a single incident can have a significant, and in some cases catastrophic, impact on both the local environment and the local economy. But oil spills are responsible for only a small proportion of oil in the sea. According to the United Nations Environment Programme (Unep), of the millions of tonnes of oil discharged into the sea, ships release only about half and much of this is deliberately flushed into the sea as tankers clean their tanks. The rest of the oil comes from routine discharges from land-based industrial plant. </p> <p><strong> Marine environment</strong><br> </p> <p> Oil has been proved to affect the reproduction and physiology of fish, shellfish and plankton. However, no two oil spills produce identical effects on the environment and recovery rates may vary from a matter of weeks to more than 10 years. The key factor determining how quickly the environment can recover is the type of oil and the quantities spilt. Oil is composed of hundreds of compounds, some of which are toxic and may cause cancer, and it can be broadly divided into light crudes, which disperse easily, and heavy crudes, which form thick slicks. Light crudes may disappear more quickly from the surface, but their toxicity may last longer. There is no clear correlation between the size of a spill and the extent of the damage. Other factors that influence the environmental impact are whether dispersants are used, whether the sea is rough, the temperature of the water, the presence of bacteria that can digest the oil, whether the shore line is rocky or sandy and the mix of species in the area of the spill. </p> <p><strong> Incidents</strong><br> </p> <p> The National Centre for Scientific Research in France has estimated that a shipping incident occurs every two to three days worldwide, and between 1992 and 1999 the UK Marine Accident Investigation Branch recorded 148 tanker accidents. Between 1992 and 1999, the top five foreign flags involved in tanker accidents were the Bahamas, Norway, Gibraltar, Liberia and Malta. The two worst incidents to affect the UK in the last decade have been the Braer in 1993, when 84,500 tonnes of light crude was spilt off the Shetland Islands and the Sea Empress in 1996, when 130,000 tonnes of Forties crude was spilt off the Pembrokeshire coast. </p> <p><strong> Safeguards</strong><br> </p> <p> Environmental groups believe that all new tankers should be built to a minimum design/construction standard and that all existing ships should be updated to these standards as soon as possible. They also want action taken to improve ship maintenance and crew training and believe all vessels passing through narrow, busy, dangerous or environmentally sensitive areas should be subject to compulsory pilotage. </p> <p><strong> Oil spill online</strong><br> </p> <p> The WWF and Dynamic Distance Learning will be running an online debate for school children on how an oil spill might affect a stretch of coastline. During this internet-based project, children will be able to debate the issues with their peers and discuss their views with experts from a variety of conservation, government and maritime agencies, as well as with schools from other countries. Schools or individuals wishing to take part in the debate, which will take place between November 6 and 17, should log on to <a href=\"http://www.wwflearning.co.uk\">www.wwflearning.co.uk</a> to register.</p>",
  "<p>Filling in the grant form was not difficult. Income nil, expenditure unlimited. I exaggerate - we had state benefits of £70 odd a week but that barely covered all the insurance premiums we had been paying in our pre-unemployment days. So Simon, the youngest of our four children who was starting a degree course at Edinburgh University, was awarded a grant that was enough to pay for his accommodation. The student loan just might pay for his food and travel, and perhaps his books. But what about the beer, clothes, phone calls, visits to the cinema, tickets to see a band, all the things that ease the drudgery of study and help you socialise? </p> <p>Our eldest son, who joined the RAF, had been seen off to Cranwell years previously and fully kitted out. In Simon's case, we could give him little more than a few pairs of well-pressed jeans (sorry, anathema to young people) and sweatshirts, none of them new. </p> <p>During that first year he subsisted with his grant and student loan. At home we had little time for our youngest son, obsessed as we were with our own problems of managing on state benefits and wondering how we would pay the next bill. My husband, Peter, was suffering from a loss of identity and feelings of desperation as he was rejected for job after job; while I was trying to focus on the Master's degree I had started. We were also coping with a severely ill parent. </p> <p>So apart from the weekly phone call in which our son always assured us that he was managing, we left him alone. In some ways our lives were running in parallel, all struggling to survive, though I suspect we were managing rather less well financially than he was. At least he was having fun. </p> <p>The end of the first year, apart from exams and partying, is taken up with finding accommodation for the second year with amenable flatmates and, most importantly in Simon's straightened circumstances, with Getting Back the Deposit. This is the equivalent of a month's rent, a considerable sum for a poverty-stricken student. Yet most landlords see it as fair game and an extra bonus on top of the often exploitative rents charged. </p> <p>There is a further expense not built into the grants system. To guarantee reasonable accommodation with like-minded friends, it seems you have to find, and pay rent for, the following year's flat or house from July of the previous academic year - throughout the summer vacation. For most students, including our son, working during the summer is de rigueur. The relevant local authorities insisted we were not entitled to anything extra for the additional adult living with us over the summer. \"He can get a job,\" was the riposte. </p> <p>Easier said than done. With our experience of fighting our way round the system, we admitted defeat. By this time we, too, were depending on handouts from grandparents and our own children. And our debts were spiralling with little prospect of work. A short-term maintenance job in a local factory enabled Simon to keep up his rent payments on his flat, to go out with his mates occasionally, and to give him something extra for the beginning of the next year. Yet we felt guilty we could do so little to support him. While so many of his peers were backpacking or just package-holidaying, he had to stay at home for lack of funds. But conscious of our sensibilities, he never complained. </p> <p>Illness inevitably follows living on a starvation diet and \"burning the candle at both ends\", so it came as no great surprise when Simon rang us in the first term of his second year, to say: \"Mum, I'm in hospital.\" </p> <p>Our son, who had never had a day's absence from school, had developed an abscess in his throat which had to be drained as it was constricting his swallowing. We wanted to rush up there and bring him home but, stoic as ever, he insisted he could cope. His main concern was the exam he had to take in two days' time. </p> <p>With strict instructions to tell his tutor he was taking the exam under the influence of powerful drugs (of the medicinal variety) and was feeling less than well, he sat the exam. We took great comfort from his caring flatmates who visited him in hospital and phoned us about his progress. But less comfort from his 90-minute wait in the wintry conditions of Edinburgh in December for a bus to take him home from the hospital. </p> <p>His second year has been equally stressful financially - he has taken out the maximum student loan - and how he avoided massive debts is a mystery. Yet he has still enjoyed a social life. The vacation will again have to be spent earning enough money to pay his rent over the summer. Fortunately, Edinburgh offers better holiday job prospects than where we live, so we don't know how much we will see him. </p> <p>Now we are in work again and slowly becoming financially more stable. Repossession is no longer a threat. Whatever we are able to send him is always gratefully received though, sadly, we can't afford it often. And no, we would not have wanted him to have lived at home and gone to a local university. Living in a different environment from home and mixing with others is an essential step in a young person's life, and where better to do this than in a vibrant academic environment. </p> <p>How has Simon gained? Apart from having spent four years in a beautiful city, he has probably made lifelong friends, has learned to manage his money and time and, above all, has learned to survive in a situation he may have to face again with an uncertain economic future. </p> <p>For us it's been an uncertain time. While we have enjoyed watching him gain new skills and ideas, the effect of unemployment and fear of the unknown, has been compounded by feelings of guilt at being unable to give him financial and emotional support when it was needed. In fact, it was often he who gave us emotional support. </p> <p>\u0095 This is an extract from How I supported my son or daughter through university, edited by Lynne Boundy (Independent Studies, Lancaster University, supported by the Guardian) £9.95 (inc p&amp;p), tel: 01524 593430, email: <a href=\"mailto:IndStud@lancaster.ac.uk\"> IndStud@lancaster.ac.uk</a> </p> <p> <strong>Students say</strong></p> <p> \"It was hard to ask my parents for money - especially when I needed some extra towards a computer in the second year - because I know it's been a struggle for them to help out with the finances even though I worked part-time throughout my degree.\" </p> <p> \"My mum's having to work full-time, indefinitely, to support three of us through university, while her colleagues are taking early retirement and enjoying themselves.\" </p> <p>\"I didn't communicate very well with my parents, apart from when I was asking for a top-up, but thinking back I think it's essential.\" </p> <p>\"After my parents got divorced, it made it more difficult to get a reasonable allowance - particularly from my dad who has taken on a new young family. So he has no idea what it's like for me struggling on a pittance.\" </p> <p>\"Anyone with life skills (like managing money) will be better able to benefit from university. Even smaller people may be advantaged because they need less food to survive.\" </p> <p>\"My parents seemed to think I'd graduate in July with a full-time job lined up straight away. They're only now realising that graduate jobs are hard to get.\"</p> <p> <strong> Feeling the pinch?</strong> </p> <p> See the following useful addresses: </p> <p>\u0095 Everything You Wanted to Know about Sponsorships and Graduate Opportunities identifies £5m of support available to students. Special discount price of £12.95 (inc p&amp;p) to Guardian readers from Amoeba Publications, Lakeside Manor Farm, Crowland Road, Eye Green, Cambridgeshire PE6 7TT. </p> <p>\u0095 <a href=\"http://www.freefund.com\">www.freefund.com</a> also gives details of (often obscure) awards and scholarships. </p> <p>\u0095 The DfEE publishes a leaflet, Financial Support for Higher Education Students in 2000/ 2001, which is available by calling 0800-731-9133 or see the website: <a href=\"http://www.dfee.gov.uk\">www.dfee.gov.uk</a> </p> <p>\u0095 For the Student Loan Company, call: 0800-405010 </p> <p>\u0095 This is an extract from How I supported my son or daughter through university, edited by Lynne Boundy (Independent Studies, Lancaster University, supported by the Guardian) £9.95 (inc p&amp;p), tel: 01524 593430, email: IndStud@lancaster.ac.uk</p>"
]