[
  "Ministers are able to hide their inept managerial skills by shifting the running of services on to quangos, but they still have to carry the can. Sam Galbraith, the Scottish education minister, seems just about to have survived his political and press mauling over the exams cock-up north of the border. But was Mr Galbraith really to be held responsible for the operations of the Scottish Qualifications Authority, an arm's-length body with its own budget, chain of command and wide discretion? <p> That's an academic question. When the partisan hue and cry is on, constitutional niceties go out of the window in our system political exigency will always triumph over textbooks.</p> <p> Mr Galbraith's travails are a useful reminder of how useful \"quangos\" remain. In opposition, Labour made hay with the failure of the Tories to cull them. In power, it has been an avid creator of executive and advisory bodies which stand proud of Whitehall departments.</p> <p> The reason is simple. Ministers are for the most part executive incompetents and so usually are their senior civil servants. They talk management but they have no experience of it. (Mr Galbraith was a surgeon in civilian life a goodly number of Tony Blair's colleagues are lawyers whose closest approach to management was knuckling under to their chambers' clerk). The trouble is management is not enough. Quangos remain political entities. Under Labour, surreptitiously, the bold Thatcherite experiment in \"executive agencies\" for prisons, passports and what not, has been wound up. They have been pulled back into the ambit of Whitehall - and ministers' offices. If Jack Straw is going to be savaged for the failings of the passport system he might as well ensure that the lines of command are direct rather than, as before, at a distance.</p> <p> Officially there are some 1,000 quangos. (Quango is a mistaken coinage. It once stood for quasi-autonomous non-government organisation. Non-government organisations, or NGOs, have acquired a quite specific personality, for example in the debate about world trade and development and no one thinks of them as cat's-paws of the state. Whitehall prefers to call quangos non-departmental public bodies.)</p> <p> Quangos even have their own website: www.cabinet-office.gov.uk/quango. Some of the biggies are shown in the chart. The higher education funding council dispenses grants to universities: it is thought offensive to the ideal of academic autonomy for the money to be handed out directly by the Department for Education and Employment. Lower down the list, English Partnerships gives grants for the physical regeneration of, for example, the former coalfields. These are the larger islands in the archipelago. There are also around 500 National Health Service trusts, authorities and boards. We still have one or two nationalised industries (the canals for example). There is as well a micro-fauna of advisory committees, most of whose members are unpaid.</p> <p> Since John Major created the office of commissioner of public appointments, quango jobs have been inspected to ensure successful candidates are \"meritorious\". On arriving in office, Labour promised to improve gender balance and diversity studies have confirmed that it has, at the expense of a large influx of party members into NHS appointments (party members being, in some measure, black and female).</p> <p> Yet quangos are curds in the pure milk of democracy. When asked by pollsters (such as Stuart Weir), people say they prefer direct elections, even for the NHS. But people rarely bother to avail themselves of the opportunities for participation in ser vice management and appointments by central government of local people are probably as near to accountability as we are going to get.</p> <p> And quangos are surely accountable. Their spending is monitored by the national audit office on behalf of the public accounts committee. MPs on it get their jollies by exposing chairs of quangos for extravagance - the former head of English Heritage, Sir Jocelyn Stevens, was a favourite target. In practice there has to be some sort of trade-off between freedom and accountability . Under-remunerated energetic chairmanship is in limited supply. Too much ankle-biting and quango chiefs become like civil servants, grey and cautious. Scottish students might have benefited by more caution on their part of the SQA, though its failings look like the public sector's perennial problems with big IT projects.</p> <p> Labour's approach to \"quasi-government\" has been empirical. It does not seem to have thought much either about the ambiguity surrounding ministers' responsibility. Labour has steamed ahead to create new regional development agencies and a host of education-related bodies. It has outbid the Tories in its enthusiasm for transferring social housing out of the hands of councils to \"regis tered social landlords\". Here you have a quango, the housing corporation, regulating other quangos (for the not-for-profit bodies which own social housing have many quango characteristics).</p> <p> But British government can never be fully understood in formal terms. The housing corporation is \"owned\", departmentally speaking, by John Prescott's Department of Environment, Transport and the Regions. Its chair is the former print union leader Brenda Dean. But who should recently have been appointed as its chief executive but Norman Perry, a former civil servant - who has every objective qualification for the post plus one: he knows the system and the system knows him. That interior link between quango and centre may have been missing in the Scottish case, leaving the minister to swing uncomfortably in the wind.</p>",
  "<p>Without a hint of irony, Alma Custic, a support team member for the BT Global Challenge yacht race, says it's an event that requires \"all hands on deck\". </p> <p>This Sunday, 12 identical boats will leave Southampton to spend 10 months racing 30,000 miles \"the hard way\" around the world, against the prevailing winds. Custic, 26, who works with the Norwich Union boat, has been involved in everything from sorting out the crew kit to organising food for the start. She joined the Croydon-based team only in June, and was immediately thrust into the thick of preparations for the world's most famous amateur yacht race. </p> <p>\"And there's a crisis almost every day,\" she admits, whether it's sending out rebranded clothing at short notice following the merger of the yacht's sponsor, insurance firm CGU, with Norwich Union, or chasing the crew's families and VIPs for replies to invitations to join a specially hired ferry for the send-off in Southampton. </p> <p>Quite a challenge for someone who describes herself as \"a complete landlubber\" with no previous sailing experience. That is, until an unusual perk of the job allowed her to try her hand at a day's sailing on the 72ft Norwich Union yacht. \"It was brilliant, apart from scraping my knuckles trying to hoist sails. I even had a go at the helm, and actually 'drove' the thing,\" she enthuses. \"And now I'm really bitten by the sailing bug.\" </p> <p>The BT Global Challenge 2000-2001 is the third such race and the brainchild of pioneering yachtsman Sir Chay Blyth. He wanted to give amateur sailors of all ages and backgrounds the chance of an adventure of a lifetime. But the experience comes at a price - each crew member, apart from the professional skippers, pays £25,000 for the privilege of sharing cramped conditions for weeks on end and the prospect of monster seas. </p> <p>But all that is a long way away from Custic's busy office. \"There's so much to keep on top of - imagine organising a huge event, and then remember that it lasts for 10 months,\" she says. Her responsibilities are incredibly diverse: \"I distribute information before and during the race, provide regular updates to all staff, help keep the website <a href=\"http://www.CGNUchallenge.com\">www.CGNUchallenge.com</a> updated, write our internal monthly news- letter and liaise with our PR agency.\" </p> <p>Once the race has started, she'll also co-ordinate events with her boss, the project manager, who will be at all the stopovers, including Wellington and Cape Town. \"But, unfortunately, I'll be here in Croydon,\" she points out. </p> <p>She is contracted to work for the team only until next July, just after the race finishes, but Custic is used to short-term work. \"After I graduated from Southampton University with a degree in politics and international relations, I had to do some temping, which at least gave me office skills.\" </p> <p>A three-month stint at a London-based publishing company followed. \"After that I worked in marketing for Royal Vopak, an oil and chemical distribution company, for two years. That was great experience - having to talk to directors around the world at 3am or travelling to meetings at the Rotterdam headquarters.\" </p> <p>By chance, through that job, she met the sailmakers for the BT Global Challenge yachts, and they were able to give her useful background material for her Norwich Union interview. This job may be short-term, she says, but at least no two days are ever the same. \"The best thing is having complete ownership of a project, you really feel that you're achieving something. There's a great camaraderie and team spirit, too. We even get invited to the crew parties.\" </p> <p>So would she like to swap her job for a crew member's? \"I'd love to do just one leg, and if I had the money, maybe I'd think about doing the whole race, but I'd be petrified of the Southern Ocean! I certainly admire those who have the guts to do it. But, yes, I'll be envious waving them all off at the start.\" Time will tell if her preparation and organising skills will pay off for the crew, and how much plain sailing they - and Custic - can expect over the next nine months.</p>",
  "<p> Working with a manager you rarely see is now far from unusual, and communicating with a colleague halfway across the globe, as Alma Custic does with her project manager, is an indication that many of us are becoming truly international workers. As business becomes more dependent on technology, there is less need for managers to turn up to the office every day. </p> <p>While \"hot-desking\" - the practice of workers sitting at a different desk each day - is still sometimes a euphemism to disguise the fact that an organisation has more employees than chairs, the technology is catching up with the language. As more work is done on screen, employees can log on anywhere. Some managers are known as \"corporate nomads\", because they have no fixed base; a password allows them access to the system wherever they happen to be that day. </p> <p>The attractions are, in part, economic. Office space is expensive, so why should employers keep desks for those people who are seldom at them? There are advantages for employees, too. Daily commuting times in the south east average 90 minutes. Why should all employees travel to headquarters? </p> <p>Surrey county council has just opened its first \"area office\" in Leatherhead. This is a hot-desking environment where nobody has their own work station, so employees can work here rather than at head office if they prefer. There are plans to open more around the county, allowing staff more flexible working patterns. </p> <p>Hot-desking spells the end of the cactus and family photograph culture. But it does create a more streamlined environment, and a more democratic one, since it ends competition over desk size. Secretaries and managers work together in much the same surroundings. </p> <p>And if managers come and go as they please, why should secretaries staff deserted offices? As yet, secretaries working from different locations are rare. But in the age of the online diary and other intranet tools, the day may well come.</p>",
  "<p>When Aime Jacquet, France's technical director and the coach who masterminded their World Cup triumph, mentioned that England were only one or two years behind his country's footballing success story, it felt like he was being obscenely generous. </p> <p>It speaks volumes for the gulf in status and spirit to realise that never, not for one mili-second, did any Frenchman even countenance the fact that they could lose to England. They gathered to pay tribute to retiring heroes and bask in their eminence. Booming Queen's We Are The Champions seemed like rubbing noses noses in the merdre: England supply the music, but only those with French accents could sing along. The wolf whistling, for their visitors, was more derisory than daunting. Look, they were chuckling, at the state you're in. </p> <p>Unimaginably swiftly, they were stunned into silence. Dennis Wise clobbered the mighty Zinedine Zidane before you could say excusez-moi and England began to play. Maybe, just maybe, England's super-optimistic manager doesn't have his head far above the clouds after all. </p> <p>A few subtle changes were rung but collectively a good deal has changed since the morale-sapping mediocrity of a sorry summer in the Low Countries. A natural left- footer was employed in place of the ill-starred Phil Neville. David Beckham, the one English player viewed on foreign shores as genuinely world class, was handed the reins in the centre and sparkled. An adapted formation, with Paul Scholes tucking in behind Andy Cole, made England less predictable. 'It's a bit like the Manchester United shape, as opposed to Michael Owen and Alan Shearer alongside each other,' noted Scholes. </p> <p>He reckoned this contest was a 'great chance to get a bit of pride back after Euro 2000, to do it against the best team in the world'. After a slick opening spell when Bernard Lama's goal was liberally peperred, France must have been wondering who these imposters in white were. They suddenly looked oddly composed on the ball. Keegan had asked them to take responsibility and nobody shirked. Each individual imposed himself more than was evident under Shearer's uneasy leadership. </p> <p>A French observer, wide eyed at half-time, exclaimed: 'England can play football!' Order, in his eyes, was restored when Emmanuel Petit opened the scoring and France began to flow forward in the manner to which they are accustomed. Enter Michael Owen, and England were able to take even more than mended pride from this hotly competitive friendly. </p> <p>As a rehearsal before the real deal begins again with Germany and a potentially slippery trip to Finland next month, it inspired fresh hope. Didier Deschamps, as he rides off into the sunset with his international cap fully feathered, had given England a parting shot: if you don't improve fast, you won't qualify for the next World Cup. </p> <p>French footballers sniffing at the English game is something we are used to by now (lyrical outpourings from Messieurs Anelka, Petit and Leboeuf spring to mind). But, given their global supremacy at the moment, and their experience of a successful system, perhaps they are not the worst judges around. Robert Pires, only two weeks into his English experience, made some interesting observations about his first impressions in L'Equipe . </p> <p>He explained how he was glad to sample his initial taste from the bench, at Arsenal's opening game at Sunderland. 'Watching that first half fightened me. It even shocked me. English football is a fight, a street fight at times,' he said. 'They spend their time provoking you, insulting you and getting on your nerves. The English make enormous use of their elbows and pull shirts. They know refs let them play on and take maximum advantage of it.' </p> <p>But it is his response to this, a typical one for French footballing troubadours, which sums up why their team have evolved into such a potent force: 'I have to adapt to English football without losing any of my own qualities. If I have to use my arms to avoid getting split eyebrows every match, I will do so. If I was not ready to go this way, I would have signed for Real Madrid.' Half of Roger Lemerre's squad have spent some time in the Premiership colony and most of them improved in stature from doing so. </p> <p>Scholes remains cautious of the imminent Germany confrontation: 'It will be tough. They have started afresh with a new manager, and it won't be like the Euro 2000 game. They were struggling then. They didn't look like a team who were getting on with each other. Their spirit looks a lot better now.' But so, tellingly, does England's.</p>",
  "<p><strong>All dressed up with nowhere to go</strong></p> <p>It's taken 31 years, and it's not yet certain, but there's no planned party for an England victory.</p> <p>Tonight, with a lot of luck, England's heroes will be celebrating their biggest victory in a generation. For the first time in that period they will have beaten the Windies - weather permitting. If the weather fouls up, the last rites may have to wait until Monday.</p> <p>Senior staff at the stylish Conrad International Hotel, where England are staying for the first time, confirm that, in line with cricketers' superstitions, no plans have been laid for a victory party. However, in various interviews this summer, Nasser Hussain and others have said that when the final Test's over they will have the party of, well, the new century.</p> <p>Quite what form the party will takes is unclear. Barring unforeseen events, England will be celebrating their biggest moment, really, in 31 years, tomorrow night or Monday night. This season a new tradition began. When the team wins, as they now have three times this summer in Tests, they gather for drinks in the hotel bar, then go for a private dinner. They then disperse for further celebrations, again very discreet, often in their hotel rooms. Of course, when the mood takes them, they go public. As Nasser put it after the Headingley win, he was up till 3am after that extraordinary conclusive second day's play, getting drunk with Derek Pringle and others and \"talking rubbish\" in the hotel bar.</p> <p>Probable scenario: England win the match sometime late today or more likely tomorrow. After the presentations the players return to the Conrad International, have a shower, chill out and go to the bar. There then follows at least an hour of celebration worthy of even the jolliest figures of past years, such as Botham, Willis, Gower and Lamb. On Friday night, team members were conspicuously absent from the hotel bar. Which shows that our present heroes have learnt from the exuberance of their childhood idols. On Friday, Darren Gough was just about the only player to appear in the bar at the Conrad and only for half an hour, and only very soberly.</p> <p>Under the new regime, the players can then be expected to go into a private dinner - a sort of huddle involving just the 12 men and the five or so management staff also staying at the rather plush Conrad - thereafter they're free to do what they like. And don't they deserve it?</p> <p>England's stars cannot complain about the standard of their accommodation for London Tests. They normally stay at the Marriott in Swiss Cottage, just up the road from Lord's. This year, they are billeted at the Conrad in Chelsea Harbour, 15 minutes' drive from The Oval, with superb views of the Thames and other attractions. Not that the players have views of those delights: each has been assigned an extensive suite comprising sitting room, double bedroom, bathroom and hall, plus televisions in both sitting room and bedroom for catching up with the highlights; for some reason, though, they are denied river views. Standard rate is £320, but the ECB routinely negotiates corporate discounts of at least 40 per cent. </p> <p>According to hotel management, no players have their wives or girlfriends with them. \"They've been most civilised guests,\" said one senior manager. \"There've been a few special requests, but nothing unusual. They do very normal things. They breakfast in their rooms - and, don't forget, most of their rooms are on different floors. That gives these guys space to relax.\"</p> <p>Naturally, the hotel is chuffed to bits with its newest clients. As Nurcan Aydogan, the 27-year-old Turkish-born duty manager, who's never seen a cricket match in her life, put it last night, \"We're thrilled that our national heroes are staying here this weekend. We like to think that the environment we've worked so hard to create since 1990 may have had just a little bit to do with their stunning performance.\" </p> <p><strong>Why Barry Richards suddenly rematerialised on C4</strong></p> <p>Viewers watching Channel 4's coverage of Saturday's extraordinary events - England's performance seemed to put the whole television team \"on fire\" - may have been surprised to see Barry Richards back in action. The great former South African opener was booked to fly home to Australia three weeks ago but events have sort of moved on.</p> <p>Ian Smith, the former New Zealand wicketkeeper, flew in for the Headingley game to take up a long-standing contractual arrangement with C4, replacing Richards, who was \"disappointed\" to be given an early bath. Smith was not expected to feature this summer - having done an excellent job during last summer's New Zealand series - but was suddenly called up after the inevitable resignation of Wasim Akram, following the damning Qayyum report verdict into his alleged match-fixing activities. As a result, Wasim felt obliged to quit - under severe pressure from his TV bosses - as a C4 commentator for this summer's Windies Tests and the one-day series.</p> <p>Why has Richards B. suddenly reappeared? Having done a superb job in the two Zimbabwe Tests - for which he was long-contracted - and having filled in for Wasim for the first three West Indies Tests, Richards was supposed to fly home mid-August. That was where Smith came in again. But, this Test, Richards has suddenly reappeared on screen. </p> <p>A fellow commentator explains: \"Michael Slater [the Australian opener] suddenly had to fly back for a New South Wales training camp. That meant he had to miss this Test. Barry was our obvious choice as a replacement. Trouble is, we couldn't have selected him for the fourth Test because he was committed to a golf tournament in India and although he had a serious finger problem, we had to respect that previous engagement.\" </p> <p><em>Charles de Lisle is the author, with Christopher Martin-Jenkins, of An Australian Summer: The Story of the 1998/9 Ashes Series (Faber). You can e-mail him at cdelisle@compuserve.com</em></p> <p>For the mid-week Grapevine, with stories on how the England team will be raking in £18,000 a man if they win the series against the West Indies, and what Geoff Boycott really said about the Headingley Test pitch <a href=\"http://www.wisden.com/Story_Co_Brand/0,5642,361117,00.html\">click here</a>.</p>",
  "It was news and no news; the most significant milestone in one of the most profound changes to affect the US in the past century, and yet a non-event. Last week the US Census Bureau issued figures showing that non-hispanic whites made up 49.8 per cent of the population of California. <p>Anglo-Saxon whites are already a minority in Hawaii and the District of Columbia. Now they are an ethnic minority in the country's most populous state, the one most usually identified with the American dream. </p> <p>'It's my hope we can all see our state's diversity as a cause for celebration and not consternation,' said California's lieutenant governor, Cruz Bustamente, a Latino. Robert Newby, a white shop-owner who has lived in Los Angeles for 40 years, echoed his optimism: 'This confirms what most of us have thought for years. I am happy for there to be more immigrants - by and large they work harder and have more money to spend.' </p> <p>As recently as 1970, eight out of 10 Californians were white. Fuelled by immigration at its highest rate since the start of the last century, and higher fertility rates, the Asian and Latino populations of California have risen by almost a third since 1990. At the same time, with limited immigration and low birth rates, the population of non-hispanic whites has fallen by 3 per cent. By 2040, hispanics are expected to be the overall majority in the state. </p> <p>Where California goes, the rest of America is predicted to follow. At present 72 per cent of the US population is non-hispanic whites; the US Census Bureau predicts they will become a minority between 2055 and 2060. </p> <p>Not every one likes the new face of America. White far-right extremists predict the break-up of the union. Thomas W. Chittum, a New Jersey-based Vietnam War veteran, declared in his book Civil War Two, that the US, like Yugoslavia, will shatter into new, ethnically-based nations. 'America was born in blood, America suckled on blood, America gorged on blood and grew into a giant, and America will drown in blood,' Chittum warned. </p> <p>The separatists have set up groups such as Americans for Self-Determination. One of the founders, Jeff Anderson, said: 'We are suggesting the US be partitioned into states for blacks, whites, hispanics, and so on, along with multi-racial states for those who wish to continue with this experiment. Now is the time to begin such a multi-racial dialogue about separatism, before a storm of violent racial conflict erupts.' </p> <p>The shifting sands of the US reflect wider - and highly controversial - changes elsewhere in the world. It is an area in which few demographers dare to tread for fear of being accused of racism. 'You cannot quote me - a word out of place and I get crapped on from a very great height,' said one academic. 'Whatever you say you are deemed racist'. </p> <p>The past millennium was more than anything the era of the whites. Just 500 years ago, few had ventured outside their European homeland. Then, with several acts of genocide clearing the way, they settled in North America, South America, Australia, New Zealand and, to a lesser extent, southern Africa. </p> <p>But now, around the world, whites are falling as a proportion of population. The United Nations collects and produces a vast array of statistics on population, but produces none relating to race or ethnic origin. Indeed few countries collect their own figures on ethnicity - in Europe, only the UK and the Netherlands do. </p> <p>However, the UN's State of the World Population 1999 predicted that 98 per cent of the growth in the world's population by 2025 will occur in lesser developed regions, principally Africa and Asia. The most significant reason for this is lower birth rates in rich countries: in 61 countries, mainly the rich ones, people are no longer having enough babies to replace themselves. </p> <p>In its World Population Profile 1998, the US Census Bureau predicted that by the second decade of this century all the net gain in world population will be in developing countries. 'The future of human population growth has been determined, and is being determined, in the world's poorer nations,' it said. </p> <p>The global centre of gravity is changing. In 1900 Europe had a quarter of the world's population, and three times that of Africa; by 2050 Europe is predicted to have just 7 per cent of the world population, and a third that of Africa. The ageing and declining populations of predominantly white nations have prompted forecasts of - and calls for - more immigration from the young and growing populations of developing nations to make up the shortfall. </p> <p>Last year net immigration to Britain reached 185,000, an all-time record. The Immigration Minister, Barbara Roche, recently announced plans to attract migrants to fill specific skills shortages, such as in the computer industry. </p> <p>Last month Edmund Stoiber, the premier of Bavaria in southern Germany, called on Germans to have more babies as an alternative to more immigrants. 'We are having too few children - to a worrying degree, the significance of which is scarcely recognised,' he said. His calls echoed those of a fellow Christian Democrat who earlier this year stood on a platform of 'Children not Indians'. </p> <p>In Britain the number of ethnic minority citizens has risen from a few tens of thousands in the 1950s, to more than 3 million - or around 6 per cent of the total population. While the number of whites is virtually static, higher fertility and net immigration means the number from ethnic minorities is growing by 2 to 3 per cent a year. </p> <p>One demographer, who didn't want to be named for fear of being called racist, said: 'It's a matter of pure arithmetic that, if nothing else happens, non-Euro peans will become a majority and whites a minority in the UK. That would probably be the first time an indigenous population has voluntarily become a minority in its historic homeland.' </p> <p>Lee Jasper, race relations adviser to the Mayor of London, Ken Livingstone, predicted a similar future, telling The Observer : 'Where America goes, Europe follows 30 years later. There is a potential for whites to become a minority in some European countries.' </p> <p>In Britain, that is almost certain to happen in London, and in the relatively near future. 'At the moment ethnic minorities are about 40 per cent in London. The demographics show that white people in London will become a minority by 2010,' said Jasper. 'We could have a majority black Britain by the turn of the century.' </p> <p>British National Party chairman Nick Griffin said: 'I don't think there's any doubt that within this century, white people will be a minority in every country in the world.' For Griffin, however, it is a major cause of alarm: 'Every people under the sun have a right to their place under the sun, and the right to survive. If people predicted that Indians would be a minority in India in 2100, everyone would be calling it genocide.' </p> <p>Yasmin Alibhai-Brown of the Foreign Policy Centre, who arrived in London from Uganda in 1972, said such fears are basically racist: 'Only white people worry about this. It's because for such a long time the world has been their own. To talk about it feeds a particular type of racism that says that blacks breed like rabbits. There is an underlying assumption that says white is right.' </p> <p>She added: 'There is a white panic every time one part of their world seems to be passing over to anyone else. But it's foolish to panic about it. So what if we do become a majority? What difference does it make?' </p> <p>For Alibhai-Brown, the decline of whites is a question of redressing the balance after they colonised much of the world. 'The empire strikes back really. There was this extraordinary assumption that white people could go and destroy peoples and it would have no consequence. It astounds me,' she said. </p> <p>But present trends have little chance of redressing the injustices of history. Native Americans used to have the lands to themselves but are now less than 1 per cent of the US population, with little chance of becoming a majority again. The biggest growth is among Latinos (largely derived from Spain), and Asians, particularly from China and the Phillippines. </p> <p>Jasper said the concerns of the British National Party are based on outdated ideas. 'The racial mix of nations changes all the time. There is no way that ethnicity of blood can be tied to a specific geographic place in a global world. You can no longer look at ethnic states, saying that Germany is Anglo-Saxon and so on.' </p> <p>Jasper felt the process would strengthen Britain. 'Diversity strengthens a country. It makes it more exciting. We have hundreds of languages spoken, when we go out to eat we never eat English, we eat Thai or French or Indian. It makes London a very cool place to live and work.' </p> <p>Nor does it seem likely that whites will become marginalised in terms of influences, even if their numbers decline. David Owen, of the Centre for Research in Ethnic Relations at Warwick Univer sity, said: 'Population has never been the main determinant of influence - it's wealth and income. White people still have their hands on most of the levers of military and economic power.' </p> <p>Even so, Griffin warns that, as in Germany and the US, the rise of ethnic minorities will lead to a backlash. 'It's going to put race to the top of the political agenda,' he said. </p> <p>But that seems unlikely. Britain has far less of a track record of racism and right-wing extremism than other European countries. Alibhai-Brown insisted that rising numbers of ethnic minorities could even help reduce what racism there is: 'The right-wing parties are growing in Somerset, not Brixton. The idea that more black people means more racism is not born out by the research. The more of us there are, it reduces racism.' </p> <p>Back in California, in a land built by immigrants, Bustamente put a positive spin on the end of the white majority: 'If there are no majorities, then there's no minorities.' In Europe, with its 40,000-year-old indigenous white population, the rise of a non-white majority may not be greeted with such equanimity. </p> <p> \u0095 In the United Kingdom, the number of people from ethnic minorities has risen from a few tens of thousands in 1950 to more than 3 million now. </p> <p>\u0095 In Italy, the birth rate is so low that, without immigration, the population is predicted to decline by 16 million by 2050. </p> <p>\u0095 The United States government predicts that non-hispanic whites will become a minority in the country by 2055. </p> <p>\u0095 The United Nations predicts that 98 per cent of world population growth until 2025 will be in developing nations. </p> <p>\u0095 The population of Europe is expected to drop from 25 per cent of the world total in 1900 to 7 per cent in the next 50 years.</p>",
  "Last Sunday I got lost driving through Glasgow to visit my mother in the stroke unit at the Victoria Infirmary. I stopped in a street of tenement flats to ask the way to the hospital. <p>'Och, ye didnae wanna to hae started from here,' a child smiled as he told me the way out of the maze. I struggled to decode the heavy Lanarkshire accent. At international conferences I have seen the most skilled of interpreters reduced to tears as they failed to comprehend the English of Clydeside trade union leaders, so indecipherable is the raw patois of Scotland's streets to most people. </p> <p>Dr Liam Fox emigrated from Scotland to seek asylum as a Tory MP in the comfort of southern England. He is now William Hague's spokesperson on health matters and as such has called for foreign doctors and nurses in the NHS to sit language tests. He claimed that people's health might be put in jeopardy by patient and doctor or nurse not understanding each other. The suggestion was so widely derided and correctly seen as a simple piece of racist pandering that the best Dr Fox can do is go off and drink a quick 14 pints before moving on to the next bit of xenophobic prejudice the Tories will throw at us. </p> <p>I doubt if there is a single Observer reader who has not been profoundly grateful at some stage of their lives for the care given by a doctor or nurse whose first language is not English. Medicine is a universal, non-national profession. Go into any hospital in Europe or America and it is pulsating with doctors and nurses of different nationalities. </p> <p>Last week there was an intervention on race and immigrants of a different sort. The Metropolitan Police, far closer to the problem than Dr Fox, produced a sensitive and sensible guide on how police officers should deal with the many non-Caucasian, non-Christian communities that make up modern Britain. Hard-headed police chiefs in London recognise that, even more than New York, it is the world's greatest immigrant city. Britain, more than any other country, has been a nation of what the French call métissage - the mixing together of different peoples, faiths and races. </p> <p>There is nothing new in this. Three hundred years ago, Daniel Defoe wrote his poem 'The True-Born Englishman', pointing out the ethnic diversity of what he called our 'mongrel race'. Far from being a source of weakness or loss of identity, the mixed blood that courses through our veins has been a core strength. </p> <p>Hugenots, Kashmiris, Jews, Chinese, Poles, Sikhs, Trinidadians have succeeded each other as wave after wave of immigrants and asylum-seekers crash-landed on our shores. The energy, the global world view, the knowledge of other languages and cultures has enriched Britain in the past and today. Britain always despises immigrants to begin with, then realises the contribution that they make, and finally stops noticing the difference. </p> <p>We should celebrate the fact. Compared with other major European nations which have the same level of non-European, non-Christian immigrants as we do, Britain is light-years ahead in showing that a country need not be defined by colour and accent. Look at our television newsreaders, our footballers, our novelists and many of our public figures and modern Britain can be proud of being Europe's first country of métissage . </p> <p>In this, Britain is a lot closer to America where city halls, police departments and nightly television news shows would be unthinkable without a black presence. In contrast, administrations on mainland Europe as well as the Brussels bureaucracy remain all-white affairs. </p> <p>The logic of a declining birth-rate and the need to rejuvenate Europe's ageing population will begin to work its way through our sclerotic thinking. Pre-war European xenophobia and racism forced many of the cleverest of Europeans to leave Russia, Lithuania, Poland and Austria. Most went to the United States to provide that most precious of gifts - energetic, hard-working, ambitious people ready to make a new life. </p> <p>Again today, the United States and Canada are awash with new races, new languages - George W. Bush and Al Gore campaign in Spanish - and new cultures. If he wins, George W. Bush has said he will up the number of immigrants allowed into America. Europe should follow America's example and rejoice rather than reject the diverse people seeking to bring energy and ideas to our countries. </p> <p> \u0095 Denis MacShane is Labour MP for Rotherham</p>",
  "<p>When finance ministers gather in Prague later this month for the World Bank/IMF annual meeting, a crucial item on the agenda will be called 'Strengthening the international financial architecture'. </p> <p>But the recent G7 report on this subject suggests that now they are over their initial scare after the 1997 Asian crisis, finance ministers no longer envisage any radical reform of the global financial system. The report sees such crises as primarily due to faulty policies in individual countries, to be tackled by stricter IMF surveillance rather than a consequence of the endemic instability of global capital markets. </p> <p>There are three closely interrelated sources of instability in the present system: the volatility of international capital flows, bubbles in stock market prices and exchange rate instability. In a typical crisis, inflows of foreign capital and booms in share prices feed on each other and put upward pressure on exchange rates. Then a sudden reversal of sentiment leads to an outflow of capital, a stock market collapse and a fall in exchange rates, leading to bankruptcies and unemployment. The flood of bank lending from the West to the so-called 'Asian miracle' countries and its abrupt reversal was not a reflection of any weaknesses in macro-economic policies that could have been prevented by stricter IMF surveillance - rather it was tribute to their successful rates of growth. </p> <p>Improved surveillance of financial institutions by the IMF and national regulatory authorities could help to alert all concerned to the systemic risks being incurred by excessive investment lending to particular countries. But, there is no guarantee that such knowledge would in itself curb these excesses: it might only encourage others to get in on the act and make sure their investment portfolios follow the prevailing pattern. Nobody gets the sack for following the herd. </p> <p>One of the prime causes of instability in capital markets is excessive 'leverage', that is the ability to place a large bet on asset prices and interest or exchange rates, for only a small stake. When the Long-Term Capital Management hedge fund was on the verge of collapse in 1998, and had to be rescued by a consortium, it was operating on a leverage ratio of over 25:1, with assets nominally valued at about $120 billion and a capital base of £4.8 billion. A fall of only 4 per cent in the price of its assets would have been sufficient to wipe out the whole of its capital and leave it unable to repay its debt. </p> <p>A major objective of any reform of financial markets should be to reduce the amount of leverage in the system. The Basel committee on banking supervision has put forward proposals for adjusting the pattern of 'capital backing' for different types of loans; but it has notably failed to address the question of raising the general level of backing required, although if it was appropriate when first introduced, it must, with the growing use of derivatives, be too low today. </p> <p>The new financial stability forum set up by the G7 has acknowledged the importance of leverage, but has a long way to go before putting forward proposals for any comprehensive attack. One instrument for damping down speculation is the taxation of financial transactions. The time has come for a concerted international approach to taxing share transactions and for introducing a similar tax on foreign exchange transactions - the so-called Tobin tax. </p> <p>The most striking omission from discussions is any attempt to tackle exchange rate instability. This should be at the top of the IMF agenda. Crises apart, industry worldwide is now faced with the problem that exchange rates are dominated by movements in capital markets and may be wildly out of line with comparative costs in different countries. The only moves to achieve greater stability have been the extreme ones of either adopting a common currency in the EMU, or pegging a currency to the dollar. </p> <p>We should be examining ways of managing exchange rates flexibly enough to allow for changes in circumstances such as differing rates of inflation, but ensuring that otherwise rates remain stable. This applies both to the relation between the major currencies such as the euro, the dollar and the yen, and also within regional groupings such as the EMU and non-EMU countries in the EU. There has to be a two-tier approach, with differing arrangements in different regions and global management of the rates between them. </p> <p>Any such moves must be based on a recognition that exchange rates are a matter of mutual concern between trading partners, not, as current IMF doctrine suggests, something for which each country is responsible - with potential support from the IMF when it is in difficulties. </p> <p>Instead of being suspicious of regional initiatives as trespassing on its prerogatives, the Fund should encourage currency arrangements at regional level and see its role as that of providing the machinery for managing the relations between them. If smaller countries are to play a part, international economic co-operation must depend on a combination of regional and global arrangements to ensure that capital markets serve the needs of industry and trade rather than becoming a law unto themselves. </p> <p>Finance ministers seem to be under the illusion that because global financial markets have avoided any major incident for a year or two, there is no need for any changes in the system. If industrial managers failed to take safety precautions because no serious accidents had happened recently they would be regarded as criminally negligent. </p> <p>\u0095 John Grieve Smith is author of the Fabian Society pamphlet 'Closing the Casino: Reform of the Global Financial System'.</p>",
  "<p>Do you remember the scene at the end of Jaws where the shark gets it? Just as the Great White is about to take a mouthful of Roy Schneider, the animal's teeth penetrate a full oxygen cylinder lodged in its gob. It explodes, sending up a titanic plume of shark blood and guts that takes a good few minutes to come down again. Of course you remember it. I certainly do. At the Sequel in Clapham, south London, there is a large wall-mounted video screen on which, silently, they show classic movies in their entirety while you eat. Last time I was there it was Barbarella . This time it was Jaws : the shark exploded just as I was finishing off my apricot and almond tart. </p> <p>I may have felt differently about it had I been eating the rare and bloody pork fillet at the time but, as I was on to pudding, I felt it made for a fitting climax to what had been a terrific meal. I'm not suggesting that large animals should be detonated to mark every dinner I finish, but once in a while it does make a nice change. </p> <p>Some people might find the thought of a massive cinema screen hung over their table horribly distracting, though for some reason - probably the lack of soundtrack - it isn't. In any case, the restaurant sits next door to the local independent film house and its presence therefore seems meant. (Friends of mine swear by the screen; on Sunday mornings they can laze over brunch while their children sit gawping at cartoons.) That said, the Sequel can be a noisy place, and if you don't like loud music - particularly of the hyper-kitsch Andy Williams-Petula Clark variety - you are best advised not to go there. </p> <p>The tragedy for those with sensitive ear drums is that they will be missing out on food which makes an awful lot of sense of that overused and therefore devalued phrase 'fusion cooking'. Rather than just randomly chucking together exotic ingredients because it sounds clever, chef Nick Carter, a 27-year-old Essex boy who has spent a lot of his career in South Africa, plunders the global larder with precision. </p> <p>Granted, there is a smarty-pants wordiness to the menu. It flings exotic terms about, much as Victoria Wood does brand names. In a Victoria Wood gag, Doris doesn't just sit down in an armchair to eat a biscuit. It's got to be a Parker Knoll and a Jammy Dodger. Likewise, on Carter's menu, mere tuna isn't good enough. It has to be Northern Albacore. There are guest appearances by mizuna (a Japanese green leaf), enoki (a mushroom), and rojak (a kind of Asian salad). Don't worry, I had to look all those up on the net. Nantaise Butter Sauce had me stumped until I worked out it was a butter sauce made in the style favoured in Nantes, northern France - whatever that may be; I didn't try it. </p> <p>The things I did try rewarded the effort put into reading their descriptions. 'Penang-style noodle soup, pineapple, cucumber, mint, Australian shellfish' was, at £5.50, an extraordinarily intense kick of flavour, the sweetness of the liquor lifted by vigorous amounts of chilli. Our waitress said it should only be tried if you are into the bold and the dramatic, and I think she's right. Pat's 'Honduran-style lime and coconut marinated blue-fin tuna' - essentially a ceviche - was, at £6.50, a far more subtle affair, the juice having just begun to 'cook' the fish, but still leaving it with its raw bite intact. Its presentation was on the expansive side: the fish was served in a half coconut shell on a bed of crushed ice, which could all have been rather tacky and 'paper cocktail umbrella', but a cleanness to the display rescued it from that fate. </p> <p>Serious thought has gone into all the presentation here. My main course of pink emperor fish (the flesh is, in fact, white and much like bass) with pancetta and wild mushrooms on a light butter sauce (£12), came in a towering stack. OK, I know this makes no difference to the way it tastes, but I like the fact that someone could be fagged to do it. As to the execution, it was on the money: firm fish, sweetly sautéed fungus and a grand salty kick from the bacon. Pat's 'Coriander marinated pork fillet, potato, spring onion, bean and corn salsa' (£10.50) was a different beast, bringing together the exotica of a sweet Mexican stew with Asiatic-style meat. Clever stuff. </p> <p>We finished by sharing that tart of almonds and apricots. It came with a soothing scoop of blueberry mascarpone ice cream and a sliver of honeycomb, all for a fiver. And then, in celebration, the shark exploded. Which was nice. </p> <p>At the bottom of the menu is a short statement informing customers that they will not cook fish or red meat beyond medium. 'We are sorry that our concern to deliver a better product may be construed as arrogance,' it continues. 'It is not. Please respect our passion.' With cooking as good - and as interesting and reasonably priced as this - the respect is more than earned.</p> <p>\u0095 The Sequel, 75 Venn Street, London SW4 (020 7622 4222). Dinner for two, including wine and service, £65. Jay Rayner can be contacted at <a href=\"mailto:jay.rayner@observer.co.uk\">jay.rayner@observer.co.uk</a></p>",
  "<p>The protracted disembowelment of the Scottish press continued last week with the gouging out of yet another vital organ when the most vilified and admired media man north of the border crashed in an office coup. </p> <p>When Martin Clarke, the Coriolanus of the Scottish media world, was banished from the shiny new Daily Record office before morning conference last Thursday, he must have found it hard to block his ears to the sound of corks popping. The Southern equivalent to the incredulity and delight that greeted Clarke's banishment north of the border would be the public flogging of Kelvin McKenzie, the brutal but occasionally inspired head of Talk Radio and editor of the Sun during its Eighties heyday. </p> <p>But Clarke's humiliation, as violently ruthless as anything he has visited on the hacks who have cowered under his various Scottish tenures over the years, is just the latest body to be tossed from the prison ship of the Scottish media. </p> <p>Long gone are the days when the three main nationals, the Herald, the Scotsman and the Daily Record peaceably divided the waves between them. The inroads made by tartanised English nationals have induced frenzy: it's feeding time and, sated with the bones of minions, the media maw is now demanding royal blood. </p> <p>While the Daily Record, the raucous left-wing redtop, is congratulating itself for having had the courage to end Clarke's two-and-a-half year reign of terror, the perilous state of the once rock-solid Scotsman is an open secret. </p> <p>Already frantically concerned over a fragile readership which has increased by only 8,000 despite a recent £8 million long-term price cut of over 50 per cent, the Scotsman has finally been forced to acknowledge the looming threat of the new Edinburgh-based and Swedish-backed financial newspaper, Business am, due to be launched in a couple of weeks' time. </p> <p>Despite scrapping its last separate 'pink' pullout just four months ago, the Scotsman relaunched a new 20-page business section with much heraldry last Friday, boldly declaring itself undaunted by the resignation of three of its best business journalists just days beforehand, a surprise walk-out which has left just one staffer and one trainee holding the fort in Edinburgh with three or four old-timers punting up stories from London. </p> <p>Colleagues from sister publications grudgingly agreed to be parachuted in to save Friday's launch, but they were heading home this weekend, leaving on the line the reputations not just of the Scotsman 's new editor, former Daily Mail showbiz editor Rebecca Hardy, but also of Andrew Neil, the Barclay brothers' bully boy. </p> <p>If Clarke - whose brilliant and instinctive news sense occasionally punctuated the daily nightmare - was a high-profile casualty of the Scottish media wars, Neil's head would be regarded by many hacks, weary of his anti-Scottish backseat driving, as the ultimate prize. And, having overseen the departure of five Scotsman editors in four years and the piecemeal disintegration of what was once the east coast's unchallenged paper of choice, the whispers in the Glasgow Groucho reckon his status to be increasingly untenable. </p> <p>Sources close to Neil say that, just two months after uprooting Hardy from her London home and installing her in the Scotsman 's driving seat in the teeth of all advice, he has realised the error of his ways. </p> <p>'But there's nothing he can do,' said one. 'Instead of admitting to the Barclays that he has made yet another enormous mistake, Neil is reduced to orchestrating an elaborate exercise in covert damage limitation, covering Hardy's tracks as she manhandles the Scotsman. He's reduced to just hoping that the paper can bump along from drama to crisis until something happens to offer him a way out.' </p> <p>The paper began haemorrhaging more than readers and respect when Alan Ruddock, the highly respected editor who took the helm before Tim Luckhurst, Hardy's predecessor, but after Martin Clarke, saw the blunt end of Neil's boot last year. </p> <p>His leaving triggered the departure of the deputy editor, assistant editor, business editor, news editor, picture editor, features editor, weekend editor, arts editor, night editor, London correspondent, Brussels correspondent and environment correspondent. Some left, some were sacked and some were treated so appallingly that they are still considering lawsuits, but the resultant collapse in morale has seen a steady flow of bodies added to the list. </p> <p>But even if enough journalists can be cobbled together to continue writing the paper, it could soon be thwarted by the walkout of 15 news and sport sub-editors given three months' notice recently by management wanting to rewrite their contracts compelling them to work an extra 26 days a year. </p> <p>'Things are just appalling,' according to one of those still hanging on. 'There's not a single grain of respect here for the editor or the editor-in-chief [Neil] and there's absolute bewilderment over what the Barclay brothers think they're doing. The Scottish media world is so small that alternative jobs are hard to come by.' </p> <p>At the Glasgow Herald, on the other hand, things are beginning to look up. While the circulation of the Scotsman slumped to around 75,000 in the six months before the current price cut, the Herald continues to sell around 100,000 unaided by bankruptcy-inducing gimmicks. The recent appointment as editor of the unflappable and hugely respected Mark Douglas-Home, former editor of the Sunday Times Scotland, is proof that it is still possible to get to the top without recourse to backstabbing or high-level office politics. </p> <p>The appointment of Kevin McKenna, Scotland on Sunday deputy editor and momentary Sunday Herald appointee, as Douglas-Home's deputy ensures that the all-important sports section of the paper will be strengthened and the general office atmosphere will improve. </p> <p>Now, however, the editorship of the Sunday Times Scotland is up for grabs. Names in the frame include award-winning columnist Joan McAlpine, Dean Nelson, and former Observer Scotland editor and business editor Terry Murden. </p> <p>There are still more bodies to claim before the waters settle and no indication that the worst is over. The Scotsman is not out of the storm yet and flotsam from its disintegrating hull could still prove perilous to others.</p>",
  "<p><strong>Super-Cannes</strong><br>J.G. Ballard<br>Flamingo £16.99, pp392<br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502454390,00.html\">Buy it at BOL</a></p> <p>J.G. Ballard is the Dr Moreau of British fiction, creator of controlled environments and out-of-control dystopias. He is, of course, uniquely qualified for the role: his Empire of the Sun years in a Shanghai detention camp allowed him grim, unrivalled childhood insight into the mechanics and effects of bizarre enclosure; he now sees constricting theme parks and open prisons everywhere he looks.</p> <p>His pebble-dashed Shepperton semi, exactly as old as he is, lies between the twin make-believes of the film studios and Heathrow Airport. Every morning he blinks out on this suburban world as through a Big Brother surveillance camera and the first thought to cross his mind is always: 'What is this?' However far we travel in outer space, he says, the worlds just outside our front doors will always be the ones most fundamentally alien to us. </p> <p>The fully realised visions Ballard creates in his novels are only ever five minutes away from that observed reality. In his last book, Cocaine Nights, he conjured the rarefied Spanish township of Estrella del Mar, home to a vicarious climate-controlled community of British money men, freed from their ties to the City by technology and from social responsibility by their cartoonish wealth. The only recreations in the whitewashed, sanitised resort were tennis, adultery and gratuitous violence. </p> <p>Here, he refines that concept further, to create Eden-Olympia, Europe's ultra-sophisticated answer to Silicon Valley in the hills above the French Riviera. The business park is the world's first intelligent city, one horribly logical conclusion of a corporatised continent in which 'freedom was the right to paid work, while leisure was the mark of the shiftless and untalented'; dreams here come equipped with airbags, and the only sounds are the whispers of sprinklers on lawns and the effortless combustion of computer-navigated German sports saloons.</p> <p>The city is home to techno-chic supernationals - Ciba-Geigy and Siemens, Mitsui and Monsanto - and to the Euro-elite of chief executives who control their strategies, a post-leisure class which derives its excitement from the imposition of systematic efficiencies. There is no need here for law or religion; Eden-Olympia polices itself; decisions are corporate not ethical, and sex is something one watches on customised adult channels. </p> <p>Ballard carefully constructs this serpentless paradise in perfectly engineered sentences. His images come together with the satisfying hiss of Japanese micro-hydraulics. 'There was a vast car park concealed behind a screen of cypresses, vehicles nose to tail like a week's unsold output at a Renault plant,' he writes. 'Somewhere in the office buildings the owners of these cars were staring at their screens, designing a new cathedral or cineplex, or watching the world's spot prices. The sense of focused brain power was bracing, but subtly unsettling.' </p> <p>Little disturbs the slick meniscus of this prose which coolly reflects its environment like the Eden-Olympia swimming pools into which no executive would ever dream of diving. But there is a great deal going on beneath its carefully maintained surface tension. More than any other writer Ballard understands the transformation technology may effect on human desire. This is his most potent statement yet of the outcome of that transformation, an elegant nightmare with all the internal coherence of an Escher engraving or a Calvino fable. </p> <p>Into this hothouse of millennial dreams, at the outset of this novel, drive a young British couple in a temperamental old Jag. Paul Sinclair is a commercial pilot recovering from a crash in his antique single-engined Harvard; his new wife Jane is a consultant paediatrician disillusioned with an NHS in which she has been forced to work as an auxiliary bedpan emptier. They met while he was recuperating, an affair accelerated in true Ballard style by the erotic qualities of Paul's leg brace.</p> <p>Jane has accepted a job at the Eden-Olympia medical centre, replacing an old friend, another British doctor, David Greenwood, who recently and inexplicably had gone berserk with an automatic rifle, apparently killing 10 of the residents of the park before turning his gun on himself.</p> <p>Their story is told through the eyes of Paul, who, along for the ride and sleeping in the serial murderer's bed, finds himself drawn to examine the motives for Greenwood's psychosis and in turn the reality of Eden-Olympia. Ballard unravels the secrets of his post-industrial elysium with panache, leading us into a society which is both an exaggerated parable for our times and a chill piece of futurology. Along the way there are some signature themes: Ballard's books always feel as though they are shot on security cameras and spotlit by police flash photography; their violence is both sterile and graphic. The worlds he describes are frequently immunised against human emotion. And in Eden-Olympia that deficiency has become a potentially fatal threat.</p> <p>This is a place in which illness has been almost eradicated by the constant daily monitoring of its sleek, toned population. Every morning each one of its citizens dials the clinic and logs in their health data: pulse, blood pressure, weight and so on. Stress is minimised through an unfailing network of support systems. The problem, if anything, as set out by the community's resident consultant psychiatrist and project leader Wilder Penrose 'is not that too many people are insane, but too few...' and that in the absence of conflict a certain aspect of humanity is atrophying.</p> <p>'The more civilised we are the fewer moral choices we have to make... a giant multinational like Fuji or General Motors sets its own morality: how you treat your spouse, where you educate your children, the sensible limits to stock-market investment...' and the fewer moral choices we make the less human we become. </p> <p>Penrose's extreme antidote to this dulling of his population's moral edge is to force feed the community regulated doses of antisocial behaviour. In his 1982 book Myths of the Near Future, Ballard was already asking the question that he here has Penrose answer: 'Perhaps violence, like pornography, is some kind of evolutionary stand-by system,' he wrote, 'a last-resort device for throwing a wild joker into the game?' </p> <p>The wild joker Penrose casts among the gently susurrating cypresses of Eden-Olympia could hardly be more extreme; under his instruction the corporate leaders have become a kind of designer fight club. They go down into the Arab ghettoes at night and make home movies of the beatings and robberies, murders and rapes they enact, all in order to remind themselves of their humanity. </p> <p>This 'weekend fascism' - assisted by the park's security staff who are paid-up members of the Front National - is a typical Ballard inversion. In this vision crime becomes recreation of the super-rich; the corporate overlords ride out to trample on the villagers. 'The middle class have run the world since the French Revolution,' Penrose argues. 'But they're the new proletariat. It's time for another elite to set the agenda.' </p> <p>As ever, Ballard gives this agenda its full realisation. His satire, however extreme, is always convincing because its governing ideas inhabit every detail. He sees a strain of totalitarianism running through particular dehumanised philosophies of engineering and design and management; sees the potential for dictatorship in the absence of democracy engendered by the colossal power of corporations.</p> <p>Set this against the credible notion that 'for the talented and ambitious the future means work, not play' (there is no place in Eden-Olympia for those who are 'not net contributors to society: poets, traffic wardens, ecologists...') and what you come up with is a place that is 'very civilised and very corrupt. Once you are there, they look after you for ever'. A place, too, that in this compelling novel is never made to seem not very far from our own front doors.</p>",
  "<p>I started a new school last week, for the seventh time in my life. I've been a new girl at a Quaker school when I thought Quaker was a type of oats. I've been a new girl at an American school where I refused to pledge allegiance to the flag. I've worn the wrong uniform, turned up at wrong times and thrown up in school toilets. However, each time I was merely an amateur new girl. This year, having just joined a mixed school for A-levels, I was professional. </p> <p>Judging from previous first-day experience, everything that can go wrong does go wrong. I made a morbid list, anticipating problems like having the hiccups during assembly and getting locked in the toilet. But as it happened my first day went disarmingly well. </p> <p>I still had hair when I woke up in the morning. I didn't trip over while walking into school. I was wearing similar clothes to everybody else. I had the same accent. I turned up at the right time, on the right day. I didn't get hiccups, I didn't sneeze at any awkward times all day. I had even remembered to clear out my schoolbag for the first time in four years so that when I took out a pen I didn't also spill hundreds of old tissues, Tampax, lottery tickets, socks, leaflets, holiday photos and pieces of homework still due at my old school. The only problem was that I was the wrong sex. </p> <p>This new school is a boys' school, which now takes girls in the sixth form. Scary. The boys wear proper suits and eat at proper tables. There is a whole vocabulary I've never heard of, like 'gating' and 'houses' and 'stations' and 'water'. They are actually going to make us play sport as opposed to allowing us to spend time in the multi-gym, sitting next to the rowing machine painting our nails and stretching. </p> <p>Throughout my prime teenage years I was denied the company of boys to carry my school bag and steal my protractor. After three years at an all-girl school, only seeing boys at the weekend, I was beginning to find myself wondering what a boy looked like when he wasn't holding a cigarette and a beer and trying to sleep with you. Therefore, seeing boys in a normal environment is a healthy change. </p> <p>The last time I was at school with boys was when kiss chase and sticker swapping were the most popular activities. It does not seem natural to be in an all-girl school when you're 16. You have boyfriends out of school but you are forced to see them as a different species. You only learn to interact with boys on one level, and it is unlike the outside world. </p> <p>Single-sex schools claim that they are protecting you but really it's just putting you in Bubble Wrap during the week and ripping it straight off at the weekend. It makes more sense just to let everyone get on as they were meant to, I suppose. </p> <p>What worries me is whether the classroom will end up mirroring society? Will the girls have to flutter their eyelashes when Disraeli is mentioned while the boys stirringly recount their views, opinions and impressive collection of facts? Will we have to stare into their eyes as they offer their theses on various wars? Will we have to giggle appreciatively when they define suffragettes as lesbians? </p> <p>Or will it teach us to stick up for ourselves. I suppose we are going to have to cast aside all the techniques that we have previously used to get our own way with boys and now instead opt for a more rigorous, academic approach. I now have to disagree with them, argue with them, try to be better than them. </p> <p>It is said that at sixth-form level, girls are brought in to somehow jump-start the boys. I see it the other way round, however, with the boys jump starting the girls. I haven't beaten anybody up yet, but I am taking martial arts classes, just to show how tough I am. </p> <p>I have a horrible feeling they're expecting me to work quite hard to keep up with the boys, so no more columns for a while.</p>",
  "The phrase 'Houston, we have a problem' usually signifies something more serious than the failure to point one's toes properly, yet a prize-winning dance project is proving how much astronauts have to learn from the ballet class. <p>Pioneering joint research by scientists at the BioDynamics Group at Imperial College, London, and an avant-garde French dancer has just been awarded £36,100 by the Wellcome Trust to investigate weightlessness and movement. </p> <p>The groundwork for the project has been carried out with the co-operation of the French National Centre for Space Studies (CNES) and the next phase of the programme aims to measure the electric pulses given off by the brain during periods of dance movement. The readings recorded on Earth will then be compared to those given off in a zero-gravity environment in order to help the space travellers of the future. </p> <p>'Somehow a dancer naturally and unthinkingly learns to compensate for the changes in their body's centre of balance,' said Rob La Frenais, the curator of ArtsCatalyst, the group which is co-ordinating the research. 'Astronauts have to adjust in a similar way under more difficult circumstances.' </p> <p>The research will combine innovative brain-monitoring procedures with the talents of Dr Kitsou Dubois, a dancer who has been obsessed with dance and weightlessness for the past five years. She has already studied at Nasa in the United States and has flown with CNES. </p> <p>Dubois has developed the concept of the 'subjective ver tical' to explain the way that the human body will always try to right itself, even when there is no real up or down. Over the past three years she has filmed herself dancing in zero-gravity environments and analysed the results, drawing up a strict protocol for movement in space. Now she hopes that a new, non-invasive brain-monitoring technique, known as TMS, will take her art beyond the final frontier. </p> <p>TMS uses a magnet to track the electro-magnetic signals that the brain gives to the muscles. At present Dr Nick Davey and his colleagues at Imperial College are using the method to help treat spinal injuries. </p> <p>Although the character of Barbarella, played by Jane Fonda in Roger Vadim's cult film, makes space dance look easy when she strips balletically in the opening sequence, in fact moving without benefit of gravity usually induces sickness. </p> <p>'Films may well make it look easy, even graceful, but that is often done with computer graphics,' said La Frenais. 'There are only two ways to find out what it's like to move in zero-gravity. </p> <p>'One is to go off into space orbit, the other is to simulate the experience in short bursts in a parabolic jet flight.' </p> <p>Astronauts use the second method to train. They take to the skies in old jet aircraft which reach 30,000ft before they turn and hurtle towards the earth in free fall. This affords a 25-second burst of weightlessness. Nasa refers to its jet as a 'vomit comet'. </p> <p>Dubois proved less susceptible to sickness than the trainee astronauts she flew with in France and she believes that maintaining a 'body image' in a weightless environment is the key.</p>",
  "A stroll in the countryside is not what it used to be. From pythons to panthers, Britain's fields and woodlands are becoming populated with a menagerie of beasts more often associated with jungle expeditions than weekend rambles. <p>A recent attack on a young Welsh boy by what is thought to be a panther, near Monmouth, triggered a police hunt and revealed just one of the exotic species that could be living in Britain after being dumped by unscrupulous owners or having escaped from enclosures. </p> <p>One of the reasons for the problem is a boom in the sale of exotic pets. A reptile sanctuary in Sunderland has been swamped by requests from panicked owners of iguanas who cannot cope with looking after a creature that can grow up to 6ft long and has more than 70 sharp teeth. </p> <p>'We are full to bursting and just can't take any more. There is a plague of iguanas in the UK,' said Peter Heath cote, chief executive of the Reptile Trust, who has taken to advertising the sanctuary's iguanas on the internet to find them good homes. </p> <p>Iguana escapes are common. In recent weeks iguanas have been picked up in the Tyne-and-Wear village of Lamesley, where one was spotted basking in a tree, and another was found in nearby Benton, after it had startled residents by walking down a street of terrace houses. </p> <p>The problem is nationwide. In late July, a 4ft-long iguana called Spike walked out of his owner's home in St Austell, Cornwall. Spike is believed to have an unusually aggressive reaction to menstruating women, whose hormones he can detect, and his escape was cause for concern for police. </p> <p>Luckily Britain's cold, damp winters will eventually kill iguanas in the wild. The same cannot be said, however, about other exotic animals wreaking havoc on native wildlife. </p> <p>Mink, which escaped from fur farms, are efficient predators with a breeding population of 110,000 and have decimated their main food source, water voles. </p> <p>Naturalists fear a similar situation with the North American Bullfrog which, at 8in long, is twice the size of native frogs and feeds on them as prey. </p> <p>Other species may pose more of a threat to humans. A colony of termites, perhaps unwittingly imported in a pot plant, have been discovered eating their way through two homes in Saunton, Devon, causing thousands of pounds of damage. </p> <p>More worrying still, in the past two months three Caiman alligators were abandoned outside Tynemouth Sea Life Centre while dangerous pythons are being discovered on a regular basis. A 13ft-long python, dead from the cold, turned up at the Beamish Open Air Museum while a 10ft long snake was found in a pub toilet in Scarborough. </p> <p>While some experts doubt big cats, such as panthers and pumas, are living in the British countryside, attacks like those on Josh Hopkins, 11, and hundreds of reported sightings each year, have others convinced that they are lurking behind the hedgerows. </p> <p>The Royal Society for the Prevention of Cruelty to Animals accepts the possibility of big cats on the loose, especially after a former lion tamer, Leslie Maiden, confessed on a BBC documentary this year to releasing a panther and a cougar near Sheffield in the 1970s. </p> <p>One man who is convinced of the existence of big cats in the British countryside is David Spencer of Oakham in Rutland. Spencer runs a 'Panther Watch' in Leicestershire and has logged more than 100 sightings this year. 'We are on the verge of getting urban panthers,' he said. </p> <p>Spencer believes the cats are descended from animals released into the wild around the time of the introduction of the Dangerous Animals Act in 1976 by owners fearful of the consequences of being discovered. </p> <p>He still recounts his own encounter with a big cat in breathless tones describing a large black animal with a long tail that passed within 3ft of him as he walked his dog one morning in fields near his home. 'I have seen it, heard it and smelt it. I am absolutely convinced they exist,' he said. </p> <p>Whether big cats are roaming Britain or not, conservationists say the overall effect of introducing alien species into Britain puts intolerable strains on an eco-system already suffering from pollution and the natural invasion of foreign wasps and spiders, attracted by the warming of the climate. </p> <p>'The countryside is under such pressure from other things that uncontrolled releases of any species is just adding insult to injury,' said Jim Foster, a scientist with English Nature. </p> <p><a href=\"mailto:paul.harris@observer.co.uk\">paul.harris@observer.co.uk</a></p>",
  "It is the evangelical movement with more money and enthusiastic followers than any other in Britain - and now it has its own pin-up girl. <p>This weekend, posters promoting the controversial Alpha induction course into Christianity are going up across the nation in a £1 million recruitment drive. And the campaign is also likely to turn the face of a young Sunday School teacher from west London into a symbol of religious fervour. </p> <p>Alpha has advertised before, but this year is different. For the first time, organisers of the highly successful ecumenical evening courses have paid marketing consultants for advice on 'brand identity'. </p> <p>The result is a radical rethink. Gone are the wordy, monochrome posters of the past, typically bearing the legend: 'You're born. You live. You die. End of story?' Instead, Alpha has a picture of the sort of person its courses have a reputation for attracting. </p> <p>'We wanted to put forward the image of the kind of nice-looking people who are on the courses,' said Jon Millington, director of brands and marketing at Button Design, a consultancy which has also worked for BT Cellnet and Virgin. </p> <p>'Alpha encouraged us to personalise their image and so we decided to use a pretty, almost girl-next-door-face.' </p> <p>These tactics play into the hands, however, of those who condemn Alpha for deliberately appealing to the lonely by stressing the social, and even sexual, advantages of its famed 'happy clappy' approach and weekends away. Liberal Christians dislike the stated Alpha position against homosexuality, divorce and abortion. </p> <p>The disgraced Conservative politician Jonathan Aitken and the former page three model Samantha Fox are among celebrity worshippers known to have joined Alpha congregations, yet organisers picked the face of one their unknown religious instructors for the promotion. </p> <p>Greta Greenwood is a children's worker at Holy Trinity Brompton, Knightsbridge, the church at the centre of what is now Britain's richest parish. She is married, in her mid-twenties and lives near the church. </p> <p>In the next few weeks her face will dominate 1,500 billboard sites and 7,000 church walls to highlight Alpha's new ten-week courses, starting at the end of the month. </p> <p>'Perhaps Alpha should offer Greta some counselling or at least warn her that she will probably have a lot of attention from young men,' said Millington. </p> <p>'Of course, it was always an option for us to use some of Alpha's celebrity names. But Greta looked so friendly.' Alpha has a younger, richer membership than rival evangelical groups. Most of those who take the 10-week course are between the ages of 20 and 35. As a result Millington believes Greenwood's smiling face is entirely appropriate. </p> <p>'It is not really misleading,' he said. 'Although I am not an Alpha graduate, I know a lot of relationships start up on the course and I understand many of them are long-lasting. Maybe it is not so irrational for a young man to hope he might meet someone like Greta at Alpha. I am married, so it is too late for me, but if I wasn't, it would be a route I would try.' </p> <p>The Sunday service at Holy Trinity Brompton, or HTB as it is known, is regularly attended by more than 2,500 people. Last year it raised £4.7m in donations. </p> <p>The course itself has been around for 20 years, but its latest renaissance is chiefly the work of the Rev Nicky Gumbel and his vicar at HTB, Sandy Millar. </p> <p>The Alpha programme was originally designed by Anglicans to attract non-churchgoers, and has extraordinary global popularity. It runs in more than 100 countries and 15,000 churches, from Lutheran, Baptist, Methodist and Pentecostal to Catholic. </p> <p>Organisers say that 3.5 million Britons have had contact with Alpha. The are courses run in universities and in 122 of the country's 158 prisons, and the new 'initiative' will be launched outside Dartmoor Prison in recognition of its large Alpha membership. </p> <p>The course, which emphasises the importance of everyday miracles and coincidences, has the backing of the Archbishop of Canterbury, Dr George Carey, and those who embrace Alpha's teachings often fall down in a shaking fit. This demonstrative entry to the faith is known as 'the Toronto blessing'. </p> <p>The last advertising campaign more than doubled the number of applicants to the courses, organisers claim. </p> <p> <a href=\"mailto:vanessa.thorpe@observer.co.uk\"> vanessa.thorpe@observer.co.uk</a></p>",
  "With the Tories launching their 'pre-election manifesto' on Tuesday, it's beginning to be make-your-mind-up time about a second Labour term of government. Yet I still find some surliness among those with whom I marched - either actually or metaphorically - in various struggles for freedom and justice from the late Sixties onward. Perhaps I am different. I was never an all-or-nothing person; rather an all-or-something person. <p>There is an endemic culture of betrayal in progressive circles. Leaders are always accused of selling out. For some, being in opposition is actually easier. It is rather comfortable, just attacking the Tories. You don't have to make tough choices, face difficult compromises, grapple with the detail, answer awkward questions, or win the subsequent argument with voters. </p> <p>The progressive media tend to be similarly afflicted. Take a recent Guardian headline: 'Labour ditches ethical arms trade bill.' Simply not true. The Bill is in draft and we remain committed to it. We may or may not get our tougher controls on arms exports enacted before the next general election. That will depend on when it is and on how we manage the enormous pressure on parliamentary business. </p> <p>A Guardian headline focusing on that would have been explaining the truth to its readers, but it wouldn't have been as attention-grabbing, would it? I wonder whether the real spin doctors these days are the journalists. </p> <p>Where has it ever been properly reported that this Labour Government has made our arms exports more accountable and transparent than almost any other country, with annual reports of 300 pages detailing the licences we have agreed? That we have established for the first time a tough code blocking exports of arms for either internal repression or external aggression, and a European Union arms code doing the same thing? </p> <p>With Labour, Britain has been doing more to promote arms control than any previous Government and certainly any likely alternative: by banning land mines and the sale of torture equipment, promoting a ban on small arms to conflict zones, ratifying the nuclear Comprehensive Test Ban Treaty and pressing for effective implementation of the Biological and Chemicals Weapons Treaties. </p> <p>At the Non-Proliferation Treaty conference in New York in May, we played the key role in achieving an unprecedented agreement to the global elimination of nuclear weapons. I accept that may not satisfy unilateral disarmers. But instead of complaining about Government 'betrayal', they should acknowledge we have a bloody good record on disarmament and re-double their efforts to press us for improvements. If people want us to do more, then stick by us and we will deliver more: but don't overlook or try to deny what we have done already. </p> <p>We will soon have increased our overseas aid and development budget by a massive 72 per cent in real terms, reversing savage Tory cuts. And we have led the way on providing 100 per cent debt relief for the poorest countries. </p> <p>Pretty well everywhere in the world, I find that Labour's foreign policy is admired as progressive, modern and on the side of justice, human rights and freedom - in stark contrast to the Tories. </p> <p>So we should reject the cynical view that, because we cannot make the world perfect, we should stop trying to make it better. Because we cannot do everything, does not mean we should do nothing. For instance, acknowledgement of our military intervention to stop atrocities in Sierra Leone should not be withheld because we were unable to prevent atrocities in Chechnya. </p> <p>Much the same story applies to domestic policy. Of course there is pressure for the minimum wage to be higher. But from some of the grudging gripes about its level you would never have imagined that Tony Blair has achieved the 100-year dream of Keir Hardie, nor that 1.5 million workers, overwhelmingly women, have benefited. Although £3.60 an hour may not seem much, it has doubled the income of some of my South Wales constituents. </p> <p>And don't we deserve at least some credit for establishing the minimum wage with hardly a murmur from a previously hostile business world, and in defiance of all those Tory scares about millions of job losses? </p> <p>Again, instead of sneering about the Government only looking after 'middle England', why not acknowledge our attack on poverty? It's only a beginning. But our Tax Credit reforms mean that no family with someone at work will be on less than £10,000 a year, benefiting nearly one and a half million families, some hugely. </p> <p>You cannot turn everything around in three years after 18 destructive Tory ones. But wouldn't Clement Attlee and Nye Bevan have been proud to have one million more people in work since the general election? Or to have got more than 200,000 young people off the dole and into work through the Government's 'New Deal' programme? Some people might even call that a 'socialist' policy - but then that really would be giving us too much credit, wouldn't it? </p> <p>And on the economy, some take it as a badge of final betrayal that Labour enjoys the confidence of the markets, business and the City - as if it is better to have IMF crises, high inflation, runs on the pound and the general impression Labour couldn't run a whelk stall, let alone the country. Bring back the good old days of Labour governments - without exception, until now - running into an economic crisis and then losing the election afterwards. Much better to feel pure, than achieve the kind of economic stability which is now allowing us to expand and invest rather than retrench and cut. </p> <p>Hard decisions were taken to achieve this stability. Financing record Government borrowing cost taxpayers £28 billion a year under the Tories, more than was being spent on schools. Reducing public borrowing and the national debt means Government interest payments on the national debt are down a whacking £4 billion annually - money we are now spending on education, health and other public services, instead of throwing away to the capital markets. Low inflation and reduced borrowing also mean historically low interest rates, benefiting home owners and businesses alike. </p> <p>The truth is, we are more progressive than any previous British Government, on tackling poverty, on far-reaching constitutional reform, on record investment in education, health and infrastructure - and, yes, on promoting international human rights and justice too. </p> <p>Of course there is a lot more to do. As everyone knows from their own daily lives, changing things can take a long time. Ahead lies the great prize of being able to do all the things that Labour supporters really want us to do - and which we will do, step by step - if we win that historically unprecedented second full Labour term. We do not want another century like the last one, dominated by Tory governments. </p> <p>But this is not a plea from a Minister for sycophancy or blind loyalty. Merely for fairness, instead of corrosive cynicism. Yes, the Government must be held accountable, especially if we make mistakes. But our considerable achievements should be recognised too. And the alternative of an extreme right Tory administration never forgotten. </p> <p> \u0095 Peter Hain is Minister of State at the Foreign Office and MP for Neath</p>",
  "<p>As the French fishermen's blockade last week left returning British holidaymakers and frustrated lorry drivers with only cheap booze and hypermarchés for comfort, the strength of France's fuel price revolt was a stark contrast to the damp squib of the UK's 'dump the pump' campaign. </p> <p>The deal struck with the fishermen - involving reducing social charges and waiving port fees - was really the only positive action the French government could take because its already very low taxes on fuel for fishing boats meant the price was inevitably going to shadow the recent surge in oil prices. In the US, too, the price of gasoline has turned into a hot potato during the final weeks of the presidential election campaign. </p> <p>In the UK, of course, the large tax margin on fuels leaves prices more sheltered from the recent trebling in crude oil costs. But things may get worse before they get any better. </p> <p>Despite stalking the world economy for the past year, the rising price of oil has only now begun to hit home politically, partly because of public restlessness, but also global fears of inflation and recession. Although in the past 18 months the price of a barrel of crude oil has trebled, many analysts thought it had peaked. However, a confluence of political, seasonal, and oil market factors has reinforced this high price and the risks are that it might climb higher still. US oil prices crept above $33 last week and Goldman Sachs suggests it could even hit $50. </p> <p>Unsurprisingly, President Clinton has fired off letters and next week meets Saudi Arabian leaders to encourage them to increase oil production, which will reduce prices. </p> <p>And last week's hand-holding session with President Olusegun Obasanjo of Nigeria appears less peculiar given that the West African country exports around 2 million barrels per day of the high grade 'sweet' oil in demand for compliance with environmental regulations. </p> <p>Last week, the European Central Bank cited oil prices as a strong factor in its decision to raise interest rates. The European Commission announced it would be reviewing the possible economic impact of high prices and has already expressed concern. </p> <p>Just as industrialised nations were busy toasting a future of knowledge economies and network societies, it appears an old foe threatens to gatecrash the new economy party. And it may be the most disruptive of unwanted guests. </p> <p>Last week's price highs followed mixed news from Saudi Arabia, whose wells are running 2 million barrels per day (bpd) below capacity. Analysts had expected the details of a deal to increase Saudi production. All they got was a vague statement about working on a deal to up output with fellow members of Opec (the Organisation of Petroleum Exporting Countries). </p> <p>'Opec are the managers of the oil surplus; the essential truth is that they didn't manage it well,' says Leo Drollas, deputy director and chief economist at the Centre for Global Energy Studies. </p> <p>The cartel is at the heart of cuts in the production of oil of about 2.6 million bpd. On three occasions since 1998 Opec members have worked in concert to lift prices from record lows of below $10. The final cut in March 1999 was the largest and sent prices on their upward spiral. Dwindling inventories in the US and Europe, the approaching winter, and the return of 'oil diplomacy' have contributed to Western fears that there will be no respite in the medium term. </p> <p>Refineries in the US are working flat out and yet 'inventories are standing 8 per cent below last year's levels, which were deemed worrying. </p> <p>'It's far from comfortable,' says Stephen Lewis, an economist at Monument Derivatives. </p> <p>Measures of an equivalent shortage in Europe are difficult to assess, but the fact that tankers are being diverted from the US to Europe is an indication of the tightness of the market. </p> <p>Some industry analysts have claimed that inventories have been reduced voluntarily, a response to internet technologies allowing 'just in time' deliveries to forecourts. 'The gasoline shortages seen earlier in the year [in the US] don't bear this out,' says Lewis. </p> <p>Low inventories in the US coincide with changing pressures upon Saudi Arabia, the one country with sufficient spare capacity to bring the price down, and a traditional American ally. But, says Drollas, 'the Saudis say they can't sell their oil when it is put to market so the high prices are due to greedy market speculators'. </p> <p>Patterns of trade indicate that extra barrels of oil are going east to Japan and Singapore rather than west to where the shortage is most acute. It may reflect the better price paid in Asia-Pacific, and a trebling of tanker costs that has effectively added $2 to the cost of a barrel from the Middle East. </p> <p>It is also the case that Saudi Light oil may not be exactly what the US market is after. It requires refining, but US refineries have been running at full steam, and are scheduled for a maintenance break in October. In this context, the reasons for Clinton's recent wooing of Nigeria and offer of oil industry experts becomes clear. </p> <p>Saudi Arabia is under pressure internally from hawks looking at high oil prices as a means to bring down spiralling government debt, and interna tionally from the return of Seventies-style Opec oil diplomacy instigated by the Venezuelan President, Hugo Chavez. </p> <p>Chavez, a populist strongman, is demanding that rich nations pay a fair price for this 'rare' resource. Last month he toured Opec member countries, including Iraq and Libya, to drum up support for maintaining high prices. </p> <p>'Chavez is harking back to the old Opec line, the principle of its establishment - that the West should pay more for its oil,' says Drollas. '[But] Venezuela couldn't gain from increases in output because it has no excess capacity.' </p> <p>Oil drilling in the South American country requires considerable investment, which was not forthcoming while prices were in the doldrums. Thus Venezuela, along with all other Opec members - excepting Saudi Arabia and the United Arab Emirates - has everything to gain from sustaining prices at the current level. And the need to maintain Opec unity is vital to the Saudis in the run-up to the showpiece fortieth birthday heads-of-state meeting in Caracas at the end of this month. </p> <p>In March 2000, Ali Rodriguez, the Venezuelan oil minister and president of Opec, proposed a price trading band of between $22 and $28. A move above this band for more than 20 days would trigger an automatic increase in production of 0.5 million bpd. </p> <p>The mechanism had calmed markets, but the details were left vague; despite qualifying conditions being easily met, no output increase has occurred, and any decision has been deferred to the Opec ministerial meeting in Vienna next Sunday. Drollas says: 'I see the price staying at this level for a few more months. Any Saudi production increase will take time to come through'. </p> <p>Lewis sees the price increasing further. 'I can't see Opec coming up with measures that will affect the supply shortage in the US, and there's even more of a shortage in Europe. Forty dollars a barrel cannot be ruled out.' </p> <p>Opec rhetoric is hardening, and Chavez revels in his role as the populist hardman standing up for the rights of developing countries. But he knows Opec has to maintain a price balance. Push it much higher and it will drive consumer nations to seek alternative energy sources much more seriously, and open up the possibility of a self- imposed reduction in their consumption, which would see prices fall for good. </p> <p>On the other hand it is clear that members cannot countenance a production increase that will lead to prices tumbling - and it is hard to predict how the market will react to any given upping of output. In the meantime not all G7 economies are entirely unhappy at the upward price trend. </p> <p>The UK is oil self-sufficient so will see no adverse effect on the balance of payments, and, following cautious budgetary accounting on oil prices, the Treasury will land a windfall of some £3 billion - enough to knock a penny off income tax for a year. An enticing prospect for any government approaching an election.</p>",
  "<p>Olof Stenhammar's eccentricities are evidently more the done thing in downtown Stockholm than the stuffy City of London. This Viking, for one, doesn't turn up paddling a leaky longship and wearing a silly horned helmet. In his spare time, the chairman of Sweden's OM Gruppen pilots a motor torpedo boat. And last week he gunned it right up the Thames and fired an £800 million high explosive shot across the bow of the London Stock Exchange and its controversial planned merger with Frankfurt's Deutsche Borse to form iX, a pan-European exchange to challenge mighty New York. </p> <p>Right now, OM's intervention looks a mismatch - more like Hagar the Horrible wagging a finger at St George than the Ragnar who held the Saxons to ransom. Certainly, the big City power brokers dismiss Stenhammar's broadside as little more than a sideshow. </p> <p>'We, certainly, are not taking the OM bid seriously,' says one of Europe's few champions in global merchant banking. </p> <p>One of Wall Street's elite says sniffily: 'Yes, OM's intervention is entertaining, but ultimately it will prove to be irrelevant.' </p> <p>But OM's torpedo has nonetheless been well-aimed. For starters, the Swedes have already forced the Stock Exchange to do what much of the market had been screaming for since the iX merger was first announced in May: postpone this month's final vote until crucial details were settled to almost everyone's satisfaction. Last week, too late, the exchange went a long way towards satisfying the concerns of the UK's smaller stockbrokers by slashing the costs of clearing and settling iX share deals. </p> <p>But other fundamental concerns remain, such as which firms will be regulated where, and whether the needs of firms outside the top 300 European elite or the sexy hi-tech arena will be neglected. The Swedish bid has also rekindled patriotic doubts about iX. Put simply, OM wants to run London for London, to use its reputation to take on the world without fancy alliances full of cross-border compromises. The iX merger, though a 50/50 deal, is a barely disguised German takeover, reflecting the fact that Frankfurt has stolen a march in promoting hi-tech firms and dealing in modern financial instruments like futures, options and derivatives. </p> <p>'London has already got all the assets and a wonderful brand name. Why make it complicated?' asks Magnus Karlsson Bocker, OM's deputy chief executive. 'London needs new management. It has all the features of a successful market, yet they were about to give it away.' </p> <p>But, beyond the tit-for-tat about whose vision is best, OM's opportunism has also wholly changed the game. Its formal offer last Tuesday stripped away the London Stock Exchange's mystique as a venerated bastion of the British Establishment. Twenty tightly argued pages consigned 300 years of history to the dustbin. Since it demutualised in July, the Stock Exchange is now a plc whose shares can be bought and sold. As it has also been robbed of its traditional regulatory powers by the new Financial Services Authority, the exchange is now nothing more than a commercial enterprise, subject to the same laws of the jungle. </p> <p>Once upon a time, exchanges were supposed to police hostile bids, not be on the receiving end of them. But no longer. It wasn't part of the plan, but OM's disrespect now threatens to open the floodgates to all manner of Huns, Gauls and Americans mounting a takeover disguised as 'white knights'. Last week, the exchange went into a huddle with Deutsche Borse and its other allies in Spain and Italy who have talked about a consortium bid. </p> <p>The troublesome French - who have their own alliance with the Dutch and Belgians called Euronext - have already been sniffing. And for many, a possible bid by New York's Nasdaq exchange would have poetic symmetry. </p> <p>'First, because of British banks' awful management, the Americans have practically bought the City since Big Bang,' one senior broker said. 'Now, for the much the same reason, they might very well buy our exchange.' </p> <p>The irony is that this is a bid most of British industry would relish. Captains of commerce have long slated the City for its short-termism in selling them out to the highest bidder. For most stock exchange shareholders, however, price is very much secondary. As users of the market, what happens to the exchange affects their whole livelihood. It has, therefore, a long-termist shareholder register of which most companies can only dream. </p> <p>It is this reality, too, which is most likely to scupper the Swedes. For the notion of iX has been driven by pressure from the big investment banks to consolidate Europe's small exchanges so that they can deal as easily across this continent as they can America. But, through the size of their holdings (see left), Britain's smaller brokers have an effective veto. </p> <p>So far they have been the most vocal in criticising the ham-fisted way the exchange has simply sought to bulldoze iX through. OM has not only put a rocket up the exchange. It has left the small fry better placed to exact their own price for iX.</p>",
  "<p><strong> What's the problem?</strong><br> </p> <p>This levy is one of the most unpopular government policies among businesses, and perhaps the key factor blamed for the cooling of relations between New Labour and UK plc. Notable recent objections have come from the Confederation of British Industry, the Engineering Employers' Federation, the British Chambers of Commerce and energy-intensive companies such as the steel giant Corus and industrial gas producer BOC. Last week, the Shadow Chancellor Michael Portillo pledged to abolish the tax, if he gets the chance. </p> <p><strong> Why is the government doing it?</strong><br> </p> <p>Labour has been keen to display its green credentials. At the Earth Summit in Rio in 1992, developed countries agreed to a target of reducing greenhouse gas emissions to 1990 levels by 2000. The Kyoto summit in 1997 called for further cuts between 2008 and 2012. Britain wants to be seen at the forefront. As the Treasury states: 'The levy will not only reduce the UK's emissions of carbon dioxide, but will also help stimulate energy efficiency across the business and public sectors.' The levy is expected to reduce carbon emissions by 5 million tonnes a year 2010. </p> <p><strong> How does it work?</strong><br> </p> <p>The tax is levied on companies' energy use. It will be levied in units of kilowatt hours, with different rates applied to the various energy sources. These are 0.07p a unit for liquefied petroleum gas, 0.15p per unit for coal and gas and 0.43p a unit for electricity from the grid. The tax overall will be 'revenue neutral' - meaning that the Government will not make anything from it because what is taken - an estimated £1 billion - will be refunded through rebates on companies' National Insurance contributions. It is due to be implemented in April 2001. </p> <p><strong> When did the trouble start? </strong><br> </p> <p>Early complaints came from the intensive energy users, such as the steel, glass, paper, cement and chemicals industries. They said they stood to lose millions and would not recoup it through National Insurance rebates because their companies were capital-intensive rather than labour-intensive. The Government responded by offering reductions in the levy of up to 80 per cent to energy-intensive companies which introduce energy saving measures into their processes. </p> <p><strong> Why the latest difficulties?</strong><br> </p> <p>Negotiations between trade associations, companies and the Department of the Environment, Transport and the Regions on the 80 per cent reductions are proving tortuous. They are likely to drag past the end of October - when the DETR wants them wrapped up - and therefore threaten the April introduc tion date. The CBI said last month that details of the tax were in such a mess that its introduction ought to be delayed. for a year to allow them to be sorted out. </p> <p>Further problems have come from energy intensive companies not entitled to negotiate reduction agreements. BOC, for example, is not included. Neither are some glass and steelmaking processes which involve recycling This is because the only individual sites that will qualify are those covered by the EU Integrated Pollution Prevention and Control directive. Some companies - particularly chemicals producers - say this is an arbitrary method of selection and is discriminatory. They say it focuses rebates on the heaviest polluters, and does not reward environmentally-friendly practices such as recycling. </p> <p><strong> Has the EU stuck its oar in?</strong><br> </p> <p>Yes. The Competition Commissioner Mario Monti needs convincing that the tax and its exemptions do not breach European regulations on state aid. </p> <p><strong> What next?</strong><br> </p> <p>Those taking part in the negotiations hope for a resolution. Those outside them hope to become involved in them. Everyone wants to avoid court. But there are already murmurings about m' learned friends.</p>",
  "<p>Beleagured steel group Corus, the former British Steel, will this week slash its dividend in half because of bleak trading conditions exacerbated by the strength of sterling. </p> <p>Analysts are expecting an interim payout of between 1p and 1.5p to be declared on Tuesday, with a 4.5p payout at the year end. </p> <p>That compares with the 10p dividend, which British Steel declared before it formed Corus with Dutch partner Hoogovens. A combined pro forma payout from both would have totalled 7.7p last year. </p> <p>Erik Sardaine of Dresdner Kleinwort Benson says there is no hope of Corus paying out 6p for the year, with 2p coming at interims. 'That would be far too high,' he said. </p> <p>On top of exchange-rate difficulties, analysts are predicting difficult global trading conditions next year, with high output from US and Japanese producers and record US inventories. Jeremy Fletcher of CSFB estimates a further 2,000 UK job losses next year to add to the 4,000 already announced this year. </p> <p>Sardaine estimates profits for the first six months to June of virtually zero, but Fletcher thinks a £65 million loss in the last three months will take the half-year loss to around £40m. </p> <p>Corus - which is almost certain to be ejected from the FTSE 100 this month - will point to recent rises in the prices for some steel products.</p>",
  "<p>For all the press Richard Branson has generated in recent weeks, few thought to mention that he turned 50 in July. Strange that - if a female entrepreneur, say Anita Roddick, had been the focus of such intense scrutiny, there's no doubt that her age would have been mentioned before you could have said peppermint foot lotion. Nor have other male high-flyers managed to completely avoid being defined by their advancing years.</p> <p>It isn't that long since everyone was slightly taken aback by Rupert Murdoch's sudden, mercifully brief, adoption of funky black polonecks as a style statement. You felt that if you could just have peeked at the label, instead of Calvin Klein or Armani emblazoned in satin, there would have been the legend: 'Midlife Crisis XXL'. </p> <p>Of Britain's foremost business moguls, only Branson seems to get away with exuding eternal youth. You can't help but think, 'Why him?' True, Branson has kept hold of his hair - though this is undermined by the fact that most of it is on his face. He also has a reputation for wearing Christopher Biggins-style jumpers, which resemble knitted versions of the mess toddlers make when they eat too much at birthday parties. Despite this, Branson's image as the business Peter Pan of the boomer generation remains intact. It is almost as if he arrived in the world with a note saying: 'Please excuse Richard Branson from the ageing process, as he is slightly entertaining and means well.' </p> <p>What really seems to wow the gallery is Branson's lively attitude and entrepreneurial spirit, not to mention those 200-odd businesses, which help keep him at the top of every schoolboy's 'Most-admired' list. That's schoolboys from eight to 60. Recently, there has been a flurry of studies concerned with the male menopause, one of which proffered the theory that men are ready to fall deeply in love again after the age of 50, but I think it's more complex than that. It seems to me that after the age of 50, men seem rather more concerned about feeling vital and useful again. When men start to feel grey and tired, it is automatically assumed that all they want is a blonde and a Porsche. It could be that what they really want is half an hour being Richard Branson. </p> <p>Well, they think they want it, anyway. The almighty fuss Branson has made about winning the lottery franchise may have finally blown his cover. It isn't that Branson is wrong to want the lottery, or that his ideas about increasing the charitable stakes seem in any way dishonourable. Even that guff about 'The People's Lottery' will be forgiven once you and I become scratchcard millionaires. It is the way that Branson has gone about things that seems so peculiar. Seven years ago, when he was rejected in favour of Camelot, Branson described it as 'the worst day of my life'. Now that things are going his way, according to Branson, 'It is worthwhile being born.' Not that he is being melodramatic or anything. It seems an odd thing to say about a man into round-the-world ballooning, but maybe Branson should think about getting out more. </p> <p>In some ways, it's a billionaire thing. A little while back, Microsoft boss Bill Gates suddenly grew a social conscience and started doling out scholarships like so many computer-generated toffees. There seems to come a certain point in a rich man's life when he doesn't want to be remembered just for his wealth and ruthlessness, but also for his gentle, nurturing, erm, wealthy ruthlessness. This could explain Branson's hot-eyed messianic zeal for diverting lottery funds away from fat-cat wallets and towards good causes. Credit where it's due, if all goes to plan, Branson will have been far cleverer than Gates. While most acts of altruism are a form of glory-hunting, Branson will have managed to look the most altruistic of all, using somebody else's money. </p> <p>The strange thing is, with this latest display of manic energy, dramatic gestures, and breast-beating hyperbole, Branson might have unwittingly blown his boy-wonder cover once and for all. As a young man, Branson started the Virgin empire on a houseboat; slightly older, he played the role of David against British Airways's Goliath; older still, he took to sailing whole yards across fields on his ill-fated 'global' ballooning expeditions. Now, with the lottery franchise, he's coming over all Aneurin Bevan meets PT Barnum. </p> <p>The plot thickens when one realises that Branson has been behaving in this 'driven' way since Tubular Bells . Indeed, far from 'youthful spirit', Branson has spent his entire life and career exuding the theatrical desperation of the middle-aged underachiever, who feels that grand gestures must be made - hot-air balloons built, lottery franchises won - before it is too late. All of a sudden, Branson seems to be exposed for what he is - less an icon of eternal youth, more a midlife crisis in perpetual motion. Ultimately, the amazing thing about Richard Branson's age is not that he's 50, but that he probably always has been.</p> <p><a href=\"mailto:barbara.ellen@observer.co.uk\">barbara.ellen@observer.co.uk</a></p>",
  "<p>You've found the dream house. It's just a pity that around the corner is a nuclear plant, or it's in an area known for subsidence, or near a river that floods most winters. </p> <p>Is it worth the risk? </p> <p>There are numerous risk areas in the UK. Subsidence is common in the south-east of England, where there is London clay, and in ex-min ing areas like Nottingham and Stoke-on-Trent. Landslip is a particular problem on the southern and eastern coasts. South-west England had 27 flood alerts on a single night earlier this year. </p> <p>Then there are the rarer problems. Some unlucky houses have had cars crash through their front rooms on more than one occasion, and the inhabitants of Rhos crowther, Pembroke, had an oil refinery explode nearby five years ago. But it now seems easier than ever to surmount the problems of getting a mortgage or insurance if your property is in a difficult or vulnerable area - at a price. </p> <p>Mortgage lenders will usually lend as normal as long as there is enough insurance cover. 'We don't consider risky areas to be an issue,' says the Nationwide's Eva Ingleson. 'We'd probably send a valuer and if he identified the property as being located in a risk area we'd advise the borrowers and see if they could get insurance. If they couldn't, our specialist insurance services team might go back to the seller and ask where they got it insured originally. </p> <p>'There are no areas where we simply will not lend. We would ask for special geographical reports, but if the property was structurally sound and could obtain buildings insurance, we'd do it,' says Ingleson. </p> <p>Subsidence is the most common cause of mortgage and insurance problems. The Association of British Insurers says the industry paid out £375m for subsidence-related claims in 1998, and the Subsidence Claims Advisory Bureau receives between 600 and 700 cases each year from homeowners who have difficulty getting cover after subsidence has been diagnosed. </p> <p>The ABI said house owners in Australia, South Africa and the US usually paid to put right subsidence themselves. This did not affect saleability. </p> <p>'In Britain a lot of surveyors don't really know what subsidence is,' according to the bureau's technical administrator, Judith Stovell. 'Many of them see a crack in a 200-year-old building and say it's subsidence, but any building standing for 200 years would develop cracks.' </p> <p>The bureau is one of a number of agencies to send out specialist surveyors to look at properties whose owners suffer difficulties in getting buildings insurance, and then seek quotes from Lloyd's underwriters. </p> <p>The expense is increased by the time insurers say they require for assessment before taking action. Properties with tell-tale signs - wide cracks around doors and windows, nearby trees, or known volumes of clay in the soil - are usually monitored for six or 12 months. </p> <p>Only then will many insurers consider paying out - if the policy includes subsidence in the first place. Some remedial measures tend to be avoided by insurers because of cost: underpinning is usually the most expensive option. </p> <p>Like lenders, most major insurers claim that there aren't any no-go areas. 'For particular high-risk subsidence areas we may ask for additional information,' says Ray Facer, underwriting manager at Legal and General Insurance. </p> <p>The company does not ask for any information about the geography of flood areas, even though 1.3 million households are at risk. </p> <p>There were severe difficulties last winter, mostly in south-west England, and 21 people around Britain died in flood-related accidents. </p> <p>Worst hit was Devon. Clive Lawrence, landlord of the Maltsters Arms in Harbertonford, near Totnes, was flooded twice in one week. 'The Environment Agency did remedial work during the summer but there was another scare when we had to sandbag the pub a few weeks ago,' he said. </p> <p>'The insurance is organised through our bank and when it was renewed this year it was hiked up another £2,000. We're shopping around for a better deal.' </p> <p>There is one advantage, Lawrence says: 'It certainly gives us something to talk about in the pub.' </p> <p>\u0095 The Association of British Insurers: 020 7600 3333; the Environment Agency information floodline: 0845 9881188; Legal and General: 020 7528 6200; Nationwide: 0345 302010; Subsidence Claims Advisory Bureau: 01424 733727.</p>",
  "<p>Listen: I don't care if they're French or Dutch or Taiwanese. If they're good, and they want to play for Arsenal (hello, Nicolas!), they're welcome. A recent newspaper columnist suspected that the average football fan was unable to 'relate to' the average foreign import, but ask anyone at Highbury whether they could 'relate to' Jimmy Carter, Steve Morrow, David Hillier, Vince Bartram, Eddie McGoldrick, Ian Selley, Andy Linighan, Colin Pates, John Hartson and Chris Kiwomya I personally couldn't relate to any of them, but a relationship was foisted on me anyway, through George Graham's side of the family, and they embarrassed me frequently, at weddings, parties and home games.</p> <p>Now, Tony Adams Everyone in the Clock End relates to him. But why? Is it because he comes from Essex? Is it because he used to drink himself stupid? Is it because he was sent to prison? Is it because he stopped drinking and started going to the theatre? Is it because he cares enough about his fellow professionals to want to set up a clinic for those who, like him, have addiction problems? Did you relate to him more then, or now? (After all, and contrary to the message of the popular song, there have been two Tony Adamses.) Or is it because he's been fantastic for a decade-and-a-half now? The answer is obvious, and it's got very little to do with his nationality - Patrick Vieira enjoys exactly the same relationship with the Arsenal fans - and everything to do with his character. Or characters</p> <p>The recent TV documentary about David Elleray, Martin Edwards's favourite referee, was terrifying in all sorts of ways. (Have you ever met a kid who collected newspaper cuttings about refs, as the boy Elleray did? And did he really say that being a housemaster at Harrow was 'the best job in the world'?) But the moment in the programme that would have chilled Tony Adams came when Elleray was wired for sound, back at the end of the Eighties, an ill-advised experiment that was never repeated. </p> <p>It was Elleray's misfortune to be officiating a match involving Millwall and George Graham's Arsenal, a group of players who liked to spend 90 minutes buzzing angrily round the referee like red and white wasps. (If the 10-yard dissent rule had existed back then, there would have been quite a few free-kicks floated back into the Arsenal penalty-area from the top of Muswell Hill.) And it was Elleray's double misfortune to wave play on after the ball had clearly crossed Millwall's goal line, thus denying Arsenal an equaliser. The resulting furore made the back pages of the newspapers, and it was Tony Adams's words - he called Elleray a 'cheat' - that were heard the clearest.</p> <p>It's the face, though, rather than the words, that strike you now. It was a face that was consumed by football, and, specifically at that moment, by football's injustices - the mouth is a round 'o' of incomprehension, the brows are furrowed with anxiety. There's not, in truth, much going on there, beyond the desire to win a cup-tie at the Den.</p> <p>Look at the 21st century Adams, on or off the pitch, and you can see a man with a life outside the game. This alarms some fans, and it is easy to see why: you don't pay good money to see a centre-back's complicated interior life. You pay to watch him head a corner away - an action which, if done repeatedly over many years, would seem to actively prevent a complicated interior life. In other words: if a man has discovered the joys of music and literature and sobriety, can he still be bothered to fling himself at Duncan Ferguson?</p> <p>When I ask Adams about the game at Millwall, the first two sentences of his answer reflect what must go on in him all the time. 'I was very, very emotional, wasn't I?' he says immediately. This is the Adams we have become accustomed to over the past four years - calm, rational, slightly baffled and repelled by his previous excesses. And then he laughs. 'But it did fucking cross the line, didn't it?'</p> <p>The fan in me breathes a sigh of relief. He hasn't forgotten that, in the appropriate circumstances, these things matter. He restates the terms of the conflict. 'I've got a great photo at home of me at Selhurst Park. It's in three stages, and I'm going mad at the referee, and my face I look at it and think, \"Jesus Christ, I don't know that person. What is going on in his life?\" It's quite frightening. I keep it in case I'm ever tempted to change my ways.' </p> <p>But he is at pains to point out that what he is reacting to in the photo is a penalty that has been given against him for 'a great tackle in our box, clean as a whistle. I've got that pride, and it had been punctured'. I remind him that he had been unhappy with the penalty awarded to Barcelona in the Champions League game at Wembley last season, and he smiles. 'Yes, and I think I expressed myself quite powerfully. I mean, I'm not going to say, \"Yes, referee, that was a penalty, you are correct.\" But, you know, I didn't get booked for dissent.'</p> <p>So it's all about balance, in a profession where balance is notoriously difficult - and maybe even beside the point. It is fair to say that balance is not a quality one associated with the old Tony Adams, in a physical or emotional sense. He lost his temper, he drank too much, he fell down stairs, he dropped fellow professionals on to the Wembley turf from a great height If it is part of a defender's job to learn to stay on his feet, then it is a wisdom that has, through a variety of circumstances, been harder for Adams to acquire than for most people. This, of course, is what makes him such an impressive and entirely admirable figure now: nothing has come easy for him.</p> <p>I had a theory that the spangly new Premiership, with its cerebral French managers and its pony-tails and its dietary regimes, is a more comfortable environment for the new Adams than the old First Division would have been. It is difficult to imagine that the team Adams broke into (which contained Charlie Nicholas, Kenny Sansom and several other players who were not, it is probably fair to say, teetotal bibliophiles) would have been terribly sympathetic to the character that has emerged since his treatment for alcohol addiction four years ago. And it is equally difficult to imagine that Manu Petit or Thierry Henry would be very challenged by the idea that going to the theatre is as pleasant a way of spending an evening as drinking gallons of Guinness and tumbling down nightclub stairs. </p> <p>When I attempt to put this to Adams, though, he is mildly - and, I suspect, artfully - resistant to the idea that there is a new Premiership culture. 'I think players are players, and I know some players, French, Spanish, whatever, who can put loads and loads of bottles of wine down their necks.'</p> <p>He is also at pains to point out that players thought about their refuelling strategies long before the arrival of M Wenger. 'Back in '86, '87, Steve Williams and Paul Davis and me were reading a book by Robert Hess called Eat to Win, and, you know, that's what we were doing, chewing for victory' </p> <p>But after you'd read the book you went down to the pub and drank 10 pints? </p> <p>'Exactly, it was going out of the window.' As if this were only a minor obstruction to the mid-Eighties dietary revolution. But what about the, you know, the books and plays and stuff? Isn't it easier to talk about that at work? He shrugs. 'I recommended the play Art to Lee Dixon and his wife, and we had a good chat about that afterwards.' Lee Dixon? Lee Dixon? Proof, if any were needed, that there is little correlation between an ability to cross the ball and an appreciation of contemporary theatre.</p> <p>But Adams does accept that his new lifestyle and interests raise the odd eyebrow. I tell him a story I'd heard about a friend of a friend, an Arsenal supporter and actor who was appearing in a play about Freud at the Bush Theatre. When he stepped out onto the stage and saw the Arsenal captain sitting in the front row he almost lost it. 'Yeah, people do seem to have a problem with it. I was at the opera last week and this old lady She nearly rugby-tackled me. \"I didn't expect to see you here! What are you doing here!\"'</p> <p>Adams seems anxious to dispel the notion that only in the past three or four years - since the arrival of Arsène Wenger and sobriety - has he reached his full potential as a player. I remember an article by Simon Barnes in the Times, shortly after Arsenal had won the Championship in 1998, in which Barnes had wondered whether Adams was revelling in the football that Wenger allowed and encouraged him to play, or whether the player simply regretted that so much of his career had been spent serving George Graham's particular brand of pragmatism. </p> <p>But actually Adams talks with some relish about the old Arsenal - partly, it seems, because the inadequacies of Graham's team in its later years gave him the opportunity to do what he does best - defend. 'What about the Cup-Winners Cup final in '94? Jesus Christ, we went there with a nothing team, you know? If you compare the squad we have now with the squad we had then And Paris St Germain here, in the semi-final.' He nods towards the window of his Highbury box above the Clock End. 'Weah, Ginola, they didn't get a kick.' (That might not be how they remember the evening, incidentally - especially Ginola, who I recall got several kicks.)</p> <p>He feels that the Championship-winning team of '91 was every bit as good as the '98 team, and regrets that it didn't go on to do more - a failure that he admits was in part due to 'the way we were living outside the game'. And he sets the against-all-odds triumph of the '94 side against the bitterly disappointing Uefa Cup final defeat of last season, when an Arsenal team containing Henry, Kanu, Bergkamp, Petit, Overmars and Vieira (as opposed to Morrow, Selley, Jensen, Smith, Campbell et al) scarcely created a chance.</p> <p>'I said to Arsène before the game, \"I'm very worried.\" Because there were a few people who weren't at the races because of the Double - a few cracks had started to appear, and it's all about who wants it more, isn't it? But hopefully we've got rid of those people now.' </p> <p>And he laughs knowingly. For those who don't have an intimate knowledge of Arsenal's recent history, Marc Overmars of Holland and Emmanuel Petit of France were transferred to Barcelona over the summer; one suspects that it may well be these two who were not race-goers.</p> <p>I have good memories of '94, too - and of the same games. But there weren't very many of them, and it's hard to recall a decent league game at Highbury in Graham's last three seasons. (Carter, Hillier, Kiwom No. I can't go through that list again.) The most consistent pleasure any Arsenal side has given me came in that '97/98 season, and before I met Adams I had a vague dread that he would elevate the pre-Wenger years into a mythical time of solid achievement, and denigrate the current squad, write them off as talented but uncommitted foreigners. (I remember Adams once saying that he enjoyed the England get-togethers partly because 'everyone speaks English'.) </p> <p>But it's clear too that he adores his current manager, and that his recollection of the Graham years is not pure nostalgia. (He refers sadly at one stage in our conversation to playing 'with a lot of fear'.) 'Arsène's a gift, he really is a gift. He's got his faults, like all of us, but he's a pure joy to work for. I play for him now, and if I didn't have him I wouldn't be at Arsenal.' </p> <p>The very idea of Adams being anywhere else is alarming. How close did he come to leaving? 'I don't think during my drinking days I had the ability to move away. I think I was stuck. There was so much going on outside, and I was so fearful of the manager that I wouldn't dare rock the boat. But around the time I sobered up, and I got a bit of courage and self-worth I did have the ability to move on then if I needed to, but just at the right time, Arsène was sent'</p> <p>He talks about Wenger's obsessive devotion to the game with affectionate bemusement : 'When we were on pre-season training in Germany, he set his alarm for three in the morning so he could watch the Brazil World Cup qualifier live. Wouldn't watch it on video. And then he says at breakfast, [Adams does one of the worst cod-French accents I have ever heard, incidentally] \"Oh, Tonee, I am very tired zis morning.'''</p> <p>And, interestingly, given his earlier approving comments about the removal of the rogue elements within the camp over the summer, he pays an elaborate and intriguing compliment to the talents and character of Emmanuel Petit.</p> <p>'He's a very, very insecure boy, I think, deep down. I think he's misunderstood, very misunderstood. I think his ability is phenomenal. Defensively he was fantastic, he knew how to play, he had a good football brain, he could pass the ball I'm going to miss him. I wanted him to play for Arsenal and I think it's unfortunate he's not playing now.'</p> <p> But does Adams think he'll miss us? 'Sure. Yeah. I think he enjoyed playing here, I think he liked the atmosphere, he loved London, and he loved his team-mates. Whether the team-mates actually loved him' And Tony laughs enigmatically. Curiouser and curiouser.</p> <p>Like most people in the English game, he has his worries about the foreign invasion, but his argument makes more sense, and is more pragmatic, than anything I have heard from Kevin Keegan or Alan Hansen. 'My little boy, if he wants a career in football, I'm going to have to say to him, \"Maybe it might be better to go and play football in France. Go and learn your trade at Nantes or one of these clubs, 'cos you'll be playing first-team football and then you'll probably get a decent move to an English club.\" The kids coming through at the moment are finding it very difficult because of the amount of foreigners and because of the quality of the League.' </p> <p>This second reason is the main cause of the problem, of course: fans of big Premiership clubs want a strong England team, but their immediate concern is Liverpool away next Saturday, and most of them would rather see Batistuta up front than an 18-year-old who may or may not make it. 'Sure. I think that the foreigners are great from a supporter's point of view. I'm talking from an England point of view here, that's all I'm talking about. I think we could go backwards if we're not careful.'</p> <p>It's all coming to an end, now, the Adams era, although the vigour with which he has started the new season suggests that the last game may be a little further away than we thought. He's certainly more upbeat about the new season than the many Arsenal fans who were worried about the lack of transfer activity in the summer. 'I'm very confident and optimistic about this squad. We could do with a couple of new players, maybe. A forward, perhaps a centre-back, but I think the manager knows that. But the atmosphere's wonderful, and the squad as it is at the moment, between you and me, is very resilient and tough, and I think we're going to do all right.'</p> <p>I tell him that half the Arsenal crowd expect him to be the next manager, and he nearly chokes on his biscuit. ('I don't drink, I don't smoke, I don't do anything, so I'm going to have a custard cream when I want and bugger you.' This, clearly, is what passes for ill-discipline in the puritan Wenger regime.)</p> <p>'You know, I struggle with the boss at times on this one. I have to remember that I'm still a player and the club captain and that's it, and I have to let him pick the team from time to time But the only way I'd stay in the game is as manager of a football club. I'm a bit of a control freak, so I wouldn't want to do any other job.' In other words, it's looking likely, then - but not yet.</p> <p>'I spoke to Platty and he was talking about Vialli, how he really regrets not taking some time out, and I think he might do it at the end of the year. I think this might be his last season, because if he's unsuccessful they'll get rid of him anyway. So I think I'd like some time off before I thought about it. I'm not saying I'll be a better manager when I'm 55, but by the time I've wrapped up here it'll be 22 years, and that involves a lot of sacrifices, a lot of things I haven't done....I can't go skiing in the winter like a lot of people can. I'd like a proper Christmas Day with the kids. Play some party games, watch an old black-and-white film That all sounds wonderful. And don't get me wrong, it's been wonderful, and the pay-offs have been unbelievable, worth the sacrifice. But it has been a sacrifice....'</p> <p>I think that he, of all footballers, knows how much it has been appreciated.</p>"
]