[
  "<p> The TUC yesterday called for a dilution of shareholder power as it accused the government's company law review of caving in to corporate interests. </p> <p>John Monks, the TUC general secretary, said the latest revelations of unbridled boardroom pay rises showed the need for new laws to rein in \"unaccountable corporate power\". </p> <p>He added: \"Top directors have shown that they are more than prepared to suffer a few days' bad publicity in return for mega salary and bonus packages.\" </p> <p>Mr Monks was presenting the unions' response to the government's review of company law, which will introduce the biggest shake-up in more than a century. The review has rejected calls for a \"stakeholder\" approach which would broaden directors' duties. </p> <p>Mr Monks described the review team's report as a \"cop-out\" because it urged better behaviour without backing the legal changes necessary to make that happen. </p> <p>\"The report seems simply to have given in to vested interests.\" </p> <p>The TUC argues that directors should have to balance the interests of all stakeholders rather than answering only to shareholders. It says that could be done by allowing British companies to have two-tier boards, as in Germany, with independent directors safeguarding the interests of workers, customers and other interest groups. </p> <p>The unions also call for a \"public interest\" requirement in takeovers, arguing that employees should be consulted. </p> <p>The review will be finalised next spring. </p> <p>Stephen Byers, the trade and industry secretary, has backed calls for greater disclosure of how companies affect the environment and the community, but dismissed calls for more radical change. </p> <p>Mr Monks welcomed the prospect of companies paying more attention to relations with employees and other stakeholders but insisted that disclosure was not enough. \"It is naive to think it will change a great deal on its own.\"</p>",
  "<p>No doubt inspired by being interviewed to death every time he publishes another Great American Novel, Don De Lillo's third play, which premiered in the US last year, is a satire of multichannel media familiar to science-fiction fans, in which live TV and capitalism engulf us completely, right down to our \"shitmost selves\". </p> <p>The premise is absurdist: a businessman, Michael Majeski, intends to travel to Valparaiso, Florida, but mistakenly flies to Chicago. Somehow, this propels him into an avalanche of media interviews, all trying to get inside his airborne moment of realisation, each all but replicating the last. Each scene is an interview. Majeski quits his job and devotes himself to the limelight, enduring the bruising cynicism of his interviewers, or flirting with a young female journalist. Like something out of a JG Ballard novel, his life has suddenly become \"luminous\" in quality; pain is more intense, every thought charged with significance. </p> <p>The scenario spirals in intensity in the second act: one long final scene, when Majeski and his wife Livia appear on the global daytime talk show hosted by the odious Delfina Treadwell (played with reptilian allure by Emma Lowe), and her co-presenter, the demoniacal Teddy Hoddell - a part made for Niall O Sioradain. </p> <p>From here on De Lillo's colourless, odourless dialogue deliquesces into manic lyricism as Majeski's mind melts down: grinding through the miserable \"sex stripped of culture\" with his wife, his suicidal episode on the airplane, and worse. The language is extraordinary, even if it's not the most easily staged in the world, and the Greek chorus device is awkward and anachronistic. </p> <p>As Majeski, Gerry O'Brien puts across an interesting mix of anonymity and bewilderment, while Niamh O'Shaughnessy gives a chilly performance as Livia. Under John O'Brien's direction, the veteran Iomha Ildanach company somehow crack the profound alienation of the piece, although the last scene lacks rhythm at times, and could have been pared back. For all that, this is a solid, head-on rendering of a contemporary paranoid nightmare. </p> <p>Until August 26. Box office: 003531-6713387 </p> <p>***** Unmissable **** Recommended *** Enjoyable <br>** Mediocre * Terrible</p>",
  "<p>The sky is blue, the sun has come out at last, but from inside a sweltering office, the rays can seem malevolent. This is August, the month of holidays and, for those stuck in the office, the month of resentment. </p> <p>If it's pouring with rain, we curse the typical British summer; if the sun shines, we curse the fact that we can't get out to enjoy it. If the workload takes a dramatic nosedive, we curse again because the days become interminably long - but even worse is when one employee ends up buckling under the weight of three people's jobs and coping with crises that normally go unnoticed because someone else deals with them. </p> <p>But August in the office doesn't have to be depressing. Cristina Odone has been moved up a notch from her job as deputy editor of the New Statesman to acting editor while the editor, Peter Wilby, follows the politicians into summer recess. She says she has discovered all sorts of unexpected pleasures in being office-bound while all around are not. While she admits \"there are climactic difficulties associated with working through August and a little bit of martyrdom when everyone else is away\", her solution is to take long, lingering breaks in the middle of the day. \"A three-hour lunch is a good antidote,\" she suggests. </p> <p>She believes getting the opportunity to stretch yourself beyond your job description is something everyone should have a shot at. \"I'm enjoying proving to Peter that I can do it without him. For 11 months of the year the buck stops with him, but suddenly it's stopping with me. Instead of him leaving the office at midnight on deadline day, I'm doing that, so there's a sense of complicity with him. I understand much better what his job involves and it's nice to know I'm capable of it.\" </p> <p>But in case Wilby is reading this, she assures him no coup is planned. \"While in the abstract I suppose August is the month in which employees can plot a takeover while the boss is out of the way, I'm not sure that works in practice. To pull off such a coup you need to be able to show off to proprietors or board members. But they'll probably be away sunning themselves under coconut palms, too, and there's not much point putting on a show in the office if you're playing to an audience of one.\" </p> <p>One of the biggest joys of August is undoubtedly the under-crowded commute. It is the only time of the year when it's possible to sit on the bus or tube and fling open a newspaper without shoving your elbow into the mouth of the unfortunate soul squashed up next to you. And the office environment becomes almost benign with no queues for the coffee machine and more oxygen per person. </p> <p>Ben Williams, a chartered corporate psychologist, believes these temporarily spacious arrangements have a positive impact on workplace performance. \"When too many people are crowded together, you get a behavioural sink. People feel they can get away with more because there are too many people around for them to be closely observed. When experiments were carried out cramming rats into a confined space, a rise in delinquency was noted among them. When there are fewer people and everyone is more closely observed, they take more responsibility for their actions.\" </p> <p>Perhaps one of the most salutary lessons about August work patterns is that while the pace is slower, things still get done. John Hildebrand, of the City firm Investec Asset Management, says: \"Everything is so much more relaxed in August. Dress codes are easier, with more chinos than pinstripes, and people are more likely to go for a drink after work, but things still happen. Traditionally the financial markets are weaker in August and there's a feeling that nothing's going on. But actually big mergers and takeovers don't always stop during the summer break - we've just had all the excitement with Barclays taking over the Woolwich.\" </p> <p>The public sector can have particular problems finding enough staff to cover frontline hospital and residential care home services in August - managers see this month as a \"mini-millennium\" in terms of juggling essential services with staff's desire to head off on holiday. </p> <p>Mike Boyle, project team leader for asylum seekers and refugees at the Local Government Association, has to deal with emergencies all year round. But he says that even though the numbers of asylum seekers don't reduce in August, he loves this month. \"It's great. The services for asylum seekers still get provided but all the Home Office officials I liaise with are away and I can catch up on reading and writing reports. Usually if I arrive at the office after a meeting, I'll have 40 emails and 15 phone messages waiting for me. When I get in today I'll be surprised if I have two phone messages and any emails.\" </p> <p>John Wilson, professor of occupational ergonomics at Nottingham University, believes August isn't quite what it used to be in terms of a slump in workload. \"I've noticed that more and more colleagues take their lap-tops and mobile phones away on holiday with them and send and receive emails on the beach.\" </p> <p>Even universities, which were once deserts during the summer, now buzz with life. \"The car park here used to empty in August,\" Wilson says, \"but at the moment it's almost full. Academics can't just go off to summer schools any more. The pressure on research is so great that they're all here. </p> <p>\"Everyone is in some sort of supply chain, whether they're in a service industry, health or education, so people have less to do to keep running round the hamster wheel.\" </p> <p>Nevertheless, Wilson believes it is hard to know whether we are just doing too much wasteful work the rest of the year. \"There are certainly more internal audits and more managers than there were 15 years ago. Some say they don't improve services but things may well be worse without them.\" </p> <p>But Boyle is convinced that a more streamlined approach is the way to workplace salvation. \"The rest of the year, I end up coming into work before 9am and not leaving until 9pm. During August I arrive at a normal time and leave at a normal time. I think this is the only month in which we've got our working practices right. It's the other 11 months we've got real problems with.\"</p>",
  "<p>The telecommunications sector - once the rarefied domain of public servants - has been turned on its head by young, high-earning executives whose enormous salaries and bonuses reflect the explosion of internet and mobile handset growth. </p> <p>Paul Chisholm, the low-profile American who has been running Colt Telecom for the past eight years, rang up a cool £15.2m in 1999, and that salary, bonus and options package did not include the £113m in share options he has not yet exercised. </p> <p>Mr Chisholm, who once studied to be a Roman Catholic priest, shocked the market earlier this month when he announced that he was going to quit and return to the US. The 52-year-old's record of taking Colt from a $100m idea in 1992 to a £12bn company today has left many shareholders praying his successor is able to make the same mark. </p> <p>However, the high salaries at UK telecommunications companies do not stop at Colt's London offices. </p> <p>Moving west to Newbury, the world's biggest wireless company, Vodafone, has had a battle with shareholders over plans to bring its executive remuneration up to a global standard that will ensure top employees will not be snatched by competitors. </p> <p>Chris Gent, the chief executive of Vodafone, received a £10m bonus payment - not counted in the Guardian-Inbucon survey as it was paid at the start of the new financial year - for the successful takeover of German mobile rival Mannesmann. </p> <p>The amount, which is relatively small in global terms, outraged shareholders and forced the board to issue a statement saying it would not happen again. Overshadowing Mr Gent's bonus, however, was the 1999 remuneration of two Americans of Asian descent employed by Vodafone. Arun Sarin, still a non-executive director of Vodafone, was paid a total of £21.2m in 1999. </p> <p>Mr Sarin, 45, was chief executive of Vodafone's US-Asia Pacific operations. </p> <p>He joined the company from Airtouch Communications, which he ran before it was acquired by Vodafone. </p> <p>Mr Sarin was a significant player in several multibillion-dollar deals - including the AirTouch merger, Vodafone's hostile bid for Mannesmann and the creation of Verizon Wireless, which was formed when Bell Atlantic and Vodafone merged their American mobile businesses. </p> <p>His remuneration largely comprises of share options paid following Vodafone's takeover of AirTouch. Mr Sarin now heads the American data provider, InfoSpace, which he joined in April. </p> <p>Mohan Gyani, the former chief financial officer of AirTouch, is now president of AT&amp;T Wireless. He received £16.2m in 1999 on his departure with two-thirds of that amount an option payout. </p> <p>Hans Snook, the chief executive of British mobile operator Orange, is one member of the telcos club whose salary is in that league but not listed. He is understood to have received several hefty payments - possibly totalling as much as £50m - as his company was first taken over by Mannesmann, later by Vodafone and now by France Telecom.</p>",
  "<p><strong> Persistent moles</strong></p> <p> <strong> Q </strong>In recent years, doctors at my local hospital have removed 10 moles they suspected might be skin cancer. Only two turned out to be malignant, both non-life-threatening basal cell carcinomas. This has left me with unpleasant visible scarring. Now doctors want to remove two more suspect moles. Given that eight out of 10 previous removals were unnecessary, I have asked if they could take a small biopsy unlikely to lead to scarring. Then, if analysis shows evidence of cancer, the rest of the mole and surrounding tissue could be removed in a follow-up operation. </p> <p>The doctors say this is \"not possible\". It is, apparently, their policy to remove the whole of any suspect mole and all surrounding tissue. They say that taking a small sample might miss the cancerous element and could depress any cancerous cells downwards, encouraging invasive body growth. Are the doctors right? Is their policy standard practice for identifying potential skin cancers? I want any suspect moles investigated, but I am not happy that the removal of moles about 4mm in diameter have left me with 10 12mm by 30mm scars. Doctors admit that I am likely to need many more exploratory removals. Fair enough, but I don't want to be covered in scars if I can possibly avoid it. </p> <p><strong> A </strong> You've got two different and unrelated skin problems. Basal cell cancers, also known as rodent ulcers, are usually readily identifiable by doctors and do need to be removed by cutting, scraping, freezing or burning. You also seem to have a lot of moles that need watching to ensure that you aren't developing a melanoma. Melanomas don't kill you if you catch them early but rapidly become more dangerous as they extend deeper into the skin. That's why all your doctors have erred on the side of caution - any number of skin scars has to be better than missing a treatable melanoma. You could ask to have all your moles photographed regularly so that any changes could be measured. Also look out for changes of colour and size in moles, and any itching, bleeding or crusting which can be early signs of melanoma. </p> <p><strong> Boozing and dozing</strong></p> <p> <strong> Q </strong>Is there such a condition as \"alcoholic narcolepsy\"? Of course alcohol can put people to sleep eventually. The question is how little alcohol it takes to put somebody to sleep before such a condition could be called a medical problem? In my case, that can be as little as eight units of alcohol depending on physical environment, the company I'm in and whether I mix kinds of alcoholic drinks. The sleep can be for relatively short times such as 10 to 15 minutes and the people I usually drink with are aware of the problem and do not take it personally if I fall asleep on them. </p> <p>However last night I had something of a record. After 10 to 15 units of alcohol (all beer), I got home at 7pm, turned on the TV, lay down on the bed and woke three-and-a-half hours later. Assuming I wanted to get rid of this condition, is there something a doctor could give me (whether in tablet form or an operation) to have the desired effect ? </p> <p><strong>A</strong> After 10-15 units of alcohol (ie more than seven pints of beer) you had a three-and-a-half-hour sleep. I'd be unconscious for days. The effect that alcohol has on an individual depends on numerous factors - whether you've eaten first, what you drink, your size, fatness, gender and genetic susceptibility. Excess alcohol is bad for our brains; it can induce fits, memory loss and confusion. In smaller doses it loosens inhibitions, then makes us sleepy. I asked Alcoholics Anonymous whether they'd heard of \"alcoholic narcolepsy\". \"We call it being sloshed,\" was their reply. </p> <p>These answers are intended to be as accurate and full as possible, but should never be used as a substitute for visiting a doctor and seeking medical help. If you have a question for Dr Robinson, email <a href=\"mailto:drann@dircon.co.uk\">drann@dircon.co.uk</a> or write to her c/o The Health Editor, The Guardian, 119 Farringdon Road, London EC1R 3ER. She regrets that she cannot enter into personal correspondence.</p>",
  "<p>It is one of the ruling orthodoxies of the age that everyone not only can but wants to live independently: therefore institutions by definition are bad and oppressive. Yet every doctor is regularly confronted by patients who, through no fault of their own, need shelter from the harsh exigencies of modern daily life. The trouble is that there are no longer any institutions where they can be looked after with kindness and humanity. </p> <p>A Swedish study, published last week in the British Medical Journal, suggests that deinstitutionalisation might not have been so good for patients with schizophrenia. As the number of psychiatric in-patient beds in Stockholm declined, by 64% between 1976 and 1994, so the death rates of schizophrenics relative to the rest of the population increased equally dramatically. This was the case for natural causes and deaths by violence. </p> <p>One possible explanation for the increase in the relative risk of schizophrenics dying from cardiovascular disease and other natural causes is that as their admission to hospital has become less frequent, so contact with the medical profession has become more irregular. Practically all schizophrenics smoke; at large in what is called the community, but is actually an impersonal agglomeration of strangers, they adopt a lifestyle that is not conducive to good health. Then when they become sick, their very psychiatric condition inhibits them from seeking medical help. </p> <p>Relative to the rest of the population, schizophrenics in Stockholm are increasingly likely to die from suicide and \"unspecified violence\". For example, male schizophrenics first diagnosed between 1976 and 1980 were 13.2 times more likely to die by their own hand, and 12.1 times more likely to die of \"unspecified violence\", as their non-schizophrenic peers. The ratios for schizophrenics first diagnosed between 1991 and 1995 were 47.8 and 45.2 respectively. </p> <p>Of course, the study has to be interpreted with care. Numbers of deaths in the schizophrenics first diagnosed between 1991 and 1995, while relatively large, were small in absolute terms: therefore chance occurrences might have played a part in the production of so alarming an impression. </p> <p>Moreover, the paper in the BMJ does not allow us to determine whether the health of schizophrenics was improving or deteriorating in the absolute sense. It is possible for the health of schizophrenics to have deteriorated relative to that of non-schizophrenics, and yet to have improved absolutely. These figures could merely mean that the health of schizophrenics has not improved as far or as fast as that of the non-schizophrenic population. From the point of view of the individual, however, it is the absolute improvement or deterioration that is the more important. </p> <p>Nevertheless, the paper from Stockholm will increase the scepticism of those who believe that care in the community - that welcoming phrase again that seems to deliberately and dishonestly disguise the nature of the world that schizophrenics will actually be discharged into - has not been the success it has often been cracked up to be. </p> <p>In my experience, there are quite large numbers of people, not necessarily with psychiatric illnesses, who are more at home in institutions than floating free in an indifferent world outside. Oddly enough, I meet quite a number of them in prison: poor souls who actually prefer to be incarcerated, with three meals a day and no confusing choices to make, than at large in the wider world where everything they do is wrong. </p> <p>No one doubts that the old mental hospitals were in many ways appalling institutions: that the wards for patients were an impoverishing environment. But the old hospitals had advantages too. They really were asylums for those who needed asylum. To have concluded that they were not necessary because they were in many ways so bad, and that therefore their former residents should have been made to fend for themselves, was a bit like concluding that because our schools are so bad, children should be sent down the mines.</p>",
  "Long-awaited plans to give 2m leaseholders more rights to manage their homes or buy them outright were unveiled by the government yesterday. <p>The draft bill for leasehold reform creates a commonhold tenure, which will finally make it possible in England and Wales to own a flat outright. </p> <p>The measures will effectively serve notice on landlords who abuse the system by levying high service charges and undertaking expensive building work without consultation. </p> <p>At present there are two ways to own flats: freehold, which comes close to absolute ownership, and leasehold, which confers ownership for a specified period. </p> <p>Under leasehold rules, people typically buy a property with a lease of up to 125 years, but as this period reduces, the property's value can depreciate. The law allows freeholds to be purchased only with the backing of two thirds of the leaseholders in a block. The process can be expensive, complicated and time consuming for solicitors to unravel. </p> <p>The draft bill provides an alternative to leasehold, giving people an optional freehold interest in their property, or \"unit\". </p> <p>It also gives the 2m leaseholders in England and Wales, typically flat owners, a combination of the security of freehold ownership and a voluntary \"right to manage\" a property. </p> <p>Unit holders will be able to form a private limited company, or commonhold association, if there is consent among all the leaseholders to surrender their leases. </p> <p>The association's membership will be restricted to the unit holders within the development and will be registered at Companies House and the land registry. The association will work under guidelines prescribed by the lord chancellor. </p> <p>The draft bill gives leaseholders of local authorities and registered social landlords greater rights to be consulted over improvements to their property and to object to the amount their landlord charges for such work. </p> <p>Flat owners and MPs have waged a long campaign for reform of the leasehold system because of abuses by unscrupulous landlords. </p> <p>But Archie Norman, shadow environment secretary, accused the government of dragging its feet over the reform. Critics also said it failed to scrap a legal concept called marriage value, which allows landlords to charge leaseholders wildly inflated prices to buy their freeholds. </p> <p>Despite a variety of reforms over the past 30 years, the system is widely perceived as unfair to leaseholders who have paid freehold prices for their flats. There is also evidence of widespread exploitation by rogue landlords. </p> <p>Last night Richard Williams, vice chairman of the Federation of Private Residents Associations, said: \"One big disappointment with the bill is the extreme difficulty it poses for converting existing long leaseholds into commonhold. </p> <p>\"The government has said you will have to get 100% consent from the leaseholders in the property. In many cases of larger blocks of flats this will be practically impossible to achieve.\" </p> <p>His organisation was also anxious to ensure that the reforms did not make the existing residents' owned and managed leaseholds unmanageable, with groups being able to mount coups within blocks. </p> <p>The government has allowed two months of consultation on the draft bill. It is hoped that the bill itself will reach the House of Lords before the end of the year and become law by next spring. </p> <p><a href=\"http://www.housing.detr.gov.uk/information/consult/cm4843/index.htm\" target=\"_NEW\">Commonhold and leasehold reform draft bill and consultation paper</a> <br><a href=\"http://www.leaseholders.co.uk/\" target=\"_NEW\">Leaseholders Action Group</a></p>",
  "<p>You have to feel a little sorry for the powers that be at Oxford. University bosses must be wondering if they will ever manage to put a foot right. Last week the university had yet another high-profile clobbering in the press, this time over a report examining why women get fewer first-class degrees than men. The reason for the imbalance, the study suggested, was a structural bias in the way exams are marked that favours male candidates. </p> <p>Particularly unfortunate for the university is the timing of the report, which was published in the same week as girls achieved sparkling results at A-level. Girls now outperform boys at every stage from reception to year 13, but for some reason this trend suddenly reverses if they go to Oxford. While 22% of male candidates at the university got first-class degrees last year, only 17% of women achieved the same result. </p> <p>It's hardly a new story - the university's failure to achieve gender parity at finals level is reported almost annually. What remains unclear is exactly why the gender gap is still, depressingly, in place. The tentative conclusion of the new study, published in the British Journal of Psychology, is that the way exams are marked at Oxford may favour men since they are perceived to be better at \"flair\" arguments, which the marking system often explicitly rewards. According to Dr Jane Mellanby, a psychology don at the university and co-author of the report, everything may come down to a man's highly-developed facility for writing \"elegant bullshit\". </p> <p>As a woman who left Oxford in the mid-90s with a first in English, I don't feel I experienced prejudice or barriers to academic success at any stage in my university career - or perhaps I, too, am just an elegant bullshitter. The thing that most surprised me about Oxford, in fact, was that, once inside, it was one of the most meritocratic societies I had ever encountered. This is because the system operates at every level on the basis of fierce academic competition.</p> <p>Teaching groups are markedly smaller than in other universities, so everyone is aware of where they come in the pecking order. If you could succeed within those terms of reference it didn't matter if you were male, female, a rugby lad or a complete misfit. </p> <p>The colleges are also competing with each other, and I found tutors prepared to offer extraordinary amounts of support to candidates they believed to be borderline firsts. One might choose to see this as cynical self-interest, but it undoubtedly helped me to do well. </p> <p>It should be manifestly obvious, however, that distilling everything to the point where intelligence - or rather, academic facility - is the only currency of importance creates a pretty brutal environment. If it is true that women are, in general, less well suited to an environment explicitly geared around competition, they may be justified in feeling discriminated against, on this level at least. </p> <p>Jane Blumer, the sabbatical women's officer at the university's student union, believes women may feel that the collegiate environment, refined over centuries to suit the way male students have worked, is less nurturing to women. \"Possibly women feel that they don't belong here, that their place is less assured,\" she says. \"In some colleges, women have only been admitted for 25 years, so you have a lot of catching up to do on the 500 years that the men have been there. If you start off feeling like the new girl it's difficult to adjust the balance over three years.\" </p> <p>This impression is backed up by Mellanby's research, which found similar levels of \"intelligence\" (based on IQ tests) in male and female candidates, but vastly differing levels of confidence. Men expected to do better in their finals, and were prepared to take more risks in the way they revised and responded to exam questions. Women worked harder, but experienced considerably more depression and anxiety. </p> <p>\"Some women feel very at home here,\" says Blumer, \"but others don't. They wonder if their tutor got their name wrong in the admissions procedure, and they haven't got over that by the time finals come along.\" </p> <p>In October the university will launch a four-year study into the impact of gender and social factors on admissions and results, which should provide further concrete information and dispense with the need to rely on persuasive, but still often quite anecdotal, impressions as to where Oxford may need to improve its performance. </p> <p>In the meantime, last week's A-level results may provide a significant clue. The gradual improvement in young women's exam performances at 16 and 18 appears to be loosely tied to the changes to exams over the past 15 years - it is widely accepted that the introduction of GCSEs, which rely more heavily on coursework, has favoured the way girls work - or perhaps disadvantaged boys.</p> <p>The development of A-levels along similar lines has arguably helped girls at 18 as well. If it is true that women do better when continually assessed, this may explain why the gender gap is particularly pronounced at Oxford, where students are judged almost entirely on their performance in an intensive week of highly pressurised exams. </p> <p>There is no doubt that Oxford takes the problem seriously - Birmingham University announced last week that it planned to introduce a system where candidates sit their finals anonymously, something that has been standard practice at Oxford for some time. </p> <p>But the university may be forced to take uncomfortable decisions if the gradual improvement of women's performances up the age-scale does not extend to its own final exams. While the distinction between getting a first and a 2:1 may seem unimportant for most jobs a few years after graduating, the fact that research funding is almost exclusively given to candidates with firsts makes Oxford's gender gap particularly dangerous. Fewer women getting firsts means fewer women becoming academics; the masculine \"bias\" that comes from having a predominantly male teaching staff will not change unless more women make the top flight.</p>",
  "Chronic lung disease among women nearly doubled between 1990 and 1997, according to a survey of 500 GPs' surgeries in England and Wales published today. <p>The information, based on analysis of the General Practice Research Database, found there had been a \"substantial increase\" in the incurable disease in women aged more than 65, with rates in women aged 45 to 65 becoming equivalent to those in older men by 1996. </p> <p>Alarmingly for the medical profession, rates in women under 45 exceeded those for men under 45 by the mid-1990s - when male rates peaked. </p> <p>Joan Soriano and Will Maieer, of Glaxo Wellcome Research whose research is published in the journal Thorax, found almost half of 50,000 new cases diagnosed over the seven years were in women. </p> <p>Although men had the highest prevalence and mortality rates for the disease, overall women experienced the greatest increase in cases. </p> <p>The researchers said the full effects for women had yet to be seen, as shown by the steady rise in lung cancer. Lung disease is believed to be the fifth most common cause of death worldwide. Dr Soriano said: \"Because of the ageing of the population and the cumulative effect of smoking by women, the already evident burden of chronic lung disease in public health is likely to increase in the future. </p> <p>\"Physicians and health care providers need to prepare for this growing burden by ensuring that adequate resources are available to care for these patients. </p> <p>\"Additional education about the effects of tobacco smoking also appears to be needed to promote smoking cessation, especially in younger women.\" The anti-smoking campaign group ASH warned that the findings highlighted a dangerous trend: \"While smoking among men has fortunately been reduced, it has risen in women and this is borne out by these figures. </p> <p>\"Some studies can be just statistical blips, but this seems to be over a long period of time and obviously shows a worrying trend.\" </p> <p>Coinciding with publication of this research was a separate survey highlighting the health risks of passive smoking. </p> <p>A study of 10,000 police officers in Hong Kong found passive smoking greatly increased the amount of time that non-smokers took off work. </p> <p>Victims of secondhand smoke were also more likely to take medicines and make more visits to the doctor. </p> <p>Non-smoking men exposed to passive smoking at work for more than a year were twice as likely to take time off, and 30% more likely to have treatment for respiratory symptoms than colleagues in a smoke-free environment. </p> <p>The results held true even after accounting for levels of passive smoking at home, said researchers writing in the Journal of Epidemiology and Community Health. </p> <p>Sarah McGhee, of the University of Hong Kong, called for a ban on workplace smoking. \"We must take steps to protect not only children but also adults from passive smoking, by ensuring effective bans on smoking in all workplaces and other sites where involuntary exposure occurs.\" </p> <p>ASH said: \"This study reaffirms the dangers of passive smoking - the only people who doubt it are the tobacco industry. </p> <p>\"With the TUC last year we worked out there are 3m non-smokers in the UK who are subjected to other workers' cigarette smoke.\"</p>",
  "Workplace smoking should be banned as exposure to cigarette fumes greatly increases sick leave among non-smokers, according to research published today. <p>A study of 10,000 police officers in Hong Kong found that non-smoking men exposed to passive smoking for more than a year were twice as likely to take time off. </p> <p>They were also 30% more likely to have needed treatment for respiratory symptoms in the preceding 14 days than colleagues working in a smoke-free environment. The results held true even after passive smoking at home was taken into account. </p> <p>Sarah McGhee of the University of Hong Kong, who led the team of researchers, said their study showed that workplace smoking should be banned. </p> <p>\"In many countries a high proportion of working environments are not yet smoke free and non-smoking employees are regularly exposed to secondhand smoke. In addition many leisure environments are a regular source of exposure,\" she said. </p> <p>\"In the face of mounting evidence of short term costs as well as longer term costs and health detriment we must take steps to protect not only children but also adults from passive smoking by ensuring effective bans on smoking in all workplaces and other sites where involuntary exposure occurs.\" </p> <p>A spokesperson for anti-smoking campaigners Ash said: \"There is an ethical point - people shouldn't have to compromise their health for having to earn a living. In the short-term it is an irritant - in the long-term it is a killer. </p> <p>\"Preventing smoking at work helps people give up cigarettes - it shows they can get by without them.\" The campaign group says there are 3m non-smokers in the UK subjected to colleagues' cigarette smoke. </p> <p>The US environmental protection agency has estimated that a ban on workplace smoking in the US would save up to $50bn. </p> <p>Staff and agencies</p>",
  "A former dairy farmer, Richard Blomfield, plans to cash in on the change in consumer tastes which has seen sales of bottled water soar as milk consumption has dropped. <p>Within days, the first bottles will leave a newly installed plant at Springhill farm at Fylingthorpe, near Whitby, north Yorkshire. Most of the cattle have already left the 200 acre holding, the rest will be sold in the autumn. \"The water is pure compared to the treated stuff that comes out of town taps\" said Mr Blomfield, aged 52. </p> <p>His decision to abandon dairy farming is partly due to a doctor's warning that his spine, on which he has had two operations, would no longer tolerate the daily grind of milking. But it also illustrates the trouble into which the once profitable dairy industry has plunged. </p> <p>By late last year he was receiving 16p a litre for milk from his herd of almost 200 dairy cows, 3p less than it cost to produce. </p> <p>Mr Blomfield, a dairy farmer for 30 years, moved to Springhill from his farm near Leeds four years ago. He was given permission to change his liquid assets by North York Moors national park authority and the Department of the Environment, although he cannot sell bottles directly from the farm. He said of his new venture: \"We are looking to shops, pubs, restaurants, garages - even the North York Moors' visitors centre has expressed an interest.\" The new business had cost \"tens of thousands of pounds to establish\" but was not as costly as feeding, housing and caring for dairy cows, nor keeping within the milk quota. </p> <p>Under the water licence, he will be able to bottle 4.5m litres a year, nearly three times the amount of milk produced by his herd. Mr Blomfield believes he will be able to expand production from the five natural springs that once provided for the needs of the surrounding area.</p>",
  "The government yesterday vowed to fight attempts by country landowners to sabotage the commitment to enshrine the right to roam in law across thousands of acres of wild mountain moorland and heath. <p>Paddy Tipping, the deputy leader of the Commons, met ramblers and wildlife groups on Bodmin Moor, Cornwall, where he pledged that ministers were determined to get the controversial countryside and rights of way bill on to the statute book by the end of the year. </p> <p>His claim that landowning interests would not be allowed to wreck the bill which is due to be debated in the Lords in the autumn followed speculation that ministers were considering dropping it to make way for the passage of five items of legislation before the end of this parliamentary session in November. </p> <p>Mr Tipping, who is also vice-president of the Ramblers' Association, said the countryside bill had the personal support of the prime minister. \"It will be a tough fight but this bill has gone through the democratically elected Commons and has the support of people who care for the countryside.\" </p> <p>More than 300 amendments have already been tabled for debate when peers return from the summer recess on September 27. </p> <p>It is understood that Damien Green, a Tory environment spokesman, has written to Michael Meacher, the environment minister, asking the government to drop the access provisions in return for Conservative support for the rest of the bill. Mr Meacher is understood to have rejected the deal. </p> <p>Nicky Warden of the Ramblers' Association said: \"This bill has the support of the vast majority of the British population, and it would have been a tremendous disappointment for millions of people to see it fall by the wayside.\" </p> <p>A recent NOP poll commissioned by the Ramblers' Association found that eight out of 10 people wanted the bill to become law as soon as possible.</p>",
  "Having escaped from a submarine 300ft down during an exercise in a Scottish loch, I can perhaps imagine the situation that was faced by the Norwegian divers working on the Kursk. The water would have been bitterly cold at around 3C to 4C and even if the sun is shining on the surface it is completely dark at 400ft. This is compounded by the knowledge that even a minor accident could be fatal at that depth. <p>The divers would not, however, have been concerned about the depth, the cold or the darkness. They spend most of their working lives in such inhospitable places. They will have spent time in a cramped saturation diving chamber on board their ship for up to 17 days. Their mother ship will keep itself positioned over the Kursk while they are diving. Even the diving bell that will lower the men to the bottom is kept at a constant height above the submarine. </p> <p>To combat the cold the divers wear suits that keep them dry while hot water is pumped around pipes in the suit, from the surface, to maintain their body temperature. This enables them to spend up to six hours at a time working on the submarine. They wear hard diving helmets with powerful lights and remain attached to their diving bell by an umbilical that delivers a constant supply of breathing gas. </p> <p>At 400ft down they will be breathing about 5% oxygen and 95% helium. If they were to breathe 20% oxygen, as on the surface, they would soon become unconscious as even oxygen is toxic at these depths. The nitrogen in the air would cause delirium and unconsciousness quickly and hence this is replaced by the inert gas helium. Usually the divers would work as a team of three with one remaining in the bell in case of emergency. All of this technology and expertise has resulted from the needs of the oil industry and thankfully enables these underwater capabilities to be available at times of need. </p> <p>The real fear faced by these men was what they would find in the submarine. They are used to working on oil rigs and pipelines, not salvage operations and recovering bodies. Indeed these divers share many things with the submariners lying dead inside the Kursk. Both groups of men spend their working lives under the sea facing the ever-present hazards that this environment brings. They both live in confined spaces with their colleagues for many weeks at a time - one group protecting our security, the other helping to provide the oil that powers our western lifestyle. The camaraderie and mutual respect that comes from facing adversity as a team is similar among divers and submariners. </p> <p>I escaped from a Royal Navy submarine in 1993 and recall the moments before my turn came to climb up into the escape tower. I was waiting with my colleagues in the escape compartment watching intently as each man was sent on his way to the surface. Despite it being an exercise I was still very anxious and sat in silence. </p> <p>I climbed the steel ladder that leads up into the one-man escape tower. Despite only being 5ft 7in tall I could not fit my shoulders straight through the lower hatch and had to raise my left arm to squeeze into the tower. Once in the tower the lower hatch is shut and you are on your own. Then the water thundered in and soon went over the top of my head as I struggled to clear my ears and keep my lungs full of the hot compressed air, as the pressure rose. Eventually the lid opened and I was off to the surface. </p> <p>The Norwegian divers would have had to squeeze themselves back down this narrow 6ft-high tower and through the tiny lower hatch with all of their bulky equipment - I was only wearing an immersion suit with a pair of overalls underneath and found it a tight squeeze. </p> <p>After a six-hour dive they would return to the diving bell and return to the mother ship. The diving bell would be locked onto the accommodation chamber so they could remain at the same pressure, while other divers went down. Once the diving operations are over they will spend three to four days more in the chamber, to be decompressed back to the surface pressure and will have time to reflect on what they witnessed. </p> <p>There may be one comforting thought to emerge from the news that the submarine rapidly flooded - any survivors caught in air pockets or breathing compressed air from the submarine's air supply would have been breathing air at the same pressure as the surrounding sea. They would have been oblivious to what was going on within a few minutes due to the effects of nitrogen narcosis that comes from breathing air (containing 80% nitrogen) at such great depths, so their suffering would have been shortlived. </p> <p>Dr Mark Turner is a former diving medical officer and submarine escape instructor in the Royal Navy.</p>",
  "What has the fate of the Russian submariners to do with the Siberian tiger? Mr Putin's powerlessness in the face of the trapped submariners is a symptom of a much more widespread weakness. Russia's crumbling state could do nothing to save the Kursk, and not much to prevent still worse catastrophes from happening in the future. <p>It is not only the country's nuclear facilities that are rusting away - at fearful risk to Russia and the world, as Gwyn Prins wrote last week. An enfeebled state cannot stop the plundering of Russia's natural resources. Illegal logging is destroying its forests. Deeply scarred by 70 years of Soviet central planning, Russia's environment is now at grave risk from the decay of the Russian state. </p> <p>Mr Putin's efforts to strengthen the authority of government have been lauded in the west. Yet his policies do not bode well for the protection of nature in Russia. He is credited with seeking to rein in the mafias that are thriving in the wake of the country's failed transition to a western-style market economy. But he has chosen to abolish two of its principal environmental agencies - the State Committee for Environmental Protection and the Federal Forestry Service - that have curbed poaching in the past. As a result, the wild Siberian tiger - already reduced to a few hundred in numbers - faces extinction in the near future. </p> <p>At the same time, Russia's human population has gone into free fall. Over the past decade it has dropped by around 6m. On present trends it will shrink by nearly 40m more over the next quarter-century. Poor nutrition, alcohol abuse and, to an increasing but not precisely measurable extent, intravenous drug use have produced a drastic reduction in life expectancy. Over half the teenage boys living in Russia today will not reach 60. A parallel drop in birth rates has come about owing to a ruined healthcare system, large numbers of infant deaths and the widespread use of abortion as a means of contraception. Russia is facing a population collapse unprecedented in any peacetime country. </p> <p>Russia's desperate plight is unique in modern history and calls for explanation. Curiously, western governments are silent as to its causes. It is as if the conditions that prevail in Russia had nothing whatever to do with them. Rightly, the west is giving economic and humanitarian aid, but no one accepts any responsibility for the conditions that have made it necessary. None of the transnational agencies which shaped Russia's economic policies at the behest of western governments has admitted any role in bringing the country to its present pass. Nor, so far as I know, has any of the army of western advisers who trooped in and out of the country touting the virtues of the free market. </p> <p>In fact, not a single person accepts responsibility for urging on Russia economic policies utterly unsuited to its history and circumstances. Apparently, no one told Russia's economic reformers to scrap price controls - a move that was bound to trigger inflation, given the strength of monopolies in the economy. Equally, it seems, no one recommended the reckless privatisations that left much of the country's resources in the hands of a few oligarchs. Presumably it is Russia's rulers who must shoulder all the blame - the west's hands are clean. </p> <p>The Russian government should not be exempt from criticism. As its wooden response to the tragedy of the Kursk has shown, Soviet habits die hard. Even so, the desperate straits in which the region finds itself today are as much an indictment of the west as they are of Russia's rulers. </p> <p>The country's misfortune is that the collapse of communism coincided with market triumphalism in the west. The crackpot policies that were foisted on it had little to do with the country's needs and everything to do with the neo-liberal hubris that had gripped western governments. It was clear from the start that the country's uniquely daunting problems required pragmatic solutions, not ideologically-driven programmes. It never made any sense to imagine that the Russian economy - largely a military-industrial rustbelt - could be made over into an Anglo-Saxon free market. </p> <p>Predictably, the results of attempting this impossible task have been ruinous. The upshot of a decade of western-inspired reforms in Russia is that anti-western feeling is stronger than it has been for generations. Xenophobia and anti-semitism are rife. Fervently pro-western 10 years ago, Russia has now reverted to all the troubled ambiguities of its historic relationship with the west. </p> <p>The credit for this remarkable turn-about must go chiefly to western policy-makers. Russia has wasted a decade following worthless western advice. As a consequence, today it has few options open to it, none of them attractive. </p> <p>Before it can have a modern economy Russia must have a modern state. That is what Mr Putin seems to be trying to build up from the privatised fragments of the totalitarian apparatus he has inherited. It is too early to know whether the Russian leader's policies are the beginnings of a reassertion of government, or merely another episode in internecine conflict within the oligarchy. An authoritarian state might be an acceptable outcome if it really meant - as Mr Putin has claimed - \"the dictatorship of law\". If it turns out to mean the rule of the oligarchs by other means, the future is dark. Anarchy may be staved off, but at the price of despotism. </p> <p>The entombed submariners and the vanishing Siberian tiger may seem worlds apart, but they are casualties in the same ongoing catastrophe. It would be pleasant to think that the loss of the Kursk might stir some new thinking on western policy towards Russia. The dismal record of the past decade suggests we should not be holding our breath. </p> <p>\u0095 John Gray is professor of European thought at the LSE </p> <p><a href=\"mailto:comment@theguardian.com\">comment@theguardian.com</a></p>",
  "Since motorists don't own the roads, they can't be stolen from them. Taxes give Joe Page a limited right to use them, no more (Letters, August 21). <p>Residents of \"home zones\" also have rights: to a safe environment, clean air, noise reduction and minimal risk to their children's lives. Their creation redresses the balance lost during 50 years of pro-car road-building policies. Those 50 years have seen ever-encroaching noise and pollution and a reduction in choice for those not using, or not having access to, a car. </p> <p>If 70 people in a double-decker have their journey time increased by 70 people in cars, whose rights are being attacked? If people say, as many do, \"I'd love to ride my bike but I'm scared of the traffic\", why should Joe Page's right to drive his car where he wants, take precedence? If children would like to be able to walk or cycle safely to school, why should the needs of adults in cars be considered a higher priority? </p> <p>I use both a car (reluctantly) and a bike (confidently), according to the purpose of the journey and I have an equal right to choose which. Most people lack the confidence for the latter and traffic management should be aimed at making such a choice both safe and easy. </p> <p><b>Mike Healey </b><br> Bradford <br> mike@atbman.freeserve.co.uk </p> <p> \u0095 I suspect that Joe Page is a member of that fanatically pro-car body, the Association of British Drivers, since his diatribe about home zones is almost identical to that on the ABD's website. Mr Page complains about motorists \"paying for roads they can't use\" and road space being \"stolen\" from motorists. Local roads are paid for, not by motoring taxes, but by council taxes. Therefore councils have a duty to ensure that their road network benefits all local residents, not just car users. </p> <p>After many years in which non-drivers were treated as second-class citizens, pedestrian schemes, bus priority measures and cycle paths are helping to ensure that roads benefit the whole community and reduce social exclusion. Home zones are not intended to banish cars but to give pedestrians and children priority on quiet residential streets which were never designed to cater for large volumes of through traffic. </p> <p>Most sensible drivers welcome such measures and, of course, many residents of home zones are motorists themselves. It is only extreme bodies like the ABD, who think the roads should be the private fiefdom of motorists, that take offence. </p> <p><b> John Bourn</b><br> Gateshead <br> john@bournagain.freeserve.co.uk </p> <p> \u0095 Please tell me Joe Page's diatribe against home zones was a spoof. I am astounded that community-led initiatives to make minor residential streets safer for the residents can provoke such ill-informed antipathy. Home zones are not constructed on major through routes - it wouldn't work, there would be too much traffic. They may be created on \"rat-runs\", since they are intended not to block through traffic, but to ensure that motorists drive with less speed and more care. </p> <p>In his outrage at the theft of \"his\" road space, has he considered the wishes of local residents to reclaim the street they inhabit from him? </p> <p><b>Tony Jones</b><br> London </p> <p>\u0095 So \"more and more road space is being stolen from motorists\". Well, that settles the old jibe of \" 'Ere! Do you think you own the road, then?\" doesn't it? </p> <p><b> Colin Attenborough</b><br> Ely, Cambs <br>colin.attenborough@camcon.co.uk </p>"
]