[
  "<p>Prime minister Tony Blair today promised help for towns and regions hit by the recent storms as heavy rain fell across southern Britain, bringing the threat of further flooding.</p> <p>He said there would be more money to build flood defences but stressed there was a limit to what could be financially done.</p> <p>More rain fell today on Britain and the environment agency has predicted that there is worse to come.</p> <p>Fourteen severe flood warnings are in place on nine rivers across the country and almost all rivers and streams are at full capacity</p> <p>The River Severn remains the biggest concern. Mr Blair visited Bewdley, Worcestershire, this afternoon, which is threatened by the Severn's floodwaters. The environment agency has warned its residents to prepare for the worst. </p> <p>\"Thousands of people up and down the country have been amazingly stoical in these circumstances,\" Mr Blair said.</p> <p>\"In the longer term, we have to try and work to deal with these problems on not just a national level but on an international level. We have to put in the right protection for people against the possibility of floods and work to deal with the issue of climate change.\"</p> <p>The AA described driving conditions in the south as \"treacherous\". </p> <p>The south-west section of the M25 and the M3 in Hampshire were waterlogged, while parts of the M1 in Nottinghamshire was also partly submerged. </p> <p>After an electrical storm hit London and the south-east this morning the fire brigade said that it was dealing with up to 50 reports of flooding - mostly in the capital's southern suburbs</p> <p>More than an inch of rain fell in just an hour in the west Chilterns as the deluge swept into the capital before heading north towards the midlands.</p> <p>In Yorkshire, water levels in the River Ouse and River Derwent were still high and being closely monitored, with just under an inch of rain expected in the next 20 hours. </p> <p>York city officials said that its £8m flood defence system had stopped damage from being much worse after flood waters threatened historic monuments.</p> <p>Elsewhere, flood warnings were lifted on most rivers in Hampshire, Sussex and Kent despite an inch of rain falling across the three counties.</p> <p><strong>Related stories</strong></p> <p><a href=\"http://www.guardianunlimited.co.uk/weather/Story/0,2763,391483,00.html\">Britain in grip of worst floods for 50 years</a><br><a href=\"http://www.guardianunlimited.co.uk/Columnists/Column/0,5673,391503,00.html\">Comment: George Monbiot</a><br><a href=\"http://gnome.theguardian.com/Guardian/theissues/article/0,6512,391051,00.html\">Global warming: the issue explained</a><br><a href=\"http://www.pixunlimited.co.uk:7080/ramgen/news/politics/1030metoffice.ra\">Audio: the Met Office explains why the weather is so bad</a></p> <p><strong>Related links</strong></p> <p><a href=\"http://www.meto.govt.uk/\">The Met Office</a><br><a href=\"http://www.environment-agency.gov.uk/\">Environment agency</a><br><a href=\"http://www.bewdley.actinet.net/startup.htm\">Visit Bewdley</a><br><a href=\"http://www.datum-line.co.uk.cwc.net/links_research_centre/harvest_home/great_uk_floods.html\">The 1947 floods</a><br><a href=\"http://www.severnbore.ndirect.co.uk/floods4.htm\">Notable floods on the River Severn</a><br><a href=\"http://www.averycj.demon.co.uk/floods.htm\">The 1999 York floods</a></p>",
  "Beleaguered rail passengers were today promised another \"huge weekend\" of track checking work, with the prospect of repairs continuing for the next six months. <p>Inspections made since the Hatfield crash have shown that 170 miles of track needs to be re-railed, said Railtrack chief executive Gerald Corbett today, after a meeting with the deputy prime minister, John Prescott.</p> <p>The work will affect 15 of the 25 train operating companies, although the amount of work that needs to be done will vary from company to company.</p> <p>\"It's not right to say it's going to be chaos for six months, it is right to say that there will be some re-railing going in six months' time,\" said Mr Corbett.</p> <p>Twenty miles of track can be relaid on a good weekend. However, the repair teams only managed 16 miles last weekend due to the bad weather.</p> <p>Mr Prescott refused to say if he had confidence in Mr Corbett, but the Railtrack head said that the deputy prime minister had done a \"superb\" job in getting a multi-billion pound package out of the treasury to fund the government's 10-year transport programme.</p> <p><b>Related stories</b></p> <p><a href=\"http://www.guardianunlimited.co.uk/hatfieldtraincrash/story/0,7369,391541,00.html\">Corbett tells MPs of track failures </a><br><a href=\"http://www.guardianunlimited.co.uk/hatfieldtraincrash/story/0,7369,384545,00.html\">Explained: rail safety</a><br><a href=\"http://www.guardianunlimited.co.uk/hatfieldtraincrash/story/0,7369,387641,00.html\">Analysis: The Strategic Rail Authority has yet to show any evidence of a strategy</a><br></p> <p><b>Related special reports</b></p> <p><a href=\"http://www.guardianunlimited.co.uk/hatfieldtraincrash/\">Special report: the Hatfield train crash</a><br><a href=\"http://www.guardianunlimited.co.uk/traincrash/\">Special report: the Paddington train crash</a></p> <p> <b>Related links</b></p> <p><a href=\"http://www.hse.gov.uk/railway/hatfield/interim1.htm\" target=\"_new\">Interim report on the crash</a><br><a href=\"http://www.hse.gov.uk/railway/rihome.htm\" target=\"_new\">HM railway inspectorate</a><br> <a href=\"http://www.detr.gov.uk/\" target=\"_new\">Department of the transport, environment and regions</a><br> <a href=\"http://www.railtrack.co.uk/\" target=\"_new\">Railtrack</a><br></p>",
  "<p>Europe must adapt to extremes of climate which will cause new deserts in the south and floods and wind storms in the north, according to a new report before the European commission. </p> <p>The report, compiled by climate scientists, warns that traditional holiday destinations on the Mediterranean will lose their beaches as sea levels rise, temperatures will become too hot for comfort and many older people will die due to excessive heat. The Alps will lose most of their glaciers and uncertain snow patterns will lead to serious problems for the ski industry. </p> <p>Agriculture in the south will suffer as underground water is exhausted and already sparse summer rain disappears. There will not be enough water to grow the fruit and vegetables that fill northern supermarkets. Hot summers will double in frequency by 2020 and be five times as likely in Spain. Forest fires will increase across the whole region. </p> <p>Species of wading birds which live on the Mediterranean wetlands will become extinct as sea levels rise, and environmental refugees will invade from Africa as local people move north in search of a gentler climate. </p> <p>The north-west of Europe will suffer least and has the technology to adapt to climate change. There will be some gains, including faster growing forests, less snow and lower heating bills. Cold winters will be half as frequent by 2020 and disappear altogether except in the extreme north. </p> <p>Dangers include more droughts, floods, storms, tidal surges and insects bringing new diseases. </p> <p>The 350-page report to the commission is edited by Martin Parry of the Jackson Environment Institute at the University of East Anglia, and was released yesterday - two weeks before EU governments meet in the Hague to discuss reducing carbon dioxide emissions to try to slow global warming. </p> <p>Prof Parry said climate change was already measurable and the extra greenhouse gases in the atmosphere would usher in a warmer, stormier world. \"It is imperative that we take the first steps to adapting to climate change now by factoring the coming effects into environmental and regional policies,\" he said. </p> <p>Although sea walls could be built higher, buildings adapted, water conserved and agriculture changed to meet new conditions, the report makes clear that many species will disappear. Prof Parry said nature reserves would suffer as the climate changed. Mountain-top species such as alpine plants would disappear as vegetation changed. Cold-water species such as salmon, arctic char and sturgeon would die out in southern rivers. </p> <p>Dr Jorgen Olesin, a co-author of the report from Denmark, said: \"Agricultural crops will move an average of 50km [30 miles] north per decade so there can be advantages in places too cold to grow crops now. But unless we make changes to make new habitats as water temperatures rise and salt marshes in the Mediterranean and Baltic disappear, because of sea level rise, we will see extinctions of fisheries and loss of wading birds.\" </p> <p>Tony Juniper, campaigns director of Friends of the Earth, said: \"The report is about adapting to climate change, but arctic char, salmon and wading birds cannot evolve fast enough to cope with the dramatic changes being caused by people polluting the atmosphere. The catastrophic consequences of rapid climate change are being made clear in ways that should focus governments' attention at this month's climate change negotiations on the urgent measures that are now absolutely necessary to reduce greenhouse gas emissions. </p> <p>\"The longer governments delay what must be the inevitable transition to a renewable energy economy, the worse the consequences will be.\" </p> <p><br>\u0095 Global warming is destroying coral reefs, scientists have confirmed. New Scientist reports that US researchers have discovered the first direct evidence that mass deaths of coral are caused by rising temperatures. </p> <p>The alarm was raised after reports of \"bleaching\", which occurs when warmer waters force corals to expel algae. During the 1997-98 El Nino weather system, reefs bleached throughout the world and there were mass deaths of coral in the Caribbean. </p> <p>Cores drilled from Caribbean reefs off Belize show nothing like this has happened for at least 3,000 years.</p>",
  "<p>The GHI kitchens subjected 21 toasters currently on the market to a series of tests. Regular sliced white was toasted to assess consistency and evenness of browning, but the toasters' ability to cope with different shapes and sizes of toastables came under scrutiny too, as extra-large and extra-thick bread, teacakes and crumpets took their turn at being exposed to the elements. Next came sliced bread straight from the freezer, to evaluate the frozen bread setting included on most toasters. Some boast special features such as warming racks, variable-width slots and mid-cycle cancel options; these, too, were tried out to assess their usefulness or otherwise in practice. The overall score out of 10 takes into account ease of use and ease of cleaning, as well as toasting performance and useful features. </p> <p>All the winning toasters, except Dualit, shown on these pages have the following features: frozen bread setting, variable-width toasting slots to fit thin and thick slices, removable crumb tray, mid-cycle cancel button and cord storage. All but the Rowenta and the Dualit also have cool walls and a high-lift facility for the safe extraction of under-sized items. </p> <p><strong> UNDER £25 </strong></p> <p><strong>Morphy Richards 44273 </strong><br> £19.99. Score: 8/10 </p> <p>Two-slice (two slots). High-lift facility, cool wall. </p> <p> <strong> Pros</strong> </p> <p>Toast evenly browned. Easy to load and remove bread. Easy to clean and remove crumb tray. Four-slice version (44823, £27.99) also performed well. </p> <p> <strong> Cons</strong> </p> <p> Thick sliced bread, teacakes and crumpets a tight fit. Mid-cycle cancel control small and poorly positioned. </p> <p> <strong> Verdict: Great value, compact toaster. Good performer and easy to use.</strong> </p> <p> Stockists: 0845 077 7700 <br><a href=\"http://www.morphyrichards.co.uk\">www.morphyrichards.co.uk</a> </p> <p><strong> Swan AH1P1 </strong><br> £23.99. Score: 8/10 </p> <p> Four-slice (two slots). High-lift facility, cool wall. </p> <p> <strong> Pros</strong> </p> <p> Toast evenly browned. Large, easy-to-use loading lever. Easy to clean and remove crumb tray. </p> <p> <strong> Cons</strong> </p> <p> Two slices of thick sliced bread were a tight fit in each two-slice slot. Controls large but poorly positioned. Mid-cycle cancel control hard to see. </p> <p> <strong> Verdict: Good price for a four-slice model.</strong> </p> <p> Stockist number: 0121 202 0590 Website: n/a </p> <p><strong> Also tested</strong><br> </p> <p> <strong> Breville TT6 </strong> £19.99, 5/10 </p> <p> <strong> Moulinex Toastcontrol </strong> £21.99, 5/10 </p> <p> <strong> Proline CT12 </strong> £8.95, 4/10 </p> <p> <strong> Rowenta Cool-Touch TPO 21 </strong> £19.99, 7/10 </p> <p> <strong> Swan AG1P1 </strong> £16.99, 5/10 </p> <p> <strong> Swan CJ9 </strong> £19.99, 6/10 </p> <p><strong> MID-PRICE: £26 - £45 </strong></p> <p><strong>Morphy Richards Trio </strong><br> £29.99. Score: 9/10 </p> <p> Three-slice (three slots). High-lift facility, cool wall. Single, double or three-slice setting. One-side toasting option. </p> <p> <strong> Pros</strong> </p> <p> Good even toasting results, especially for toasting straight from the freezer. Useful extra features that worked well. High-lift lever lifts teacake high enough for safe removal. Clear, well-positioned controls. Large browning control is easy to set. </p> <p> <strong> Cons</strong> </p> <p> Large and bulky function switch for setting the number of slices to be toasted could be clearer: you need to keep referring to instructions. </p> <p> <strong> Verdict: Good performance and useful features.</strong> </p> <p> Stockists: 0845 077 7700 <br><a href=\"http://www.morphyrichards.co.uk\">www.morphyrichards.co.uk</a> </p> <p><strong> Kenwood TT390 </strong><br> £29.99. Score: 9/10 </p> <p> Two-slice (two slots). High-lift facility, cool wall. Reheat setting. Warming rack. </p> <p> <strong> Pros</strong> </p> <p> Evenly browned toast. Easy to load and remove items, even small teacakes. Good-sized controls. Warming rack useful for heating croissants and rolls. Four-slice version (TT990 £49.99) was one of the better models in the top-price section. </p> <p> <strong> Cons</strong> </p> <p> Labelling not very clear. Easily marked by fingerprints - outside would need cleaning after each use. </p> <p> <strong> Verdict: Stylish design and good performance.</strong> </p> <p> Stockists: 02392 392333 <br> <a href=\"http://www.kenwood.co.uk\">www.kenwood.co.uk</a> </p> <p><strong> Philips Essence HD2572</strong><br> £39.99. Score: 7/10 </p> <p> Two-slice (two slots). High-lift facility, cool wall. Reheat settings. Warming rack. Toasted sandwich facility. </p> <p> <strong> Pros</strong> </p> <p> Very good for toasted sandwiches and thick sliced bread. Good extra lift facility. Well-positioned controls, but labelling could be clearer. </p> <p> <strong> Cons</strong> </p> <p> Teacakes over-browned even on lightest setting. Bulky for a two-slice model. </p> <p> <strong> Verdict: Good versatile toaster.</strong> </p> <p> Stockist number: 0845 601 0354 <br><a href=\"http://www.philips.com\">www.philips.com</a> </p> <p><strong> Also tested:</strong><br> </p> <p> <strong> Bosch TAT5201 </strong> £34.99, 4/10 </p> <p> <strong> Breville Tuscani </strong> £34.99, 5/10 </p> <p> <strong> Delonghi CT02 2 slice </strong> £34.99, 6/10 </p> <p> <strong> Haden AT290BZ Fusion </strong> £29.99, 5/10 </p> <p> <strong> Rowenta TP086 </strong> £32.99, 4/10 </p> <p> <strong> Russell Hobbs 9376 </strong> £34.99, 5/10 </p> <p> <strong> Tefal Avanti Deluxe 2-slot </strong> £34.99, 6/10 </p> <p><strong> TOP OF THE RANGE: OVER £45 </strong></p> <p><strong>Rowenta TP486 </strong><br> £49.99. Score: 6/10 </p> <p> Four-slice (two slots). Warming rack. </p> <p> <strong> Pros</strong> </p> <p> Good-size warming rack for croissants. Brushed metal exterior doesn't finger-mark as badly as polished steel or chrome. </p> <p> <strong> Cons</strong> </p> <p> Variable browning, and batches of toast get progressively darker. The casing became hot during use. There is no extra lift facility, so it is awkward to remove small items. Crumb tray was stiff to open and replace. </p> <p> <strong> Verdict: Stylish design.</strong> </p> <p> Stockists: 0845 602 1454 <br> <a href=\"http://www.rowenta.co.uk \">www.rowenta.co.uk </a> </p> <p><strong> Dualit 20239</strong><br> £108.69. Score: 5/10 </p> <p> Two-slice (two slot). Single or double slice setting. Ejector knob. Timer control regulates degree of browning. Optional sandwich cage </p> <p> <strong> Pros</strong> </p> <p> Good slide-out crumb tray. Stylish design, available in a range of colours. Doesn't automatically pop up the toast when ready, instead keeps it warm inside the machine for several minutes. </p> <p> <strong> Cons</strong> </p> <p> Fixed-width toasting slots better for thicker than thin slices. No mid-cycle cancel button, but you could eject the toast during cooking using the ejector knob. Timer ticks which can be irritating. No frozen bread setting but you can extend the cooking time. Silver trim gets very hot. </p> <p> Stockists: 020 7639 5271 <br><a href=\"http://www.dualit.com\">www.dualit.com</a> </p> <p><strong> Also tested:</strong><br> </p> <p> <strong> Russell Hobbs </strong> <strong> 9209 </strong> £49.99, 5/10 </p> <p>\u0095 Next month's product test, to be published on December 7, will be hand-held computers. For subscriptions to Good Housekeeping call 01858 438844 or visit <a href=\"http://www.goodhousekeeping.co.uk\">www.goodhousekeeping.co.uk</a></p>",
  "<p>As well as publishing test reports, the Good Houskeeping Institute answers readers' queries. Here are the five most often asked about toasters </p> <p> <strong> 1 Does paying more buy better toasting?</strong> </p> <p> Not necessarily: in fact, the cheaper basic toasters tested by Good Housekeeping performed better than most of the ones in the higher price brackets. Pay more and you'll get a stylish retro design, chrome or stainless steel finish, larger capacity and extra features such as one-side toasting and the option of using one, two or four slots at a time - or even an add-on gadget for making toasted sandwiches. </p> <p> <strong> 2 Which features are worth looking for?</strong> </p> <p> A frozen bread setting is useful for those urgent freezer-to-toast moments, and variable-width slots are a must if you want to be able to toast different thicknesses of bread, muffins, rolls and crumpets. A removable crumb tray makes cleaning easier (don't forget to empty it every few uses, to avoid the smell and potential safety hazard of burning crumbs), and it's handy to have a mid-cycle cancel option in case you change your mind or it looks as if your toast is getting overdone. A well-designed high-lift option is also worth having - the loading lever lifts small items above the top of the toaster so they can be removed without burning your fingers. If you have young children in your household opt for the greater safety of a plastic-walled toaster, which will generally have cooler walls than those with a metal casing. Unless beefburgers are your staple diet, you can probably live without a one-side toasting feature. A warming rack can be useful, but reheat features tend to over-dry your toast. </p> <p> <strong> 3 Is it worth choosing an electronic sensor toaster?</strong> </p> <p> Most toasters operate on a timer system. The longer the toaster is on, the hotter the elements become and the faster the bread cooks, so if you are making consecutive batches of toast they will get darker and darker. More sophisticated electronic models have sensors which automatically adjust the browning times according to the temperature inside the toaster so browning is more consistent, especially when toasting batches of bread. However in practice we found this made little difference. None of our winning models is sensor-controlled. </p> <p> <strong> 4 If I need to do four slices at a time, which toaster should I buy?</strong> </p> <p> The Swan AH1P1 is good value for bulk browning, but if sleek design is more important to you than consistent toasting, the Kenwood TT990 (the four-slice version of the Kenwood TT390) and the Rowenta TP486 are worth a look. </p> <p> <strong> 5 Which are the best for toasting crumpets and teacakes?</strong> </p> <p> To prevent burned fingers and jamming, you need a toaster with an excellent high-lift facility and wide slots such as the Kenwood TT390, Swan AH1P1, Philips Essence or Morphy Richards Trio. The Tefal Avanti Deluxe is specially designed with angled slots and a high-lift lever to make removal of small items pain-free.</p>",
  "<p><a href=\"http://www.booksunlimited.co.uk/news/articles/0,6109,391834,00.html #audio\">Listen to audio clips from the interview</a></p> <p>Prolific thriller writer and self-confessed techno-peasant Frederick Forsyth is embracing the concept of e-publishing and releasing his latest book exclusively online.</p> <p>Veteran, a dark tale of violent crime in London, is the first of five short stories, collectively called Quintet, which Forsyth will publish through ebook publishers Online Originals. For £1.99, fans can download the book directly to their PC or through the hand-held software packages, Palm Pilot, Rocket PC and Rocket ebook.</p> <p>Forsyth, who does not own a PC and still composes his work on a typewriter, decided to join the ebook revolution after talking to his agent Ed Victor about Stephen King's novel The Plant, which is being released in instalments exclusively over the internet. </p> <p>He expressed doubts to Books Unlimited about King's project: \"I didn't think that format worked because I don't think a lot of people want to wait ten months to find out the climax of what they're reading\". </p> <p>He believes that short stories work better because they are a \"one browse, one select, one decision, one pay, one download, one reading experience\". </p> <p>Forsyth is enthusiastic about the potential benefits of publishing online, believing that his work could reach a whole new audience of people \"who do not habitually go into bookshops to buy books but do surf the net looking out for new and interesting items\". </p> <p>In addition, Forsyth is positive about the immediacy of the internet and the way in which it enables the traditionally long publishing process to be bypassed: \"With cyberspace there's no stitching, no binding, no printing, no glue... The whole English speaking world [can be reached] in one hour... That's challenging\".</p> <p>However, the collection is also due to come out in print later next year, for the benefit of more traditional readers, and Forsyth is keen to stress he will not be turning into an internet-only writer, commenting, \"this is not a substitute way of reaching the public but an alternative way... We're just reaching different people in more ways than we used to\".</p> <p>Forsyth's online publishers, Online Originals, have been publishing ebooks since 1997. Set up by the American writer and editor David Gettman, the company wanted to create a more welcoming environment for first-time writers, who can find it very difficult to get published in print without an agent or a proven sales record. Pioneers in the ebook industry, Gettman persuaded the industry to allocate ISBN numbers to ebooks, and they were also the first ebook publisher to pilot the Palm Reader, a screen that can be held in the palm of your hand. </p> <p>Managing director Phil Rance believes that Forsyth's short stories suit the ebook medium perfectly. \"In traditional publishing, it isn't economically viable to publish just one short story, you have to have a collection... but with online publishing, each short story can be published separately for a relatively small cost of £2\", he remarked.</p> <p>Rance hopes that the publication of Forsyth's stories will bring ebooks to a new audience and will encourage other established authors. \"We are currently in negotiations with some other well known authors\", he said, but was reluctant to name them. </p> <p>\u0095 The second story in the collection - The Miracle - will be published online on November 22. Three further short stories (The Citizen, The Art of the Matter and Draco) will appear every 21 days after that. </p> <p>\u0095 <a href=\"http://www.onlineoriginals.com/\">Online Originals</a> website</p> <p><strong>Audio clips</strong></p> <p><a href=\"http://www.pixunlimited.co.uk:7080/ramgen/news/politics/3110forsyth11.ra\">Merchandising on the internet (30 secs)</a> <br> <a href=\"http://www.pixunlimited.co.uk:7080/ramgen/news/politics/3110forsyth22.ra\">Reaching a new audience (35 secs)</a> <br> <a href=\"http://www.pixunlimited.co.uk:7080/ramgen/news/politics/3110forsyth44.ra\">\"The whole English-speaking world in one hour\": speed-publishing on the internet (1min)</a> <br> <a href=\"http://www.pixunlimited.co.uk:7080/ramgen/news/politics/3110forsyth03.ra\">\"Not a substitute, but an alternative\": the net's new audience (20 secs)</a></p>",
  "<p>A journalist with only a middle-range geography O-level needs to be reticent about pouring too much scorn on current jeremiads about the weather and global warming. But there is another academic discipline involved. </p> <p>Claims by politicians and scientists that we are going to have get used to increasingly violent weather beg questions about how much they have studied that other important subject: history. </p> <p>There is nothing new under the rain. In 1703 Daniel Defoe was describing (as one of the country's first recognised journalists) a storm which killed 8,000 people in north-western Europe and made this week's event look a breeze. The diarist John Evelyn encountered sandstorms \"like Libya\" at Thetford in 1677, prompting fears that the Sahara might have designs on Norfolk. </p> <p>Such illustrious literary names have ensured that their accounts have survived for centuries. Much humbler chroniclers need to be squirrelled out, but they are there in fabulous abundance. Bill Foggit, the weatherman of Thirsk, Yorkshire, famed in the 1970s for his TV forecasts based on ladybirds and worms, is just one of many compilers of endless records of \"extraordinary\" climatic events. </p> <p>Looking at Foggit's seemingly forgotten instances of extreme weather, the fond belief that Britain has a temperate climate is thrown into doubt. According to Foggit's records, York was much further underwater in 1947 than it is at the moment - 2,000 council houses awash, compared with 170 premises this week. </p> <p>He recounts the time in the same year when RAF jet engine converted into a \"hairdryer\" snowplough to blast snowdrifts off the Hull-to-Hornsea railway line the same year. </p> <p>In 1958, Leeds stores recorded the biggest demand for wellies, plastic macs and umbrellas in the city's long and vigorous commercial history, after virtually the whole summer was cancelled by endless rain. </p> <p>Four years later, 60,000 homes in the same city were damaged by the worst gales ever recorded. In 1963 frogmen had to search subways in Bradford in case anyone had been trapped and drowned by unprecedented flooding of the Bradford beck. </p> <p>Foggit's records go on and entertainingly on; and they ought to be compulsory reading for those who predicate an absolute global climate change on five days of unruly rivers and a tornado in Bognor Regis. </p> <p>Otherwise we will find our limited public funds diverted to build monumental flood defences and other knee-jerk follies whose only purpose will be to serve as material for other, future compendiums of Strange Facts about the Weather and the British Attitude Towards It.</p> <p><strong>Useful links</strong></p> <p><a href=\"http://www.meto.gov.uk/\">UK weather warnings: the Met office</a></p> <p><a href=\"http://www.epa.gov/globalwarming/climate/index.html\">Background: What is global warming? - US environmental protection agency</a></p> <p><a href=\"http://www.environment-agency.gov.uk/flood/\">Factfile: Floodline - environment agency</a></p> <p><a href=\"http://www.wildweather.com/\">Wild weather: extreme weather around the world</a></p>",
  "<p>Microsoft is in talks with several wireless companies in Britain about developing new internet services for mobile phones. </p> <p>The software group is understood to have held talks with British Telecom and Vodafone about offering mobile services. The initiative is part of its strategy described in September by Paul Gross, senior vice president of Microsoft Mobility, as \"investing in relationships with leading operators, so that together we can enable users to access customised corporate services at any time, any place and from any device\". </p> <p>Rick Belluzzo, group vice president, said that the company was actively pursuing partnerships around the world with mobile phone companies. </p> <p>\"We need to do more in wireless and we need partnerships,\" he told the Guardian. \"We're talking to everybody.\" </p> <p>Microsoft claims to have the biggest internet network in the world with more than 200m users a month in 33 countries, but its services attract just a few million subscribers compared with 25m who pay to use America Online services. </p> <p>In June, Microsoft announced a new internet strategy based on offering integrated services online, which it hopes consumers will subscribe to. To kickstart the consumer end of this strategy, the company launched a global marketing effort expected to cost $1bn over the next year. </p> <p>Its new services will be offered as part of MSN, its consumer website. </p> <p>Wall Street analysts have been sceptical of Microsoft's efforts given the entrenched subscriber base on AOL, but the company has made it clear that it intends to compete aggressively in every web-based market. </p> <p>Mr Belluzzo, who carries two web-enabled phones, said: \"We will take on AOL in every service.\" The Microsoft executive spoke to an audience of investors in Monterey this week to \"underscore the significant transformation of Microsoft\" announced in June. </p> <p>The company is also talking with News Corporation about a possible $1bn investment in Sky Global, the media group's satellite television division. These talks come after Microsoft has spent billions on investing in cable television companies in Europe which compete with Sky for viewers. </p> <p>Mr Belluzzo said this apparently contradictory behaviour made sense in the fledgling market for interactive services as few people knew how the industry was going to develop. \"Everyone is placing bets everywhere,\" he admitted. </p> <p>Mr Belluzzo's presentations to fund managers and analysts in Monterey sought to explain why the company felt that .NET was so important. Microsoft has built its business from selling packaged software from retail shelves. </p> <p>The new strategy will see a shift towards its customers buying such services, from the Office set of calendars and spreadsheets to Encarta, online. </p> <p>The company launched its marketing drive after reaching alliances with content providers such as Disney's children's channel. </p> <p>\"The next few months are going to be about taking our brand and awareness to the next level across the globe.\" </p> <p>His emphasis on the global nature of MSN was designed to underscore the fact that AOL \"is a US play\". AOL Europe's efforts have been thwarted by the difficulty of reaching agreements with telecommunications carriers.</p>",
  "<p>The ill-fated Oliver Stone project <a href=\"http://guardian.imdb.com/Title?0225178\">Beyond Borders</a> has lost its fourth high-profile star. According to <a href=\" http://mrshowbiz.go.com/news/Todays_Stories/1101/fiennesborders110100.html\" target=\"_NEW\">Mr Showbiz</a>, Kevin Costner has dropped out of the project due to \"other work commitments\" (the $75m Tom Shadyac drama Dragonfly). </p> <p>He was due to play a disaster relief doctor in the humanitarian project, set around the paramedic association Doctors Without Borders, which won last year's Nobel Peace Prize for its global life-saving activities.</p> <p>The Hollywood Reporter has suggested that Oscar-nominated Ralph Fiennes is now being considered to replace Costner. It is not known whether part of the reason for <a href=\"http://guardian.imdb.com/Name?Costner,+Kevin\">Costner</a>'s hasty departure was his 25-year- old co-star Angelina Jolie's distinctly vocal resentment about the prospect of filming love scenes with the 45-year-old journeyman actor.</p> <p>Catherine Zeta-Jones had also been attached to the project to play the lead female role, but dropped out after she discovered she was pregnant. Julia Roberts was then considering replacing her but decided against it. After that Meg Ryan was approached by Stone, but after negotiations, she too dropped out.</p>",
  "<p><strong>BT</strong> bosses are considering whether to renew their contract with the creators of ET. BT has to decide before the end of the year whether to renew its contract with Universal Studios and Steven Spielberg's Amblin Entertainment at a cost of several million pounds.</p> <p><strong>Starcom Motive</strong> has won the £10m pan-European media account for Levi's Dockers.</p> <p><strong>Duckworth Finn Grubb Waters</strong> has resigned its Mothercare.com account citing creative differences.</p> <p><strong>Mother</strong> has won the £6m Fuji Film creative account.</p> <p><strong>Hewlett Packard</strong> is consolidating most of its global advertising business into the Publicis Group. Publicis in London will become HP's communications centre for Europe.</p> <p><strong>Initiative Media</strong> is launching a global agency to work with its media operation to provide integrated online communications strategies for advertisers.</p> <p><strong>Bristol &amp; West</strong> has hired Partners BDDH and Naked to handle creative and media planning for its online initiative.</p> <p>Ivillage.co.uk has appointed <strong>Farm</strong> to promote its launch.</p>",
  "<p>BBC Online should stick to its non-commercial guns instead of eroding the brand for pocket money, according to the global analyst Forrester. </p> <p>Advertising will only alienate licence payers and commercialisation will do more damage to the brand than good, said Tim Grimsditch, associate analyst of Forrester, London. </p> <p>\"Advertising on BBC Online would represent a major U-turn for both the website and the entire BBC content brand. In May, BBC Online began providing Yahoo! UK with content but forced the portal to remove all advertising from pages containing BBC content,\" he said.</p> <p>Mr Grimditch's comments follow revelations this week that BBC director general Greg Dyke is considering putting ads on the BBC's Online site even though it is funded by licence payers' money.</p> <p>\"The BBC is one of the last advertising-free public broadcasters - advertising on BBC Online will make its huge audience question its core principles, both online and offline,\" he added.</p> <p>Forrester thinks online advertising in the UK is already spread too thinly, particularly with just £120m of online ad revenue up for grabs this year and more than 250 sites competing for a chunk of the business. </p> <p>Mr Grimsditch's research further suggests that 50% of visitors to BBC Online find banner ads irritating - 25% more than the average internet user - and they view the BBC as an advertising-free zone. </p> <p>\"While peeved browsers won't immediately leave for pastures new, they will slowly disappear as BBC Online becomes indistinguishable from broad-based portals like LineOne and UK Plus.\"</p>",
  "Channel 4, having withdrawn its media rights offer of £250m in the summer because racing \"could not get its act together\", yesterday made a joint submission with BSkyB and Arena worth a projected £750m over 10 years. <p>The \"Go Racing\" consortium formed by the three companies has offered the Racecourse Association a guaranteed £400m (£80m for marketing) with £50m guaranteed in cash in year one.</p> <p>But the real strength and attraction of the offer resides in a share of revenue generated through worldwide TV and internet betting which is expected to be in excess of £750m.</p> <p>With a rival offer from Carlton worth £400m, plus possible extra revenue of £150m from global income having already been made but not taken up by the RCA, this new submission seems to be favourite.</p> <p>Channel 4 are very keen to win this contract, but in the official statement yesterday said they \"will make no assurances of continued racing coverage outside this proposal\".</p> <p>This means they will not cooperate with Carlton in their bid, as was suggested in some quarters, and that if the consortium's bid is not accepted then racing will be off Channel 4 screens for the foreseeable future.</p> <p>The BBC are included in the \"Go Racing\" offer and will be able to buy the rights to their existing portfolio of racing coverage, worth at the moment around £7m per year.</p> <p>Television coverage, particularly the mass audiences brought to the sport by the terrestrial stations, is widely agreed to be crucial to the health of racing and research by the British Horseracing Board shows that betting turnover increases by over 230% when it is televised.</p> <p>The \"Go Racing\" offer promises 4,000 hours of racing coverage each year, which is more than any other sport receives in this country.</p> <p>There will be a dedicated Go Racing channel produced by Channel 4 and running nine hours a day, seven days a week, with four to six races per hour.</p> <p>There will be an interactive TV service including on-screen betting, a comprehensive website allowing international betting on UK racing, more meetings from the less fashionable tracks on terrestrial TV, a daily lunchtime racing programme on Channel 4 and improved coverage on Sky Sports with 60 programmes a year.</p> <p>David Brook, Channel 4's director of strategy, said: \"The consortium can demonstrate a long-term commitment to British horseracing that our rivals cannot begin to match. This is the best solution for British racing. We have the distribution and interactive technology which I think make this bid unbeatable.\"</p> <p>Carlton do not agree, however, and an insider commented: \"We believe we are still very much in the game. Go Racing are offering a guaranteed £320m in cash, whereas our offer is £350m in cash plus £50m for marketing. When people look at both offers we are in a very favourable position.\"</p> <p>Stephen Atkin, chief executive of the RCA, said: \"Carlton's bid is not on the table at the moment, but we are still interested in them. We shall have to see what happens in the next few days and we'll be having talks with both parties. But both are serious propositions.\"</p> <p>Much will depend on whom the RCA think will be able to deliver the long-term bonanza.</p> <p>Ironically, it seems that racing's so called inability to get its act together has worked in its favour and now that the RCA and BHB are working in unison, far more lucrative offers are rolling in. The RCA has until November 10 to make up its mind on this latest bid.</p> <p>Agreement has been reached with the bookmakers over the 40th Levy scheme when, depending on growth in betting turnover, the yield should produce £63m compared to the £60m from the previous year.</p> <p>Both the bookmakers and the Levy Board chairman, Rob Hughes, emphasised the need for a cut in General Betting Duty to compete with off-shore operators.</p> <p>\"If the Chancellor responds adequately, the bookmaking industry will be stabilised and racing's funding will be strengthened,\" said Hughes.</p>",
  "<p>The trade secretary, Stephen Byers, yesterday listed a series of areas in the country which could be hit by Gannett's proposed takeover of rival regional newspaper group Regional Independent Media. He also voiced certain concerns about the further concentration of regional newspaper ownership. </p> <p>Nevertheless Gannett, which owns Newsquest in the UK as well as a raft of assets across the Atlantic such as USA Today, received the green light. Johnston Press and Guardian Media Group, which publishes the Guardian, were also told they could go ahead and bid. </p> <p>The move was interpreted by analysts and industry figures alike as the government taking a more relaxed view of the rules governing mergers and takeovers - and frankly, there seems a lot of it around in the media sector. </p> <p>Recent decisions on deals by the competition authorities seem to have one eye very firmly fixed on the communications white paper, which is widely expected to rip up much of the existing regulation. </p> <p>The explosion of new platforms for media companies has made the existing rules in many circumstances seem archaic, and the decisions are taking a pragmatic line. That was the argument that allowed the ITV companies to bend the albeit self-imposed rules designed to limit the powers of individual franchise owners. There seemed no need for the government to curtail their ambitions when it is so widely accepted that the white paper will allow the formation of a single ITV company. </p> <p>Add to that the government's eagerness to develop national champions which have the capacity to compete in a market dominated by vast American and European companies, and arguments over local newspapers or ITV ownership seem trivial. </p> <p>What, then, does all this say about the Daily Mail &amp; General Trust's bid to acquire Express Newspapers? </p> <p>The newspaper market is subject to different rules to those in any other industry due to the perceived importance of maintaining a plurality of views. Some argue that tycoons like Rupert Murdoch already own too much. </p> <p>The assurances given by DMGT that it will maintain the left-wing editorial line of the Daily Express are unlikely to convince anybody of its long-term intentions; and the idea of a single company dominating the mid-market tabloid press has many commentators frothing at the mouth. </p> <p>The question, however, is that while journalists in particular are exercised by the thought of the two titles being in the same group, will the government really block the deal? Given recent trends it may take a more relaxed view than many expect. </p> <p><strong> Game over </strong><br> </p> <p> Sitting by his pool in Los Angeles this morning, Charles Cornwall, the South African corporate financier who resigned yesterday as the chief executive of computer games group Eidos, may allow himself a sly chuckle as he contemplates the lifestyle he has enjoyed during the past seven years - building a substantial personal fortune along the way. </p> <p>The rest of us might wonder how he survived for so long. </p> <p>From the unlikely beginnings of a shell company with a small loss-making data storage business - primarily with the help of the Tomb Raider heroine Lara Croft - Mr Cornwall turned Eidos into what was said at one point to be the fastest growing company in the world. That was before the techno-logjam in the gaming console market clobbered profits and finally blew the froth off Eidos's fancy share rating. </p> <p>But weaker executives might have opted to spend more time pursuing private interests long before Mr Cornwall. There was the extraordinary occasion back in 1997, for example, when the company's auditors Coopers &amp; Lybrand suddenly resigned, citing poor corporate governance at Eidos. </p> <p>There seem to have been problems ever since, with everything from the composition of the Eidos board to directors' expenses. There was also the embarrassing revelation that a Norwegian firm in which Eidos had invested heavily was run by former stockbrokers at TC Coombs, a London brokerage closed by the serious fraud office a decade ago. The two men involved had done nothing wrong, but it did not look good. </p> <p>In truth, the corporate wellbeing of Eidos has never been clear. Yet while the money was flowing in from Ms Croft, investors were ready to keep pumping money in, creating a cash pile which Mr Cornwall spent an enjoyable five or six years back and forth across the Atlantic disposing of. </p> <p>It may be that Mr Cornwall has happened across some jewels during this deal spree. But followers would be wise to wait and see what the new boss, Michael McGarvey, finds when he takes a real look at this company. They should also ask why the old chief executive is leaving without a payoff.</p>",
  "The difficulties of persuading ministers to appear on current affairs programmes have been well documented. With the exception of that man for all programmes, the endlessly versatile and incessantly available John Prescott, it sometimes seems that cabinet ministers have taken a vow of silence. Or a vow, at least, never to submit to questioning on Newsnight, nor on The World at One, nor, unless great tragedy or triumph beckons, on the Today programme. <p>This elusiveness, Alastair Campbell explained, in the days before he too disappeared from view, was because our ministers are very busy men. \"Given the remarkable expansion in BBC programmes it would not be impossible for ministers to spend their entire time at 4 Millbank answering interview requests, and none at all doing their job,\" he wrote to the Times in 1998, when Tony Blair was first accused of preferring a nice bit of anecdotage on a comfy sofa to being asked a series of connected questions about his government. \"Of course this means we can pick and choose, and we do,\" Campbell continued. \"Very few people - in politics or the media - take The World at One seriously, so such regular appearances are less likely. Newsnight is on late, with a dwindling audience.\" </p> <p>On the other hand, the great communicator pointed out, appearances on daytime chat shows introduced ministers to \"millions of people, many of whom do not follow politics closely, and it is important that elected politicians continue to find ways of engaging them in the political process.\" This reasoning, or something like it, must explain why those two very busy men, the secretary of state for Northern Ireland and the prime minister, both appeared on BBC2 last Saturday, being interviewed on a programme made by and for children called Pass the Mic. </p> <p>If they were hoping to reach an audience which does not follow politics closely, then the pair could not, if you discount Tweenies, have chosen better. So unpolitical were these young programme makers, that they decided to approach Mandelson and Blair as visiting celebrities: the former arrived on the set by crashing through a paper screen, followed a few minutes later (and through a fresh piece of paper), by his dog, a golden retriever called Bobby, \"Bobs\" for short. In the circumstances, it might have been something of an anticlimax to learn that this ebullient dog-cuddler was the secretary of state for Northern Ireland, and so we duly didn't. </p> <p>\"First off Peter, what do you think of the set?\" Peter liked it. He liked the chairs, too. And the company. \"I think the best interviewers are those who are very relaxed, charming, not confrontational, not going at you hammer and tongs,\" he confided, \"because an interviewer who just, you know, beats up on you the whole time, you just go back like that [he mimed timorous recoil]; you're immediately very careful about what you say, the shutters go down, the drawbridge comes up, and you just want to survive and you don't actually want to say very much.\" </p> <p>Here on Pass the Mic, Mandelson said, it was different. \"You're so laid back and you are so relaxed that you made me relaxed myself, and you've made me say all sorts of unguarded things that I wouldn't normally do.\" </p> <p>No doubt the spurned presenters of Newsnight and The World at One will want to study Pass the Mic's technique: child presenters, little props and surprises, lots of irreverence tinged with a very real, human sympathy. There was a fake moustache, which Mandelson gamely put on: \"Don't you think I look younger than I did in the 1980s?\" A copy of Peter Rabbit (for whom Mandelson was named) was flourished. \"You know what my middle name is, don't you?\" In the end, Pass the Mic viewers were left in no doubt that the real \"Peter\" is a warm and playful animal-lover whose Machiavellian reputation can only have been invented by the vicious, grown-up media. </p> <p>His buddy, Tony, to whom he chose to Pass the Mic, was almost, but not quite as polished in his guilelessness, confiding that while his sons were into music, his daughter favoured Pokémon. Sensibly, perhaps, neither minister spoiled the celebrity joshing with tedious allusions to current politics, nor did the children feel any duty to pipe up with Blue Peterish inquiries about the prospects for world peace or retirement homes for dolphins. The aim, so far as one could be discerned, was not to interest teenagers in politics but to flatter their indifference. </p> <p>This was a striking joint prostration, even for an administration which has always been eager to ingratiate itself with the under-16s, to the point of crashing a three-year-old's birthday party, referring to something called a \"Euan test\", and in Blair's case, acknowledging his oldest son as a source of political enlightenment: \"I had never heard my boy talk about politics before, ever, and suddenly he got on to the environment.\" </p> <p>Only last month, the government used a poem by an 11-year-old to alert the nation to the merits of the Human Rights Act. \"I am not very old/But I think I understand/How the new Human Rights Act/Would work throughout the land. </p> <p>I am quite old, but I think I understand how sucking up to 11-year-olds might work throughout the land. If there is something in all the reports about the proliferation of \"kidults\", those unwieldy, 35-ish, Harry Potter-reading, Stuart Little-watching, trainer-wearing scooter riders who feel no shame in sharing a hobby with Po from the Teletubbies, then perhaps there are kidult voters, too, who want kidult politicians who understand about PlayStations. </p> <p>Even if the arrival of this type has been overstated by label-loving journalists, there is persuasive evidence that children are now directing their parents' choice of food and homes, cars and holidays. Maybe, if Blair and Mandelson succeed in impressing the audiences of Pass the Mic and similar teen rallies, the children will ordain a parental vote for the party of Pokémon-aware pet-lovers, the pester-power politicians. Let's just hope they never get to hear Blair's views on the loving slap. </p> <p><b>Who will protect our peeresses?</b></p> <p>The appointment of Sir Thomas More, the keen heretic burner, as the patron saint of politicians has had a mixed reception, but the pontiff's choice of saint is surely less dismaying than the revelation that politicians have never until now had a martyr to call their own. According to Catholic Online, which boasts \"the largest collection of facts and information concerning Saints and Angels on the Internet\", virtually every profession - many of them much more despised than politics - already has a saint to call upon for help or intercession. </p> <p>Journalists, for instance, benefit from the guidance of Francis de Sales. Advertisers and accountants, lawyers and cab drivers - each guild has its dedicated saint or seraphim. Even arms dealers have their own protector: Adrian of Nicomedia. Moving up the evolutionary scale, geese have been allotted Martin of Tours (not, admittedly, that he has been a conspicuous success in the job). </p> <p>And yet, until this week, politicians were on their own. This could explain a lot, couldn't it? Everything from the choice between Gore and Bush to the disappointing turnout at the last European elections; from the shrivelling of the Commons to the existence of William Hague. Still, miracles can happen. Some already believe that the simultaneous appointment of a Catholic speaker and a new patron saint of politicians is more than just a coincidence. </p> <p>But if the spiritual renewal of Westminster as a whole is to be accomplished it will require another patron saint to intercede on behalf of the Labour peeresses, that stern sorority whose high calling must needs set them apart from temporary, elected politicians. </p> <p>Although the most obvious candidate for the job, Baroness Margaret Jay, is regrettably ineligible, being not formally canonised, there is no shortage of choice. </p> <p>Inevitably most of the more impressive candidates have already been bagged by other professions, but it would be a pity if this stopped the baronesses considering St Ferdinand III of Castile, the patron saint of rulers, or Saint Anne, the patron saint of good housekeeping. Or my final suggestion, St Michael the Archangel, who being both \"one of the chief princes\" and the heavily armed patron saint of paratroopers, would seem to be the ideal entity to take Blackstone's battalion under his wing.</p>",
  "<b> Australia horse cull condemned</b> <br> <p>Animal welfare groups and local people yesterday condemned the \"barbaric\" shooting of around 620 wild Australian horses, after marksmen in helicopters left bodies scattered across the Guy Fawkes national park, 300 miles north of Sydney. </p> <p>The New South Wales environment minister, Bob Debus, ordered a review of such aerial culls. <br><br>Patrick Barkham, Sydney.</p> <p><b> Chechen rebels kill 14 Russians </b><br> </p> <p>Rebels ambushed a police convoy on a road in eastern Chechnya, leaving six Russians dead, officials said yesterday. </p> <p>Eight more Russian servicemen died in rebel attacks around the breakaway republic, an official of Chechnya's pro-Russian administration in Gudermes said.<br><br>AP, Nazran. </p> <p><b> Diplomatic boost for Iraq </b><br> </p> <p>The Jordanian prime minister, Ali Abu al-Ragheb, arrived in Baghdad yesterday, Iraqi officials said. </p> <p>They said Mr Ragheb, the highest-ranking Arab official to visit Iraq for a decade, was accompanied by seven ministers. The trip is aimed at expanding bilateral ties.<br><br>Reuters, Baghdad.</p> <p><b> Iran tries to make US pay</b><br> </p> <p>Iran's parliament voted yesterday to allow courts to impose punitive damages on America for \"terrorist\" acts, such as the US navy's shooting down of an Iran Air plane in 1988. </p> <p>The move comes after the US agreed to pay huge damages to victims of Iranian \"state-sponsored terrorism\".<br><br>Reuters, Tehran.</p>",
  "British businesses suffer greatly from the networks that do not work - the road and rail networks (Weather: 'action now essential', November 1). Disruption caused by road congestion, fuel shortages, railway closures or bad weather cost us billions. But instead of counting their losses, employers should be planning to minimise the pain caused by the kind of events we have seen in recent days. <p>Images of office workers stranded at their local stations should be consigned to the archives. Enduring a long, expensive and unpredictable journey just to sit in front of a telephone and computer screen is no longer necessary in the 21st century - you can do that without travelling. </p> <p>Many managers in the private and public sectors have embraced warmly the various types of e-business. But they often seem reluctant to change the way they work. Best practice in flexible working has now moved beyond \"flexi-time\" and \"flexi-contract\" to \"flexi-place\". As business processes become less dependent on paper, so a growing proportion of work can be carried out anywhere: at an office, at home, at a local business centre or on-the-move. Face-to-face contact is of course important - but productivity shouldn't grind to a halt without it. <br><b>Andy Lake</b><br> Cambridge <br><a href=\"mailto:andy@hop.co.uk\">andy@hop.co.uk</a> </p> <p>\u0095 Michael Meacher (We've got to fix those cars, October 31) lists various proposed \"techno-fixes\" to reduce the effects of the motor car on global warming. All are advocated without any environmental audit: what would large-scale growth of biomass do to the landscape? What is the environmental impact of 400m battery sets for a hybrid car or the same number of hydrogen storage systems? The idea that hydrogen power is pollution-free is incorrect: electricity from fossil-fuel powered power stations is required to generate the hydrogen. Finally, of course, we would all be required to buy these new machines - generating a nice profit for the multinationals. </p> <p>There are too many cars. Only economic development free of the car is equitable and sustainable. <br><b>Philip Ward</b><br> University of Sheffield <br><a href=\"mailto:p.ward@sheffield.ac.uk\">p.ward@sheffield.ac.uk</a> </p> <p>\u0095 How disappointing to see your headline Global warming; it's with us now (October 31). In fact, as the article beneath shows, scientists are not certain that Monday's storms were a consequence of long-term climate change. Action on major issues must be informed by scientific research and command public support. The least the public deserves is reliable information about scientific evidence, even if it is inconclusive. <br><b>Dr Peter Briggs </b> <br>British Association for the Advancement of Science <br><a href=\"mailto:Peter.Briggs@britassoc.org.uk\">Peter.Briggs@britassoc.org.uk</a> </p> <p> \u0095 A small self-appointed group, already subsidised by the state and Europe, are threatening the country with disruption and economic disaster which will involve cuts in other services and higher taxes for the rest of us (Fuel price 'crusade' incenses Jarrow veterans, November 1). They have the impertinence to compare themselves to the Jarrow marchers. In fact, the demands of these protesters will mean the money which could have gone to the real poor will transfer to them. We could ensure these protestors had no need for fuel: we could simply block their roads. <br><b> Rev Dennis Nadin</b> <br>Harlow, Essex <br><a href=\"mailto:dln@ntlworld.com\">dln@ntlworld.com</a> </p> <p> </p> <p>\u0095 So the heroic people's fuel lobby is invoking the spirit of Jarrow. I suggest its \"slow-moving\" convoy gets through South Yorkshire pretty damn quick - people here have long memories. <br><b>Lesley Boulton</b> <br>Sheffield</p>",
  "<p>The first wave of internet retailers taught us many lessons about new ways of doing business online. They didn't really teach us much about new business models, however, because their central business model was well known. It has been described as mail order on steroids, which is a reasonable description of the fundamental operation of most business-to-consumer sites. </p> <p>Of course, companies can interact with their customers via the internet in ways that are not feasible in physical environments. Realistically, though, there's nothing much different about ordering some pants from Lands' End on the web or over the phone while looking at the catalogue -except that looking at the catalogue is quicker and easier. </p> <p>I think online businesses based on the person-to- person model have more to teach us in terms of future business. Auctions are the prime case in point: by allowing people to trade with people that they wouldn't generally be in touch with, they enable transactions that wouldn't otherwise take place. The efficiency of those transactions meant that small businesses soon moved in. </p> <p>Take a look at eBay. It isn't simply a global car boot sale: it is an entire sub-economy of individuals and small businesses. Some of the businesses aren't so small, either. On any one day, the top 20 sellers account for 72,000 of the 4 million items listed and the top 38,000 sellers account for 2.7 million. </p> <p>I've used eBay to buy a few things. In general, when I'm looking for something very specific, price is not the determining factor. Nor is location. It doesn't really matter whether the item I'm buying is being shipped from Edinburgh or Cardiff because the postage is the same. Compared with driving around looking for items, both in terms of the time taken and the expense, paying postage is a better alternative. </p> <p>In fact, if I do a search on eBay and find the item that I'm looking for, then my first action is to check not the price, not the location and generally not the date of the auction but the seller's reputation. With a single click I can see who has been buying from that seller and I can also see the buyers' feedback about the seller. </p> <p>The issue of reputation soon becomes sophisticated. If you're buying items of a certain kind, then you will soon learn who are the other reputable dealers in that field. Consequently, when you look at a seller's reputation, positive comments from people you know to be reputable count for far more than positive comments from strangers. In other words, in a relatively short time, a sophisticated reputation hierarchy develops and it is in everyone's interest to maintain it in order to minimise overall transaction costs. All of this takes place without external reputation \"regulation\": government ratings agencies and the like. </p> <p>The system isn't perfect, of course. Until the technology for managing digital credentials and digital reputation is widespread (public key infrastructure, one of this year's hot technologies) then reputations are managed only on the basis of email addresses. This means that the upper limit on transactions must remain limited since it is too easy to obtain and forge email addresses, leading to \"schill\" auctions where the sellers bid for their own items (to ramp the price) from multiple email addresses. In time, however, the arrival of more secure digital identity mechanisms will help lift the limit. These technologies provide a means to manage persistent identity and credentials (and therefore reputation) in a consistent way. </p> <p> Here is a lesson for the future of online commerce that is worth studying. In a global, low transaction cost marketplace, reputation could become the pivot on which transactions depend. Note also that knowledge of reputation is quite distinct from absolute knowledge of the seller's identity. </p> <p>If I find a seller labelled as John Doe, I really have no interest in discovering their underlying identity: that takes time and effort. If there are positive comments about them from people whose opinion I value then I will do business with John Doe. If there are negative comments, then I won't. And it won't matter to me whether John Doe has a badge from the local council, the government or some other body's approval. My decision will be based not on what anyone thinks, but on what everyone thinks.</p>",
  "Railtrack's embattled chief executive, Gerald Corbett, last night faced a hostile cross party meeting of MPs and told them if people thought he was not up to the job he would go. <p>During a 100-minute grilling, Mr Corbett admitted that the state of the track at Hatfield, the scene of the fatal rail accident last month, was appalling. Speed restrictions, he said, should have been put in place \"at various times but were not\". </p> <p>Mr Corbett also revealed that an ultrasonic test on the track in June produced no reading. He said that due to a failure of management Railtrack did not even know that the test had been done. </p> <p>His comments came on the day of yet another rail crash, this time in Bristol. A serious brake failure was experienced by the driver of a mail train seconds before it ploughed into the back of a stationary coal train causing the third accident in the rail industry in two weeks. </p> <p>The driver passed through two red signals before hitting the coal train at Lawrence Hill at 3.30am. His engine rode up over three wagons of the coal train, embedding his cab under a road bridge. </p> <p>It was described as having \"catapulted from the track to the top of the trucks\". </p> <p>During Mr Corbett's evidence to the Commons transport select committee, he handed round a piece of rail to MPs which had been found on the track near the Hatfield crash site. He said it was suffering from gauge corner cracking. </p> <p>Mr Corbett suggested that both Balfour Beatty, the contractor at Hatfield, and Railtrack had been at fault and that the management process would have to be overhauled. </p> <p>He warned that disruption caused by track repairs would occur at 400 more sites this weekend, but that all main lines should be working normally by Christmas. Before then the company will have to lay 165 miles of new track. </p> <p>After yesterday's accident in Bristol the Maritime and Transport Union said that the driver had reported braking problems. </p> <p>Later at the accident scene Phil Bialyk, RMT regional organiser, said that the driver had tried to apply his brakes, and he could not help but go through a red light. The driver had boarded the train at Bristol Parkway station and had reported problems with a brake test when carriages were coupled there. </p> <p>Derek Holmes, Railtrack's production manager, said: \"The Royal Mail train went through two signals at red.\" </p> <p>The signals were usually spaced about three quarters of a mile from each other, and the train could have passed the lights more than a mile from the scene of the accident. </p> <p>Three train staff, including the driver, were tested for alcohol, but the results were negative. The driver was taken to hospital but was not seriously injured. </p> <p>Geoff Hutchings, a senior fire brigade officer, said that the driver had had \"an amazing escape\". The engine separated from the main body of the train. When firefighters arrived, they were confronted by fire under the coal wagons. </p> <p>Rail services between the West Country and Paddington were severely disrupted. Railtrack said that the crash occurred on the main line between Bristol and Birmingham and it was likely to be closed for three days. </p> <p>Stuart Bonner, engineering director for English, Welsh and Scottish Railways, said that the train was fitted with the industry's standard automatic warning system. </p> <p>This would have given the driver a visual and audible warning as he approached and then went through a red light. The system would have started to brake the train unless the driver pressed an override button.</p>",
  "The government has got itself in a tangle over boardroom fat cats - just as the Tories did in the early 90s. <p>Stephen Byers, the trade and industry secretary, has been beating a steady retreat all year from his threat to stop the scandal of soaring boardroom pay. Now the DTI says there will be no action this side of the election and when legislation does emerge it will be a long short of the tough measures promised as recently as this spring. </p> <p>Mr Byers appears to have been caught in the Blair/Brown crossfire, with the prime minister winning this battle in the interests of preserving what is left of the government's business-friendly image. This is actually a mistaken concern. Most business people are embarrassed, if not horrified, at being associated with the headline-making pay deals, which do not reflect life outside the elite. </p> <p>But the problem of excessive pay for top directors will not go away. It haunted John Major and has defied all attempts at voluntary regulation. </p> <p>The facts speak loudly. The remuneration of plc directors has risen well above that of any other group for more than a decade. It has been out of line with any relevant indicator, whether that is company profits, share prices, average earnings, or even the pay of managers in the economy as a whole. </p> <p>These rises, mainly in bigger companies, are driven by the \"incentive\" schemes supposed to align the interests of directors with those of their shareholders. It is not just about share options or one-off handouts to people such as Chris Gent, boss of Vodafone, who received £10m for winning the takeover battle with Mannesman. </p> <p>Basic pay in these boardrooms has repeatedly risen by more than the increases they have handed out to their staff. Recent research from the pay specialists Incomes Data Services found that chief executives of the top 100 public companies received a 10% increase in basic pay last year. That is before bonuses and share packages which also add a much higher multiple of basic pay than for the rest of the workforce. Cash rises over the past year are shown in the graphic. It is the same year after year. </p> <p>Ironically, previous attempts to curb excessive pay are partly responsible. The Cadbury committee, whose remit was more about board structure than how much directors were paid, began a process of formalising directors' pay bargaining. Its 1992 report called for boards to set up remuneration committees consisting mainly of non-executive directors, to stop chief executives awarding themselves huge rises. </p> <p>The rises continued, however, culminating in the embarrassing public row over the pay awarded to Cedric Brown by the newly-privatised British Gas board. </p> <p>The next attempt to deal with boardroom excess was under the former Marks &amp; Spencer chair, Sir Richard Greenbury. He pushed an egalitarian argument that directors should broadly get the same rises as they gave to their staff, but this was too much for the CBI, the City institutions and the Institute of Directors. The Greenbury committee wanted to tilt the balance towards performance-related payments by introducing schemes based on long-term targets instead of free share options. </p> <p>As it has turned out, new schemes have been piled on top of old ones, and performance-related pay has risen as a proportion of the total earnings - but increasing the total, not reducing the guaranteed basic. </p> <p>The Cadbury and Green bury codes are enshrined in the stock exchange requirements for public companies. But despite this decade of semi-official attempts to deal with the fat cat issue, it continues to provoke controversy and embarrassment for government. </p> <p>There are two reasons. First, remuneration committees have become a cosy club of non-executives sitting on each others' boards and handing out similar pay deals. Their failure suggests a need to take pay out of the hands of directors and give shareholders the power. </p> <p>Greenbury wondered whether the reports of remuneration committees should be voted on separately by shareholders at the annual meeting. It decided against giving shareholders this power, arguing that if they were upset they could vote against the relevant directors' re-election. This is the issue which Mr Byers has been struggling with. His first instinct was to require a vote at the annual meeting on the pay of individual directors. But now it seems the Blairite fear of antagonising business will permit only minimal improvements. </p> <p>It is likely to be made easier for shareholders to get a resolution on pay on the agenda at the annual meeting. But investors will have to wait for this to be included in a company law bill, which is unlikely to be enacted until at least 2002. </p> <p>The City has, it is true, started to act without new law. But it is a delusion to expect the City - where multi-million pound bonuses are de rigeur - to police boardroom pay in this piecemeal fashion. </p> <p>A systematic approach is needed to deal with routine excess. The government could of course threaten to tax fat cats until the pips squeak (unlikely, to say the least). Short of that, boards need to know they will have to justify pay packets in public. That means forcing companies to put pay policies to the vote. If they want to pay people like Chris Gent outside the approved policy, they would have to seek permission from shareholders. </p> <p> Roger Cowe writes on business and society rogercowe@netscapeonline.co.uk</p>",
  "<p>A large part of Britain remained in the grip of the most widespread floods in 50 years as forecasters last night warned of more misery to come. </p> <p>The number of severe flood warnings fell yesterday to 14, but the environment agency said that for many people things would get worse. </p> <p>Sir John Harman, chairman of the agency, said: \"On the Severn, and possibly in Yorkshire, flooding will get much worse. We are already dealing with floods which are probably the most widespread since the great floods of 1947, and, in some places, as severe. Countless people and business have been affected. The misery is set to continue.\" </p> <p>The Met Office has forecast prolonged and heavy showers for the remainder of the week. Up to an inch of rain was predicted for the already waterlogged south east of England last night. More heavy rain will hit Wales and the north today. </p> <p>The Midlands was worst hit yesterday as the Severn flowed at 10 times normal levels. Hundreds fled homes and businesses across the region. </p> <p>Shrewsbury was cut off by road and 200 householders were evacuated, some by boat. In Bewdley, Worcestershire, and in towns further downstream, the Severn was not expected to hit peak levels until later this week. </p> <p>In Yorkshire, high water levels threatened the Archbishop of York's official residence, Bishopthorpe Palace. A flotilla of small boats evacuated 37 pensioners from the City Mills elderly people's flats in York, while amphibious Army vehicles took children to school at Fulford. </p> <p>John Prescott, the deputy prime minister, yesterday bemoaned the crumpling of Britain's infrastructure - the road closures, power cuts, and rail cancellations in the face of extreme weather. He insisted that the nation must be better prepared in future. He has already called for meetings with local authorities, the environment agency and emergency services next month, to consider practical proposals such as expanding Victorian-era storm drains and burying power lines underground. </p> <p>\"We all want to see our country better placed to deal with extreme weather events, which we can now expect to be more frequent,\" he said. </p> <p>Meanwhile, police searching for a man who was swept away by a river on Monday said they believed that he would not be found alive. Ian Tompkins, 28, plunged into a tributary of the River Nene in Northamptonshire to rescue his partner and their two dogs. If his body is found, it will bring the number of people killed to eight. </p> <p>On Bardsey island, off north Wales, a group of holidaymakers was hoping to be rescued quickly, after rough seas imprisoned them for five days. The nine adults and eight children arrived on the island 12 days ago for a half-term break. After several failed efforts to dock a rescue boat this week, coastguards feared that the group's food rations would be running low and prepared to mount an airlift from Anglesey. A break in the weather would make sea rescue more likely. </p> <p>On most rail routes, the trains were running yesterday, Railtrack said. But many services were restricted to emergency timetables in place since the Hatfield train crash. Some services have been cancelled or delayed due to flooding and track damage. </p> <p>The AA said motorists faced numerous delays, although most main roads were operating normally. In north Yorkshire, the A19, A169 and A59 were closed and some Midlands roads flooded. The A617 between Kelham and the Newark bypass was closed and other B roads were affected. The A56 at Colne and the A59 between Chatburn and Gisburn, Lancashire, also flooded. </p> <p>Insurers advised home-owners living in flood-risk areas that they could find their premiums being significantly increased next year. </p>",
  "When R.N. Savani, joint director of India's Central Bureau of Investigation (CBI), the country's federal police, marched across the well-manicured lawns of the Indian parliament building earlier this week the posse of journalists that chased him had only a slight whiff of the explosive nature of the document he held in his hand. <p>Fending off questions, the official darted into a corridor and scurried up a stairway, marching purposefully into the office of the Indian sports minister, Sukhdev Singh Dhindsa, handing him a 162-page document. </p> <p>There was little time to fully digest it because the prime minster, Atal Bihari Vajpayee, had demanded to see it as soon as it arrived. It did not take long for the two men to realise that they would not be able to keep the report a secret. Given the importance of cricket to their people, they reasoned, the people had a right to know. </p> <p>For the first time, a leading cricketer had admitted match-fixing; bookmakers gave details of matches they paid to have fixed and how much they paid players. Nine former Test captains from outside India were named, as were five Indian players, including Mohammad Azharuddin, one of the country's most celebrated batsmen and former captain. </p> <p>Azharuddin, a hero to millions of Indians, confessed in the report to attempting to throw three matches and to receiving money from a bookmaker. </p> <p> <b> Reeling</b></p> <p> The report conceded that while India may be the epicentre of illegal betting and match-fixing in cricket, the problem is a global one for the game. In neighbouring Pakistan, where the England team is touring, English cricket officials were left reeling by the report, following claims that the former captain, Alec Stewart, had been paid £5,000 to supply information to a bookmaker in 1993. </p> <p>Rumours that English players had been involved in match-fixing had been circulating within cricket for several years but none had ever been named and nobody had ever pointed the finger of accusation so publicly at any English player. </p> <p>Even the world's most famous cricketer, the West Indian batsman Brian Lara was implicated, with one bookmaker alleging that he paid him $40,000 (£26,500) for playing badly in two one-day internationals in India in 1994. </p> <p>Even before the report was made fully public yesterday, its contents had started to leak out and the denials were already being issued throughout the cricketing world. From Colombo to the Caribbean, the former great names of the sport expressed their shock and indignation at being implicated by Indian bookmakers. </p> <p>\"I'm shattered that my name is mentioned,\" said the former New Zealand batsman Martin Crowe who, claimed one Indian bookmaker, took $20,000 (£13,250). \"I've never had any contact with these dudes (the bookmakers). It certainly never came into direct contact with the New Zealand cricket team at the time, but we did hear whispers of things from the sub-continent.\" </p> <p>The former Sri Lankan captain, Arjuna Ranatunga, and his deputy, Aravinda de Silva, also denied any match-fixing. \"Both players are now seeking legal advice,\" said a Sri Lankan cricket board offiical. </p> <p>The CBI report into match-fixing started in May, after Indian police officers inadvertently uncovered match-fixing as they monitored the activities of two Indian businesmen, Rajesh Kalra and Sanjiv Chawla. During the surveillance operation, they recorded conversations between the men and the former South African captain, Hansie Cronje, where payments were discussed and how certain matches had to be lost during a tour to India. </p> <p>Cronje, who was considered one of the most honest players in the sport, was stripped of his captaincy and is under investigation by South African authorities after confessing to receiving money. </p> <p>Cronje's involvement, however surprising, fitted a wider pattern of players being named in match-fixing over the past few years. A number of Pakistani players had already been named before to the CBI report, while Australian players Shane Warne and Mark Waugh confessed to supplying information to a bookmaker in 1994. The pair were fined by Australian cricket authorities but not banned. </p> <p>The Cronje scandal prompted Indian authorities into taking action and it is largely through their efforts that the lid on match-fixing has been lifted. </p> <p>In a cricket-obsessed country like India millions of pounds are regularly bet on cricket matches. The bets are taken by businessmen working as illegal bookmakers who will also take wagers on how many wickets a team may lose, the number of runs a particular player may score or wickets he might take. </p> <p>As the CBI report concedes: \"Betting on cricket matches in India has attained a measure of sophistication and it has spread across the length and breadth of the country. The use of computer and mobile phones has given a major fillip to the racket.\" </p> <p>While some of the players named in the CBI report have been accused of being paid to play badly, others like Stewart stand accused of supplying information. For bookmakers, gaining information on which team has won the toss or pitch conditions will affect the odds they set and this can make a difference between winning or losing large amounts of money. </p> <p>The CBI based its report on the testimony of 16 Indian bookmakers who all confessed to being involved in match-fixing. One of the main names to emerge in connection with the players is Mukesh Gupta, a Delhi-based businessman and part-time bookmaker, who claimed that he paid hundreds of thousands of pounds to players in return for playing badly or supplying information. </p> <p>Indian officials have conceded that there is not enough evidence in the report to bring criminal charges. It will now be sent to the world's cricket authorities, who will be responsible for taking action against any of the players named. </p> <p>Final word should rest with the CBI report, which concludes: \"Major corrective steps need to be taken to put cricket back on the rails.\"</p>",
  "<p>It reads a bit like a detective story, but there is not enough evidence to convict. We're talking about endocrine disrupting chemicals (EDCs), man-made chemicals that are additives in plastics, packaging, household cleaners, food cans, cosmetics and deodorants. Our crops are sprayed with pesticides, some of which are also classified as EDCs. Then there are the natural EDCs, grouped as phytoestrogens, which are found in plants and vegetables. Our lives are awash with EDCs, but the big question is whether or not they are affecting our fertility and our health. </p> <p>The story began in the 1930s with the wide introduction of industrial chemicals that would \"revolutionise\" our lives. Between 1933 and 1938, the journal Nature published some short reports on the biological effects of several industrial chemicals. They had activity like the female sex hormone oestrogen, albeit much weaker than the natural hormone. Then, in 1938, Edward Dodds announced his discovery of a chemical, diethylstilboestrol (DES), that could mimic the action of oestrogen, and Paul Müller announced his discovery of a powerful new pesticide, DDT. </p> <p>DES, was hailed as a \"wonder drug\" and DDT as a \"miraculous pesticide\". The two chemicals were not only structurally related, the pesticide also had weak oestrogenic activity. They were both found to feminise young male animals. </p> <p>Fresh evidence of the decline of certain wildlife populations began to surface in the late 1950s. During the next 20 years, more and more field studies pointed to the possibility that man-made chemicals released into our environment could disrupt normal sexual development and hence the breeding competence of subsequent generations. For example, abnormally small penises were seen among alligators born in Lake Apopka in Florida, which had been polluted by an industrial spillage. Intersex or hermaphrodite fish were found in UK rivers receiving sewage effluent, and male sexual organs were found in female molluscs, particularly those living around harbours and marinas. </p> <p>By the 1980s, concern resurfaced after studies on wildlife populations showed that pollution was affecting fertility and survival. A DDT-like pesticide was blamed for the decline in the alligator population and tributyl tin in anti-barnacle marine paint was linked with intersex molluscs. The only chemicals identified as possible causative agents for intersex fish living by sewage works were natural oestrogens and a synthetic oestrogen in the contraceptive pill secreted in urine. </p> <p>More than 50 years later, the long forgotten evidence from the 1930s that industrial chemicals had oestrogenic activity resurfaced. Ana Soto and her colleagues, working in Boston on an oestrogen sensitive tumour cell line, suddenly found their experiments had all gone haywire. </p> <p>After months of laborious detective work they discovered that the cause of the problem was plastic tubes. Without changing specification, the company supplying the laboratory plastics had added an oestrogenic alkylphenol, nonylphenol, to their products. This industrial chemical, also used in domestic products and cosmetics, was leaching into their culture solutions so that cells were growing like crazy. In California, by coincidence, David Feldman and his colleagues were also finding that their experiments were being contaminated by another plastic additive, bisphenol A. The list of EDCs was beginning to grow. </p> <p>The media really latched on to EDCs when Niels Skakkebaek and his colleagues at the University of Copenhagen researched the scientific literature and found that all the published data suggested that average sperm counts had dropped by almost 50% between 1938 and 1990. Was this a result of pollution and increased testicular cancer, which has doubled in the last 20 years? </p> <p> R ichard Sharpe, an expert in reproductive toxicology from the MRC reproductive unit in Edinburgh, believes the issue of declining sperm counts is a melting pot. \"There is no overall standard for the accuracy of counting sperm in the first place, and different laboratories with different samples and different observers will, of course, come up with different results. And one has to remember that sperm counts also show a natural seasonal variation. Strictly speaking, there is, as yet, no definitive evidence for declining sperm counts. But that doesn't necessarily mean they are not declining.\" </p> <p>Controlled laboratory studies have shown that EDCs can muscle in with the activity of sex hormones and, in high doses, can unbalance sexual development and function. At first they were all thought to be weak impostors of natural oestrogens, but it looks as though different chemicals may have different types of action. </p> <p>However they act, EDCs have been causally linked to the rise in the incidence of breast cancer and a trend towards earlier puberty. But is the rise in breast cancer due to better detection over the years, and is earlier puberty due to better nutrition? These are ponderables without any direct evidence. Certainly no evidence to convict. </p> <p>There are more than 80,000 man-made chemicals in everyday use and we don't know how many of them are capable of interfering with natural hormone functions in man or animals. According to a recent report on EDCs by the Royal Society, the US is to screen about 15,000 chemicals for endocrine-disrupting activity. Such tests, however, may not identify the long-term effects of these chemicals on reproductive development when cause and consequence may be separated by a considerable length of time. </p> <p>\"We don't know how these chemicals interact in our bodies, how our bodies degrade them, and what level of exposure is required before any adverse effects arise,\" says John Sumpter from Brunel University. He has spent many years surveying intersex fish in British rivers. \"What happens in a test tube does not necessarily happen in real life, but we cannot dismiss the issue.\" </p> <p>But \"based on the evidence we have before us\", reflects Richard Sharpe, \"I would not discount the possibility.\"</p>",
  "<p>Ericsson is making an unashamed bid for the booming 18 to 25 year old mobile market with the T20, its new Wap (wireless application protocol) phone. </p> <p>Launched this week with the help of members of the All Saints pop group, it boasts \"real-time\" Wap-to-Wap chat, the ability to send e-cards, horoscopes, news of clubs and gigs, plus compatibility with Ericsson's MP3 and keyboard add-ons. </p> <p>The T20 has been designed in a choice of gaudy colours and can be worn as a fashion accessory on the arm or even leg . </p> <p>To prove how global it is, the phone mimics Swatch's global internet time (a day is divided into 1,000 beats starting at 000 beats and ending at 999). </p> <p>Weighing in at 124 grams, it is expected to hit the shops before Christmas selling at £19.99 on contract -a pre-paid version will follow later. </p>",
  "<b> Age: </b> Eight months. <p> <b> Appearance: </b> Just a quiet little fish sitting peacefully on a wood-effect base. That's all. Just sitting there. </p> <p> <b> Doesn't sound like the usual brand of fun-packed target for Pass notes. Surely it does something? </b> No, no. It just hangs there, quiet as you like. Why don't you take a closer look? </p> <p> <b> I see. The fish bursts into song when I break the electronic motion sensors, causing me to jump out of my skin as it serenades me with a rendition of Don't Worry, Be Happy and flicks its tail with alarming rhythmic regularity.</b> Yes, rib-crushingly hilarious, isn't it? </p> <p> <b> Not particularly. </b> Spoilsport. Looks like you'll be missing out on this year's big Christmas seller, then. </p> <p> <b> I managed without a Furby. </b> Maybe, but this fish is going to be huge. It already has friends in very high places. </p> <p> <b> Harry Ramsden? </b> Bigger still. Six of the blighters have made their way to Balmoral. \"The Queen thinks Billy's a scream,\" revealed one royal insider. Her Majesty was introduced to the bass-voiced bass by the Princess Royal. </p> <p> <b> Bet Billy fitted right in with that family.</b> He's also found a home in the White House: Clinton's a fan and gave one to that notorious master of mirth, Al Gore. </p> <p> <b> So it's the ideal present for a popular but fading politician to give to a colleague/rival prone to overt displays of affection with the missus and vote-wooing fibs? </b> You could say that. But then again, John Prescott gave one to Tony Blair, so maybe you're way off the mark. </p> <p> <b> And did it do the trick? </b> Tony has indeed stopped worrying and is happy. It's not clear, however, whether Prescott doctored Billy's other number, Take Me to the River. As head of the Department of the Environment, he would, of course, know that global warming means that the river can now come to you. </p> <p> <b> Do say: </b> \"Does he do scales?\" </p> <p> <b> Don't say: </b> \"Oh cod, turn the volume down - that thing's giving me a haddock. Fetch a sturgeon.\" </p> <p> <b> Not to be confused with: </b> Billy Hague.</p>",
  "<p>Apparently Brian Stewart, chairman of <strong> Scottish &amp; Newcastle,</strong> cannot understand why the share price of his company is low. </p> <p>Despite being of one Europe's biggest beer companies and making more than £400m of profit last year the Edinburgh-based company has a miserly stock market rating and is not even a FTSE 100 constituent anymore - it was relegated at the last index review. </p> <p>Indeed Mr Stewart's competitors cannot understand it either. However, instead of ruminating on the injustices of the stock market some are said to be preparing to do something about it. </p> <p>According to the market gossips one of S&amp;N's main rivals is poised to take advantage of its lowly share price by making a takeover offer. The names being mentioned in City dealing rooms yesterday were Dutch brewer Heineken and <strong> South African Breweries </strong> , 14p higher at 429p. </p> <p>Heineken recently signalled its intention to expand further overseas and SAB, according to analysts, is desperate to muscle its way into western Europe. </p> <p>For a predator intent on increasing its international presence the attractions of S&amp;N are evident. Earlier this year S&amp;N bought Kronenbourg from French beer manufacturer Danone for £1.7bn with the aim of making it into a global brand. It followed that purchase with the acquisition of a 49% stake in Central De Cervejas, a Portuguese beer company. </p> <p>Moreover, S&amp;N is also in the process of selling its leisure operations Center Parcs and Pontins, which in the past has been viewed by potential predators as something of a poison pill. </p> <p>S&amp;N refused to comment on the speculation but the shares closed 9.5p higher at 482p giving some credence to the story. </p> <p>However, sources close to S&amp;N indicated that US value investors were taking a keen interest in the group snapping up any stock on offer in the marketplace. </p> <p>Leading shares meanwhile experienced another volatile session in which the FTSE 100 rose above 6,500, fell below 6,400, and then finished at a seven-week closing high. </p> <p>At the close the FTSE 100 was 19.2 points higher at 6,457.6, while the FTSE 250 rose 53.8 points to 6,683.1 and the Techmark was 40.68 points better at 3,431.39. </p> <p>Behind the volatility were wildly conflicting performances from the market's three biggest sectors: telecoms, banks and oils. </p> <p>After a bright start, telecom shares lurched sharply lower after US company WorldCom, a big player in the long-distance telecoms market, cut its revenue and profit forecasts. Worst affected by the news were UK equivalents <strong> Energis </strong>, down 40.5p to 549p, and <strong> Cable &amp; Wireless </strong>, off 45p to 930p. But there was also pain for <strong> Vodafone </strong>, 10p lower at 276.75p and <strong> BT </strong>, 18p weaker at 709p. </p> <p>Nevertheless <strong> Telewest </strong>, the cable and telecoms company, managed to buck the trend putting on 11.25p to 125.25p as bid speculation continued to swirl around the stock. </p> <p>The latest tale centred around an approach from Dutch group UPC. The more sceptical believed Telewest was looking cheap in the run up to third-quarter figures due later this month. </p> <p> <strong> BP</strong> rose 12.5p to 597p, while <strong> Shell </strong> gained 7.5p to 562p. <strong> HSBC </strong> climbed 17p to 999p and <strong> Royal Bank of Scotland</strong> rose 23p to £15.70. </p> <p>Also rising were fund management groups <strong> Amvescap </strong>, up 115p to £16.55, and <strong> Schroders </strong>, 58p higher at £13.05, both benefiting from positive comments made by Lehman Brothers. </p> <p>IT services group <strong> Logica </strong> fell 104p to £19.35 on talk Morgan Stanley was trying to find buyers for a block of 4.7m shares. </p> <p>Building materials group <strong> Hepworth</strong> leapt 47p to 270.5p on news of bid approaches. </p> <p>Newcomer <strong> Charteris</strong> had a good debut run. Shares in the management consultancy closed at 116.5p, up 26.5p from their issue price.</p>",
  "<p>The single currency, introduced with such high hopes less than two years ago, has been adrift in a sea of trouble. But although euro sceptics are gloating, the single currency's decline is doing more harm to British manufacturing than to the euro zone economies. </p> <p>Since it was first traded on the foreign exchange markets at the beginning of last year the euro has lost almost a third of its value against the US dollar. The Danes have rejected it. The massed ranks of the Group of Seven industrialised nations' central banks have been marched into indecisive action on its behalf. </p> <p>There have been calls for the head of Mr Euro - Wim Duisenberg, president of the European Central Bank. Worse still, perhaps, is that every finance minister and central banker in the euro zone has been queuing up to tell the world that the single currency is undervalued - a sell signal if ever there was one. </p> <p>So what has happened to the confident predictions that the euro would become a global reserve currency to rival the dollar? Two years ago, as the 11 euro zone countries prepared to fuse their currencies, analysts were predicting that EU economic growth would outstrip that of the US, sending the new currency soaring against the dollar. </p> <p>Their optimism was premature. Output expanded nearly twice as fast in the US as in the euro zone in 1999, and prospects of higher returns on American assets attracted a wall of money from European investors, driving up the dollar's value. </p> <p>But while the collapse in the euro's external value has been embarrassing for its supporters, it does not mean that the new currency is a failure, as the governor of the Bank of England, Sir Eddie George, explained to a Lords committee this week. As he said, the real criterion by which to judge the currency and its guardians is the health of the eurozone economies. By that standard, the governor said, the ECB has done very well. </p> <p>Growth is picking up pace, unemployment is falling and inflation, while above the Bank's comfort zone, is low by historical standards. True enough, the oil price is threatening a double whammy on the inflation front. That means, after recent rises in borrowing costs, the ECB may no longer have the trigger cocked for further rises but it has not yet put the safety catch on. </p> <p><strong> Shopping holidays</strong><br> </p> <p> The real down side of the euro's fall has been for European consumers on shopping trips to London or holidays in the US that look a lot more expensive than they used to. Last week, bureaux de change in Paris were buying French francs at more than 12 to one pound sterling. </p> <p>But, as one senior policymaker put it: a euro is still a euro. For those who can remember the 1967 sterling crisis, that may sound ominously reminiscent of Harold Wilson's ill fated \"pound in your pocket\" reassurance. But the euro zone is not Britain in the 1960s. The percentage of its gross domestic product accounted for by foreign trade - that is, with countries not in the euro zone - is relatively small. Exports account for about a seventh of the euro zone economy, about the same as the US economy. </p> <p>\"The euro zone is now a lot less exposed to currency fluctuations than it was three years ago,\" according to currency analyst Nick Parsons at Commerzbank. </p> <p>\"The impact [the euro's devaluation] on real incomes is less than in more open economies.\" </p> <p>As a result, the euro's exchange rate is not central to policymaking, nor does it have to be unless it poses a threat to price stability. The US can take a similarly insouciant approach - not least after a presidential election and especially if the winner has little interest in non-domestic affairs. Not so, however, more open economies like Britain which are more vulnerable to exchange rate fluctuations. </p> <p>In reality, measures such as inflation - the ECB's policy yardstick - the level of short term interest rates and the volatility of long term interest rates are, arguably, a better measure of the effectiveness of the single currency. </p> <p>But they lack the day to day visibility of the exchange rate, even though the latter is largely a function of international investment demand for dollars. That a large slice of daily euro-dollar trading takes place in a centre which is outside the euro zone and which functions against a backdrop of euro-scepticism is hardly helpful. This does not mean that the euro zone has no worries. The single currency is a less than two years old. The institutions that support it are relatively untried. What might be shrugged off in an established currency has dented the credibility of the new kid on the block. </p> <p>However, the danger of the euro spiralling out of control appears to be receding, after slower growth figures out of the US last week helped convince the markets that the American growth miracle cannot last forever. </p> <p>And the euro has found a surprising ally, in the shape of Saddam Hussein. The Iraqi leader has demanded payment for his country's oil in euros rather than dollars, as part of his campaign of opposition to US foreign policy. </p> <p>The Iraqis have $10bn (£7bn) locked away in a UN-administered account in New York. If they get permission to convert it all into euros, the impact on the markets would be twice as great as September's coordinated intervention by the G7. </p> <p>In the mother of all battles to save the euro, Saddam's support could be the decisive factor.</p>"
]