[
  "<p>There is a limit to the number of shocks the economy as well as the stock market can absorb. While the leap in the price of oil had limited impact even on the industrial countries that are the heaviest users and importers, the stoppage on deliveries put the London market in a stew this week. </p> <p>Severe management difficulties in many areas ranging from the Stock Exchange itself through the Dome and in the government followed a string of bad news from major companies, particularly in engineering and textiles. </p> <p>\"Old hat\" could have been the response to the problems of manufacturers facing competition from low-wage countries. And with its own oil and gas resources the UK is not a loser when prices rise. But the contrast between the economic performance of the US and other industrial countries, particularly Britain, was underlined by the prospect of disruption caused by fuel shortages. </p> <p>The US economy is expanding by a near-record 5.2% this year and 10 years of constant growth will soon be chalked up. Hopes that the UK might advance at more than half this rate could soon be blighted and there is no expectation at all that productivity will accelerate, as it has across the Atlantic. </p> <p>Deal-making is still flourishing, but it is American companies which are calling the tune and taking most of the profits. They already dominate the investment banking business and much of the fund management activity which helps keep the City prosperous. American companies own a large proportion of the most dynamic UK industries and are steadily mopping up more. </p> <p>Wealthy individual investors, as well as US institutions, own large stakes in the companies that remain under home ownership. By contrast, only 7% of US equities are overseas-owned. The spate of European acquisitions of US corporations testifies to their technological and marketing abilities. But outside oil and pharmaceuticals there are few British companies large enough to be more than bystanders in this activity, where they are not the actual prey. </p> <p>UK managers have made such a mess of old acquisitions in the US, whether in retailing, insurance, or most areas of manufacturing, that they have often resorted to employing chief executives from overseas to maintain any expansionary ambitions in faster-growing areas and, in many cases, to plan and execute improvement policies at home. </p> <p>There are signs of a new entrepreneurialism among the younger owner managers in hi-tech and service areas, but they are no more widespread than in other European countries and way behind those in the US. </p> <p>It is, nevertheless, still the general view that the UK economy is doing quite well, as shown by near-full employment and negligible inflation. But when capacity in so many areas of manufacturing is being axed and there is a desperate resort to overseas recruitment - not just for those with special qualifications in information technology, but for the teaching and nursing professions where the supply of dedicated women particularly seemed assured not many years ago - prospects must be in some doubt. </p> <p>The hundreds of thousands employed in call centres may or may not prefer the pay and hours on a temporary basis, but in a country that is both densely populated and gradually ageing the outlook is grey. </p> <p>Perhaps the state of public finances highlights the problem as much as anything. An enormous budget surplus has accrued from taxation that, besides the main elements of sales and income tax, relies more than anywhere else on heavy drink, tobacco and fuel duties. Although they are insupportable in that they erode the activities on which they are based and encourage smuggling and overseas operators, the government is only feebly promoting more desirable outcomes for health and the environment. </p> <p>It could raise many more billions through National Savings and issues of government stock. If it delays, they will become more difficult and expensive. Already gilts, at least at the longer end of the range of dates and particularly among undated issues, are well off their peaks. Although moves allowing pension and life funds to invest in top-quality corporate bonds would ease the upward pressure on the limited supply of government stocks with their guarantee of repayment on due date, the present financial situation is less satisfactory than the inflation figure before the most recent oil price rises and official protestations of prudence would have us all believe. </p> <p>The fall in the pound against the dollar testifies to an impending, if old, balance of payments problem. But it has given funds invested mainly in the US a mighty boost in recent weeks. Double-figure percentage gains in unit and investment trusts were common last month, though large insurance and bank funds with mainly old economy holdings lagged. </p> <p>Among Fidelity's numerous funds specialising in the home market, Special Situations jumped by over a fifth and in a year it has almost doubled. Abbey US Emerging beat this by a fifth over a year, while both Gartmore American Emerging and Small Companies funds scored growth of almost 18% last month. </p> <p>Smaller company funds grew half as fast again as the average north American unit fund, but Threadneedle's large funds in the area stood out and, while the Smaller Companies units soared by 120%, the two others appreciated around three-quarters over a year. AIB Govett US Opportunities and Framlington American Growth were not far behind with growth of over two-thirds and a few points less respectively. </p> <p>In this sector investment trusts were mostly too large and set in their blue-chip ways to distinguish themselves, but Fleming raised values by 40% in a year, as did a couple of the medium-sized international generalists, led by Brunner. The two giants Foreign &amp; Colonial and Witan meantime pushed ahead by getting on for a third.</p>",
  "<p>The launch this week of a plastic payment card specifically aimed at teenagers will cause more than a few parents to shudder at the idea of a \"credit card for kids\". </p> <p>The card, called Splash Plastic, is targeting youngsters who want to buy goods on the internet and is designed \"to give teens the independence to spend their own money online\", says the company behind it. </p> <p>However, parents can breathe a sigh of relief: Splash Plastic isn't actually a credit card. It's a pre-paid card that only allows you to spend what you've got, so you can't run up huge debts. </p> <p>Mums and dads have a few months to prepare for the full-scale Splash Plastic assault - it is being piloted in November and will be officially launched in late January backed by a £2.5m advertising campaign. But kids are already being enticed to sign up now by logging on to the website (<a href=\"http://www.splashplastic.com\">www.splashplastic.com</a>). Those under 14 are requested to ask their parents to complete the online form for them. </p> <p>Teenagers are arguably the most net-savvy section of the population and more than 80% say they are keen to buy CDs, computer games and books online, but up until now most of them have effectively been locked out of the e-shopping revolution because they are not allowed to have a credit card. Splash Plastic says its card gives teenagers the freedom to shop independently on the net. </p> <p>\"There are 6.7m teenagers in the UK spending £20bn a year. They want to spend their own money and don't want to ask to borrow a credit card or rely on their parents to top up on online 'e-wallet',\" says the company's marketing director Briand Beausoleil. It is estimated that one in three teenagers could have a pre-paid card of this type within two years. </p> <p>So how do the cards work, and who are Splash Plastic anyway? The cards look just like credit cards, even down to the magnetic stripe on the back, but there is no credit facility. You have to go into a participating shop, hand over your card and the money you wish to spend online, say, £10 of pocket money. </p> <p>The shop assistant will key this into a special terminal which will credit it to their Splash Plastic account. The card is now automatically loaded with £10 of cash and the teenager can spend it online immediately at internet retailers subscribing to the scheme. You don't need a bank account. </p> <p>Splash Plastic says it is working with the UK's leading payment system providers on developing a network of 60,000 high street top-up terminals. It has already signed a deal with PayPoint, which operates a system for payment of bills through newsagents, convenience stores, supermarkets and petrol stations, and is busily trying to sign up online retailers selling \"appropriate\" items such as books, CDs, computer games and clothing. </p> <p>The system is described by the company as \"safe, secure and convenient\". Cardholders will have a password which they will have to quote when making purchases. </p> <p>Splash Plastic was set up by a group of London Business School graduates. It has secured funding from venture capitalists including GE Equity (the investment arm of GE Capital, the UK's largest store card provider), Global Retail Partners, Arts Alliance and Sussex Place Investment Management, the London Business School's investment division. </p> <p>So what do others think? The National Consumer Council says that because the card is pre-paid, teenagers can spend only the amount which parents have agreed to. But it adds that less well-off mums and dads are inevitably going to come under pressure from their offspring to take out a card or top it up. </p> <p><strong>Other card news</strong></p> <p>\u0095 RBS Advanta has launched the lowest-cost credit card in the UK - an introductory annual percentage rate (APR) of 2.9 for both purchases and balance transfers until June 1 2001. But after that, the standard rate of 17.9 will apply (16.9 for the platinum version of the card). </p> <p>\u0095 After years of looking down its nose at the wave of low-cost, no-frills credit cards launched in the UK, Barclaycard is quietly test-marketing one of its own. Selected Barclays customers are being invited to sign up for Barclaycard Alpha, which has no annual fee, a standard rate of 14.9 APR on purchases and a 5.9 APR balance transfer rate. </p> <p>\u0095 People's Bank and Virgin Mobile have joined forces so that anyone taking out a People's Bank platinum credit card can take advantage of an introductory rate of 4.9 APR for purchases and balance transfers, plus obtain £50 off Virgin Mobile's new Siemens M35i handset, which currently sells for £119.99.</p>",
  "<p>There's bad news for day-time television viewers. The party political conference season is about to begin, promising three weeks of afternoon viewing which combines the anarchic spontaneity of Songs of Praise with the wit and warmth of the Shopping Channel. </p> <p>If you're irresistibly attracted by the sound of people patting themselves on the back you might be tempted to sign up and join one of these parties. But what are the costs of becoming politically active? And never mind what they're offering the country, what have they got for their own members?</p> <p>For £17.50 (£6 unwaged and pensioners) you could join Labour. This entitles you to membership of the Labour party travel club (currently offering trips to Las Vegas and the Dominican Republic) and a special rate on home, motor and travel insurance, arranged through CGU.</p> <p>There is also a legal service for members, offering free advice for car crash injuries and discounts on wills and conveyancing. Also, the \"Labour Savings Club\" promises to shop around for you and find savings on big household purchases. Another perk is that you can buy into a wide catalogue of merchandising, along the lines of the Greet the Dawn tea towel, priced at £5.99.</p> <p>But the People's Party credit card - a Co-operative Visa card - doesn't do any favours with a 19.8APR (and a donation to the party of 0.25% of whatever you spend on the card).</p> <p>If this doesn't feel like a party that swings, the Conservatives charge £15 membership for an opposition that can offer a discount wine club and cheap televisions. William Hague might have drawn a few sniggers with his claim to have drunk 14 pints a day as a youth, but it's his party that is rocking enough to offer a reduction on a case of wine from £72.93 to £58.99.</p> <p>If that isn't enough to get you looking right, the party sound system has never been cheaper than through the membership deal with Home Electrical Direct, an online dealer in discount televisions, washing machines, hi-fis and microwaves with a politician-style offer of \"buy now and pay nine months later\".</p> <p>And forget all those snide claims that the Conservatives are Little Englanders afraid of anything with a hint of overseas - because it's the Tories that offer a travel club with trips to Rome and cruises aboard the Ocean Majesty.</p> <p>But a political party needs values, and what better value than the Liberal Democrats, who will let you join their party for a bargain basement £5. Never mind the Tories banging on about save the pound: if you sign up with the Lib Dems you'll have saved a tenner.</p> <p>The party also benefits if you buy books through the online Amazon bookshop, but if you make your purchases using the Liberal Democrat credit card it could be expensive, because the arrangement with the Co-operative Bank is the same as Labour's, which means you'll be paying an illiberal 19.8APR on your purchases - again with a 0.25% of purchases donated to party funds.</p> <p>And don't expect any poundstretcher deals from the Greens, who charge £19 for membership (£8 unwaged). There's also the intriguing offer of life membership for £247, which if you weren't working would mean you'd have to be a member for 31 years to show a profit. But once you're on the inside with the Greens, you have the pick of party merchandising - polo shirts, sweat shirts, T-shirts (priced £8.50 to £12.75), any colour you like, as long as it's green.</p> <p>The cheekiest political sales pitch must be the Natural Law Party, which promises: \"Donate £100 or more and receive the book, A Reason to Vote, by Robert Roth completely free as a special thank-you.\" Completely free membership is also available for £15 and a four-hour long \"inspiring\" party video is yours - completely free - for £17. And if you want to make an unmistakable visual statement about yourself, you could sign up with the UK Independence Party and buy a grey polyester tie, priced £9.99, with a \"shadow stripe effect which subtly repeats the words UK Independence Party\".</p> <p>But the real price you have to pay could be much higher. No one likes to admit it, but all political parties have far more than their fair share of misfits and obsessives who find a safe haven in organisations that specialise in dull meetings in community centres and in rooms above pubs around a tray of cement-flavoured sandwiches. So don't expect a bundle of laughs as part of the membership deal.</p> <p>Altogether now, a spontaneous standing ovation on the count of three... </p> <p>Email: <a href=\"mailto:coughlan_sean@hotmail.com\">coughlan_sean@hotmail.com</a></p>",
  "<p>Britons are keeping the housebuying habit - for the time being at least. Despite house prices flattening out, an above average 4% plan to move over the next three months, according to the new Move and Improve index from Alliance &amp; Leicester. And that's in line with a similar survey this time last year. </p> <p>Some 6% say they intend to buy between January 2001 and next September. But unless more join them, demand could fall. The index measures sentiment rather than actual decisions. </p> <p>Alliance &amp; Leicester says most people move because they need to - 30% need more space, 16% change because of relationship breakdowns and other personal matters while 13% do so because they have a new job. Only 22% cite \"change of environment\" or \"hating the neighbours.\" </p> <p>But even those who need a new property are not happy with present values. Only 7% of those planning to move reckon now is a good time to invest in bricks and mortar. </p> <p>On one measure, however, house prices look a bargain. The Cheltenham &amp; Gloucester affordability index - it compares prices with incomes - predicts the average home purchaser will spend 39.5% of take-home pay on their mortgage by the end of this year, compared with 71.3% when the indicator hit an all-time high in 1990. </p> <p>\"The housing market has peaked but the early Bank of England action in raising interest rates has avoided the drastic action needed to regain control a decade ago. We have just had a mini-boom with a much less damaging impact on affordability,\" says C&amp;G 's Roger Burden. </p> <p>And Bradford &amp; Bingley claims buy to rent is still a sound investment with yields of up to 9%. </p>",
  "<p>In a matter of months Britain might no longer have a stock exchange to call its own. In a financial world without borders this may be of little consequence. But try telling that to the gaggle of Little Englanders who postured to oust the London Stock Exchange's management this week. </p> <p>The recent history of the exchange is a sorry tale of insularity and inertia. The combination of the most blue chip brand name and the technology revolution presented the opportunity to corner the market in European equity trading. As it is, the exchange now finds itself in a corner, crowded by a hostile bid and an even more hostile shareholder base. </p> <p>Thursday's annual meeting provided a forum for shareholders to air the best part of 20 years worth of accumulated frustrations. The exchange's chief executive, Gavin Casey, was invited to fall on his sword (and yesterday did so). Its recently appointed chairman, Don Cruikshank, was reminded that he is on probation. The curriculum vitae of both were held up to scornful scrutiny. </p> <p><strong> Kept their own counsel</strong><br> </p> <p>Little, if anything, was ever going to be achieved in this forum. The exchange already had a very clear idea of the views of its shareholders and customers - it had called off its proposed merger with Deutsche Börse as a result. The exchange's biggest users - the global investment banks - unsurprisingly kept their own counsel while in public. </p> <p>This is the moment of maximum leverage for Britain's smallest broking houses, particularly those specialising in private client business. </p> <p>A sale of the London exchange, or a merger, requires a 75% voting majority, and votes are distributed much more widely than the concentration of business transacted on the market from day to day. </p> <p>In 1999, British private clients accounted for more than 50% of UK equity bargains transacted on the London exchange. However, in aggregate these represented only 10% of the total value of UK equity business. British institutions, on the other hand, accounted for a third of bargains but two-thirds of total transaction value. </p> <p>Power typically resides with those handling the institutional business. Look at the composition of the committees of users the London exchange relies on for feedback and you will instantly understand the frustrations of smaller brokers. They bear all the worst hallmarks of a gentlemen's club. </p> <p>The LSE would be wrong to lean too far towards its smaller shareholders, however tempting this must be during this time of siege. The Little Englanders offer few solutions to the strategic problem facing all European exchanges: how to harness new technology to fight off the challenge posed by alternative \"virtual\" exchanges. </p> <p>The major investment banks are, in principle, proponents of mergers between stock markets. Even small reductions in transaction costs as a result of merger synergies would have enormous benefits for their bottom line profitability. If only the LSE's plan to merge with Frankfurt had not been so half-baked. Perhaps it was a consequence of relying on the gentlemen's club, Schroders and Merrill Lynch providing the advice. Whatever the reasons, the exchange has jeopardised its support from its biggest customers. </p> <p>Were it under strong management, the exchange would be in a position to drive the consolidation of European stock markets. After all, it is the largest, most liquid, and has the greatest reputation for probity. Under crippled management, though, it has become a (valuable) pawn in a game controlled by other players. </p> <p><strong> Light on cash</strong><br> </p> <p> The one bid on the table for the exchange is from Sweden's OM Gruppen, which already operates 10 markets around the world and provides the technology for many others. OM has been welcomed for busting apart the London-Frankfurt merger but is given little chance of ultimate success. </p> <p>It would be foolish, however, to dismiss OM's chances out of hand. Its bid is admittedly light on cash and heavy on OM shares, whose valuation appears unsustainably high. But few hostile takeovers are ever settled on the first bid. </p> <p>Earlier this week I had the opportunity to hear OM's case first hand. Its management presented an argument clearly tailored to allay the fears of the rank and file of Britain's broking community: commercial management of a technology-rich, London-centric European exchange. In essence, an alliance of London's brand and OM's expertise. </p> <p>It was difficult to fault OM's logic, but for me something was missing - a sense of grandeur befitting London's history. This may sound pompous. It may sound very 19th century. But it reflects the scale of opportunity now available to those who dare to dream. </p> <p>For OM to succeed it needs to convince the global investment banks - not be cause they control the London exchange's share register but because their financial muscle behind a revised OM bid could \"buy\" the approval of the smaller brokers. </p> <p>To corral the global players, OM must, of course, convince that it has the management and the expertise to execute its plans. </p> <p>But, over and above that, it must demonstrate that a takeover of the LSE is but the first step towards a much, much bigger network of exchanges. </p> <p>There is unlikely to be room in Europe for more than two big networks. London dare not be left out in the cold but then neither can Frankfurt, Paris, Milan - or indeed Stockholm in the shape of OM Gruppen itself. No player can be underestimated, for each lives in fear of the abyss beneath its feet. Most of the Europeans will concede national control in order to secure a seat at the table. </p> <p><strong> Artificial division</strong><br> </p> <p> It is no surprise, however, that nationalistic issues loom large in Britain, Germany and France. The iX proposal was a political compromise reflecting these sensitivities - an artificial division of labour between London and Frankfurt with no room for the French. </p> <p>London's reputation as a financial centre is such that it should sell itself dearly. But it should also trust its ability to win through regardless of the LSE's ultimate fate. </p> <p>Those left out in the cold will be those with least to offer or those blinded by their own parochialism. London is not the former, but risks becoming the latter. </p> <p>For the London exchange's current management it is probably too late. But they could attempt a small first step on the long road to rehabilitation by initiating an open-minded dialogue with all possible partners, OM included. </p> <p>Edmond Warner is chief executive of Old Mutual Securities </p> <p><a href=\"mailtoedmondw@omsecurities.co.uk\">edmondw@omsecurities.co.uk </a></p>",
  "Charles Kennedy will tell next week's Liberal Democrat conference that the current upsurge of popular protest gives them the chance to become \"the anti-politics party\" because they share the voters' anger and disappointment. <p>Facing his second party conference as Paddy Ashdown's successor, Mr Kennedy will urge activists to be bolder in \"tapping into anti-politics political sentiment, and make our number with an awful lot of people\". </p> <p>They could do so because their policy message chimes with the wider mood of public protest, he said: the need for better-funded public services and more openness about taxation; and the need to create a more direct link between how taxes are raised and what they are spent on - including roads, schools and hospitals.</p> <p>In a pre-conference interview with the Guardian as the petrol crisis eased yesterday, the Lib Dem leader was careful not to align himself with rightwing populist campaigns on issues as different as asylum and immigration, law and order, petrol prices and child abusers. </p> <p>\"I am not saying we should become champions of direct action, of course not; because I lead a parliamentary party and believe in something called parliamentary democracy. But parliamentary democracy must be more responsive to sentiment in the country, though not populist sentiment. </p> <p>\"We did not buy the populist line in the Martin case [the farmer who killed a burglar], on asylum and immigration, or a number of other issues,\" insisted Mr Kennedy.\"You have to stick to your core principles, but say you want better engagement with the public than any of us are yet managing.\" </p> <p>He cited his outspoken but unpopular support for Europe - he now wants sterling to join the euro in September 2004 after a 25% devaluation - and hs call for for higher public spending that Tony Blair repeatedly condemned before he did a u-turn on the NHS. </p> <p>The uproar at last year's world trade conference in Seattle was at least as significant a protest, he believed, and (like the fuel pickets) was also a product of informal organisations using new technologies (the internet and mobile phones) that meant such \"social revolutions\" could emerge very rapidly. </p> <p>\"It shows how the power structure is potentially moving away from the established world of politics much more in the direction of the grassroot, people's world of politics - which has a very different vocabulary,\" he explained. </p> <p>Watching TV phone-ins, he had been startled by the vehemence of the hostility directed at Mr Blair and his colleagues for allegedly being out of touch: \"It is extraordinary for an administration that prides itself on being the apotheosis of that sort of thing.\" </p> <p>It all showed how people with a heartfelt cause could get a long way with public opinion and media access, Mr Kennedy argued, though he rejected Tory claims that this week's dispute had been a taxpayer's revolt. What the situation needed was a government willing to explain the link between taxes and spending. </p> <p>\"It's a classic case of 'if this is where we take money from, then this is what we are going to spend it on',\" he said. Coincidentally the earmarking of specific taxes for specific purposes, the technical term is hypothecation, is a theme of his new book, The Future of Politics (HarperCollins £17.99). </p> <p>Environmental taxes that helped build better public transport were a crucial ingredient, though the Highland-born MP (first elected for the old SDP at the age of 23) was enough of a country dweller to realise that many rural voters needed cars. </p> <p>Aides were yesterday instructed to raise the profile of next week's scheduled environment debate in Bournemouth. In his book, Mr Kennedy is frank enough to admit that not taking green issues seriously enough when he was first elected in 1983 is one of his four big mistakes. </p> <p>The others are his failure to protest enough when London police quashed demonstrations against the Chinese premier Jiang Zemin in 1999, his failure to vote against the disastrous child support agency, and his advice to Mr Ashdown that the Lib Dems should not publicise their controversial policy decision to call for a royal commission into the possible decriminalisation of drugs. </p> <p>The book is organised around the MP for Ross, Skye and Inverness West's core belief in liberty, with each chapter bearing titles like Freedom from Poverty or Freedom to Breathe: the Green Future. But it concludes on the need to restore idealism to the political system. </p> <p>\"It will not be possible to categorise the voter of 2020 as a socialist or a conservative. He or she a variety of things; internationalist, green, committed to properly-funded public services, and technologically aware.\" </p> <p>Green issues and IT were crucial to engaging the young in politics, he believed. Though admitting he was no Ashdown with computers, he did use a laptop and a Psion personal organiser. \"To people now going through school and university, it is all like riding a bike was to my generation, that's the difference. I don't know how electricity works, but I couldn't imagine existence without it. That's how they feel about IT.\" </p> <p>Mr Kennedy, 40, is thinner than he was a year ago; there is a Diet Coke can on his desk. Sitting in Paddy Ashdown's office, where he has changed all the paintings (there is one of the Palace of Westminster burning down in 1837), he shrugged off criticisms that he is less active than \"Action Man\" or that he had less influence with Mr Blair - whom he saw for a chat last week. </p> <p>His book contains not a single reference to the word \"project\" - shorthand for Lib-Lab cooperation beloved of Messrs Blair and Ashdown. \"The second half of any parliament is more competitive than the first half, instinctively so.\" And there was not much progress to be made on the shared Lib-Lab agenda for constitutional reform this side of polling day. </p> <p>\"I think there's a clear, settled mood in the Liberal Democrats. The atmosphere in the party is relaxed, the party is relaxed with me and I am relaxed with the party. They know we are carrying on with the joint consultative committee [with Labour] in perfectly responsible constructive cooperation. But they also know there is no question of fighting the next election other than as an independent political party.\" </p> <p>Could he one day serve in a Lib-Lab coalition as Ashdown might have done? He did not rule it out. \"I think it will be arithmetic-driven,\" dependent on the next election result. But he did not think it likely \"because the first-past-the-post [voting] system usually delivers a clearcut majority. That is what it is designed to do.\" </p> <p>Did it annoy him that Mr Blair had kicked into touch the two promised referendums Mr Kennedy and his party activists so badly wanted, on the euro and on electoral reform for Westminster? It must have done, but the genial Mr Kennedy did not admit it. \"It's better for me to concentrate on what is attainable at this stage rather than what is unattainable.\"</p>",
  "<p> </p> <p> </p> <p> </p> <p> </p> <p> Tony Blair looked the most relieved man in Britain yesterday as the petrol crisis eased after the wheels had been close to falling off his government. </p> <p> A senior Downing Street official, asked if the government would be adopting a \"triumphalist\" tone, wryly conceded: \"I cannot imagine this has helped the government's standing.\" </p> <p> The tone of the prime minister's third No 10 press conference in as many days was distinctly contrite after such a narrow escape. Mr Blair insisted his policies were right, but admitted he had been caught on the hop. Lessons will be learned about crisis management - and about monitoring disputes before they become crises. </p> <p> The more fundamental question is whether it has done long-term harm to new Labour's hard won reputation for competent economic management, or whether the crisis headlines will evaporate almost as quickly as the crisis itself developed last weekend. </p> <p> The short-term damage to Tony Blair, Gordon Brown and John Prescott - and lesser ministers in the crossfire - is obvious. As Mr Blair admitted, they were caught unaware by the speed of the blockades' impact on a \"just in time\" society whose petrol stations and supermarkets hold just enough stock to get by for a day or so. </p> <p> In the first misjudgment, Downing Street and other Whitehall departments thought the protests would fade away rather than spread when they started at the end of last week. </p> <p> Mr Blair realised there was a serious problem only on Monday night when demonstrators blocked his way to a Chinese restaurant in Hull for dinner with Mr Prescott. The following day he pulled out of a regional tour and trip to the TUC in Glasgow to return to the Downing Street bunker. </p> <p> Britain was running out of fuel and heading for a shutdown potentially more disastrous than the winter of discontent or the three-day week during Edward Heath's era. </p> <p> Only on Wednesday did it finally appear as if the government was getting to grips with the crisis as Mr Blair summoned oil industry executives to read the riot act to the global corporations accused of colluding with the demonstrators. </p> <p> It has been a bad week for government dignity in a year when it has been battered by events as disparate as asylum seekers, NHS cash, leaked Blair memos, cashpoint fines and Euan Blair's GCSE celebrations. The only upside of the fuel crisis is that it has distracted public attention from the tottering Greenwich dome. </p> <p> Potentially worse for the PM is the accusation, levelled by yesterday's Daily Telegraph, that the crisis was final proof that Mr Blair's is an arrogant government that does not listen to the kind of unBlairite small businessmen who manned the picket lines, to ordinary voters, or even to its own MPs. </p> <p> \"We've been warning Gordon about petrol prices for months now,\" one minister muttered this week. Despite Mr Blair's repeated refusal to bow to intimidation by small unrepresentative groups, many Labour MPs are certain that concessions will have to be made inside the 60-day deadline imposed by truckers. </p> <p> That will be a crucial test for the chancellor. As with the single parent benefit revolt in 1997 and this year's 75p increase in the basic pension, plenty of MPs will be whispering that Mr Brown is too powerful and too inflexible for the government's own good. \"Tony should rein him in,\" they will say again. </p> <p> The arrogance charge - rejected yesterday by Mr Blair - is more dangerous when tied to William Hague's \"stealth tax\" jibe. The prime minister, chancellor and their colleagues have done their best to explain that world prices are the main culprit and that the extra petrol taxes they imposed in 1997-99 were of Tory origin, caused by the Tory debts they had to clear. </p> <p> Last March's decision to scrap the fuel escalator inherited from the Tories, and used during Labour's early years, has been cited as evidence that the government is listening. The argument has convinced few voters. </p> <p> The Downing Street machine has sought scapegoats: the pickets, the police, and the Opec oil producers. It has also resorted to shroud waving, getting the health secretary, Alan Milburn, to put the NHS into the firing line. The tabloids will attack him for playing politics with the sick. But it worked. Along with the prospect that the army would be sent in the risk of pickets being blamed for deaths helped tip them - and the tabloids - away from further confrontation. </p> <p> Yet ministers persistently refused to go to war, at least in public, with the major oil companies, the one obvious scapegoat whose foot dragging, self-interested tactics could have united pickets, public and ministers against them. Yesterday's own goal by Esso in raising prices before performing a swift U-turn showed what scope was there. </p> <p> Downing Street optimists hope that once voters have reflected on the dispute they will turn against small groups of politically motivated pickets with a vocally anti-Labour agenda. </p> <p> There is even some hope that the crisis will help make voters less car dependent as they discover the joys of fast-moving buses, bikes and unpolluted pavements. But they are almost certainly being over-optimistic. </p> <p> Demonstrators tapped into public resentment against the highest petrol prices in Europe when Britain has North Sea oil. </p> <p> By backing down yesterday before causing the widespread disruption just round the corner, they deprived Mr Blair of the great victory some in No 10 hoped he could achieve.</p>",
  "Tony Blair looked the most relieved man in Britain yesterday as the petrol crisis eased after the wheels had been close to falling off his government. <p> A senior Downing Street official, asked if the government would be adopting a \"triumphalist\" tone, wryly conceded: \"I cannot imagine this has helped the government's standing.\" </p> <p> The tone of the prime minister's third No 10 press conference in as many days was distinctly contrite after such a narrow escape. Mr Blair insisted his policies were right, but admitted he had been caught on the hop. Lessons will be learned about crisis management - and about monitoring disputes before they become crises. </p> <p> The more fundamental question is whether it has done long-term harm to new Labour's hard won reputation for competent economic management, or whether the crisis headlines will evaporate almost as quickly as the crisis itself developed last weekend. </p> <p> The short-term damage to Tony Blair, Gordon Brown and John Prescott - and lesser ministers in the crossfire - is obvious. As Mr Blair admitted, they were caught unaware by the speed of the blockades' impact on a \"just in time\" society whose petrol stations and supermarkets hold just enough stock to get by for a day or so. </p> <p> In the first misjudgment, Downing Street and other Whitehall departments thought the protests would fade away rather than spread when they started at the end of last week. </p> <p> Mr Blair realised there was a serious problem only on Monday night when demonstrators blocked his way to a Chinese restaurant in Hull for dinner with Mr Prescott. The following day he pulled out of a regional tour and trip to the TUC in Glasgow to return to the Downing Street bunker. </p> <p> Britain was running out of fuel and heading for a shutdown potentially more disastrous than the winter of discontent or the three-day week during Edward Heath's era. </p> <p> Only on Wednesday did it finally appear as if the government was getting to grips with the crisis as Mr Blair summoned oil industry executives to read the riot act to the global corporations accused of colluding with the demonstrators. </p> <p> It has been a bad week for government dignity in a year when it has been battered by events as disparate as asylum seekers, NHS cash, leaked Blair memos, cashpoint fines and Euan Blair's GCSE celebrations. The only upside of the fuel crisis is that it has distracted public attention from the tottering Greenwich dome. </p> <p> Potentially worse for the PM is the accusation, levelled by yesterday's Daily Telegraph, that the crisis was final proof that Mr Blair's is an arrogant government that does not listen to the kind of unBlairite small businessmen who manned the picket lines, to ordinary voters, or even to its own MPs. </p> <p> \"We've been warning Gordon about petrol prices for months now,\" one minister muttered this week. Despite Mr Blair's repeated refusal to bow to intimidation by small unrepresentative groups, many Labour MPs are certain that concessions will have to be made inside the 60-day deadline imposed by truckers. </p> <p> That will be a crucial test for the chancellor. As with the single parent benefit revolt in 1997 and this year's 75p increase in the basic pension, plenty of MPs will be whispering that Mr Brown is too powerful and too inflexible for the government's own good. \"Tony should rein him in,\" they will say again. </p> <p> The arrogance charge - rejected yesterday by Mr Blair - is more dangerous when tied to William Hague's \"stealth tax\" jibe. The prime minister, chancellor and their colleagues have done their best to explain that world prices are the main culprit and that the extra petrol taxes they imposed in 1997-99 were of Tory origin, caused by the Tory debts they had to clear. </p> <p> Last March's decision to scrap the fuel escalator inherited from the Tories, and used during Labour's early years, has been cited as evidence that the government is listening. The argument has convinced few voters. </p> <p> The Downing Street machine has sought scapegoats: the pickets, the police, and the Opec oil producers. It has also resorted to shroud waving, getting the health secretary, Alan Milburn, to put the NHS into the firing line. The tabloids will attack him for playing politics with the sick. But it worked. Along with the prospect that the army would be sent in the risk of pickets being blamed for deaths helped tip them - and the tabloids - away from further confrontation. </p> <p> Yet ministers persistently refused to go to war, at least in public, with the major oil companies, the one obvious scapegoat whose foot dragging, self-interested tactics could have united pickets, public and ministers against them. Yesterday's own goal by Esso in raising prices before performing a swift U-turn showed what scope was there. </p> <p> Downing Street optimists hope that once voters have reflected on the dispute they will turn against small groups of politically motivated pickets with a vocally anti-Labour agenda. </p> <p> There is even some hope that the crisis will help make voters less car dependent as they discover the joys of fast-moving buses, bikes and unpolluted pavements. But they are almost certainly being over-optimistic. </p> <p> Demonstrators tapped into public resentment against the highest petrol prices in Europe when Britain has North Sea oil. </p> <p> By backing down yesterday before causing the widespread disruption just round the corner, they deprived Mr Blair of the great victory some in No 10 hoped he could achieve.</p>",
  "<p><strong>RANIERI TAKES THE REINS? </strong></p> <p>The long-running managerial saga at swanky boutique Chelsea's of Chelsea- it's only been three days since Luca got sacked but it's felt like three years in solitary confinement - looks like coming to an end. Claudio Ranieri has apparently signed a two-year deal with the club and will be unveiled as manager sometime before the Blues play Leicester on Sunday.</p> <p>Can this really be true? Well, let's look at the evidence. Chelsea managing director Colin Hutchinson confirmed that talks with Ranieri were held yesterday and today. William Hill suspended betting after \"a number of well-informed punters came in for substantial bets\". Onefootball.com mentioned a \"source close to Ranieri\" who claimed the 48-year-old has \"accepted the offer of a short-term deal\". And Ranieri himself told Gazzetta della Sport that he was \"flattered by the call from Chelsea. If there are roses, they will bloom.\"</p> <p>Of course, even a seemingly done deal can fall through. But all of this suggests the Italian will very soon be taking hold of Ken Bates's beard and riding him like a sorry taking hold of the managerial reins at Stamford Bridge. The Fiver reckons Chelsea could do worse: Ranieri took Cagliari to Serie A with two successive promotions, won the Italian Cup and Super Cup with Fiorentina, and sowed the Big Cup seeds reaped by Hector Cuper at Valencia, where he also won the Spanish Cup. Now that's the sort of trophy haul which would satisfy El Presidente. Isn't it?</p> <p><strong>BULLY BOY</strong></p> <p>At the start of the season, David O'Leary O'Leeds assured us that Alan Smith had changed. He wasn't the nasty young thug of a year or two ago. No sirree! And the sincerity in his words, coupled with young Smith's new found tendency to find the back of the net rather than the back of his opponents' Achilles, had us believing that the boy really had turned over a new leaf. So imagine our shock this morning when we found out that young Smith has been trying to cripple half the Barcelona team.</p> <p>First Frank De Boer accused him of being \"mean and nasty\" and then, without any hint of a Scouse accent, warned him that \"if he is going to become a top player he must calm down\". By mid-afternoon, Phillip Cocu had joined in, accusing Smith of injuring him with a two-footed challenge: \"It looks like I'll be out of action for ten days to two weeks following a tackle - one of many - by Alan Smith. Whenever the ball was gone, Smith went on to hit the other player's legs\"</p> <p>But - as Cocu revealed on his personal website - it wasn't as if Barcelona weren't warned. \"We heard about what Smith was like before the game from Marc Overmars,\" he said spikily. \"Everyone certainly noticed him but he showed his skills in areas other than football on Wednesday night.\" Cocu's injury will allow He Was He Is to get back into the Barca side, which is sure to displease the Dutchman: \"So now Manu Petit will get his chance in midfield he's a good player and will do fine. We need all the players we've got at the moment!\" That's certainly true - especially when you've got to face Alan again, the big bully.</p> <p><strong>QUOTE OF THE DAY</strong></p> <p>\"His feet look the same as ten-past-ten on a clock\" - Arsene Wenger on Robert Pires, giving a rare insight into the mental workings of a managerial genius</p> <p><strong>DAUM AND OUT</strong></p> <p>Imagine Kelvin Koogan being taken to court by Terry McDermott and getting sent down for ever. It's a mouth-watering prospect, we're sure you'll agree. It is also highly unlikely to happen, unless the government changes the law to include the phrase: \"If there is no proof but the Fiver swears that it is true, then it is\". But while we in England are unlikely to experience our national coach undergoing a courtroom humiliation, the Germans, lucky people, are getting precisely that.</p> <p>According to reports emanating from central Europe, Germany coach-in-waiting Christoph Daum is being taken to court by his old pal and former business partner Heinz Kress, inventor of that little green weed that grows in carpet if it's watered properly. Kress is currently on trial for fraud after a glamorous Majorcan holiday resort went belly up, and he claims that Daum has run off with £94,000 (or 2.1111111101010101 Euros) of his money.</p> <p>The Bayer Leverkusen boss is not entirely in agreement with Kress about this. He claims: \"I always behaved correctly, to this level I do not go. The statements are an absurdity.\" Indeed, there could be an entirely different explanation for the trouble. Kress and Daum have something else in common: Angelica Camm, Kress's ex-wife, left him for Daum back in 1998. Fantastic. Why can't anything this exciting happen to Koog? Especially if it comes with a prison sentence attached.</p> <p><strong>THE RUMOUR MILL</strong></p> <p>Real Madrid winger Savio has demanded that his proposed transfer to Chelsea be sorted out by the end of the day. \"I can't stand this situation any longer,\" he said. \"Everything has to be sorted out today one way or another. \"If there is no deal by today then I'll happily stay [at Madrid]. I have a contract here and I'll play in the team tomorrow.\"</p> <p>Tottenham manager George Graham is giving a two-week trial to Latvian left-winger Andrejs Rubins, who was once a target for Arsenal.</p> <p><strong>NEWS IN BRIEF</strong></p> <p>Ian Walker will be allowed to leave Tottenham after he handed in a transfer request. Spurs' director of football David Pleat said: \"We have reluctantly agreed to a transfer request from Ian Walker. We understand his frustration at his lack of first-team opportunities at the moment.\"</p> <p>Leicester manager Peter Taylor has accused Red Star Belgrade chief Slavoljub Muslin of subjecting him to a tirade of foul language during last night's Euro-Vase clash. Muslin said after the game that Taylor was \"ungentlemanly\" and that it was \"the worst attack on me by a coach in 20 years in the game.\" But Taylor today said: \"I can assure you that the first words that their coach said to me in the first couple of minutes of the game were **** off, **** off.\"</p> <p>Norwich have beaten Wolves to the signing of veteran Leicester defender Steve Walsh.</p> <p>Bradford's second-choice keeper Gary Walsh has joined Middlesbrough on a month's loan.</p> <p>Swindon's home match against Cambridge has been called off because of the fuel crisis.</p> <p><strong>TEAM NEWS IN BRIEF</strong></p> <p>Lucas Radebe has been ordered to rest by a neurologist as he is suffering from headaches after sustaining concussion during Leeds's midweek match against Barcelona. Ipswich will leave last season's leading scorer David Johnson on the bench, with Marcus Stewart playing up front.</p> <p>Chelsea are expected to be without Celestine Babayaro, Ed de Goey, Gustavo Poyet and Mario Stanic for Sunday's game against Leicester. Neil Lennon, who is still troubled by a shoulder injury, is the Foxes' only doubt.</p> <p>George Weah will return to the Manchester City attack for Sunday's game against Middlesbrough at Maine Road.</p> <p>Bradford will travel to Aston Villa without Andy Myers, who tore a hamstring in the 1-1 draw with Arsenal last week.</p> <p>Peter Reid has refused to rule out a return for goalkeeper Thomas Sorensen for the visit of Derby County to the Stadium of Light. Sorensen was back in full training for the first time today and could replace Jurgen Macho.</p> <p>Igor Stimac is struggling to shake off a virus in time to face Liverpool on Sunday. Frank Lampard, who has been bothered by a persistent ankle injury all season, is definitely out, while Frederic Kanoute and Trevor Sinclair are also doubtful. Liverpool hope to have Steven Gerrard back in their side, but Sami Hyypia will still be missing.</p> <p><strong>TONIGHT'S TV AND RADIO</strong></p> <p>Sky Sports 1: Premiership Preview (11.30pm, 5.30am) So many footballers being interviewed, so little said.</p> <p>Sky Sports 2: First Division Football - Live (7pm, 12midnight, 4am SS1) Sheffield United play Blackburn in an early doors Premiership sort of way.</p> <p>Sky Sports 3: Hold The Back Page (10pm) Brian, Brian, quite contrary, how does your bouffant grow?</p> <p>Radio 5 Live: 5 Live Sport (7pm) Maybe football but probably bloody Olympics. Cah!</p>",
  "Charles Kennedy will tell next week's Liberal Democrat conference that the current upsurge of popular protest gives them the chance to become \"the anti-politics party\" because they share the voters' anger and disappointment. <p>Facing his second party conference as Paddy Ashdown's successor, Mr Kennedy will urge activists to be bolder in \"tapping into anti-politics political sentiment, and make our number with an awful lot of people\". </p> <p>They could do so because their policy message chimes with the wider mood of public protest, he said: the need for better-funded public services and more openness about taxation; and the need to create a more direct link between how taxes are raised and what they are spent on - including roads, schools and hospitals. </p> <p>In a pre-conference interview with the Guardian as the petrol crisis eased yesterday, the Lib Dem leader was careful not to align himself with rightwing populist campaigns on issues as different as asylum and immigration, law and order, petrol prices and child abusers. </p> <p>\"I am not saying we should become champions of direct action, of course not; because I lead a parliamentary party and believe in something called parliamentary democracy. But parliamentary democracy must be more responsive to sentiment in the country, though not populist sentiment. </p> <p>\"We did not buy the populist line in the Martin case [the farmer who killed a burglar], on asylum and immigration, or a number of other issues,\" insisted Mr Kennedy.\"You have to stick to your core principles, but say you want better engagement with the public than any of us are yet managing.\" </p> <p>He cited his outspoken but unpopular support for Europe - he now wants sterling to join the euro in September 2004 after a 25% devaluation - and hs call for for higher public spending that Tony Blair repeatedly condemned before he did a u-turn on the NHS. </p> <p>The uproar at last year's world trade conference in Seattle was at least as significant a protest, he believed, and (like the fuel pickets) was also a product of informal organisations using new technologies (the internet and mobile phones) that meant such \"social revolutions\" could emerge very rapidly. </p> <p>\"It shows how the power structure is potentially moving away from the established world of politics much more in the direction of the grassroot, people's world of politics - which has a very different vocabulary,\" he explained. </p> <p>Watching TV phone-ins, he had been startled by the vehemence of the hostility directed at Mr Blair and his colleagues for allegedly being out of touch: \"It is extraordinary for an administration that prides itself on being the apotheosis of that sort of thing.\" </p> <p>It all showed how people with a heartfelt cause could get a long way with public opinion and media access, Mr Kennedy argued, though he rejected Tory claims that this week's dispute had been a taxpayer's revolt. What the situation needed was a government willing to explain the link between taxes and spending. </p> <p>\"It's a classic case of 'if this is where we take money from, then this is what we are going to spend it on',\" he said. Coincidentally the earmarking of specific taxes for specific purposes, the technical term is hypothecation, is a theme of his new book, The Future of Politics (HarperCollins £17.99). </p> <p>Environmental taxes that helped build better public transport were a crucial ingredient, though the Highland-born MP (first elected for the old SDP at the age of 23) was enough of a country dweller to realise that many rural voters needed cars. </p> <p>Aides were yesterday instructed to raise the profile of next week's scheduled environment debate in Bournemouth. In his book, Mr Kennedy is frank enough to admit that not taking green issues seriously enough when he was first elected in 1983 is one of his four big mistakes. </p> <p>The others are his failure to protest enough when London police quashed demonstrations against the Chinese premier Jiang Zemin in 1999, his failure to vote against the disastrous child support agency, and his advice to Mr Ashdown that the Lib Dems should not publicise their controversial policy decision to call for a royal commission into the possible decriminalisation of drugs. </p> <p>The book is organised around the MP for Ross, Skye and Inverness West's core belief in liberty, with each chapter bearing titles like Freedom from Poverty or Freedom to Breathe: the Green Future. But it concludes on the need to restore idealism to the political system. </p> <p>\"It will not be possible to categorise the voter of 2020 as a socialist or a conservative. He or she a variety of things; internationalist, green, committed to properly-funded public services, and technologically aware.\" </p> <p>Green issues and IT were crucial to engaging the young in politics, he believed. Though admitting he was no Ashdown with computers, he did use a laptop and a Psion personal organiser. \"To people now going through school and university, it is all like riding a bike was to my generation, that's the difference. I don't know how electricity works, but I couldn't imagine existence without it. That's how they feel about IT.\" </p> <p>Mr Kennedy, 40, is thinner than he was a year ago; there is a Diet Coke can on his desk. Sitting in Paddy Ashdown's office, where he has changed all the paintings (there is one of the Palace of Westminster burning down in 1837), he shrugged off criticisms that he is less active than \"Action Man\" or that he had less influence with Mr Blair - whom he saw for a chat last week. </p> <p>His book contains not a single reference to the word \"project\" - shorthand for Lib-Lab cooperation beloved of Messrs Blair and Ashdown. \"The second half of any parliament is more competitive than the first half, instinctively so.\" And there was not much progress to be made on the shared Lib-Lab agenda for constitutional reform this side of polling day. </p> <p>\"I think there's a clear, settled mood in the Liberal Democrats. The atmosphere in the party is relaxed, the party is relaxed with me and I am relaxed with the party. They know we are carrying on with the joint consultative committee [with Labour] in perfectly responsible constructive cooperation. But they also know there is no question of fighting the next election other than as an independent political party.\" </p> <p>Could he one day serve in a Lib-Lab coalition as Ashdown might have done? He did not rule it out. \"I think it will be arithmetic-driven,\" dependent on the next election result. But he did not think it likely \"because the first-past-the-post [voting] system usually delivers a clearcut majority. That is what it is designed to do.\" </p> <p>Did it annoy him that Mr Blair had kicked into touch the two promised referendums Mr Kennedy and his party activists so badly wanted, on the euro and on electoral reform for Westminster? It must have done, but the genial Mr Kennedy did not admit it. \"It's better for me to concentrate on what is attainable at this stage rather than what is unattainable.\"</p>",
  "<p>AltaVista has trimmed its workforce by 25% - some 224 jobs - as part of a near-term goal to reach profitability.</p> <p>However, the company underlined that the staff culling will not affect its recently established European operations. Additionally, AltaVista said the restructure would not affect its geographic expansion - it plans to roll out to more than 35 new countries in the next five months, starting with Denmark next week.</p> <p>While there will be no lay-offs in the UK, a general tightening of belts is now expected from the company on a global basis. Worst hit will be staff in its Californian operations and some of the smaller divisional offices throughout the US, as AltaVista aims to consolidate most of its operations into its Palo Alto head office. </p> <p>AltaVista North America now says it expects to reach profitability by February 2001.</p>",
  "<p>A new broadcast-based global trading platform makes its debut today to coincide with the start of the Olympic Games.</p> <p>The service, TheNewsMarket.com, claims to be the first site to link broadcasters with freelance producers and the PR industry. </p> <p>TheNewsMarket.com will archive video footage from corporations, broadcasters and independent producers (it is currently signing up suppliers), which is made searchable for registered journalists looking for quick access to footage or stills. </p> <p>The plan is to make money by selling on the footage on a pay-per-clip basis to other media outlets, in particular the PR and news media industries. The company says it will also build in new revenue streams for broadcasters and independents by distributing their footage to wider audiences.</p> <p>Shoba Purushothaman, chief executive of the company, said: \"We believe TheNewsMarket.com is set to become an integral part of the media relations and journalism landscape. It's our mission to redefine the $30bn video news marketplace.\"</p> <p>TheNewsMarket.com is backed by seed funding of $3m (£2.1m) from PSINet and Barn Ventures. A further round of funding, believed to be around $15m (£10.7m), is expected to be secured within the next few weeks. </p> <p>Competition in this market is sparse. While the majority of large broadcasters take satellite feeds from the two major global news agencies, Reuters and Associated Press, TheNewsMarket.com says its main point of difference will be its pay-per-clip model - subscriptions to Reuters can cost up to $1m each year - and its search, preview and instant download facilities. </p>",
  "<p>Motorola has handed its $400m (£268m) global advertising account to Ogilvy &amp; Mather following a six-month review.</p> <p>The move sees McCann-Erickson, which also pitched for the global account, lose its Motorola business in the UK. Leo Burnett also pitched for the account.</p> <p>The three agencies had previously shared the Motorola business, with O&amp;M having the smallest share. O&amp;M chief executive Shelly Lazarus led the pitch.</p>",
  "Experts usually sound convincing until you put two of them together and find that they disagree. Sometimes it's amusing, but when the argument is about our future oil supplies it's troubling. <p>A few days ago I attended a seminar on \"the strategic importance of Gulf oil\", where I was surprised to find that two bodies who ought to know for certain - the International Energy Agency (IEA) and the US Department of Energy - have very different views of the Gulf's prospects.</p> <p>The Gulf has about two-thirds of the world's proven oil reserves and, if the IEA is correct, we are going to become ever more dependent on it. By 2010 our dependence will be so great that the Gulf states will be called upon to produce 41m barrels a day - more than double what they produce now.</p> <p>Given the political uncertainties in the area (where Iraq, Iran, Saudi Arabia and Kuwait are the main producers) the risks inherent in that are obvious.</p> <p>The Department of Energy, on the other hand, predicts that 10 years from now the Gulf will be producing 28m barrels a day. This too means the Gulf will become more important, but the change is much more modest.</p> <p>Both forecasts can't be right and, quite possibly, both are wrong - there are too many unknown quantities to consider.</p> <p>The main difficulty is predicting future worldwide demand for oil. Prices are a key factor, because higher prices force people to use less oil or switch to alternatives. Wild price swings, of the kind we have seen over the last two years, make forecasting extremely difficult. Various experts have recently put forward plausible-sounding arguments for prices ranging from $5 (£3.50) a barrel to levels even higher than those of the last few weeks.</p> <p>One factor affecting future demand (and, in turn, prices) is the revolution in information technology. Because of it, we may have moved into a period where economic growth will not necessarily increase our need for oil. IT uses electricity which, on the whole, is not oil-generated. Also, IT may eventually reduce our use of transport, which in the US accounts for about half of all oil consumption.</p> <p>A further imponderable is the effect of environmental concerns about oil. Anti-pollution measures in the form of deterrent taxes and moves towards cleaner fuel will probably reduce our use of oil. Nobody knows by how much, but four years from now the US motor industry will begin introducing vehicles powered by fuel cells rather than gasoline, and it is estimated that by 2010 around 10% of new cars will have them.</p> <p>A few years ago, there were many who predicted that the world would eventually run out of oil. Now, an increasing number can be heard suggesting the opposite: we might not even need it.</p> <p>Dr Fadhil Chalabi, of the London-based Centre for Global Energy Studies, believes that world energy is in transition. He recalls how, in 1911, Winston Churchill told the British navy it was time to stop burning coal in their ships and convert to oil. Today, there is still plenty of coal in the ground but nobody wants it. The same could happen to oil, Dr Chalabi says, and we may look back on the 20th century as \"The Century of Oil\".</p> <p>The politically interesting question is what this might mean for the Gulf as a region where oil has given some states (Iran and Iraq) freedom to resist Western influence and has obliged others (Saudi Arabia and Kuwait) to seek Western protection.</p> <p>If the price of oil remains high, the relative importance of the Gulf is likely to decline. This is because high prices give the oil companies more cash to invest in exploration elsewhere, making them less dependent on Gulf oil.</p> <p>On the other hand, if demand falls and prices go down, we are likely to become more dependent on the Gulf. This is partly because there will be less exploration elsewhere, but also because Gulf oil is produced more cheaply than in many other parts of the world.</p> <p>The extraction cost of Iraqi oil is only $1 (70p) a barrel, but for oil from the new fields in the Caspian sea it is $14-16 (£10-11) a barrel. While the selling price of oil remains above $30 (£21) a barrel, Caspian sea oil is well worth producing, but it rapidly becomes less attractive as prices fall.</p> <p>To some extent, this also applies to the United States. When the selling price fell to $10 (£7) a barrel a couple of years ago, American oil production became uneconomic - which is why the US then pleaded with the Gulf states to cut production and drive up prices to at least $20 (£14) a barrel.</p> <p>So the future of the Gulf looks like a trade-off between money and influence: to be rich but less important if prices are high, or to be more important but less well-off if prices are low.</p> <p><a href=\"mailto:brian.whitaker@theguardian.com\"> brian.whitaker@theguardian.com</a></p>",
  "As petrol station across Britain struggled to get back to normal today, chancellor Gordon Brown, dug in his heels against any early tax concessions on fuel prices before next March, despite a 60 day deadline for action imposed by pickets when they lifted their crippling blockades. <p> With Tony Blair's full support, Mr Brown let it be known that he will not be deflected by what ministers insist are \"illegal blockades and intimidation\" in reaching his budget judgment as usual in March. Downing Street believes its firm stance will win round public opinion as tempers cool. </p> <p> A senior No 10 official said: \"These people have got to take on board the facts of the budget process. You cannot make budget decisions as a response to protests. There is a budget process and a parallel democratic process. They can make representations if they wish.\" </p> <p> However, the government's strategy is high risk given the scale of action and strength of feeling shown this week. Protesters - who include farmers, hauliers and fishermen, already aggrieved at what they see as unfair treatment by the government - have threatened to reimpose blockades of oil refineries and depots if there is no move to cut fuel taxes. </p> <p> During another day of drama which saw Esso, impose a provocative 2p-4p a litre increase - only to withdraw it within four hours after a meeting with Mr Blair - ministers breathed a collective sign of relief as the worst crisis of their government began to wind down. </p> <p> It is expected that by 3pm tomorrow, many garages will be restocked, though a £10 limit of petrol per motorist may be implemented. Some motorway service stations are already re-stocked, though there are queues of up to two miles long for the fuel.</p> <p> Meanwhile, the NHS remained on red alert today, and supermarkets appealed for an end to panic buying after nervous shoppers cleared shelves of essentials such as bread and milk. </p> <p> Postal services have been reduced to just one collection and delivery a day by the Post Office as stocks of fuel for its 36,000 vehicles came close to running out, and more than 70 schools across Britain were closed. </p> <p> Jack Straw, the home secretary, will head a joint team with the industry to ensure there is no repetition of this week's rapid crisis, though Blair aides are confident the threat to restore pickets if no concessions are made by mid-November will not materialise. </p> <p> Angry pickets voted throughout yesterday to end the crisis and claimed a \"a great moral victory\", though pockets of resistance continued. When Esso announced its increase to protect profit margins some pickets threatened to restore their blockades and motoring organisations called the increase \"insensitive\". </p> <p> Though Mr Blair rejected calls for an Office of Fair Trading investigation of the oil firms Stephen Byers, the trade secretary, may yet decide to instigate one. Most of the companies - making record global profits, it emerged yesterday - promised to absorb any losses from the blockades. </p> <p> The prime minister's anger over yesterday's short-lived fuel price rise was evident at the press conference. \"I cannot really understand that Esso decision. The world oil price, as far as I'm aware, has actually come down in the last few days.\" He repeated the message in private to industry leaders. Despite speculation that he will cut vehicle excise duty for lorries or reduce taxes on petrol Mr Brown, whose annual pre-budget report is due in mid-November, is adamant that he will not be bounced. Mr Blair told reporters the government is willing to listen, and to meet groups with \"genuine and sincerely held grievances\". </p> <p> But \"to lurch into some short-term fix with emergency budgets and the like would not just be irresponsible, but the effect on the country's financial standing and credibility would be immediate and catastrophic\", he insisted. </p> <p> In a downbeat assessment Mr Blair warned that \"lives have been and are still at risk\". He admitted that mistakes had been made and appealed to voters to \"carefully reflect on recent events. However much people may dislike paying petrol duty there's no way that any government of this country could or should yield to this form of protest\". </p> <p> After regaining control of their worst spontaneous crisis yet, ministers are gambling on rallying public opinion and on western efforts to persuade Opec, the oil producers cartel, to increase production and cut prices - a move which may damage the government's green credentials. Despite savage attacks by William Hague and his allies in the Conservative press - the government had itself provoked this \"taxpayers' revolt\" the Tory leader said - Mr Blair has been comforted by the \"extraordinary unity\" among Labour supporters and unions. </p> <p> Government sources said the crisis was turned round at a crucial stage by senior Transport and General Workers union officials persuading members in the Grangemouth refinery in Scotland to break the blockade in a convoy. </p> <p> The deal, relayed to protesters around 2am yesterday, persuaded pickets ouside the refinery that it would be better to retreat in an orderly way while still claiming the high moral ground. At the same time, protesters at the Stanlow refinery in Cheshire - where the action started more than a week ago - also decided to abandon their blockade while they still had public support. </p> <p> Privately ministers believe they can persuade voters that tough decisions on public spending - including petrol taxes - are crucial to a buoyant economy which in turn funds improved health and education. </p> <p> Mr Hague gave notice that Alan Milburn's declaration of an NHS red alert will be investigated. </p> <p> \"The most disgraceful spinning of the crisis came from the health secretary - and we will be examining very carefully what he said and did this week,\" he said last night. </p> <p> </p> <p> </p> <p> </p> <p> t.</p>",
  "Tony Blair looked the most relieved man in Britain yesterday as the petrol crisis eased after the wheels had been close to falling off his government. <p>A senior Downing Street official, asked if the government would be adopting a \"triumphalist\" tone, wryly conceded: \"I cannot imagine this has helped the government's standing.\" </p> <p>The tone of the prime minister's third No 10 press conference in as many days was distinctly contrite after such a narrow escape. Mr Blair insisted his policies were right, but admitted he had been caught on the hop. Lessons will be learned about crisis management - and about monitoring disputes before they become crises. </p> <p>The more fundamental question is whether it has done long-term harm to new Labour's hard won reputation for competent economic management, or whether the crisis headlines will evaporate almost as quickly as the crisis itself developed last weekend. </p> <p>The short-term damage to Tony Blair, Gordon Brown and John Prescott - and lesser ministers in the crossfire - is obvious. As Mr Blair admitted, they were caught unaware by the speed of the blockades' impact on a \"just in time\" society whose petrol stations and supermarkets hold just enough stock to get by for a day or so. </p> <p>In the first misjudgment, Downing Street and other Whitehall departments thought the protests would fade away rather than spread when they started at the end of last week. </p> <p>Mr Blair realised there was a serious problem only on Monday night when demonstrators blocked his way to a Chinese restaurant in Hull for dinner with Mr Prescott. The following day he pulled out of a regional tour and trip to the TUC in Glasgow to return to the Downing Street bunker. </p> <p>Britain was running out of fuel and heading for a shutdown potentially more disastrous than the winter of discontent or the three-day week during Edward Heath's era. </p> <p>Only on Wednesday did it finally appear as if the government was getting to grips with the crisis as Mr Blair summoned oil industry executives to read the riot act to the global corporations accused of colluding with the demonstrators. </p> <p>It has been a bad week for government dignity in a year when it has been battered by events as disparate as asylum seekers, NHS cash, leaked Blair memos, cashpoint fines and Euan Blair's GCSE celebrations. The only upside of the fuel crisis is that it has distracted public attention from the tottering Greenwich dome. </p> <p>Potentially worse for the PM is the accusation, levelled by yesterday's Daily Telegraph, that the crisis was final proof that Mr Blair's is an arrogant government that does not listen to the kind of unBlairite small businessmen who manned the picket lines, to ordinary voters, or even to its own MPs. </p> <p>\"We've been warning Gordon about petrol prices for months now,\" one minister muttered this week. Despite Mr Blair's repeated refusal to bow to intimidation by small unrepresentative groups, many Labour MPs are certain that concessions will have to be made inside the 60-day deadline imposed by truckers. </p> <p>That will be a crucial test for the chancellor. As with the single parent benefit revolt in 1997 and this year's 75p increase in the basic pension, plenty of MPs will be whispering that Mr Brown is too powerful and too inflexible for the government's own good. \"Tony should rein him in,\" they will say again. </p> <p>The arrogance charge - rejected yesterday by Mr Blair - is more dangerous when tied to William Hague's \"stealth tax\" jibe. The prime minister, chancellor and their colleagues have done their best to explain that world prices are the main culprit and that the extra petrol taxes they imposed in 1997-99 were of Tory origin, caused by the Tory debts they had to clear. </p> <p>Last March's decision to scrap the fuel escalator inherited from the Tories, and used during Labour's early years, has been cited as evidence that the government is listening. The argument has convinced few voters. </p> <p>The Downing Street machine has sought scapegoats: the pickets, the police, and the Opec oil producers. It has also resorted to shroud waving, getting the health secretary, Alan Milburn, to put the NHS into the firing line. The tabloids will attack him for playing politics with the sick. But it worked. Along with the prospect that the army would be sent in the risk of pickets being blamed for deaths helped tip them - and the tabloids - away from further confrontation. </p> <p>Yet ministers persistently refused to go to war, at least in public, with the major oil companies, the one obvious scapegoat whose foot dragging, self-interested tactics could have united pickets, public and ministers against them. Yesterday's own goal by Esso in raising prices before performing a swift U-turn showed what scope was there. </p> <p>Downing Street optimists hope that once voters have reflected on the dispute they will turn against small groups of politically motivated pickets with a vocally anti-Labour agenda. </p> <p>There is even some hope that the crisis will help make voters less car dependent as they discover the joys of fast-moving buses, bikes and unpolluted pavements. But they are almost certainly being over-optimistic. </p> <p>Demonstrators tapped into public resentment against the highest petrol prices in Europe when Britain has North Sea oil. </p> <p>By backing down yesterday before causing the widespread disruption just round the corner, they deprived Mr Blair of the great victory some in No 10 hoped he could achieve.</p>",
  "Tony Blair beware: despite winding up France's fuel price protest to the satisfaction of most of those involved, the French prime minister, Lionel Jospin, has just seen his popularity take the biggest month-on-month knock ever recorded for a French prime minister. <p>Two different opinion polls, taken at the height of the protest towards the end of last week, show the socialist prime minister's approval rating has plummeted by between 18 and 20 percentage points from the record average of around 60% he has enjoyed since taking office three years ago. </p> <p>\"We're not used to blows like this,\" said a Socialist party source. \"When you've got the impression you've handled a crisis positively, not let the situation go seriously bad on you, shown you can negotiate, avoided the use of force, you might not expect congratulations but you don't expect this kind of slapdown.\" </p> <p>By French standards, it was indeed a crisis well handled: although taken by surprise by the scale of the protest, and appearing uncertain at first, the French government listened to the hauliers, farmers, taxi drivers and others, offered each group some - but not too much - relief, and then sat out a brief storm when they asked for more. </p> <p>Whether British public opinion will feel Mr Blair has been as receptive remains to be seen. If not, he may be even more severely judged. </p> <p>But equally worryingly for the British prime minister, French pollsters say the dramatic collapse in Mr Jospin's popularity was due not so much to the way he handled the crisis as to the fact that it happened at all. </p> <p>According to Stephane Rozès of the polling agency CSA Opinion, which carried out a separate survey suggesting some 88% of the French population backed the protesters, the extraordinary popularity of the blockade - and the negative verdict against Mr Jospin - were a protest by proxy. </p> <p>\"People were saying, we don't fancy a future with sky-high pump prices either,\" Mr Rozès said. \"They identified with the professionals taking the protest action, made a clear connection with them through the price of fuel. They expect the government to do something to help.\" </p> <p>A Socialist party analyst, Henri Weber, agreed. \"At a time when the French are expecting to benefit from the fruits of three years of solid economic growth, they find themselves facing the third global oil crisis,\" he said. </p> <p>\"It's understandable. The massive hike in the price of petrol seems to them to have wiped out all that they've gained over the past couple of years in terms of tax cuts, shorter working hours, falling unemployment and higher income levels.\" </p> <p>Popular discontent with the French prime minister can also be laid at the door of a variety of domestic problems, in particular the controversy over Mr Jospin's plan to offer the turbulent island of Corsica limited powers to run its own affairs, an issue so divisive that it triggered the resignation of the popular interior minister, Jean-Pierre Chevènement, last month. </p> <p>But the high pump prices seem simply to have acted as a lightning rod for a widespread feeling of discontent that the proceeds of France's economic boom have not so far reached the average French person's pocket. </p> <p>Mr Jospin is now urgently consulting his advisers about ways to calm the anger and allow the French as a whole to feel they are benefiting from the economic upturn, either by announcing lower fuel prices through a cut in state fuel taxes of by some other compensatory tax mechanism. Judging by the French opinion polls, Mr Blair may want to do the same.</p>",
  "It was the prime minister's third press conference in as many days. He was nearly 40 minutes late, possibly because he had just heard that some petrol companies had decided that yesterday was the perfect time to stick another 2p on a litre - timing which even Mr Peter \"Dome\" Mandelson, a man who appears to have all the public relations skills of Pot Noodle, would have eschewed. <p>The prime minister arrived so quickly and silently in the State Dining Room that we hardly noticed he was there before he began to speak. He was in front of a portrait of George II, the last English king to lead his troops into battle, an example which Mr Blair appears not to have decided to follow this week. </p> <p>But there is a link; King George was famously out of tune with the mood of the people. However, he had an excuse in that his first language was German. The prime minister himself speaks Blairish. </p> <p>Actually, Blairish is not so much a language as a cast of mind. Blairish is inclusive. It seeks consensus. Nothing is asserted; instead the Blairish speaker precedes his wisdom with remarks such as \"I think everyone will agree...\" or, \"you know, I hope people will reflect carefully on events...\" Someone asked if he saw the apparent ending of the crisis as a defeat of the \"forces of conservatism\", which play the same role for the present government as the Daleks did in Dr Who. </p> <p>But there was no gloating. \"I don't think it's a question of defeating anyone,\" he said vaguely, in an emollient phrase lifted straight from the Blairish lexicon. His eyes constantly roamed round the room looking for agreement. Thatcherish was the language of confrontation, or as your Latin teacher might have put it, \"question expecting the answer 'sod off'.\" A sentence in Blairish, in contrast, is supposed to invite a low mumble of agreement. </p> <p>He did look very tired and under terrific strain, though people who had attended Wednesday's performance said he looked a lot better than yesterday. The temptation to shout \"Yes! Result!\" at the top of his voice must have been great, but he resisted it manfully. He refused to gloat. He realised that hauliers had faced a very difficult time with their increased costs (was there a hint here that his life would be a lot easier without having a cackling Silas Marner figure next door, grabbing every bawbee he can from the lorry drivers, farmers, manufacturers, widows and orphans of Britain?) but he was sure we'd agree that everyone always wanted to cut taxes and raise public spending at the same time. </p> <p>He even refused to plead that he was protecting the environment, always a temptation for politicians. \"In a rural area, the price of petrol is an issue, and it's no good us not saying that it isn't an issue.\" I was reminded of a man rediscovering the joys of not banging his head against a brick wall. </p> <p>Then a French reporter asked: \"You say that 'no government worthy of the name could give in to such a protest'. How is the French government supposed to take that?\" </p> <p>A look of mild panic crossed the prime minister's face, and for a fleeting second the eyes seemed to wander off in two different directions. The Blairish language simply can't cope with criticism; it doesn't have the vocabulary. \"I am speaking only for us,\" he rambled, \"some of the measures taken there have been rather different from the ones which have appeared in the newspapers there, I am not criticising the French government...\" </p> <p>Of course, of course. Then he was gone and we filed out as George II gazed majestically down on us. It was, by the way, the French against whom he led his lads into battle.</p>",
  "Outside Downing Street after the prime minister's press conference, a lone figure in shorts was waving a remarkably polite placard: \"Sustainable fuel. Please help us breathe!\" But he was all alone. Where are Reclaim the Streets when you need them? (The Socialist Workers turned up outside oil refineries to join the pickets, but the forces of conservatism told them to push off.) Where was this great green movement that trashes GM crops and burrows under motorways? Where were those who blockaded ports over veal calves? With the government refusing to say a green word for fear of further enraging Mondeo man, there was never a better time for putting the green case. But the Green party were busy passing an emergency motion at their conference calling for no cut in fuel prices, instead of supporting the government's green fuel policies in public demonstrations. <p>It took remarkably few of the forces of conservatism to bring the country to a halt - Channel 4 is estimating a maximum of 2,500 pickets, Downing Street think 2000 is generous. Most of these \"intimidators\" were groups of about six middle-aged men in deck chairs. Never in the field of political conflict was so much harm done to so many by so few. They could have been swamped by Swampies, but none came down from the trees. The farmers and hauliers went unchallenged by the other, greener Britain. Indeed the government has been remarkably friendless in this crisis. The TUC and especially the T and G have been staunch, trying to get its drivers out on the road. The CBI, to its eternal shame, was pretty much endorsing the picketters. Even the Mirror ratted and joined the Sun's white van man, along with all the rightwing press. What was Radio 5 Live doing calling all listeners to phone in if they spotted a tanker on the move anywhere? Compare Tony Blair's stand with Mrs Thatcher's \"bravery\" over the miners, when she had virtually the whole press and over-whelming public support behind her. </p> <p>Now the spotlight shines straight into the faces of the oil companies and the disgraceful part they played in all this. Imagine if it had been T and G pickets outside their refineries. They'd have had court orders, emergency drivers and all legal weapons that prevent wild-cat and secondary action. Remember the speed and strength with which Rupert Murdoch drove his drivers across genuinely terrifying pickets at Wapping? Instead the oil men sat on their fatcat backsides purring quietly for two days while the crisis deepened. Uniquely gentle employers, they said they wouldn't dream of putting pressure on their drivers to do anything they didn't want to do. How unlike the oil companies who have worked so hard to undermine Kyoto and the forthcoming global warming conference in the Hague. </p> <p>Since the Opec price rises over the past 18 months, oil company profits have doubled. They have already made around £35bn globally. The protesters focus on getting their hands on Gordon Brown's possible windfall tax revenues that might or might not amount to £1bn this year. This will never be clear-cut, as people and companies spending more on petrol spend less elsewhere so the treasury's tax take may fall in other areas. But what of the mighty oil company revenues? What loud cheers would go up at the next budget if Mr Brown announced a heavy windfall tax on their extra profits, as he did with the privatised industries on coming to power. Why not take all their extra price-rise profits and use it on transport, with immediate bus and train fare subsidies? </p> <p>The chancellor already has the power to fix the petroleum revenue tax on North sea oil at whatever rate he wishes, so he certainly could claw back all the extra price-gains from there. It was only a joke, but when the Downing Street spokesman was asked yesterday what powers the government could acquire to force the oil companies to send out their tankers, he said they could get the emergency power to nationalise them. Everyone laughed heartily. </p> <p>But the mood in Downing Street is fuming with anger at the oil men, questioning the way they acted again as a seamless cartel. When the prime minister called them to Downing Street again yesterday afternoon he asked steely questions about their inexplicably soft management style and they floundered. Esso's shameless attempt at a price rise was a gift he could not have dreamed they would hand him. The oil companies stand to make a handsome profit out of the crisis over the next few days, with professional estimates suggesting greatly increased overall consumption as people nervously keep their tanks topped up until the panic wears off. Cui bono? </p> <p>Cheering on their shock troops at the refinery gates, Conservatives imagine that suddenly the political game has changed. William Hague detects a new taxpayers rebellion, \"an earthquake in the political argument about tax\". Wrong. His popular seismology has never been good, however out of touch he claims the government is. Just wait until he and Michael Portillo finally produce their tax-and-spend plans and then the real debate begins. All the government's private polling, the long-running British Social Attitudes Survey and other polls show what people want most is better health, education and transport: they are willing to pay for it (up to quite what point is less easy to gauge). Watch out this weekend for daft opinion polls of the kind the BBC shamelessly used last night asking if people wanted less tax on petrol. Of course they do. No one ever wants to pay more tax without any other proposition put to them. But ask subtler questions and you get better answers. </p> <p>The forthcoming head-on ideological tax clash with the Tories will be a healthy airing of too many things Mr Brown has tried to do by stealth. This crisis has made him publicly expound the virtue and necessity of tax more openly than before. Now he will have to explain to voters that they get what they pay for, no more magic tricks that suggest free lunches for all. A cut in fuel tax at the budget would look weak - in which case the government must talk green loudly leading up to the Hague climate change conference. </p> <p>Now this rightwing rebellion is over, it is time to consider whether the real Mondeo man would prefer fairer income taxes than stealthy purchase taxes that hit those on middle incomes and the poorest hardest. An appeal for the rich to carry a fairer share of the burden at the next budget would be popular. As for the government's ratings, Jospin's fell 16-20% after he caved in, despite apparent popular support for tax cuts at the time. </p> <p>Labour may take a temporary knock, but competence and strength are the values that count - ask John Major. This week also hit the lowest unemployment in 20 years and the lowest inflation for 27. All this will be blip not slip. </p> <p><a href=\"mailto: polly.toynbee@theguardian.com\"> polly.toynbee@theguardian.com</a></p>",
  "It feels a bit more normal. Not business as usual, we are a long way from that. But the abyss into which the country seemed to be staring on Wednesday has suddenly retreated. Common sense - or was it political nous? - asserted itself on the picket lines; tried and trusted forms of behaviour, such as meetings and negotiation, came back into fashion. <p>It is far from over. At the rate tankers were moving yesterday, private motorists may have to wait till well into next week before they can guarantee finding a local garage with working pumps. The casualty count may rise before it falls, literally as well as figuratively. Alan Milburn was accused of exaggeration yesterday over the state of the health service; but he knows the critics would turn on him if he seemed complacent. Meanwhile, a note of panic is audible among business leaders, including the big hauliers. Interest groups that have lately winked at breach of contract and the obstruction of market forces suddenly woke up. Their anxiety has not made them any more intellectually coherent - witness the economic illiteracy that passes for policy at the Institute of Directors. But the government may take comfort from the acid remarks of the chambers of commerce about Big Oil's responsibility. </p> <p>Except it is way too soon to try to settle that account, the oil companies still holding trump cards. Do puny national governments even hold sway any longer over these global energy corporations? The arrogance with which Esso and TotalFinaElf sought to increase pump prices when they were not even delivering fuel was indicative even if it proved counterproductive. Revisionism beckons for Third Way enthusiasts for globalisation. And not them alone. The past few days posed questions high and wide. The environmental project that flowered in Rio and Kyoto is parched. Friends of the Earth may say the high politics of this dispute is about climate change, but getting ordinary people to change their daily behaviour for the sake of the planet now looks more difficult than ever. The constitution has been holed. The state suddenly looks unreliable, its fiscal authority challenged. Smugglers (and collusive suppliers) have long since imposed their limits on tax on tobacco. Perhaps we are now there on fuel. </p> <p>In the televised press conference that this week became a daily event, the prime minister tried to reserve for the state the unique job of balancing interests while taking the longer view. Mr Blair offered an elegant statement of the case but, his focus on the short-run restoration of gas-guzzling normality, there are concessions in the air, despite Jack Straw's bid to close the stable door by examining how oil supplies might be secured in future. The blockaders' sense of timing was acute: if there is no single political intelligence behind this, the mobile telephone certainly seems to secure remarkable agreement and - the stragglers notwithstanding - discipline. Mr Blair now talks of listening as well as standing firm. Delegations are to be received; representations taken into account. Should he, in the spirit of dialogue, summon parliament? Tony Blair's response yesterday, that the nation's preoccupation is fuel supply, is probably right - he might have added that fully fledged representative institutions are open for business in Cardiff and Edinburgh. But banners on the picket lines alleging representation is wrecked are more than reactionary banter. The protesters have had their say. MPs should speak up for those who have gone unheard during this dispute - the carless, the poor, the urban majority.</p>",
  "The number of trade unionists killed for organising workers around the world was 140 last year, an increase of 17 on 1998, with torture, beatings and imprisonment also on the rise in an increasingly anti-union global environment, according to a survey by the International Confederation of Free Trade Unions. <p>Latin America is the world's most dangerous region for trade unionists, with 90 killed in 1999 because of union activity and the widespread jailing and torture of activists. </p> <p>Colombia is the undisputed capital of anti-union terror with 69 assassinations of trade unionists, often by government-linked paramilitaries - bringing to 1,336 the number of unionists murdered in the country since 1991 - and hundreds kidnapped or forced into exile. </p> <p>Among those murdered was Cesar Herrera Torreglosa, a leader of the agricultural workers' union, who was assassinated in a drive-by shooting last December. An organiser of banana workers in northern Colombia, he had reported death threats to police, who took no action. </p> <p>Killings of trade unionists during strikes and demonstrations took place in Guatemala, Nicaragua, Brazil, Argentina and Ecuador. Nearly 3,000 trade unionists were jailed in Latin America and levels of exploitation, particularly in the Central American export processing zones, are reported to be intensifying. </p> <p>In Asia last year, 330 members of the Nepalese Teachers' union were murdered; a Turkish union leader died in police custody, while another was assassinated; and Indonesian union protests were broken up with beatings. In Burma, the army shelled a village that was to host a union-sponsored human rights event. </p> <p>Across the continent there was heavy anti-union repression, particularly in export processing zones used as magnets to attract foreign capital. Market reforms in China have given rise to strikes and protests, which, according to the report, are frequently broken up by force. In Saudi Arabia and the Gulf region, trade unions are banned. </p> <p>In eastern Europe, where market reforms have gone much further, nine trade unionists were killed in 1999, including several in Russia. Disputes about unpaid wages and deteriorating working conditions across the region attracted widespread harassment and violence against union activists, as sweeping restrictions on trade union rights were introduced. </p> <p>Anti-union repression is also widespread in Africa. The ICFTU cites, among other cases, the death in prison of two teachers' leaders in Ethiopia last year, the beating and arrest of strikers in Kenya, the imprisonment of strikers and the deaths of trade union leaders in Morocco, and the torture of union activists in Togo.</p>",
  "<p>So it's goodbye Big Brother. It all ends tonight when, if the bookies are correct, Craig will be voted the winner by several million viewers. It has been great fun, and it will be missed - for a few weeks at least - but how important has it been? </p> <p>Some commentators have praised it to the skies as the most exciting new innovation on television for many years, a brilliant scientific experiment that gives us new insights into human nature. Others have damned it as the lowest depths to which television commissioners have sunk - nothing more than cruel, boring, exploitative voyeurism. Few, if any, critics have taken the middle path and seen it for what it really is - a highly entertaining way of passing the odd half-hour during the summer evenings. </p> <p>The idea that, for the viewer, this was a major scientific experiment is laughable. All we were allowed to see were edited highlights. If we did learn anything it was about the psychology of the television editors, not the housemates. We discovered what they thought would entertain us and how far they would go with revealing the intimate actions of the participants. Each day, at least 23 hours of actions were hidden from us. This was a major editing task, apparently carried out by a team of maiden aunts, judging by the prim way they protected us from anything remotely biological. </p> <p>As for the inmates themselves, their situation was so artificial and complex that it told us very little about the way they would behave, in private, under normal circumstances. Every action they made in the Big Brother house had three agendas. First it had a personal element. They expressed themselves honestly as individuals, for themselves. Second it had a group element. They expressed themselves dishonestly in such a way that they would not encourage the others to vote them out. Third it had a viewer element. They expressed themselves dishonestly to curry favour with the viewers, who would decide the final winner of the competition. </p> <p>They never forgot for one moment that they were on TV and that every move they made would influence the casting of viewers' votes. It was amusing to watch the different ways in which they reacted to this situation. Two of them, Anna and Darren, decided on the relentlessly nice guy strategy. They never had a bad word to say about anyone, and were always helpful, humorous and kindly. </p> <p>Craig is the odds-on winner largely because it was he who confronted the group's villain, Nasty Nick. Craig's appeal may also stem from the fact that he is too dim to be capable of any complex strategy or underhand subterfuge. He is one of the lads, the practical joker in the pub, the Gazza in the team. One of Falstaff's recruits. </p> <p>With the seven rejects it was nearly always a few moments of truth that let them down, rather than the sum of their actions. Sada blew it by being fussy over her food, and engaging in New Age mysticism, instead of mucking in with the gang. </p> <p>Andy committed the error of boasting about his unusual sexual exploits. Big mistake. Boasting is simply not British and he had to go. Next came cackling Caroline and naked Nichola, both evicted for their mercurial emotions. They were constitutionally incapable of maintaining that secretly still-valued British commodity, the stiff upper lip. All was forgiven later, when, in a moment of alcoholic exuberance, they managed to knock Vanessa Feltz flat on her face at a social event in London. But by then it was impossible to re-admit them. </p> <p>Nicholas, aka Nasty Nick, was a strange case. He decided to play the role of diplomat and made himself immensely popular with the other housemates. Like Sir Humphrey in Yes, Minister, we loved watching him work his slithering way around the plot, utterly devoid of morals, and were heartbroken when he had to go. Tom was the next to go. He had decided to play the brooding, thoughtfully smouldering, Quiet Man role and had done so to a point of boring the viewers. </p> <p>Because of Nick's removal from the house, he had to be replaced. Enter Claire, a ladette fresh from the bars of Ibiza, much to the fury of the Racing Post, whose betting plans were thrown awry. The viewers removed her as soon as they had a chance. </p> <p>This left only one more to be evicted and to her own great surprise it was Melanie. She had been full of promise and was even tipped to win, until she failed to join in the falsely effusive welcoming ritual for the newcomer, Claire, folding her arms in a classic barrier signal that let out a silent shout saying: \"I am the sexy one in here, clear off!\" This momentary lapse into emotional honesty was her downfall, leading to public anti-Melanie booing when Claire departed. </p> <p>So much for the individual inmates of the Big Brother house. We learned a little about their strengths and their weaknesses but, putting it into perspective, this was because it was a well-designed competitive game show, not a revolutionary scientific experiment. What of the rival claim, that it is all debased voyeurism? Do these critics know what the word voyeurism means? It is the obtaining of sexual gratification from watching, rather than participating in, the act of copulation. Anyone who managed to achieve mild sexual arousal, let alone full sexual gratification, from watching this television series is seriously in need of help. </p> <p>In the post-eviction interviews, the wildly manic Davina McCall, whipped up by producers into a frenzy of dogged vulgarity, kept demanding that the evictees ditch the dirt on events in the house. She even sank to searching through their garbage bin for condoms, without success. Dirt? Filth? She must be joking. Blue Peter is smuttier than this. </p> <p>As for invasion of privacy, have the critics forgotten that the inmates are all volunteers and that they are free to leave at any time? And with the programme editors forcibly diverting our gaze from all bodily functions there is about as much invasion of privacy as there is with contestants on the Antiques Roadshow. </p> <p>So if it is not serious science and it is not depraved ogling, what is it? At first it was reminiscent of being trapped in a delayed flight at Gatwick. Will these poor stranded people ever hear a Tannoy voice telling them they can leave? </p> <p>Then it seemed more like looking in on the five Spice Girls on tour, stranded in a remote, deserted motel with five of their roadies. Then, when they all became excited by some trivial reward bestowed on them by Big Brother, and they all leapt about giggling and laughing, it was as though they were engaged in a Teletubbies rehearsal, sans costume. </p> <p>Then, when they were bored and had nothing to do, we had to endure the moment when they rose to the giddy heights of Watch With Mother and started carving farm animals out of potatoes. No wonder so many worthy commentators felt the urge to pen their outraged condemnation of this perverted, extreme TV so typical of Channel 4. Before we know it they will be carving naked animals out of loaves of bread. Where will it all end? </p> <p>So where does this leave us? No scientific breakthrough, no steamy eroticism - what is left? </p> <p>The answer, of course, is the joy of gossip. All that was missing from Big Brother house was the late lamented Les Dawson, in drag, leaning over the fence, mouthing to an unseen crony: \"You should see what that Mel is up to now!\" </p> <p>Throughout the series, we have all been nosy parkers, peering over the neighbours' fence and then gossiping next day about their goings-on. The reason it works so well with Big Brother is because we all spy on the same neighbours and share the same knowledge about them. When we hear gossip about other people's neighbours whom we have never met, it is as boring as other people's family trees. </p> <p>The housemates were nextdoor neighbours to millions of us, and gave us a great deal of innocent fun. If ever you find yourself in the midst of a remote tribe, living in primeval conditions and you investigate what they are chatting about around the fire, you can be certain that they will not be reminiscing about their tribal myths or ancestor figures, but gossiping incessantly about village trivia. Gossip is the oil that lubricates social conversation and that helps us to understand our tribal relationships and our shared feelings and attitudes. In an urban world, this village smalltalk finds it hard to survive. Many people hardly know their neighbours. Big Brother has given us, briefly, a small group of national neighbours and we have all enjoyed comparing notes about them the following day. That's all it is, a bit of gossipy fun, and good luck to it. </p> <p>Having said that, I fear we may not see another Big Brother series, because it is reported that the outraged owner of the copyright to George Orwell's works, including Big Brother, is about to sue Bazal Productions, makers of the C4 show, and its foreign counterparts for every penny they've got, because they have stolen the Orwellian concept from him. Since I would enjoy another helping of Big Brother, I can offer Bazal and co the following thought. Despite its title, their series has little to do with Orwell. His Big Brother was primarily a propaganda dispenser. Theirs is not. If anything, it is the estate of Sartre who should be worried, because the televised Big Brother is much closer to his 1944 concept of Huis Clos (Behind Closed Doors). </p> <p>A final word about the contestants. They may not have debated Wittgenstein, or contemplated the nature of infinity, as some lofty critics seemed to have expected, and they may have been childlike and occasionally vulgar, but considering the deprived environment in which they have found themselves day after day, they have, it seems to me, revealed a resilience and good-humoured tolerance that bodes well for our culture. But now I am beginning to sound pompous, too, so I must stop. What is it about BB that does that to us? There's the real mystery.</p>",
  "We are saddened that the Guardian has added to the adverse publicity about our children's school, Islington Arts and Media, by describing the BBC's film about it at length (Problem school angered by TV series, September 14). This is an out-of-date and distorted programme. The BBC has refused to listen to parents who support the school, our children or the chair of governors, Richard Rieser, who is a parent and works tirelessly for the well being of the school. <p>We write as parents of year eight children who love being at the school. Our children settled quickly into secondary education because of the dedication of the staff and the friendliness of other pupils. </p> <p>The previous head was responsible for many of the problems in his six months in charge. He was not a \"superhead\". There was no effective behaviour policy and the timetable was disorganised. He was ultimately responsible for the \"dysfunctional management and chaotic environment\" described by the school inspector in March. Yet the press consistently misrepresent Islington Arts and Media as an impossible school that drove him to leave. </p> <p>Our children flourished educationally due to the enormous commitment of staff. Since we have had an efficient acting principal, the school has improved rapidly, with pupils working in \"a calm and orderly environment that cares for the diverse needs of the pupil community\", as noted by the school inspector in June. This term we have a new headteacher and the improvement has continued. </p> <p>How do you think our children feel to keep hearing about their \"failing school\" with its \"unruly pupils\"? The media (and former head Torsten Friedag, if he cares about the students) should leave the school alone to continue with the great improvements since he left.<br> <b>Susie Burrows, P Finnegan, H Jenkins, Julie Joseph, Carol Lewis-Baugh, Iris Merz, Toulla Penglis, Julie Turner</b><br> London</p>",
  "\"Americans are a bunch of culinary imperialists. Telling the Japanese not to hunt whales is like telling the British to stop having their afternoon tea or denying French people their paté. This is how you start a war.\" So says Takashi Sato, owner of a Tokyo whalemeat restaurant, whose specialities include fried whale, raw whale, whale bacon, whale heart, whale testicle, whale kidney, and whale fat ice cream. Nor are Mr Sato's overcooked comments, made recently to the New York Times, untypical of the passions aroused in Japan by foreign attempts to end its killing of sperm, Bryde's and other protected giants of the deep. <p>As well as being kitchen-hob hegemonists, anti-whalers are denounced as sentimental. \"Why are only whales so cute that Japan must be denied this sustainable resource?\" asked one furious official. There is the \"enemy whales\" defence: Japan suspects marauding Mobys may be gobbling up its seafood supplies, hence the need for \"scientific research\". There is the \"cultural\" defence (also favoured by Norwegian minke-mashers and Faroese pilot-pulverisers): that is to say, \"you\" do not understand \"our\" ancient ways - although forking out £285 a pound for best leg of whale is a bit hard to understand for many younger Japanese, too. In defending the indefensible, Japan, allegedly, is not above getting down and dirty by covertly linking its development aid to support for its war on whales by poorer countries. But nor is it slow to seek the political high ground. After the US moved to impose trade sanctions this week in protest at Japan's expanded whale hunt, agriculture minister Yoichi Tani, sounding more like a rogue North Korean, angrily asked: \"Does the US think it should decide everything?\" </p> <p>Well, perhaps it does. And perhaps this is all part of a selfish US global economic agenda. But when it comes to protecting endangered species, the US is right to act, Britain should follow suit, and the Japanese should try eating humble pie.</p>",
  "<p>BAE Systems, Britain's biggest defence contractor, is seizing on the soaring price of oil to launch a new arms-sales drive in the Middle East and offset a gap in its order books caused by declining defence budgets in Europe. </p> <p>John Weston, BAE chief executive, said yesterday: \"Rising oil prices are good news for us. Previously, the low oil price has been a retardant but the increase gives us hope of doing more business.\" </p> <p>The group, which hopes to amass a £3bn warchest for \"bolt-on\" acquisitions, primarily in the US where military spending is set to rise whoever wins November's presidential elections, has targeted Saudi Arabia, the United Arab Emirates, Oman and Kuwait as lucrative markets. </p> <p>It already has plans to sell the new Eurofighters, whose British production begins next month, to the Saudis in what would effectively be an Al Yamamah 3 oil-for-arms deal though nobody is talking publicly of an extension to the arrangement begun by Lady Thatcher that brings BAE £2bn a year in sales. </p> <p>The controversial Hawk fighter/trainer, the Grippen fighters built by Saab in which BAE has a 35% stake, guided weapons and naval systems are the premier products being offered by teams of sales executives in the Middle East. </p> <p>Mr Weston said: \"We believe there is the possibility of a further 200 (global) orders for Hawk over the next eight to ten years and are in advanced stages of negotiating contracts with India.\" </p> <p>BAE executives yesterday set out a string of actual and potential orders in an effort to offset market disappointment about its first set of figures since the £7.6bn takeover of the then GEC's Marconi Electronic Systems last year. </p> <p>Pre-tax profits to June 30 rose 34% from £358m to £480m but BAE promised a stronger performance in the second half. Commercial aerospace turned in a £34m profit in the first half, the bulk of it from Airbus, compared with a £30m loss in 1999. Airbus won 234 orders worth $15.4bn in the first six months and BAE has won a new five-year contract worth £1.244bn to supply Airbus with wing components. </p>",
  "The opening ceremony of the 27th Olympic Games, the biggest and most costly event ever to be held in Australia, takes place today amid the biggest security operation in the country's history, for fear of terrorist attack or demonstrations. <p>In the light of the bomb blast at the Atlanta Olympic Games in 1996, in which two people were killed and 110 injured, draconian measures, known as the Olympic security laws, have been pushed through parliament, bringing criticism from civil rights groups. Around 20,000 police officers, private security guards and army personnel will be on duty during the two weeks of the games, which have cost £1bn to stage. </p> <p>A shoot on sight law gives the government the right to draft soldiers on to the streets and open fire on people, if they are considered to be a risk to security. </p> <p>Police fear that anti-capitalist demonstrators, who rioted in Melbourne this week during a meeting of the World Economic Forum, and aboriginal rights activists might target the opening ceremony. </p> <p>Police have the power to search and photograph people and take them away if they are believed to be creating an \"annoyance\" or \"inconvenience\" in Sydney or in and around the Olympic park. </p> <p>Any activity or demonstration requires permission from the police, while people can be searched without permission, prevented from distributing material of any sort and barred from collecting money. </p> <p>More than 100 navy divers have been brought in to search Sydney's harbours, where events such as the triathlon and sailing will take place. </p> <p>Around 500,000 people are expected to visit Sydney during the games. The arrival of the Olympic flame was greeted by around 1m people last night, followed by a spectacular fireworks and laser show. </p> <p>For those who do not have tickets for events, six huge screens have been erected at various points in Sydney, where they will be able to watch the action and enjoy festivities and concerts. </p> <p>The police commissioner, Peter Ryan, said: \"Australia has always been tolerant of people wanting to express alternative views, politically or otherwise. But we will not tolerate this city being closed down. We will not tolerate any disruption to the Olympic Games. We are not going to have Australia embarrassed.\" </p> <p>Civil rights groups, however, have expressed concerns that police may continue to employ special emergency laws once the games are over. Amanda Cornwall, head of a Sydney-based group, said: \"These laws will leave Sydney with a bitter Olympic legacy.\" </p> <p>Extra security is being provided for certain teams, such as Israel and the US, for fear of attacks from political groups. </p> <p>Despite threats of disruption from protest groups and corruption scandals that have hit the International Olympic Committee, organisers believe that the Sydney games could be the most successful and lucrative ever held. </p> <p>According to the IOC, they will attract a global television audience of 3.7bn. They will be broadcast in 220 countries, while organisers claim to have already generated US$626m (£447m) in sponsorship. </p> <p>The sale of TV rights is expected to bring in around US$1.3bn (£929m), compared with US$895m (£639m) for the Atlanta games.</p>",
  "<p>British Nuclear Fuels plunged to a £337m loss last year - the worst in the company's history - after a series of controversies including charges of falsifying quality control data. </p> <p>The company reported a profit of £218m the previous year. Since then it has faced a damaging safety review by the government regulator, the loss of Japanese business because of falsification of data and found it had disastrously underpriced contracts in the US. </p> <p>Hugh Collum, brought in as chairman as part of a management shake-up, described the results as \"poor\" and the future as \"challenging\". </p> <p>BNFL's total undiscounted nuclear liabilities increased by some 26% to £34.2bn. </p> <p>The planned part-privatisation of the group, postponed last autumn when the Japanese scandal broke, is now scheduled to take place in two years' time. </p> <p>But first the company needs to re-establish good relations with its customers. Without new spent fuel reprocessing contracts and a guaranteed market for the recovered plutonium, the outlook for the core business of Sellafield would appear bleak. </p> <p>The company admitted for the first time yesterday that it would not be able to fullfil contracts to process 7,000 tonnes of spent fuel in the first 10 years of opening the£1.8bn Thorp reprocessing plant at the Cumbrian site. </p> <p>This was the timetable on which the original £500m profit figure used to justify opening the plant was based. </p> <p>A purpose-built plant for producing mixed oxide fuel, at present lying idle at Sellafield, is listed as an asset worth £462m in the company books. </p> <p>But the plant can only be opened with the permission of the Department of Environment, and this has been withheld until the company can prove it has enough orders to cover the operating and clean-up costs of contaminating the building with plutonium. </p> <p>Although the company had some orders from Switzerland, it had none from Japan. \"Without Japanese orders we cannot justify opening the mox plant,\" said the chief executive, Norman Askew. \"We have no time to finesse this: we have until about next January or February to convince the Japanese, otherwise we shall have to abandon the project.\" </p> <p>Many of the company's critics believe that its future lies not in reprocessing but in clean-up work. </p> <p>BNFL had to write off £139m for underpricing the cost of an American military clean-up contract in Tennesee </p> <p>The company was optimistic that - given good management - there was a brighter future in prospect with overseas contracts to come. </p> <p>But the ageing Magnox nuclear stations located in Britain - which proved impossible to privatise - made an operating loss of £37m, compared with a £27m profit last year. </p> <p>Liabilities increased by another £26m because of the premature closure of the Hinkley Point power station in Somerset, which proved too costly to bring back into service for the remaining five years of its operating licence. </p> <p>Mark Johnston of Friends of the Earth said: \"BNFL is walking a financial tightrope. It has only itself to blame for management incompetence. If BNFL is to survive, the switch to nuclear clean-up work is the only option on the table.\" </p> <p> <strong>Nuclear afterburn</strong></p> <p><strong> 1999 </strong></p> <p><strong>September 17</strong> BNFL admits data falsification but denies actual fuel went to Japan </p> <p><strong> November 10</strong> Government shelves plan to open plutonium fuel plant until proved economic </p> <p><strong> December 17</strong> Japan calls BNFL \"untrustworthy\" </p> <p><strong> December 18</strong> Japan demands fuel is returned </p> <p><strong> 2000 </strong></p> <p><strong>February 19</strong> Nuclear watchdog says Sellafield must \"clean up or close\" </p> <p><strong> February 23</strong> Germany finds more falsified documents </p> <p><strong> February 27</strong> BNFL chief John Taylor resigns </p> <p><strong> March 23</strong> US energy secretary says \"business as usual is over with BNFL\" </p> <p><strong> March 30</strong> Part-privatisation put off until after election </p> <p><strong> April 19</strong> Nine directors sacked, staff to be retrained</p>",
  "<p>When the disgraced Irish prime minister, Charles Haughey, was brought down by a string of scandals, the country's business community caught the backlash. During subsequent investigations more than 100 prominent businessmen featured in allegations that they used offshore accounts to avoid paying Ir£100m (£81m) in tax. Many leading Irish companies have been viewed with suspicion ever since. </p> <p>In Germany, police are investigating more than 2,000 corruption cases a year, many of them linking politicians and industry leaders. Those whose reputations have been tainted include Gerhard Glogowski, forced to resign as the Social Democrat premier of Lower Saxony. Helmut Kohl, president from 1982 until 1998, has been castigated for flouting the party finance laws he enacted. </p> <p>Put together, these stories paint a grubby picture. But is this fair? </p> <p>The answer, according to Transparency International which examines these issues on a daily basis, is an emphatic \"yes\". Its Corruption Perceptions Index, which defines the problem as \"the abuse of public office for private gain\", ranks 90 countries in terms of the degree of corruption that is believed to exist among public officials and politicians. </p> <p>\"Corruption in government is rampant in dozens of countries,\" says this year's report, just published. \"Global corruption has impoverished the third world - through cartels, transfer pricing and restraints of all description as well as through more conventional bribery and corruption.\" </p> <p>The situation is so bad that corruption has become a \"very real threat to the emerging democracies\", although much of the blame is levelled at outside investors. It says many international companies are using bribes as an everyday business tool and are only too willing to risk their reputations by making payments to officials responsible for allocating contracts. \"The propensity to pay foreign bribes by major international firms, we believe, remains high.\" </p> <p>Laurence Cockcroft, chairman of Transparency International UK, wants the British government to establish a code of practice for companies with dealings abroad. Although refusing requests for bribes might mean the loss of one or two contracts, he says, a company's long term reputation will be much more valuable. </p> <p>\"There's increasing recognition that a code of practice needs to be developed and there should be a compliance system.\" </p> <p>Mr Cockcroft said around $150bn of outside aid was received by countries which were thought to be the most corrupt in the world. TI rates Nigeria the country perceived to be the most corrupt, followed by Yugoslavia, Ukraine, Azerbaijan, Angola and Indonesia. Nigeria's title, inherited from Cameroon, will be depressing news for its president, Olusegun Obasanjo, who has pursued an anti-corruption agenda. </p> <p>He now has powers to halt dubious contracts and investigate sleazy politicians but success depends on levels of political and economic stability. He also has the weight of history pressing on him. In July, the Nigerian government formally asked Britain to freeze the bank accounts of the late dictator General Sani Abacha, who is alleged to have stolen $4.3bn during his five years in office from 1993. </p> <p>Authorities believe that up to $450m was deposited by Abacha, his family and associates in leading London banks. A panel set up by the new government following Abacha's death in 1998 recovered $1bn from accounts he held jointly with an aide and a London-based Nigerian businessman. </p> <p>Authors of the index admit some countries - Pakistan, Angola and Nicaragua - are not included because there was insufficient data available, even though they are known to have problems. </p> <p>Last month the Pakistan military government sought the help of British authorities trackdown 14 former officials and businessmen, believed to be living in Britain, as part of a corruption inquiry. </p> <p>Money laundering in Israel is said to have reached colossal proportions due to the rise of organised crime following the collapse of the Soviet Union. </p> <p>Closer to home, the worst offenders are named as Ireland, Germany and Italy, which is said to have an \"abysmal\" record. </p> <p>\"The regional table for western Europe shows that an initiative against corruption in Europe is long overdue,\" TI says. </p> <p>The biggest post-war corruption scandal in France centred on the state-owned oil company Elf, which is alleged to have spent around £40m a year in bribes. Andre Tarallo, who used to manage the company's African affairs, has told an inquiry the money was spent on buying influence from foreign and domestic politicians. Most of the money, he claimed, went to Gabon, followed by Angola, Nigeria, Congo and Cameroon. </p> <p>But there are at least a few places where corruption is barely a problem. The cleanest country in the TI survey was Finland, followed by Denmark, New Zealand, Sweden and Canada. Britain came in 10th, a slight improvement on last year. <br>  <strong>Shamed states:</strong> <br> </p> <p><strong> Most corrupt</strong> </p> <p>1. Nigeria </p> <p>2. Yugoslavia </p> <p>3. Ukraine/Azerbaijan </p> <p>5. Angola/Indonesia </p> <p><strong> Cleanest</strong> </p> <p>1. Finland </p> <p>2. Denmark </p> <p>3. New Zealand/Sweden </p> <p>5. Canada </p> <p>... </p> <p>10. United Kingdom</p>"
]