[
  "The two caravans perched on a windswept desert peak lie two miles from the nearest living soul, but yesterday they stood squarely in the maelstrom that has savaged Israel and the Palestinians. <p>The return of Shimon and Chaya Ben Dor to this Jewish settlement - population eight adults and four children - promises to further stoke Palestinian rage, after a month of blood and mayhem that has seen more than 120 Arabs die. </p> <p>The government evacuated the illegal outpost last year, but the Ben Dors said yesterday that their return to the caravans, guarded by three large, barking dogs and two armed sentries, had the full sanction of the prime minister, Ehud Barak - though among Israeli officials yesterday there was confusion about this. </p> <p>Whether these settlers have Mr Barak's blessing or not, a Palestinian official warned that new additions to the 145 Jewish settlements in the West Bank could inflame feelings that are very hot already. </p> <p>\"This is an indication of the real intentions of the Barak government,\" Ziad Abu Zayyad said. \"At such times of tension, of emotion, we need efforts to bring the parties to trust each other again and not such radical actions that pull the sides apart.\" </p> <p>Later in the day, Palestinian cabinet ministers declared that Israel was trying to get \"by force and attacks, what it cannot get through negotiations\". </p> <p>Mr Barak, meanwhile, was intensifying efforts to form an emergency government with the man most reviled by the Arab world, Israel's hawkish leader of the Likud party, Ariel Sharon. </p> <p>For the Palestinians, Mr Barak's courting of their enemy, coupled with his harsh pronouncements against their leader, Yasser Arafat, and his declaration of a \"time out\" in the peace process, are clear signals that he is now in no mood to talk peace. </p> <p>The sanctioning of the Ben Dors' Mitzpe Hagit settlement, which lies between Jericho and Jerusalem, is just further confirmation. </p> <p>But Mr Sharon is proving resistant to the Barak blandishments. Yesterday, he repeated his demand for a large share of cabinet portfolios for his followers in the Likud, and a say over future peace negotiations. </p> <p>His posture may well harden more, if he thinks this is needed to stave off a leadership challenge from the former prime minister, Binyamin Netanyahu. </p> <p>Yesterday, Mr Netanyahu told Israel Radio he believed the Likud should steer clear of a national unity government with Mr Barak's Labour party. Netanyahu loyalists in Likud have also tried to stop Mr Sharon from sealing the deal. </p> <p>As this political standoff continued among the Israelis, clashes in the West Bank and Gaza yesterday were doused by the arrival of heavy winter rains, which kept demonstrators from the barricades. Even so, at least two Palestinians were killed in Gaza, and another man was shot dead in his home overnight in the West Bank town of Hebron. </p> <p>Israel remains on edge after another night of gunfire on Gilo, built on occupied land on the southern edges of Jerusalem. \"If the Palestinians will not stop firing, we will have to stop it, and it will require a massive operation,\" said Jerusalem's mayor, Ehud Olmert. \"It will cost them dearly.\" </p> <p>In such an atmosphere, the return of the Ben Dors to Mitzpeh Hagit is loaded with meaning. \"It sends a very clear message to the Palestinians that we are claiming a part of the West Bank. It is the same message as unilateral separation: that the Palestinians better be prepared to make a peace that doesn't include large parts of the West Bank,\" said Jeff Halper, an Israeli peace activist. </p> <p>That view suits the family just fine. Although Mrs Ben Dor says she wanted her four children to grow up in a pristine environment, and argues that in planting ficus and carob trees she is in communion with the desert, she admits her presence at Mitzpe Hagit is extremely political. </p> <p>\"We would not come and live here, if we did not believe this is Israel and should be part of Israel forever and ever.\" </p> <p>The outposts are envisaged as a chain of settlements that would outflank Palestinian villages along the road from Arab East Jerusalem to the West Bank city of Ramallah, and would bolster existing isolated settlements, which Mr Barak was prepared to abandon at his Camp David negotiations with Mr Arafat last July. Last year, when Mr Barak came to power promising to make peace with the Palestinians, he declared 42 such settlements illegal. But in the months since then, Israeli bureaucrats have given the green light to nearly all of the settlements. </p> <p>If Mr Sharon joins the government, the settlers can expand their ambitions even more. The Likud leader is a vigorous proponent of keeping large \"security zones\" in the Jordan valley, along with all settlements in the West Bank. </p> <p><b>Useful links</b><br> <a href=\"http://www.secretary.state.gov/index.html\">Madeleine Albright's office</a> <br><a href=\"http://www.p-p-o.com\">Yasser Arafat's office</a> <br><a href=\"http://www.pmo.gov.il/english\">Ehud Barak's office</a> <br><a href=\"http://www.index.gov.il/eng\">Israeli government</a> <br><a <br> </a><a href=\"http://www.moledet.org.il/moleng.htm\" target=\"_new\">Moledet - Land of Israel Loyalty Party (Torah-based religious party)<br> </a><a href=\"http://www.iris.org.il/\" target=\"_new\">Iris - Information Regarding Israel's Security (promoting Israeli security)</a><br> <a href=\"http://www.geocities.com/CapitolHill/3188/\" target=\"_new\">Zo Artzeinu (Israeli settlers' group)</a><br><a href=\"http://www.virtual.co.il/orgs/orgs/ichud/irindex.htm\" target=\"_new\">Organization of Rabbis for the People of Israel</a><br><a href=\"http://www.pna.org\">Palestinian National Authority</a> <br><a href=\"http://www.presidency.gov.eg\" target=\"_new\">Egyptian presidency</a> <br><a href=\"http://www.palestine-info.net/hamas/index.htm\" target=\"_new\">Hamas</a></p>",
  "Sinn Fein ministers in Northern Ireland are to be forced to fly the union flag over their departments, the government announced yesterday in an attempt to shore up the position of David Trimble ahead of a crunch meeting of the Ulster Unionist council on Saturday. <p> MPs will pass a regulation in the Commons this week which will ensure that the flag flies over the departments run by Martin McGuinness and Bairbre de Brun on Remembrance Sunday next month and on the birthday of the Prince of Wales two days later. </p> <p> Sinn Fein, which said that its ministers should not be forced to work in a British environment, angrily rejected the government announcement. </p> <p> Alex Maskey, the party's chief whip, said that he would seek legal advice, adding: \"Peter Mandelson has to get the message that nationalists are not second class citizens.\" </p> <p> Government sources yesterday played down the timing of the announcement, saying that the issue needed to be resolved ahead of Remembrance Sunday. But there was little doubt that Mr Mandelson has offered an important concession to the Ulster Unionist leader David Trimble ahead of Saturday's meeting of his party's ruling council. </p> <p> Hardline unionists have called the meeting in an attempt to force Mr Trimble to withdraw from Northern Ireland's power-sharing executive in protest at what they claim is the slow progress on disarmament by the IRA. </p> <p> There is speculation that Mr Trimble will hang on as first minister, but at the risk of damage to the peace process. It is understood that the UUP leader may appease his critics by setting a deadline for the IRA to begin the actual process of decommissioning, hardening his position. Hardline unionists have dismissed the international inspection of IRA arms as unsatisfactory. </p> <p> Downing Street said that the announcement was not linked to Saturday's meeting. The prime minister's spokesman said that Mr Mandelson had used his powers because the Northern Ireland assembly had been unable to reach agreement on the flags issue. </p> <p> \"We recognise this won't satisfy any one side completely but we believe it's a practical solution which steers a course through a difficult problem,\" the spokesman said. Under the regulation, the union flag will have to fly at full mast over selected buildings on 17 days of the year. These include obscure celebrations such as the birthday of the Countess of Wessex. </p> <p> The government last month cut the number of flag days in Northern Ireland by four, as a gesture to the nationalists, bringing the province into line with the rest of the United Kingdom. This means union flags no longer fly over official buildings on July 12, the day of Orange Order celebrations. Government sources tried to reassure republicans last night by saying that the flag would not fly over any individual departments. </p> <p> Rathgael House in Bangor, which is one of the buildings named in the regulation, houses both Mr McGuinness's education department and the finance department run by the SDLP. Although the government said that it did not have Saturday's meeting in mind when it drew up the flags regulation, Mr Mandelson made clear yesterday that he was determined to ensure Mr Trimble survives. Speaking in the loyalist Shankill area of Belfast, Mr Mandelson said that Mr Trimble was \"indispensable\".</p>",
  "<p>Mobile phone company <strong>Ericsson</strong> is reviewing its £100m global consumer advertising account. The company is understood to be unhappy with the latest Young &amp; Rubicam ad campaign, which included the company's long-time brand message, \"Make yourself heard.\"</p> <p><strong>Cadbury Trebor Bassett</strong> is launching a range of high-street cafes with a chocolate theme. Cafe-Cadbury is being tested in Bath and, if successful, is expected to roll out across the UK. </p> <p><strong>The BBC</strong> has scrapped plans to restructure its marketing department according to target groups following the resignation of marketing chief Matthew Bannister. The corporation will revert to marketing teams for each TV channel and radio station. </p> <p><strong>Gillette</strong> is launching a women's version of its Mach 3 razor. The launch will be backed by a multimillion pound global marketing push. </p> <p><strong>Seagram</strong> is gearing up for a global ad campaign to reposition its Martell cognac brand by targeting young consumers. The campaign has been created by TBWA Worldwide. </p> <p><strong>Dolland &amp; Aitchison</strong> has raided rival chain Vision Express for its new marketing chief. Des Taylor, marketing director at Vision Express, will take on the new post of commercial director. </p> <p><strong>Clickmusic.co.uk</strong>, the search engine that specialises in music sites, is launching a consumer magazine in a deal with Virgin Megastores. The magazine will be offered free in-store. </p> <p>Pharmaceuticals company <strong>Pharmacia</strong> is understood to be reviewing its £28m international Nicorette account. The business is currently held by DDB Worldwide.</p>",
  "<p>Marconi has shortlisted eight London advertising agencies as part of an attempt to move away from its arms and defence company image.</p> <p>J Walter Thompson, Bates UK, Leo Burnett, Saatchi &amp; Saatchi, Rainey Kelly Campbell Roalfe/Y&amp;R, D'Arcy, Grey and Bartle Bogle Hegarty have all been approached about the multi-million pound global relaunch. </p> <p>It is understood Marconi is prepared to spend up to $50m ($36m) on a global push as it extends its worldwide reach. The company has previously limited itself to ads in the defence and technology trade press.</p> <p>Marconi now wants to reach out to ordinary consumers to convey its new image as a general IT company.</p> <p>The agencies were this week involved in first round presentations, and a decision on a final shortlist is expected shortly.</p> <p>In 1997, the electronics giant agreed a £16bn deal to sell its defence electronics division to British Aerospace.</p>",
  "<p><strong>THE GUARDIAN</strong> </p> <p>A paedophile who lured a victim to his flat via an internet chatroom was yesterday jailed for five years in the first conviction of its kind. (p7)<br> US-style leaders' TV debates in the next general election have come a step closer after the Tories agreed to Liberal Democrat involvement. (p8) <br> Jazz FM has been trading at break even for the past six months. (p26) <br> Amazon.com has reported net losses narrowing as sales have risen 80%. (p28) <br> Patsy Kensit yesterday launched internet radio station Barbie.fm. (p28) <br> Carlton has bought HTV in a £380m deal with Granada. (p29) <br> Simon Hattenstone interviews the Bud \"Whassup\" commercial actors. (G2 p16) <br></p> <p><strong>THE FINANCIAL TIMES</strong> </p> <p>Camelot has submitted a revised bid to run the National Lottery. (p4) <br> Internet-enabled phones are unlikely to draw big advertises. (p21) <br> First-e cancels TV ad campaign. (p29) <br> NTL upbeat about digital take-up. (p30) <br> Carlton and Granada bury the hatchet over HTV deal. (p30) <br> Jazz FM restructures to pay dividend. (p33) <br> AOL offers web access with Spanish bank. (p34) <br> Recoletes, Pearson's Spanish media subsidiary, sets low price for flotation. (p34) <br> Pacific Century CyberWorks' funding plan fails to impress. (p38) <br> Today's FT also includes the November edition of Connectis, its European e-business magazine. <br></p> <p><strong>THE TIMES</strong> </p> <p>Carlton buys HTV in £360m deal. (p27) <br> QXL.com issues turnover warning. (p28) <br> Pearson scales back Recoletes share sale. (p29) <br> Jazz FM tuning into profits. (p32) <br> UK TV and film rights holder Winchester Entertainment is to co-produce a $50m (£34.5m) Hollywood action movie. (p32) <br></p> <p><strong>DAILY TELEGRAPH</strong> </p> <p>Tories call for TV debates. (p2) <br> Bruno Brookes has denied beating up Anthea Turner. (p9) <br> Internet predator jailed for five years after seducing girl, 13. (p9) <br> The new Daewoo Tacuma comes complete with a video games screen. (p14) <br> Carlton buys HTV from Granada for £350m. (p33) <br> Jazz FM is on the verge of breaking even. (p35) <br></p> <p><strong>THE INDEPENDENT</strong> </p> <p>Camelot submits new lottery bid. (p6) <br> George Michael has launched a scathing attack on the Sunday Times for allegedly distorting an article he wrote about his purchase of John Lennon's piano. (p9) <br> Paedophile who lured girl on internet is jailed. (p10) <br> Carlton's HTV buy heralds further links with Granada. (p19) <br> Outlook: Don't hold your breath for a single ITV. (p19) <br> Jazz FM is on track to be profitable next year. (p19) <br> Freeserve's recent woes are catalogued in a profile. (Business Review p3) <br></p> <p><strong>DAILY MAIL</strong> </p> <p>Lynda Lee Potter on Anthea, Fiona Phillips and Lord Holme. (p13) <br> Parents warned of internet chatroom dangers. (p1) <br> Bruno Brooks. (p5) <br> City comment: The ITV giant comes closer. (p83) <br> HTV switches to Carlton in £350m Granada sell-off. (p85) <br></p> <p><strong>THE WALL STREET JOURNAL EUROPE</strong> </p> <p>Gore and Bush see different futures for broadband. (p1) <br> Amazon's sales help narrow losses. (p4) <br> Carlton buys HTV from Granada. (p27) <br> Microsoft to go global with new ad campaign for MSN internet portal. (p27) <br> Web start-up stirs e-Bay's ire over listings. (p28) <br></p> <p><strong>DAILY EXPRESS</strong> </p> <p>EastEnders star Michael Greco has become the subject of a furious row between the BBC and ITV after his failure to appear on the Frank Skinner Show. (p5) <br> The Express carries a two-page report assessing whether Richard Branson or Camelot will secure the next National Lottery licence. (p20-21) <br> Bruno Brookes' wife Debbie on Anthea Turner. (p25) <br> Celebrities flocking to appear on internet radio station Barbie.fm. (p31) <br> CyberWorks shares flop hits C&amp;W for £4.6bn. (p70) <br> Granada and Carlton trade ITV regions. (p70) <br> Bid threat to Fashionmall.com as it relaunches Boo.com. (p70) <br> Volatility forces Pearson to cut Recoletes flotation price. (p71) <br></p> <p><strong>THE SUN</strong> </p> <p>Bruno Brookes admits Anthea's \"vicious temper\" drove him crazy. (p9) <br> A University Challenge contestant gets an earbashing from Paxo. (p9) <br> BBC film crew goes starkers for show about right to strip. (p17) <br> The first episode of BBC sitcom Too Much Sun was the lowest rating for 20 years, according to ratings analysts. (p17) <br></p> <p><strong>THE MIRROR</strong> </p> <p>Bruno Brookes on Anthea's \"sick and evil\" stories. <br></p> <p><strong>DAILY STAR</strong></p> <p>I never beat up Anthea, claims Bruno Brookes. (p4) <br></p> <p>AND FINALLY</p> <p>The Sun splashes on the shocking news that England's new caretaker football boss Peter Taylor was once a \"Page 7 fella in the Sun\", with a pic of a topless Mr Taylor dating from 1974 to prove it. </p> <p><strong>Other useful sites:</strong><br><a href=\"http://www.theguardian.com/\" target=\"_NEW\">http://www.theguardian.com</a> <br><a href=\"http://www.ft.com\">http://www.ft.com</a><br><a href=\"http://www.the-times.co.uk\">http://www.the-times.co.uk</a><br><a href=\"http://www.telegraph.co.uk\">http://www.telegraph.co.uk</a><br><a href=\"http://www.independent.co.uk\">http://www.independent.co.uk</a><br><a href=\"http://www.the-sun.co.uk\">http://www.the-sun.co.uk</a><br><a href=\"http://www.mirror.co.uk/\">http://www.mirror.co.uk</a><br><a href=\"http://express.lineone.net\">http://express.lineone.net</a><br><a href=\"http://www.megastar.co.uk/site/today/index.html\">http://www.megastar.co.uk</a><br><a href=\"http://www.ananova.com\">http://www.ananova.com</a> </p>",
  "<p>The current chairman of the Commercial Boat Operators Association had yet to be born when the last Labour prime minister left office in 1979. Andrew Burge is 20. And three-quarters. Like the fictional Adrian Mole, he has premises in Ashby-de-la-Zouch, Leicestershire. But that's the only thing they have in common. Burge is a director of six companies, a dynamic character who believes passionately that more freight should be shifted on to Britain's under-used waterways. </p> <p>He recently wrote to the prime minister suggesting that they meet to discuss the possibilities. Alas, Tony Blair had rather more pressing concerns at the time. Bolshie hauliers and assorted hangers-on had just withdrawn their tankers from oil refineries after a week which had exposed the country's utter dependency on road transport. </p> <p>\"Has there ever been a better time to actively encourage water transport?\" Burge had asked. He asked it again in another letter, two weeks later, having received a standard reply from the Downing Street Direct Communications Unit. The barges' champion is nothing if not persistent - or cheeky, as he puts it. </p> <p>Unlike many of the boating fraternity, he is a young man in a hurry. He zips between Ashby and his other office which overlooks a boatyard on the edge of Tamworth, Staffordshire, in a 2.5 litre V-reg Rover 800 coupe. In fact, he travels 25,000 miles a year by car while campaigning for a more leisurely means of transport. \"Because of all the miles I drive,\" he says, \"I'm well aware of the queues on our motorways. I can't stand queuing.\" </p> <p>It would be unfair to suggest that he wants more lorries off the road simply so that he can get to meetings earlier. He has fond memories of childhood weekends on the family narrowboat, and he recently spent four days on a barge, conveying 20 tonnes of steam coal to London. \"I took it as holiday,\" he grins as we look out over the Tamworth boatyard which is rapidly expanding into an impressive marina, thanks to a major investment by his father. </p> <p>Malcolm Burge, 48, sold his parcel delivery firm, Captain Cargo, to the company which now calls itself Fastrack Parcels, and put some of the proceeds into water transport. Father and son have nine boats available for goods which, unlike parcels, are not time-sensitive. That's the area where Burge junior sees major scope for expansion among his 250 members. \"We're talking about cargoes like grain, timber, domestic coal and scrap,\" he says. And petrol? \"Certainly. You could get two or three lorryloads on to a big barge and pump it straight to the waterside from the oil refinery. Think of the advantages of that if these blockades become regular occurrences.\" </p> <p>One of several water transport trials involves moving 40,000 tonnes of petrol a year from the Humber estuary into Leeds, via the Air and Calder Navigation, in 210ft long barges. British Waterways estimates that, over five years, the scheme could take 16,500 tankers off the roads of Humberside and Yorkshire. To make the scheme possible, a new wharf had to be built in Leeds, financed by a £300,000 freight facility grant from the Department of the Environment, Transport and the Regions. </p> <p>The grants were set up by the Conservative government in 1981, when Andrew Burge was just one year old. Over the following 16 years, just £2.29m was given away. Since Labour came to power in 1997, though, another £9.82m has been awarded for road-to-water schemes. And in June, the DTER published a glossy document called Waterways for Tomorrow, in which the environment secretary, John Prescott, mentions the \"continuing scope for transporting freight\" by canal and river. </p> <p>Plenty of scope, for sure. Buried on page 41 is the revealing statistic that less than 1% of domestic freight is moved around the country by water. </p> <p>All the same, I suggest that Burge must sometimes feel as though he's pushing against an open door. He nods and acknowledges the change in attitude at the top. \"But I still think the government could do more in bringing interested parties together,\" he says. \"There are quite a few trials going on in various parts of the country, but those concerned need a bit more encouragement to make a leap of faith. They need to know that they're not alone in putting themselves on the line.\" </p> <p>Burge also feels that planning guidelines should take more account of the proximity of canals and rivers to new factories and warehouses, citing the Grange Park industrial estate in Northamptonshire. \"If they'd put it just a few miles down the road,\" he says, \"it would have been at the point where an arm of the Grand Union goes under the M1. At least it would have given companies an alternative to sending all their goods out on the motorway.\" </p> <p>The Grand Union could well have been filled in and covered with Tarmac by now were it not for a decision taken by a former Labour government, as Prescott points out in his foreword to Waterways for Tomorrow. \"Much of the system was under threat of closure,\" he writes. \"It is thanks to Barbara Castle that the waterways survived . . . Her bill, which became the Transport Act, created the structure that enabled the nationalised system to remain more or less intact and ready to meet the needs of the future.\" </p> <p>That was in 1968. Ancient history to young Burge. But if he has his way, another Labour government will oversee more productive use of a priceless legacy. </p> <p> Several trials are under way exploring the potential of canals and rivers to transport goods that are not time-sensitive. While petrol is travelling by barge from Humberside to Leeds, timber is being taken down the River Nene from Wisbech, near the Wash, to Northampton, and then by canal to other parts of the midlands. </p> <p>Marks &amp; Spencer, meanwhile, have been sending waste paper and cardboard from their warehouse in Hayes, Middlesex, to a recycler in Birmingham, via the Grand Union canal. But more material than M&amp;S can supply is needed to make the project economically viable for the recycling company. Other retailers are likely to be approached in what could become a rare example of co-operation between competing supermarkets. </p> <p>Co-operation between seven local authorities in north and east London has seen domestic waste sent to an incinerator in Edmonton, via the River Lea. If the scheme is adapted into councils' management plans, British Waterways estimates there would be 45,000 fewer lorry journeys every year. </p> <p><strong> Unlocking the potential </strong> <br></p> <p>Britain's boat trip back to the future depends on a deep-seated nostalgia for the slower pace of the past, growing frustration at the problems caused by other modes of transport and a faith that a bastion of the industrial revolution can still offer cost-effective solutions in an age of new technology. </p> <p>Waterways executives claim the canals are seeing their busiest days for generations, made possible by a new political enthusiasm and a huge increase in funding options involving the national lottery, </p> <p>European aid, and the public and private sectors. The first new canal for more than a century between Milton Keynes and Bedford, a host of restoration projects - including one joining the rivers Thames and Severn - and regeneration projects revitalising city centres have been made possible. </p> <p>Birmingham, a veritable Venice of the midlands, was the herald for the renaissance to a golden age for the canals. And the modern demand for utility as well as the historic, cultural value bequeathed by Thomas Telford and other engineers, is answered not only by the growing tourist potential, landmark urban revamps, and still small-scale freight transport, but by the long-cherished but still under-used opportunities for solving water shortages. </p> <p>Next year the first contract to supply water from the north-west and Wales to the dry south-east is expected as British Waterways seeks to rival other big water companies. And in an evocative image of the lion of the hi-tech world of e-commerce lying down with the lamb of a once-threatened more old-fashioned conduit, hundreds of miles of fibre optic cable are being laid along canal towpaths. </p> <p>Add in the growing number of pleasure boaters, anglers, cyclists, ramblers and conservation volunteers treading towpaths (nearly 10m), and it is easy to see how tempting is the vision of a new golden age. But the 3m tonnes of freight now carried on the waterways remain a far cry from the heyday of the mid-19th century when 10 times that weight was carried on a 5,000-mile network started in 1757. </p> <p>The mileage of navigable rivers and canals is now only about 60% of what it once was, even if more is being unlocked by the week. It is a nice irony that the reopening of the northern stretch of the Lancaster canal will involve opening vistas destroyed by the building of the M6 in the 60s, for it was the new motorways, followed by the dreadful winter of 1962-3, as much as the railways, that killed the freight business. </p> <p>But this new drive towards green-tinged commercial operations brings its own environmental dilemmas and there may soon be tensions with some wildlife enthusiasts who believe the old backwaters provide refuge for flora and fauna. <strong>James Meikle</strong></p>",
  "<p>There was only one dark cloud in last week's long-awaited biennial British Crime Survey (BCS). Crime on virtually every front - burglary, car theft, criminal damage and even overall violence - continued to drop in the two years to December, 1999, but there was a 29% rise in \"stranger violence\". Now, for the first time, a British government intends to tackle the root cause of this violence: alcohol. </p> <p>Alcohol was involved in more than 50% of the 880,000 attacks by strangers in 1999. Ministers have been talking about the pernicious link between alcohol and violence for 25 years. In 1990, a Home Office report found 30% of sex offenders were intoxicated, 33% of burglars, and 50% of people involved in street punch-ups. A British Medical Association study suggested 50% of domestic violence was alcohol-related, 65% of homicides and 75% of stabbings. Last month, a Mori poll by the Portman Group, which was set up by the drinks industry to promote sensible drinking, found one in seven adults had been attacked in a pub. </p> <p>Yet, in spite of all this, drugs not alcohol dominate the agenda. The tiny sums once set aside for treating alcoholics are now being siphoned off for treating drug addicts. When will Ann Widdecombe speak up? Last year a survey by the Police Review in association with Alcohol Concern, showed alcohol-related crime had a far greater impact on their workload than drugs. Last week's BCS backs this up: whereas 53% of stranger violence was alcohol related, drugs accounted for only 16%. Ditto domestic violence: 44% alcohol-related, drugs 12%. </p> <p>Buoyed by their success in targeting property crime, ministers now want a focused approach to violent crime. It makes sense. Much is concentrated in town centres and particular pubs. Proposals include: wider sanctions against pubs that serve the intoxicated; pub watch schemes to keep troublemakers out; and closer liaison between police and hospital emergency departments. The drinks industry is strengthening glasses, to reduce the 5,000 attacks with broken glasses each year. </p> <p>But not all violence is focused. Domestic is not. What is missing is a Whitehall-wide alcohol strategy, promised in 1998 at the time of the public health green paper. Current plans deal with symptoms, but are not \"tough\" on the cause. We have to address our drinking culture. Binge drinking is on the increase - by women as well as men. Teenagers, students and college leavers are drinking to excess. Ministers will not touch this more sensitive issue until after the election. Until they do, the black cloud in this year's BCS will not disappear.</p>",
  "<p>The full enormity of the workforce crisis in social care will be laid bare in a report to be published tomorrow. Over the next six years, it will suggest, the sector needs to increase its employee numbers by six times the projected growth in the labour market as a whole. </p> <p>This is a sector with turnover rates of 26% in residential homes and 32% in home or domiciliary care. Seven in 10 residential homes report recruitment problems, as do 35% of private day nurseries and other \"early years\" care providers. Among local authorities, 63% report shortages of social workers and 30% do so in respect of occupational therapists. </p> <p>On the face of it, it seems hard to imagine how social care will hold on to its existing workers, let alone achieve annual growth rates of 3% in its workforce to 2006 - as quantified by the Local Government Employers' Association - when the labour market as a whole is set to grow by just 0.5% a year. </p> <p>However, the report from the Audit Commission and the government's Social Services Inspectorate, will say the outlook is not hopeless. While recruitment will become more difficult, and employers will need constantly to review service provision and the skills mix of staff, there is hard evidence that effective workforce management, and investment in it, can pay dividends. </p> <p>This evidence is drawn from the joint reviews of social services departments in England and Wales, being conducted jointly by the commission and inspectorate. The report, People Need People, will be the second produced on a specific aspect of the review findings, following a study last year on children's services. </p> <p>David Jones, the report's author, says social care employers need to compete with other sectors on conditions of service and work environment. \"As we know from research, often the environment is more important - at the margin - than money pure and simple.\" </p> <p>Joint reviews have shown that authorities that invest in staff are by and large those that also deliver good services, says Jones. \"It's a message all councils need to take on board.\" </p> <p>One authority expected to be praised in the report is Kingston-upon-Thames in Surrey, which puts a strong emphasis on staff development. Roy Taylor, its director of community services, says: \"I think it's about consistency. You do need to show staff you care for them.\" </p> <p> \u0095 People Need People will be available at £15 from 0800-502030</p>",
  "<p>Cities are places of extremes - and an urban renaissance could make them more so. The very wealthy and the very poor often live as near neighbours, with walls, visible or invisible, in between. The gradual recovery of city centres has pushed up property prices far beyond expectations, making them unaffordable to all but a lucky few. Their density, night life, busy streets and original spaces make them highly attractive to some, but unsuitable or unattainable for others. </p> <p>City centres sit cheek by jowl with some of the poorest and increasingly abandoned inner-city neighbourhoods. People who cannot afford, or do not want, luxury city centre apartments, warehouse or canalside flats often reject the inner neighbourhoods that ring city centres and prefer to leapfrog to the quieter, safer, greener suburbs. </p> <p>But as land becomes scarcer and smaller households multiply, the poorer inner areas of London, Edinburgh and other successful cities gain new \"kerb appeal\". These large, under-exploited and often uncared for areas hold the key to affordable housing. They have capacity; they have surviving but struggling communities; they offer proximity, transport, amenities. They contain potentially valuable, already existing, mixed-use communities. They cry out for \"urban pioneers\" to help reclaim them and restore their vibrancy. </p> <p>To overcome the long legacy of social exclusion, cities must hold on to both richer and poorer residents. Their interests coincide. They both want good quality, spacious homes in a pleasant, safe environment, close to work, good schools, shops and transport. The two groups need each other. The original welfare state was built on this compact. So are cities. The rich pay in, and gain, alongside the poor - and both benefit. </p> <p>The voices of citizens are crucial to regenerating cities. People roundly rejected the old, over-dense, disease- ridden, filthy, impoverished industrial cities and fled if they could. But planners, largely without community consent, then decided to dismember our traditional compact urban patterns into ghettoised estates and suburban sprawl. Now people are beginning to come back, seeking a new kind of density - of services, leisure, new jobs, social contact and support. </p> <p>Mixed communities are hard to plan, but if we are serious about protecting the countryside and recycling buildings and \"brown\" land, they will occur naturally - within the inner areas of towns and cities where space, historic buildings and a close-woven pattern of streets offer boundless scope for new ideas. </p> <p>Citizens gravitate towards compact cities because they like their energy, opportunity, diversity and excitement, all of which are the results of close proximity. But attractive, integrated urban environments do not just happen. They are the product of choice, good design and sound organisation. </p> <p>Obviously, no one individual or group can pull it off. Cities require both collective action and a host of individual efforts - the special contribution of \"urban pioneers\". It requires not just vision and leadership, but architecture, engineering, social and communication skills. Buildings within existing streets and neighbourhoods can meet changing needs. They require, in addition to careful design itself, high quality craftsmanship, attention to detail, tight control of conditions, and long-term management. </p> <p>It is the rediscovery of the compact city, of the value of social contact and interchange, of the potential for reintegrating our fragmented society, that makes older, poorer city centres suddenly more desirable. Birmingham, Glasgow, Manchester and Newcastle-upon-Tyne epitomise this shift of attitude. But it needs a strong social and political commitment, as well as careful design, to pull the different communities together and encourage a sense of shared citizenship, a desire to live as well as work in the city. The run-down inner areas that ring revitalising cores need the people who use the centre, otherwise they will empty and die. </p> <p>Can we stem the leapfrogging motion to new green field development? If city councils support local effort and devolve some resources and decisions to neighbourhood level, inner neighbourhoods can build up unique local centres with their own identity - real urban villages. Highbury, in north London, is a good example. These neighbourhoods will then attract residents working in the city who can contribute to their regeneration. At the same time, they can hold on to their traditional communities which will gain from the new growth. Shops and schools will stay open; street conditions will improve; empty, underused property will be renovated and bare spaces from earlier demolitions will be filled in. </p> <p>We need to work from the centre outwards, layer by layer, and start by reconnecting, restoring and repopulating the innermost neighbourhoods, which are only minutes on foot from vibrant centres. Helping people feel they have a voice in making their neighbourhoods work will relieve the sense of powerlessness that often makes city dwellers seek simpler, more peaceful environments. </p> <p>\u0095 Anne Power is professor of social policy at the London School of Economics. She is co-author, with Lord (Richard) Rogers of Cities for a Small Country, published this week by Faber and Faber at £14.99. Lord Rogers chairs the government's urban taskforce, of which Power is a member</p> <p><strong> Dense idea demolished - tough lessons from the rise and fall of the Marquess estate </strong><br></p> <p>If the government's urban taskforce had been around in 1977, you can imagine it would have warmly approved of the then brand new Marquess estate in Islington, north London. </p> <p>The estate represented a number of the themes that Lord Rogers, Anne Power and the other taskforce members have so enthusiastically backed. It was on a brownfield site; it was well designed by Darbourne and Darke - leading architects of the day; it put the pedestrian first; and it was built to high density, with 200 bed spaces per acre (or 494 per hectare). </p> <p>In a deliberate contrast to 1960s tower blocks, the estate was designed as a series of streets and alleys of mostly family houses with gardens around a series of green spaces. In short, it was an environment that Rogers and Power are now calling for - \"dense but green\". </p> <p>The scheme was highly commended for good design in housing by the old Department of the Environment, and it was described as a \"magnificent showpiece\" by the then prime minister, Harold Wilson, when he came to open it. But, soon after, the Marquess became a disaster. It quickly gained a fearsome reputation as an area of high crime, with twice as much vandalism as anywhere else in the borough. Its tightly compact and intricate layout was seen as a major cause of crime and fear of crime on the estate. The police said the design \"lends itself to crime\". </p> <p>Rogers and Power now argue that \"denser and more compact urban forms\" provide more \"informal policing\" than lower density areas. But research by Bill Hillier, at University College London, found that the Marquess's compact layout meant that very few people walked through the estate. So, in this case, there was actually less self-policing because of the compact layout. </p> <p>The problems at the Marquess, which also included damp and noisy flats, became so acute that Islington took the drastic step of deciding to tear down 463 of the homes. It is now rebuilding the estate, on a more simple street pattern in partnership with Southern Housing Group (SHG). </p> <p>Renamed New River Green, the estate is being opened up to encourage more people to walk through. More homes for sale and shared ownership are also being provided in an attempt to promote a mixture of incomes on the estate. Housing minister Nick Raynsford gave his seal of approval to the £22m project when he visited work in progress last week. </p> <p>What is interesting in the light of the call by Rogers and Power for more compact cities is that the remodelled estate now has significantly fewer homes. More than 150 of them are not being replaced in the rebuilding work. Teresa Shaffer, SHG senior development officer, says regeneration of the estate \"would not work\" without reducing the density. </p> <p>Raynsford, himself an enthusiast for high density, points out that density on the estate is still high - even with the loss of 155 homes. But he says: \"The Marquess was too large: it had a high concentration of poor families in close proximity, with no mix of tenures.\" </p> <p>Under new guidance from the Housing Corporation, the reduction in density at the Marquess would now be frowned upon. Egged on by the urban task force, the corporation now warns it will be \"very cautious\" about funding regeneration schemes that do not at least maintain the density of any demolished homes. </p> <p>If this guidance was to be rigidly applied, the type of refurbishment undertaken at the Marquess would not be possible. The same goes for the flagship regeneration scheme at Holly Street in Hackney, east London, which also involved a reduction in density. </p> <p>Simon Dow, deputy chief executive of the corporation, claims that the agency will be more flexible than the guidance suggests. But he says: \"We will challenge density a lot more than we have in the past. We are learning about trying to get more homes into the inner city.\" </p> <p>To avoid suburban sprawl, we need to get more homes into the inner city. This can be successfully achieved. As Rogers and Power point out, some of the most desirable homes in the country are built at high densities, from Kensington in west London to Edinburgh New Town. But the experience of the Marquess estate shows that high density itself is no panacea. </p> <p> \u0095 Matt Weaver is news editor of Building Design magazine</p>",
  "<p><strong>West Indies</strong></p> <p> The <strong> Windward Islands </strong> won their first Red Stripe Bowl since 1989 after defeating the <strong> Leeward Islands </strong> by five wickets in the final at Sabina Park, Kingston. In a slightly disappointing finale to the competition, the Leeward Islands elected to bat after winning the toss, and reached 61 without loss in the 19th over, thanks to <strong> Wilden Cornwall</strong>, who finished with 53, and <strong> Stuart Williams </strong> (28). It was all downhill from there, though, as this turned out to be easily the highest partnership of the match. The Leewards collapsed to 109-7 before scraping their way to 163-8 off their 50 overs, thanks to a late 28 from captain <strong> Ridley Jacobs</strong>. <strong> Rawl Lewis </strong> was the best of an effective, if hardly spectacular, Windwards attack with 3-31. The Windwards started confidently but were struggling at 55-3 before <strong> Junior Murray </strong> (30), named Man of the Series, put on a quick 31 with <strong> John Eugene </strong> (13). They were followed by their captain Lewis (23*) and <strong> Roy Marshall</strong>, who top-scored for the Windwards with 36*. These two played sensibly to ease their side home with more than seven overs to spare.</p> <p><strong> Leeward Islands* </strong> 163-8 (50 overs)<br> <strong> Windward Islands </strong> 164-5 (42.5 overs)<br> <strong> Windward Islands won by 5 wickets </strong> </p> <p> Earlier, in a semi-final notable for poor batting on both sides, the <strong> Leeward Islands </strong> had beaten <strong> Barbados </strong> by 13 runs to advance to their fourth consecutive final. After being asked to bat the Leewards tottered to 169 all out, the only significant contribution coming from a seventh-wicket partnership between wicketkeeper-captain <strong> Ridley Jacobs </strong> (44) and <strong> Carl Tuckett </strong> (39). One-time West Indies one-day player <strong> Hendy Bryan </strong> took 3-25. With a required run-rate of only 3.4 Barbados should have had the match under control, but it was not to be. Wickets fell regularly as they slumped to 156 all out, with <strong> Wilden Cornwall </strong> taking 3-25.</p> <p><strong> Leeward Islands </strong> 169 (49.5 overs)<br> <strong> Barbados* </strong> 156 (48.4 overs)<br> <strong> Leeward Islands won by 13 runs </strong> </p> <p>Under-par batting was also a feature of the second semi-final, which had resulted in a four-wicket win for the <strong> Windward Islands</strong> over <strong> Jamaica</strong>. After winning the toss Jamaican captain <strong> Jimmy Adams </strong> elected to bat, a decision which soon backfired as his side collapsed to 9-3 after 7 overs. Jamaica were forced to struggle for every run against some fine bowling, particularly from <strong> Nixon McLean </strong> (4-28), and eventually reached 187-9. <strong> Marlon Samuels </strong> (52) was the only player to get past 20. In reply the Windward Islands lost wickets regularly but never looked in serious trouble as they overhauled their target in the 49th over. Their major scorers were <strong> John Eugene </strong> (44*) and <strong> Junior Murray </strong> (42).</p> <p><strong> Jamaica* </strong> 187-9 (50 overs)<br> <strong> Windward Islands </strong> 191-6 (48.2 overs)<br> <strong> Windward Islands won by 4 wickets </strong> </p> <p> There were no shocks in the final set of group matches. Following their amazing defeat of <strong> Barbados</strong>, the <strong> USA </strong> capitulated to 62 all out against <strong> Trinidad and Tobago</strong>, who took only 5.1 overs to reach their target. The <strong> Cayman Islands </strong> were the only team in the competition to finish with no points, following their six-wicket defeat by the <strong> Windward Islands</strong>. After a scare in which they lost their last six wickets for 41 runs, all to <strong> Davis Joseph</strong>, <strong> Jamaica </strong> easily overcame <strong> Canada </strong> by 91 runs.</p> <p><strong> USA </strong> 62 (35.2 overs)<br> <strong> Trinidad and Tobago* </strong> 65-1 (5.1 overs)<br> <strong> Trinidad and Tobago won by 9 wickets </strong> </p> <p><strong> Cayman Islands* </strong> 103 (43.1 overs)<br> <strong> Windward Islands </strong> 104-4 (24 overs)<br> <strong> Windward Islands won by 6 wickets </strong> </p> <p><strong> Jamaica* </strong> 226 (50 overs)<br> <strong> Canada </strong> 135 (46.3 overs)<br> <strong> Jamaica won by 91 runs </strong> </p> <p> <strong> Pakistan </strong> </p> <p><strong> Gujranwala </strong> scraped their way past a modest target to defeat <strong> Lahore Blues </strong> in the Quaid-e-Azam Trophy Grade I at the LCCA Ground in Lahore. Needing just 175 in their second innings, the Gujranwala openers got off to a brisk start with a partnership of 58 between <strong> Imran Abbas </strong> (26) and debutant <strong> Attiq-ur-Rehman </strong> (36), but were reduced to 108-6 before <strong> Asim Munir </strong> (30*) and <strong> Kamran Younas </strong> (23) steered them out of trouble. <strong> Lahore Blues </strong> had previously been dismissed for 179 and 212, the highlight of their second innings being a patient 73 from <strong> Farid Butt</strong>. After being reduced to 120-5, Gujranwala made 217 in their first innings with left-arm spinner <strong> Mohammad Hussain </strong> taking 5-54.</p> <p><strong> Lahore Blues* </strong> 179 and 212 (Farid Butt 73, Sarfraz Ahmed 5-36)<br> <strong> Gujranwala </strong> 217 (Mohammad Hussain 5-54) and 177-7 <br> <strong> Gujranwala won by 3 wickets</strong> </p> <p> <strong> Faisalabad's </strong> draw with <strong> Sargodha </strong> was enlivened by an extraordinary batting display by <strong> Mohammad Ramuzan</strong>. The Faisalabad captain made 205 in his side's first innings followed by 102 not out in the second, out of a total team score of 128-1.</p> <p><strong> Faisalabad </strong> 468-7 dec (Mohammad Ramuzan 205, Wasim Haider 71, Mohammad Nawaz 60) and 128-1 (Mohammad Ramuzan 102*)<br> <strong> Sargodha* </strong> 363 (Misbah-ul-Haq 83, Naved Latif 79, Haroon Rahim 68, Mohammad Hafeez 54)<br> <strong> Match drawn </strong> </p> <p>Elsewhere, <strong> Karachi </strong> made it two wins out of two with their thumping innings-and-46-run defeat of <strong> Lahore</strong>, and <strong> Peshawar </strong> notched an unlikely first win of the season after dismissing <strong> Sheikhupura </strong> for just 76 while they were chasing just 155 to win. <strong> Islamabad </strong> and <strong> Rawalpindi </strong> each registered their second draw in a high-scoring match.</p> <p><strong> Karachi* </strong> 435-9 dec (Asif Mujtaba 168, Zeeshan Pervez 91)<br> <strong> Lahore </strong> 270 (Zahoor Elani 103, Mustaquim Ahmed 51, Mohammad Sami 6-72) and, following on, 119 (Danish Kaneira 5-20)<br> <strong> Karachi won by an innings and 46 runs </strong> </p> <p><strong> Peshawar </strong> 259 (Akhtar Sarfaraz 78, Wasim Yousufi 55) and 158 <br> <strong> Sheikhupura* </strong> 263 (Qaisar Abbas 84, Waqar Ahmed 7-86) and 76 <br> <strong> Peshawar won by 78 runs </strong> </p> <p> <strong> Rawalpindi </strong> 336 (Nadeen Abbasi 90*, Saeed Anwar jnr 53, Naheem Akhtar 52) and 312 (Pervez Aziz 96, Saeed Anwar jnr 66)<br> <strong> Islamabad* </strong> 308 (Asif Ali 126, Zaheer Abbasi 54)<br> <strong> Match drawn </strong> </p> <p><strong> South Africa </strong> </p> <p><strong> Neil McKenzie</strong>, left out of the South African national team for the series against New Zealand, responded by hammering 103 off 109 balls to help <strong> Northerns </strong> defeat <strong> North West </strong> by 29 runs in the Standard Bank Cup at Supersport Park, Centurion. McKenzie shared a South African domestic record partnership of 181 for the 4th wicket with Northerns captain <strong> Gerald Dros </strong> (86), who also picked up 3-52 in the North West innings. <strong> Greg Smith</strong>, a left-arm pace bowler who recently signed for <strong> Nottinghamshire</strong>, also picked up three wickets as NW struggled to 210 in reply, the only resistance coming via a sixth-wicket partnership of 86 between <strong> Thinus Enslin </strong> (52) and West Indian <strong> Mark Lavine</strong>, who bludgeoned his way to 63 off 56 balls, including three fours and six sixes.</p> <p><strong> Northerns </strong> 239-5 (45 overs)<br> <strong> North West </strong> 210-7 (45 overs)<br> <strong> Northerns won by 29 runs </strong> </p> <p> Fast bowler <strong> Alan Dawson </strong> recorded career-best figures of 5-13 as Western Province thrashed Griqualand West by 144 runs in Kimberley. He ran through the batting line-up as GW crumbled to 85 all out, a total which could have been worse had it not been for the last-wicket stand of 42 between <strong> Adri Swanepol </strong> (16) and <strong> Deon Kruis</strong>, GW's top scorer with 28 not out. Earlier <strong> Herschelle Gibbs</strong>, currently banned from international cricket for his part in the Hansie Cronje match-fixing scandal, scored 71 for WP, sharing an opening partnership of 119 with <strong> Gary Kirsten </strong> (51) to set up their win.</p> <p><strong> Western Province </strong> 229-7 (45 overs)<br> <strong> Griqualand West* </strong> 85 (36.3 overs)<br> <strong> Western Province won by 144 runs </strong> </p> <p> <strong> Eastern Province </strong> went to the top of the table with a thrilling six-run win over <strong> Border </strong> at Buffalo Park. Batting first, they made 260-3 off their 45 overs, with substantial contributions from the top three of <strong> Carl Bradfield</strong> (91), <strong> Mark Benfield </strong> (50) and <strong> James Bryant </strong> (62). In reply Border looked to have judged their run-chase perfectly as <strong> Laden Gamiet </strong> (57), <strong> Ian Mitchell </strong> (53) and <strong> Craig Sugden </strong> (84) kept up with the required rate. However, in a late collapse they lost their last six wickets for 22 and their last four for five, thanks to some fine bowling form <strong> Nantie Hayward</strong>, who picked up three wickets with his well-disguised slower ball.</p> <p><strong> Eastern Province </strong> 260-3 (45 overs)<br> <strong> Border* </strong> 254 (43.5 overs)<br> <strong> Eastern Province won by 6 runs </strong> </p> <p> <strong> Sven Koenig </strong> almost single-handedly saved <strong> Gauteng </strong> from defeat in the first game of the first-class SuperSport Series against <strong> Griqualand West </strong> in Johannesburg. He made 94 in his side's dismal first-innings display and then followed it up with 108 in their second innings to save the game. Griqualand had notched up 427-4 in their first innings, with a career-best 165 from <strong> Mickey Arthur </strong> which included one six and 27 fours. He put on a club record first-wicket partnership of 254 with <strong> Martin Gidley </strong> (86), and they were backed up by <strong> Pieter Koortzen </strong> (82*) and <strong> Wendell Bossenger </strong> (72*). In reply Gauteng crumbled to 184 all out, with Koenig scoring more than half the runs. Legspinner <strong> Craig Copeland </strong> was the chief destroyer for GW, taking 5-52. After being asked to follow on, Koenig looked to be all that was standing between Gauteng and an embarrassing defeat against last year's wooden-spoonists, and he replied by scoring 108, his fifth first-class century, while occupying the crease for a shade over six hours. This time around he was backed up by useful 20s and 30s from the middle and lower order as the match drifted towards a draw.</p> <p><strong> Griqualand West </strong> 427-4 dec <br> <strong> Gauteng </strong> 184 and 384-9 <br> <strong> Match drawn. Griqualand West 7pts, Gauteng 2pts </strong> </p> <p> <strong> Australia </strong> </p> <p>A powerful 91 not out off 92 balls from captain <strong> Darren Lehmann </strong> was not enough to gain the points for <strong> South Australia </strong> in their closely-fought Mercantile Mutual Cup game against <strong> Western Australia </strong> at the WACA. Lehmann was the major contributor for SA but had to watch from the non-striker's end as <strong> Brad Young </strong> failed to score the four runs needed to win the game off the last ball, instead spooning a catch to WA captain <strong> Tom Moody </strong> off fast bowler <strong> Brad Williams</strong>. In a match reduced to 44 overs after a delayed start due to a damp outfield, the WA innings was anchored by a partnership of 103 between <strong> Simon Katich </strong> (69) and <strong> Murray Goodwin </strong> (62*), making his first appearance for WA following his retirement from the Zimbabwe national team. They steered WA away from the precarious position of 68-3 but were helped by some poor fielding from SA - Katich was dropped on 4 and Goodwin on 20. The WA fielding was much better, with <strong> Damien Martyn </strong> and <strong> Brad Hogg </strong> each holding on to spectacular catches.</p> <p><strong> Western Australia* </strong> 233-5 (44 overs)<br> <strong> South Australia </strong> 230-6 (44 overs)<br> <strong> Western Australia won by 3 runs </strong> </p> <p> Under-fire <strong> Mark Waugh </strong> gave the Australian selectors something to think about with an unbeaten century in <strong> New South Wales's</strong> win over <strong> Queensland </strong> at Sydney's Bankstown Oval, his home ground. He hit 108* as a star-studded NSW side easily reached their target of 248 with 16 balls and 7 wickets to spare. His innings included 11 boundaries, and he was ably supported by <strong> Michael Bevan </strong> (51*), and his <strong> brother Steve </strong> who made a run-a-ball 49. Earlier Queensland had won the toss and elected to bat against a strong NSW bowling attack. <strong> Martin Love </strong> contributed 82, including seven fours and three sixes, backed up by <strong> Jimmy Maher </strong> (48). For the second match in a row <strong> Glenn McGrath </strong> ended wicketless, the damage being done by his new-ball partner <strong> Brett Lee </strong> (3-54) and the under-rated <strong> Stuart MacGill </strong>, who took 3-44.</p> <p><strong> Queensland* </strong> 247-9 (50 overs)<br> <strong> New South Wales </strong> 251-3 (47.4 overs)<br> <strong> New South Wales won by 7 wickets </strong> </p> <p><em>Catherine Hanley is an Australian who supports Somerset but lives and works in Sheffield. For her previous Global Scorebox, <a href=\"http://www.wisden.com/Story_Co_Brand/0,5642,383937,00.html\">click here</a></em></p>",
  "<p><strong>The Science of Marijuana by Leslie Iversen. </strong>Oxford, 278 pp., £18.99, 6 April, 0 19 513123 1 <br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502363893,00.html\">Buy it at BOL</a></p> <p><strong>Drug Diplomacy in the 20th Century: An International History by William McAllister.</strong> Routledge, 344 pp., £16.99, 9 September 1999, 0 415 17989 0 <br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502271156,00.html\">Buy it at BOL</a></p> <p><strong>Drugs and the Law: Report of the Independent Inquiry into the Misuse of Drugs Act 1971</strong> Police Foundation, 148 pp., £20, 28 March, 0 947692 47 9 <br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502431291,00.html\">Buy it at BOL</a></p> <p>\"Marijuana has no therapeutic value, and its use is therefore always an abuse and a vice,\" trumpeted Harry Anslinger, the implacable Commissioner of the US Bureau of Narcotics in 1953:</p> <p>While opium can be a blessing or a curse, depending on its use, marijuana is only and always a scourge which undermines its victims and degrades them mentally, morally and physically . . . In the earliest stages of intoxication, the will power is destroyed and inhibitions and restraints are released; the moral barricades are broken down and often debauchery and sexuality result. Where mental instability is inherent, the behaviour is generally violent. An egotist will enjoy delusions of grandeur, the timid individual will suffer anxiety, and the aggressive one often will resort to acts of violence and crime. Dormant tendencies are released . . . Constant use produces an incapacity for work and a disorientation . . . often leading to insanity after prolonged use.</p> <p>Anslinger's claims have been endorsed by high officials ever since. \"There is not a shred of scientific evidence that shows that smoked marijuana is useful or needed,\" declared the former US drugs czar General Barry McCaffrey in 1996. \"This is not a medicine. This is a cruel hoax.\" Our own home secretary endorsed this line after his son's arrest for a drug offence in 1997. Ann 'zero-tolerance' Widdecombe is even more opposed to it (except, it seems, when used by shadow cabinet colleagues and other supposedly 'educated, articulate people').</p> <p>Anslinger was lying. In The Science of Marijuana, Leslie Iversen has produced the most authoritative and up-to-date scientific assessment of the medical uses of cannabis now available. He recalls that cannabis was recommended for the treatment of constipation, gout, malaria, rheumatism and menstrual problems in a Chinese compendium of herbal medicines published around 2800 BC. It was a medicament in many subsequent cultures. Difficulties in standardising cannabis preparations meant, however, that it was not widely used in 19th-century western medicine. Even so, in 1937, when its medical use was suppressed in the US, there were 28 different medicines in which it was an ingredient. In 1964 came confirmation that virtually all the pharmacological activity in hashish extracts is attributable to one compound, delta-9-tetrahydrocannabinol (THC). Later, the existence of specific receptors for cannabinoids in the brain and other tissues was established.</p> <p>Early in the 1970s the US Drugs Enforcement Agency was petitioned to reclassify marijuana as a Schedule II drug which could be prescribed by physicians. Finally, in 1986, after prolonged legal tussles, the DEA agreed to public hearings on the petition. The hearings lasted for more than two years. Despite the DEA's legal expert recommending the rescheduling, and his conclusion that cannabis is \"one of the safest therapeutically active substances known to man\", the DEA denied the petition. Iversen refers to a 1990 finding that 44 per cent of US oncologists had suggested that a patient smoke marijuana for relief of the nausea induced by chemotherapy. If the drug were really unsafe for use even under medical supervision, as its Schedule I status affirms, this recommendation would have been unthinkable.</p> <p>Despite the DEA's obstruction, the discovery of the cannabinoid control system in the body has revitalised scientific research. Two synthetic cannabinoids have become available on prescription to patients in Europe and the US. The annual sales of dronabil (sold under the trade name of Marinol) in the US are estimated to be worth about $20 million: some 80 per cent of prescriptions are as an appetite stimulant for people with Aids or HIV, 10 per cent to counteract the nausea associated with chemotherapy and 10 per cent for other purposes. The Eli Lilly Company has developed nabilone: under the trade name of Cesamet it, too, is used to treat nausea in patients undergoing chemotherapy, although it also gave promising results in clinical trials in the treatment of anxiety. In addition, many patients with multiple sclerosis have reported benefiting from smoking cannabis. The possibility of its use in the treatment of glaucoma and epilepsy is being looked into.</p> <p>During 1997, the American Medical Association recommended controlled clinical trials on the medical uses of smoked marijuana, and the BMA recommended trials of synthetic cannabinoids. The House of Lords Science and Technology Committee reported in 1998 that more clinical research was needed, but recommended the drug's rescheduling to permit its medical use. A year later, the National Academy of Sciences, Institute of Medicine urged that its therapeutic use in pain relief, control of nausea and appetite stimulation be further investigated. New clinical trials will probably soon be underway in Europe and the US, and I don't doubt from the evidence laid out by Iversen that they will yield positive data. It will then be hard for governments to refuse approval for the medical use of cannabis or cannabinoids. </p> <p>\"The argument that approval of the medical use of cannabis would be tantamount to encouraging the legalisation of the drug for all purposes is clearly specious,\" Iversen concludes, \"and is no justification for withholding an effective medicine from patients who need it.\" Such ideas were anathema to the egregious McCaffrey. \"There could be no worse message to young people,\" he insisted. \"Just when the nation is trying its hardest to educate teenagers not to use psychoactive drugs . . . they are being told that marijuana is a medicine.\"</p> <p>Many other psychoactive drugs have a recognised place in European medicine notwithstanding the dangers of misuse. Heroin is the foremost example. Despite Congressman Stephen Porter's disastrous Act of 1924 prohibiting its medical use in the US, European countries resisted postwar American pressure (directed through the United Nations) to impose this ban globally. An attempt under the Eden Government in 1955 to prohibit its medical use in Britain was defeated by a House of Lords rebellion led by the former Lord Chancellor, Lord Jowitt, supported by a number of medical peers.</p> <p>One of the virtues of William McAllister's meticulously researched history of 20th-century drugs diplomacy is to highlight the source of most national drug regulatory systems in the series of international conferences on the subject held since 1912. Summaries of diplomatic proceedings, or of the Conventions they produce, can make dry reading, but McAllister brings a wry humour to his subject. The book is indispensable to understanding the drug controls and policing of the world in 2000; among many rich details, it gives disturbing insights into the influence of pharmaceutical companies on global policy. At the crucial Conference on Psychotropic Substances held in Vienna in 1971, several key delegations, including the US delegation, were infiltrated by company executives defending their freedom to sell amphetamines and barbiturates with minimal regulation. The mystery as to why the spokesman for six Latin American countries opposing tight regulations spoke only broken Spanish was solved when he was discovered to be a Swiss employee of Hoffman-LaRoche.</p> <p>McAllister's is an international history, drawing on diplomatic archives: he does not go into detail on the home office's troubled relations with cannabis. The home office first took notice of what was then known as Indian hemp in 1922, when it was sent a substance found in the coalshed of an Egyptian coffee-house keeper in South Shields. The home office confirmed to the chief constable that on analysis the substance proved to be 'hasheesh', which was not covered by the Dangerous Drugs Act (DDA) of 1920. Next, in 1923, ten tons of cannabis resin en route from Bombay to Djibouti were detained: the shipper was Henri de Monfreid, whose memoir La Croisiere du Hachich (1935) - in English translation, Hashish: A Traveller's Tale (1994) - is a splendid introduction to the subject of trafficking and drugs regulations. The home office was consulted before Monfreid's shipment was allowed to proceed. Shortly afterwards, two waiters, one Italian and the other Sudanese, were arrested in Old Compton Street and accused of offering to supply raw opium. In fact, the brown substance in their possession was hashish, which it was then legal to possess, and the case was abandoned. But it provided the excuse for an alarmist series of cheap newspaper articles in the silly season - including a supposed interview in the Daily Mail with a home office official - in the relevant file in the Public Record Office the official in question has written the word 'Liar!' in the margin. On the strength of the hoo-ha metropolitan police recommended the incorporation of cannabis in the Dangerous Drugs Act, one CID officer advising that cannabis \"has practically the same effect as cocaine and morphine upon its victims\". </p> <p>Even the Met was not optimistic about the success of prohibition: the \"only result\" of prohibiting the drug in Egypt had been \"an increase of price to its consumers\". The home office did not want to legislate, but foresaw that \"the prevalence of the vice in Egypt\" - despite prohibition there - might result in 'international regulation of the drug'. This was prescient. A month later, the Egyptian ministry of the interior concluded that as it was \"practically impossible to keep hashish out of Egypt . . . the League of Nations should consider hashish as an international affair and should try to persuade its members to make dealing in or consuming the drug a crime punishable by severe penalties.\"</p> <p>Consequently, at the Geneva Conference on Opium of 1924-25, Egypt's delegate proposed bringing hashish within the Hague Convention of 1912. His memorandum, circulated to support this proposal, represented it as \"a dangerous narcotic . . . more harmful than opium\", and stated that \"about 70 per cent of insane people in lunatic asylums in Egypt are haschiche eaters or smokers.\" Congressman Porter, the monomaniacal leader of the US delegation, was keen on this initiative. \"We are asking them to help us to destroy the vice of opium, coca leaves and their derivatives,\" he declared of the Egyptians. \"This is a good time to practise a little reciprocity. They have their troubles and we have ours.\"</p> <p>The contracting powers at the Geneva Conference accordingly agreed in 1925 to prohibit the import and export of Indian hemp except for certified medical or scientific purposes. In Britain, cannabis was immediately rescheduled as a poison, with effect from April 1925. A few months later, a new DDA brought Britain into line for the ratification of the Geneva Convention. The House of Commons debate on the Bill lasted less than five minutes: Indian hemp, or cannabis, was not mentioned once. The House of Lords debate was slightly longer. Peers followed the advice of Lord Haldane that, as it was \"impossible to form any judgment on the details of the Bill\", it should \"be taken by the House to a large extent on trust\". It was on this slipshod basis that cannabis was criminalised.</p> <p>This might not have mattered much had it not been for the enduring effects of Prohibition in the US. Cannabis was listed in the US Pharmacopoeia as a recognised medicine from 1850 until 1942. It was sold cheaply by drugstores in the form of fluid extracts, and was smoked in cigarette form by asthmatics. Between 1900 and 1920 it began to be used on a limited scale as a recreational drug by immigrant labourers from Mexico and the Caribbean. Its consumption was enormously increased after the 18th Amendment - prohibiting alcohol - came into force in 1920. Alcohol became more difficult to obtain, more expensive and often of poor quality. In urban centres 'tea pads' operating like speakeasies provided cheap marijuana. In 1944, Mayor La Guardia's Committee on Marijuana estimated that there had been five hundred 'tea pads' in New York City by the 1930s.</p> <p>The mass marketing of marijuana for recreational use was the result of bad law-making. Congressman Porter's response to the Egyptians at Geneva showed that cannabis was not then regarded as a problem by anti-drugs propagandists in the US. It first received public attention in a series of sensationalised and false reports in the New Orleans press in 1926 involving drug-crazed black marijuana users and corrupted schoolchildren. By 1931, all but two states west of the Mississippi and several others in the East had made a criminal offence of the possession or use of cannabis. By 1937, every state had outlawed the drug under legislation allowing no distinction between physiologically addictive narcotics such as heroin, habit-forming stimulants like cocaine, and hallucinogens. Anslinger felt that his agents at the Bureau of Narcotics were overstretched coping with opiates without having to suppress a drug that could be easily grown in many states of the Union. He accepted then that \"the marijuana addict\" did not \"graduate into a heroin, an opium or a cocaine user\".</p> <p>Once he'd decided that he would have to submit to political pressure for a Federal law to be passed against marijuana, he did so in a manner calculated, not untypically, to strengthen his own position and that of the Bureau. He strenuously supported the Marijuana Tax Bill. \"How many murders, suicides, robberies, criminal assaults, hold-ups, burglaries and deeds of maniacal insanity it causes each year, especially among the young, can only be conjectured,\" he said, assuring the House of Representatives that under the influence of the drug, \"people will fly into a delirious rage and many will commit violent crimes.\" His corrupt rhetoric was contaminating. It produced such an atmosphere than when the official representative of the American Medical Association came to testify against the Bill, he was bullied and insulted. (An editorial in the Journal of the American Medical Association of 1 May 1937 advised that \"the proposed Federal venture into the interstate control of cannabis hardly seems to be justified by experience . . . After more than twenty years of Federal effort and the expenditure of millions of dollars, the opium and cocaine habits are still widespread.\")</p> <p>Like Lord Haldane 12 years earlier in the House of Lords, Congressman Sam Rayburn assured Congress that \"this Bill has a unanimous report from the committee and there is no controversy about it.\" When asked what the Bill was about, he added, vaguely: \"it has something to do with something that is called marijuana. I believe it is a narcotic of some kind.\" The Bill passed after less than half an hour's debate. If a good law is one that reduces misconduct, while a bad law results in increased infractions, then the Marijuana Tax Act was calamitous. It raises the question that is too seldom addressed when considering policy on drugs: does social deviance lead to social controls, or do such controls result in deviance? In the five years after 1937, about sixty thousand tons of marijuana were destroyed in the US and about a thousand people arrested annually for violating the law. The number of arrests in California rose from 1156 in 1954 to 50,327 in 1968. By 1998, there were 695,000 arrests annually in the US: 86,086 was the comparable figure for Britain in 1997. The policing of cannabis accounted for nearly 80 per cent of police time spent on drug offences in both countries.</p> <p>The DEA has grown into a second international intelligence agency, with a global network of agents rivalling that of the CIA. The total spent on the War on Drugs rose from $537m in 1980 to $1.2bn in 1984. By 1991, the Government was spending $7.7bn on action against illegal intoxicants. Despite the deployment of all these repressive instruments, the US has failed to disrupt the dynamics of prohibition and illegal supply. As the late Jan-Willem Gerritsen writes in his perceptive study of prohibition policies, \"the high 'business risks' keep prices high and guarantee good profit margins for successful entrepreneurs, so that the market continues to exercise tremendous magnetic appeal.\" Although \"increasingly stiff sentences imposed under the criminal law aggravate the risks on the supply side, they also boost the market position of those able to evade prosecution. The harsher the repressive measures, the greater the reward for successful entrepreneurs, who have every reason to expand their market and increase the volume of their supply.\"</p> <p>Such reasonable observations are anathema to the prohibitionists. Anslinger moved ruthlessly and mendaciously to discredit the authoritative medical and scientific report commissioned by La Guardia. His agents would have been equally hostile to Iversen, who in his temperate and understated book regrets that cannabis \"has rarely been regarded simply as a substance with effects and side effects\". Instead, it \"has been equated with morality and the debate about its use portrayed as one of good versus evil. Marijuana has been linked with the pursuit of pleasure and with idleness rather than the work ethic.\" Most scientists believe that the grave short-term risks attributed to cannabis \"were grossly exaggerated\", but neither scientists nor anyone else can prove the effect of a substance to be non-existent; it is therefore impossible to prove that any substance is harmless. Most mental effects of cannabis are potential rather than inherent; the potential physical effects cannot be assessed without much more data on long-term consumption. While it is less habit-forming than heroin, nicotine and cocaine, Iversen postulates that \"as many as 10% of regular users will become dependent on the drug.\" Current recreational use of cannabis has less adverse effect on public health than either tobacco or alcohol, but it is likely \"that an increased use of cannabis would bring an increased public health impact\".</p> <p>The profits from trafficking in illegal intoxicants are always 'black': they fall outside the supervision and authority of governments. As Gerritsen argues, 'since a country's sovereignty stands or falls with its monopoly on taxation and the obligation of its citizens to pay taxes, the illegal drugs trade forms a fundamental threat to the system of national states.' Since 1985, under the insistent leadership of the US, there has been a concerted campaign to control the international laundering of black-market money derived from drugs. This aspect of the war on drugs, he writes, is leading 'to something that was never intended: a uniform global regulatory regime, which will be applicable to all types of financial service'.</p> <p>Gerritsen's sociological history charts the way 20th-century controls on drugs were used to defend social norms. Men like Anslinger, who was obsessed with Red China, and Richard Nixon, who revived the widespread use of cocaine by his maladroit War on Drugs, regarded their sale and use as a collective threat from outsiders. The 'silent majority' (a phrase Nixon borrowed from Homer, who was referring to the dead) refused to acknowledge that prohibitionist legislation and its enforcement are indispensable preconditions for the growth of illicit supply. \"In a repressive climate of this kind, more informal modes of regulation - which certainly exist among users - are by definition confined to a twilight subculture that is a natural breeding ground for crime and other expressions of counter-culture,\" Gerritsen writes.</p> <p>This is one of the quandaries addressed by the Police Foundation inquiry into the Misuse of Drugs Act 1971. The members of this committee (chaired by Lady Runciman) are essentially pragmatic:</p> <p>It has become inescapably clear to us that the eradication of drug use is not achievable and it is not therefore either a realistic or a sensible goal of public policy. The main aim of the law must be to control and limit the demand for and the supply of illicit drugs in order to minimise the serious individual and social harms caused by their use.</p> <p>Rather than react to the bullying of journalists, drugs laws should reflect the latest scientific understanding; they should also \"be accepted by the public as fair, consistent, enforceable, consistent and just\". As to social attitudes, the Mori survey commissioned by Runciman showed that tobacco and alcohol were considered more harmful than cannabis by every age group. Illegal drug use remained a minority pursuit well after the 1960s. But by the late 1990s, the majority of people aged between 16 and 29 admitted to having tried illegal drugs; the estimate is that up to one third of this group may have used cannabis or other drugs within the last year. Cannabis accounted for between 70 and 85 per cent of all offences under the MDA, of which there were more than 110,000 in 1997.</p> <p>The best chance of formulating a workable policy lies in viewing drugs as commodities within a hugely lucrative, dynamic and expanding illicit economy. Forty years ago, before the reform of gambling laws, bookies' runners presented a major challenge to a bad law: they convinced the authorities that they would not go away, could not be suppressed and had better be regulated. The cannabis users of 2000 are in the same position as the off-course gamblers of 1960.</p> <p>\u0095 To read more online essays from the current edition of the London Review of Books visit the <a href=\"http://www.lrb.co.uk/\">LRB</a>. The extensive online archive of essays from past editions includes John Lanchester on the rise of Microsoft, Alan Bennett's Diary and much more.</p>",
  "<p>A new chapter was added to the Autonomy fairytale yesterday less than a week before the $5.6bn (£3.8bn) firm was due to list on the London Stock Exchange; only two years ago it was dismissed as two small and too speculative to do so. </p> <p>NTT Software Corporation, part of the Japanese phone group, has become the latest multinational to announce a distribution deal with the Cambridge-based Autonomy, which sells software that sorts the vast quantities of unstructured information floating around the internet. </p> <p>The announcement was just the sort of positive news investors would have expected prior to a listing in the FTSE 100 index of Britain's biggest companies. Autonomy's sales should be in for a significant lift in the region if it gains access to NTT's Japanese customer base. </p> <p>Judging by the research investment banks are sending their clients the listing, on October 31, should be a resounding success. Dresdner Kleinwort Benson says Autonomy is \"poised to be the standard\". Dresdner and SG Cowen assess the stock as a \"buy\" and advise investors that it should be a \"core holding\" in their respective portfolios. </p> <p>The enthusiasm is understandable: the \"intelligent\" technology Mike Lynch and his team have developed is pitched at a market for unstructured data that is forecast to grow from £1.7bn in 1999 to £8bn in 2003, according to sector research. </p> <p>Financial targets have been beaten consistently: in March Autonomy turned a first pre-tax quarterly profit of £300,000 on revenues of £8.1m; gross margins were an impressive 93%. Most new contracts are coming from the American market. Autonomy is confident that its technology remains ahead of the game and by joining big players like Sun, Compaq, and GM it increases its chances of making its software a global standard. </p> <p>The London listing will make Autonomy's stock available to funds restricted to buying UK shares and which are not able to buy on Easdaq or Nasdaq, the exchanges where Autonomy is at present listed. Only 6.7m shares are being made available. </p> <p>Investors' tolerance of risk has increased during the boom in hi-tech shares and Autonomy, with established product, management and revenue streams, seems safer than most. </p> <p>But there are still doubts about the float. Some in the City are worried about the proposed sale of shares by Mr Lynch. He is only disposing of a fraction of his stake but will still net around $69m (£47.6m) and retain an 18% holding. </p> <p>Mr Lynch has been instrumental in driving Autonomy forward. But wealth is not his sole motive: he says there is plenty to do to build a truly world class company. </p> <p>Autonomy shares trade at a rating of around 476 times current earnings, and results that fail to meet market expectations could shatter the share price. UK investors buying in now may also feel they have missed the boat. There may be further to go in the shares but a repeat of huge growth in the price is extremely unlikely. </p> <p>Overseas expansion, particularly into non-western countries, will test management's ability and capacity to the full. The NTT deal is a strong start, but it will be necessary to strengthen sales and support in new regions. </p> <p>Perhaps the biggest threat comes from new, rival technologies. The software is not yet patented, and Autonomy's own growth has shown how quickly start-ups can emerge to challenge incumbents. Some competitors have already said they are confident their technology will beat Autonomy in the long term, although no evidence has yet been produced to that effect. </p> <p>Investors wondering what to do next week would be best to follow Mr Lynch's example. Invest in Autonomy by all means, but make sure you keep some money in the bank.</p>",
  "<p>Land Rover has announced a full review of its multi-million pound European media buying account as it continues its search for a new agency to spearhead its global creative account. </p> <p>The incumbent agency, Media Plus, and the Frankfurt office of WPP Group's MindShare will both pitch for the business, which is worth £20m each year in the UK alone.</p> <p>Insiders say that MindShare is the favourite because WPP ad agencies J Walter Thompson, Ogilvy &amp; Mather Worldwide and Young &amp; Rubicam are all on the Ford roster. </p> <p>The move comes shortly after the car maker, which was bought by Ford from BMW in May, announced an overhaul of its global creative business.</p> <p>JWT, O&amp;M and RKCR/Y&amp;R had all been lined up to pitch for the business but it emerged last week that the review has widened to non-WPP agencies including Grey Advertising, Wieden &amp; Kennedy and HHCL &amp; Partners.</p>",
  "Environmental and business leaders yesterday welcomed Tony Blair's first \"green\" speech since taking office but warned that his vision of interest groups and government working together to solve global and local crises would succeed only if backed by cash and radical policies. <p>As expected, the prime minister emphasised the potential of business and new technologies to address problems as well as make profits, but he rejected criticism from pressure groups and his new adviser, Jonathon Porritt, which suggested the environment was not a priority for Labour. </p> <p>Mr Blair admitted that the environment had taken a back seat to Labour's priority issues of health, education and crime. \"It is a very big issue for us, of vital importance for the future of our country and the planet. I want to push green issues back up the political agenda. We can be richer by being greener and by being greener we will enrich the quality of our lives,\" he told industrialists and environmentalists at a meeting in London. </p> <p>He added: \"Millions around the country are green in their actions, their beliefs, what they care about. They want the air they breathe to be fresh. They want the countryside they live in or visit to be protected. They have respect for the world around them, hate cruelty to animals, hate the destruction of natural beauty.\" </p> <p>A one-off £5m of lottery funding will support offshore wind and other renewable energy generation, Mr Blair said. He also pledged £50m to tackle the growing waste mountain through kerbside recycling schemes, and a similar sum to improve local environments affecting 700,000 people. </p> <p>His speech was applauded for its sentiment and its analysis of global and national problems but criticised for its lack of initiatives. \"It takes two to tango,\" said Charles Secrett, director of Friends of the Earth. \"Mr Blair's speech contained some sharp analysis of how environmental action can be good for the economy and for business. Now we want to see specific and radical green policies in Labour's manifesto for a second term.\" </p> <p>Mr Secrett questioned Mr Blair's assertion that he was \"neither pro nor anti\" GM food, saying that No 10 and the cabinet office had intervened repeatedly to support the biotech industry. </p> <p>Lynn Sloman, of Transport 2000, said: \"At long last Mr Blair has made explicit the link between using cars and climate change. We hope this marks a change of tack for a government which has been on the run from the motoring and haulage lobbies.\" </p> <p>Lord Melchett, director of Greenpeace, said: \"We are pleased that the prime minister has accepted the royal commission on environmental pollution's case that we need to cut carbon dioxide emissions by at least 60% by 2050.\" He added that Mr Blair's stand would have to mean substantial investment in renewable technology. \"But we need to see the government move much further and more quickly.\" </p> <p>The prime minister confirmed that a £50m carbon trust, paid for by a climate-change tax on businesses, would be launched next year to develop low-carbon technologies. The government was also strongly backing a potentially profitable international trading system for fossil fuel emissions. </p> <p>But Mr Blair was criticised for not doing more to help developing countries. </p> <p>\"The new money is paltry in comparison with the financial and human cost of climate related disasters the victims will be people already living on the very margins of existence\" said a Christian Aid spokesman. </p> <p>Mr Blair said: \"There are points of real conflict between the interest of consumption and the longer term interests of the environment and between the politicians' need to woo the electorate as well as lead it.We should proceed according to science and a set of common values. We should build a business case for the environment, working to harness clean technologies, seeing business as part of the answer rather than the problem.\"</p>",
  "Sinn Fein ministers in Northern Ireland are to be forced to fly the union flag over their departments, the government announced yesterday in an attempt to shore up the position of David Trimble ahead of a crunch meeting of the Ulster Unionist council on Saturday. <p>MPs will pass a regulation in the Commons this week which will ensure that the flag flies over the departments run by Martin McGuinness and Bairbre de Brun on Remembrance Sunday next month and on the birthday of the Prince of Wales two days later. </p> <p>Sinn Fein, which said that its ministers should not be forced to work in a British environment, angrily rejected the government announcement. </p> <p>Alex Maskey, the party's chief whip, said that he would seek legal advice, adding: \"Peter Mandelson has to get the message that nationalists are not second class citizens.\" </p> <p>Government sources yesterday played down the timing of the announcement, saying that the issue needed to be resolved ahead of Remembrance Sunday. But there was little doubt that Mr Mandelson has offered an important concession to the Ulster Unionist leader David Trimble ahead of Saturday's meeting of his party's ruling council. </p> <p>Hardline unionists have called the meeting in an attempt to force Mr Trimble to withdraw from Northern Ireland's power-sharing executive in protest at what they claim is the slow progress on disarmament by the IRA. </p> <p>There is speculation that Mr Trimble will hang on as first minister, but at the risk of damage to the peace process. It is understood that the UUP leader may appease his critics by setting a deadline for the IRA to begin the actual process of decommissioning, hardening his position. Hardline unionists have dismissed the international inspection of IRA arms as unsatisfactory. </p> <p>Downing Street said that the announcement was not linked to Saturday's meeting. The prime minister's spokesman said that Mr Mandelson had used his powers because the Northern Ireland assembly had been unable to reach agreement on the flags issue. </p> <p>\"We recognise this won't satisfy any one side completely but we believe it's a practical solution which steers a course through a difficult problem,\" the spokesman said. Under the regulation, the union flag will have to fly at full mast over selected buildings on 17 days of the year. These include obscure celebrations such as the birthday of the Countess of Wessex. </p> <p>The government last month cut the number of flag days in Northern Ireland by four, as a gesture to the nationalists, bringing the province into line with the rest of the United Kingdom. This means union flags no longer fly over official buildings on July 12, the day of Orange Order celebrations. Government sources tried to reassure republicans last night by saying that the flag would not fly over any individual departments. </p> <p>Rathgael House in Bangor, which is one of the buildings named in the regulation, houses both Mr McGuinness's education department and the finance department run by the SDLP. Although the government said that it did not have Saturday's meeting in mind when it drew up the flags regulation, Mr Mandelson made clear yesterday that he was determined to ensure Mr Trimble survives. Speaking in the loyalist Shankill area of Belfast, Mr Mandelson said that Mr Trimble was \"indispensable\".</p>",
  "To the rest of the world, Dallas may still be remembered chiefly as a place where a president was assassinated and a fictional oilman known only by his initials was gunned down. But if the Maharishi Global Development Fund has its way, the city which was founded as a prairie trading post more than 150 years ago may soon boast the world's tallest building. <p>There is one problem. Would the building pose a problem for pilots entering the busy airspace that serves the city and its neighbour Fort Worth?</p> <p>If the proposal for a 1,659ft skyscraper to be built in The Colony suburb, providing a mix of office, commercial and residential space, goes ahead it would take over the title of world's tallest building from the twin 1,483ft Petronas Towers in Malaysia.</p> <p>Its cost is estimated at up to $3bn and it would offer up to 19m sq ft of floor space.</p> <p>Dallas is no shrinking Texas rose when it comes to tall buildings. The red neon Mobil Pegasus sign on top of the Magnolia Building became a famous city landmark and the Nations Bank climbed to 72 storeys. But the proposed skyscraper would dwarf even the current highest structure, the 920ft Bank of America Plaza.</p> <p>\"Tall buildings are synonymous with romance, ambition, technological prowess and financial success,\" wrote David Dillon, architecture critic of the Dallas Morning News in a recent column. \"Nothing says a city has arrived more clearly than a skyscraper, particularly if it has a good restaurant on top.\"</p> <p>But local people have complained to the press that they are still in the dark about the plans, which were announced by the Maharishi fund in May, and what they would mean for the neighbourhood.</p> <p>\"I'm not real comfortable with the level of information we've been given,\" David Stanwick told the Dallas Morning News. \"We're here, now four months later, and we're still having the same questions with no additional answers and no additional information.\"</p> <p>The Maharishi fund is investigating similar projects in Sao Paulo, Brazil, Johannesburg, South Africa, and India - which would be even taller.</p> <p>For the time being the Dallas skyscraper has to await the judgment of the federal aviation administration, which has the power to disapprove of any structure higher than 200ft in the area.</p> <p>The FAA has been concerned at the enormous growth in air traffic in the area and would be wary of giving the go-ahead in case a new building created too many imponderable risks.</p>",
  "<p>Two \"downsized\" satellites designed to swing more than 20,000 miles out into space twice a day could point the way to a generation of smarter and much smaller spacecraft. </p> <p>A pair of the 100kg \"micro satellites\", known as STRVs and packed with 25 pieces of experimental equipment, will \"piggyback\" along with a bigger payload aboard Europe's giant Ariane 5 when the rocket blasts off from French Guyana next month. </p> <p>The STRVs - space technology research vehicles - will go into a huge 12-hour elliptical orbit moving, at their nearest, 600km from the earth, and, at their most distant, up to 39,000km away. </p> <p>In a deliberate test of their ability to survive years in space, the satellites will be swinging through the Van Allen belt, a kind of radiation firewall around the earth. </p> <p>The satellites follow on the heels of a similar 1994 experiment but with new hardware and communication gadgetry, according to Dera, the defence evaluation and research agency, which unveiled them yesterday. They will be among the first satellites with their own internet address, since one day satellites could push the world wide web into orbit. They will carry new kinds of carbon fibre joints never before tested in space, lithium ion batteries, and a microprocessor hardened against space radiation. </p> <p>The important thing, however, is their size. Being compact and light, they can ride with bigger launch payloads, which will bring down the costs of putting hardware into space. And they open the way for an earth observation satellite that can, from space, resolve objects just 2.5m wide. </p> <p>\"Five or six years ago, you were talking about a one-ton satellite, something 10 times the size, with that sort of capability,\" said Richard Blott, Dera business projects manager. He added that it paved the way for satellites that were cheaper, quicker and easier to launch, and which enabled more people to \"get into the space game\". </p> <p>It also meant space agencies and commercial firms being able to launch constellations of satellites, allowing better monitoring of the environment.</p>",
  "<p>Britain has recorded a trade surplus with the rest of the European Union in August for the first time in nearly five years. </p> <p>Official figures published yesterday showed that rising export volumes generated a surplus of £31m despite sterling's overvaluation against the euro, which makes British goods pricier in EU markets. </p> <p>The surplus helped to reduce the overall global goods deficit to £2.27bn from July's record of £3bn but left the trade gap on a widening trend, according to the Office for National Statistics. Although exports to China and the US are rising strongly, they are being outpaced by surging imports from the US, China, South Korea and Japan. </p> <p>Economists warned that with domestic demand likely to grow faster than world demand, import volumes could continue to rise strongly as the year progresses. </p> <p>As a net exporter of oil, Britain's trade balance with the EU has been gaining from the surge in the price of oil, which has tripled since the start of last year. </p> <p>But ONS officials said the swing into the black for the first time since November 1995 was also due to a £300m jump in exports of capital goods and a favourable £200m movement in erratic items, such as ships and precious stones. </p> <p>Economists doubted that the surplus marked a turning point in Britain's trade with the rest of the EU, pointing out that it was so small that it could easily be revised away. </p> <p>But they said it implied that sterling's strength is less of a handicap than manufacturers have sometimes suggested. </p> <p>\"The main surprise is just how well our exporters are doing in the EU in the face of the strength of sterling/euro,\" said Geoff Dicks, of the Royal Bank of Scotland. </p> <p>However, economists say there is evidence that UK exporters are having to cut prices in sterling terms to remain competitive in the EU, resulting in thinner profit margins. </p> <p>\"They really must be getting close to the bone, because it's been four years now that sterling's been rising,\" said Danny Gabay, of JP Morgan. </p> <p>The sterling price of goods sold in the EU fell only 0.7% over the year to August, not enough to compensate for sterling's increase against the euro. </p> <p>ONS said Britain's trade deficit with countries outside the EU grew to £2.5bn in September from £2.3bn in August.</p>",
  "<p><strong> Pre-Budget report date set</strong><br> </p> <p>The chancellor, Gordon Brown, is to deliver his keenly awaited pre-Budget report on Wednesday November 8. The timing means his statement will come just five days before the fuel protesters' deadline for the resumption of the blockades if there is no cut in duties. </p> <p>Mr Brown is widely expected to use the report to set out his plans for dealing with the concerns of demonstrators - particularly the hauliers and farmers who were the driving force behind the protests. </p> <p>He has also said that he will announce plans for the annual increase in the basic state pension. </p> <p>Following the bitter outcry over this year's rise of 75p a week, Mr Brown has made it clear that he will provide an above-inflation rise for all 11m pensioners. Yesterday's announcement was made by Mr Brown in a written Commons answer. </p> <p><strong> Jazz FM tunes in to break even</strong><br> </p> <p>Radio broadcaster Jazz FM said on Tuesday that the company had been trading at break-even in the past six months, and that it was well placed to continue improving its performance after restructuring last year. </p> <p>\"The company has made good progress towards profitability this year,\" chairman Harry Roche said in Jazz FM's results statement. The company said it made a pre-tax loss of £489,000 in the year to June 30, compared to a £2m loss in the previous nine months. </p> <p>The company also said its turnover grew to 5.1 million pounds in the year, compared to 2.8 million for nine months to June 30 1999. </p> <p>Jazz FM Enterprises, which is responsible for developing non-airtime revenues, accounted for 45% of the turnover, the company said. </p> <p><strong> Actuary firm restructures</strong><br> </p> <p>Bacon &amp; Woodrow, the consultant and actuary firm, yesterday announced plans to restructure the firm. </p> <p>Under the changes, Bacon &amp; Woodrow's employee benefits practice will join with Hewitt Associates, a management consulting company that specialises in the human resource area, and the insurance practice will merge with Deloitte &amp; Touche. </p> <p>Bacon &amp; Woodrow said by merging the employee benefits practice with Hewitt they would create one of the world's largest firms in this area - essentially providing all the advice and services required to run a pension fund. </p> <p>The companies will begin to work closely immediately and the combined group will operate in over 80 locations worldwide. </p> <p>In the UK the group is expected to have revenues of more than £100m and over 1,400 staff. Hewitt and Bacon &amp; Woodrow also plan to create a global investment consultancy. </p> <p><strong> £10 banknote changes face</strong><br> </p> <p>Charles Darwin is to replace Charles Dickens on £10 banknotes from next month, the Bank of England said yesterday. Merlyn Lowther, the Bank's chief cashier, said the new design would be issued on November 7.</p>",
  "<p>It's a mystery, said Sir Eddie George, the governor of the Bank of England, yesterday when asked about sterling's remarkable strength against the euro. Equally baffling are the latest trade figures which show Britain recording a trade surplus with Europe for the first time in five years, despite the runaway pound. Export volumes were up 10% over the past three months, compared with a year ago, an impressive performance given the exchange rate. </p> <p>So why are the figures holding up? </p> <p>Firstly, manufacturers are slashing profit margins to keep a toehold in European markets and to ward off competition at home from cheap continental imports. As a result, manufacturing profitability has fallen sharply since the start of 1999. Firms are tightening their belts and cutting costs, and jobs, in order to stay afloat. In the first quarter of 2000, rates of return fell to below 7%, around half the rate earned in 1998. </p> <p>Faced with declining profitability, firms have moved upmarket in search of high quality products where they are no longer competing on price. Those stuck in low growth commodity markets - textiles, bulk chemicals and basic metals - are closing or moving overseas. </p> <p>The changing composition of Britain's manufacturing sector demonstrates the search for value: the fastest growing sectors are electrical and optical equipment, biotech and drugs, all producing goods which are less price sensitive. </p> <p>Britain's trade balance with Europe has been improving for nearly a year, which suggests that yesterday's figures are not just a flash in the pan. This raises the possibility that the pound may not be as overvalued as the markets are assuming. Do not expect the Treasury to celebrate Britain's improvement in competitiveness anytime soon, however. As long as the euro remains so unpopular with voters, the high pound can be used as an excuse for not joining. </p> <p><strong> Off the rails </strong><br> </p> <p> John Prescott yesterday opened up fresh doubts again about the role of Railtrack's Gerald Corbett, whose belated love-in with some of the victims of the Paddington rail crash is remarkable. </p> <p>The redoubtable deputy prime minister was away in China when Hatfield occurred. On his return, he has not been slow to hide his feelings on the remaking of Mr Corbett's reputation. They burst out yesterday when he refused to endorse the chief executive and then proceeded to voice his displeasure at Mr Corbett adopting the role of the industry's radical thinker, calling for everybody to work together. To Prescott, that is a statement of the blindingly obvious, pointing to the fact that the industry has been at loggerheads for years, Railtrack included. </p> <p>Mr Corbett's position is almost certainly safe in the short term because there is nobody trained up at Railtrack to do the job. It needs someone who understands the industry and, after three years trial and error, the present incumbent has just about got to grips with it. </p> <p>But the two official reports into the Paddington and Hatfield rail crashes will almost certainly expose the company's shortcomings on signalling and track renewal. Mr Corbett will eventually be forced to fall on his sword. Railtrack needs to start grooming quickly. </p> <p><strong> Déjà vu </strong><br> </p> <p> It all sounds so powerful and deliverable: 50 of the world's banks, who together account for half the globe's currency trading (£500bn a day, no less), coming together to exploit the standardisation and speed of the internet. No longer, it seems, will corporate treasurers and money managers have to flit around on the phone. </p> <p>But read on into the detail of the new Atriax venture, backed by Reuters and banks such as Citibank, and any observer of the foreign exchange markets over the past 30 years will find themselves in familiar territory. </p> <p>Atriax will sport two \"strong and independent\" advisory boards - one with 14 bankers and another with 24 representatives of global companies and institutions. This sounds like a recipe for muddle. </p> <p>Big banks have been rowing with small banks about standardisation in the world of foreign exchange, and corporate treasurers have been rowing with everyone, ever since Swift - the international network for bank money transfers - was founded 27 years ago. How Atriax fits into what remains the backbone of the foreign exchange market remains unclear. </p> <p>So, too, does the ownership of this new venture. Launching the service yesterday Dan Morehead, chief executive designate, was not prepared to say, other than confirming that the original providers of £55m in working capital will get equal stakes. </p> <p>Atriax will be British registered, yet Mr Morehead does \"not want to discuss our capital structure\". So much for transparency in the new economy.</p>",
  "Sometimes I wonder if the current Tory front bench are all former SAS officers whose identities have to be kept secret for security reasons. It is hard to think of a more anonymous bunch. Does William Hague have the same problem as the rest of us when he holds meetings of the shadow cabinet? <p>\"Er, you, thingy, whatsyername, what do you think we should do?\" </p> <p>\"I dunno mate, I'm just the bloke who's come to mend the photocopier.\" </p> <p>\"Oh sorry. Actually, you don't fancy being environment spokesman do you?\" </p> <p>Hague must take much of the blame for the anonymity of the team he has built around him. He chose new faces as a way of saying to the voters \"Look, you don't have to elect anyone connected with the last Conservative government\". To which the logical response must be: \"Good point, I'd better vote Labour just to make really sure\". </p> <p>Apart from the unholy trinity of Hague, Portillo and Widdecombe, who we got to know in the Major years, the Observer's Book of British Conservatives says sightings of other shadow cabinet members are extremely unlikely. So who are the poor conscripts who found themselves suddenly promoted to generals after the massacre of May 97? They're all listed on the Conservative party website, where their faces stare out at you like the sad photos from an appeal for missing persons. </p> <p>First up is Francis Maude, who is apparently now shadow foreign secretary, but the Tories might as well go to a temp agency on the continent to hire a real foreign secretary for all the impact he has made. Likewise James Arbuthnot, David Willetts, Andrew Lansley, Denis Kindel, Peter Ainsworth, Edward Garnier, Andrew Mackay - I couldn't put a face to any of them. Most of us could name more Pokemon characters than Tory frontbenchers. Shadow chief secretary to the treasury is David Heathcoat-Amory. At last, a Tory name I vaguely recognise! Oh no, I'm thinking of the other Heathcoat-Amory, aren't I? The one who was chancellor in the 50s; that was probably David's uncle or something. </p> <p> T hen there's Liam Fox. He used to be a doctor, so he's been given the health portfolio. Actually he was once an army doctor, so he may well be shadow minister of defence as well. Oh no, apparently defence is Iain Duncan Smith - because he used to be the publishing director of Jane's Defence Weekly. I suppose if \"Jane\" had gone into politics they would have given the job to her. Then there's Bernard Jenkin at transport, who, as they say, is not even a household name in his own house. </p> <p>And the remarkable thing is that these people must be the best of the bunch; the Conservative crème de la crème. The other 150 Conservative MPs have not made it to the front bench because they have failed to make as great an impact as Gary Streeter. (No, I hadn't heard of him either. He's shadow international development apparently.) If they ever became the government they would do for Britain's profile what they have done for their party's. </p> <p>Today's leading Tories are the contestants in a political version of Stars in their Eyes. They are complete nobodies who brave the spotlight and have a crack at pretending to be one of the Tory superstars of yesteryear. \"Tonight Matthew, I'm going to be... Margaret Thatcher!\" says David Willetts, as he steps forward and trots out all the old lines about Europe and the unions. I don't know why he doesn't go the whole hog and put on a blue dress and blonde wig - at least then he might stick in the memory for more than five minutes. </p> <p>There was a time when if you were a potential high-flyer, the Conservative party was a promising career ladder. But today, if you are smart and ambitious, years spent on the opposition benches does not look like a very attractive or lucrative option. The result is that today's Conservative party is filled with an evangelical rump of MPs who are not only second rate, but who actually believe all that mad rightwing stuff. Misguided and incompetent - it's a fairly terrifying combination. John Major may have imagined the answer to Britain's problems was a traffic cone hotline, but at least he remembered to put a telephone number on the signs. </p> <p>One last thing I ought to mention - one of the names of the various shadow ministers I listed above is completely made up. It's actually the name of the reserve goalie for Doncaster Rovers. So now it is competition time. If you can spot the imaginary leading Conservative, write his name on a postcard and send it to me at the Guardian. The first correct answer picked at random will get £25 worth of book vouchers. Entries from the reserve goalie for Doncaster Rovers will not be accepted. I was also going to say that this competition is not open to members of the shadow cabinet. The trouble is, how would any of us know? </p> <p> John O'Farrell's novel The Best a Man Can Get is published by Doubleday</p>",
  "<p>Reuters and three of the world's most powerful banks, Chase Manhattan, Citibank and Deutsche Bank, are funding a new attempt to breathe some electronic life into the world of foreign exchange trading. </p> <p>Each will be putting £14m into Atriax, an internet-based FX market that aims to be up and running by the middle of next year. About 50 banks have agreed to use the service, which will primarily be aimed at automating currency dealings between banks and their corporate customers. </p> <p>Bank research on the FX market, together with a news service from Reuters, will be available immediately on <a href=\"http://www.atriax.com\">www.atriax.com</a> ranks as the world centre for a market where global daily turnover is believed to top £1 trillion. Much of the business between banks is already conducted online through both Reuters' FX trading systems and the competing Electronic Broking Service run by a consortium of banks. But to date, due to a lack of agreement on standards, much of the business between banks and their clients has remained telephone-based. </p> <p>Companies will have to have an existing credit relationship to deal with a bank through Atriax, but the system does promise a sharp cut in the administration involved in currency deals, adding a fully automated confirmation and settlement process. </p> <p>\"Our aim is quickly to establish Atriax as the most efficient means to research, transact and settle foreign exchange business,\" Dan Morehead, Atriax's chief executive, said, adding that the new internet platform \"will provide a single point of access to market news and data, aggregated research, on-line dealing and straight through processing.\"</p>",
  "\u0095 On Tuesday we were introduced to hyper-ambitious would-be Labour MP Shahid Malik, the fastest carpetbagger in the west, and already further news arrives. Late last year, Perry Barr MP Jeff Rooker had decided to announce on New Year's day his intention to leave Westminster at the next election, and mentioned it to very few in the party. Jeff was in his constituency office on Christmas eve when the phone rang. On the other end was a young man saying that Jeff once met \"my father, Mr Malik\" before issuing a complete career resume, until Jeff interrupted and said he refused to discuss stepping down. Oh, replied Shahid, sadly. Jeff softened enough to offer one bit of advice - \"you phoned my office on Christmas eve. And I answered it. That's what it's like being an MP\" - but that seems unlikely to put him off, so we say again: find this man a seat. <p>\u0095 Carry On Up The Cabinet emails continue to flood in. Graham Garden writes supporting Kenneth Williams for O'Mandy, and suggesting, among others, Hattie Jacques for John Prescott (wasn't she famously competent?) and Syd James as Ken Livingstone. Graham also reminds us that November 8 is the anniversary of the first Goodies broadcast, which we trust BBC2 will mark properly. Meanwhile, Roy Stringer reports not only that this Diary game was the centre of discussion at his harvest dinner; but also that a discussion has sprung up on Compuserve's London Forum. And his daughter Louise proposes John Prescott be played by Terry Scott. Yes, Louise, that's spot on. </p> <p>\u0095 Alopecian Sun editor David Yelland is so proud of inventing new sub-species the \"metropolitan-elite\" that he devotes two pages of witless juvenile rot to it. (Sometimes, I wonder if the incident when the subway train doors shut on his wig had any lasting neurological effect.) Hats off Hugo Young and Polly Toynbee for making the A-Z, especially Polly, described as \"a raving leftie of the most dangerous kind.\" It seems a little harsh on history's more lethal dictators to equate them, in dangerous Marxist terms, with a leading light in the SDP. But perhaps the slaphead knows something we don't. </p> <p>\u0095 Yet again, Mr Tony Blair's rhetorical sincerity is overwhelming, his moving speech on the environment elevated above all by the passage about his ferocious interest being sparked when a shadow cabinet member had a long debate about green issues with little Euan, then aged 10. Yes, yes, it really happened of course, and how good to see Mr T protecting his children's privacy, and refusing to use them for short-term political gain. </p> <p>\u0095 The Speaker election created a splendid bond between high Tories and New Labour loyalists, the former finding the one-time Glaswegian shopfitter Michael Martin as awful as the latter (\"the alternative is unspeakable,\" a shire gent muttered of him before one vote. \"Let's vote for David Clark.\"). Its a reassuring sign of cabinet unity that Gordon Brown, Robin Cook and Bomber Short disobeyed orders and backed Mr Martin against George Young, but why is it that Mr T so distrusts Mr Martin? \"Don't be so childish,\" an expert replies. \"He's working class.\" </p> <p>\u0095 How sad to see ITN's Teletext aiding the government by damaging the old-left candidate for Speaker. \"Dunwoody: I was a suicidal anorexic,\" read a page 315 headline on Monday. It's true this referred not to Gwynneth but the jump jockey Richard, but sloppy work all the same.</p> <p>\u0095 In San José, California, civic dignitaries welcomed a group of Filipino businessmen, by displaying a huge banner reading \"Tuloy po kayo\", or \"Welcome Filipinos!\". Well what it actually read was \"Tuley po kayo\" (\"circumcise Filipinos!\"), but it's a lovely thought anyway.</p> <p><a href=\"mailto:diary@theguardian.com\">diary@theguardian.com</a></p>",
  "Following the elections for the new Speaker of the Commons, we have come to the conclusion that the public has been left out (Ex-shop steward Martin is Speaker, October 24). The Speaker, although directly responsible for the MPs and control of the Commons, also represents the interests of the people in parliament. The Speaker has a direct influence on how discussions are conducted and can change the direction the argument takes. <p>The revolution of 1649 is the most important event in English history, representing the desire for democracy in English politics. More than 100 years before the French and American revolutions, we implemented a constitutional democracy to replace a monarchical dictatorship - not so that 351 years later a governmental elite can bypass our representative parliament to enforce its own myopic prerogatives. </p> <p>Surely if the Speaker is the public voice in the Commons, not the puppet for the oligarichal collective represented by the prime minister and governing party, this person should be voted for by the public.<br><b>Sarah Moulson<br>Maxine Luscombe</b><br>Chichester<br>warah65@hotmail.com </p> <p>I was disappointed to read the cynical account of Michael Martin's election as Speaker (Discreet wooing pays off for Martin, October 24). I met him when he volunteered to act as Speaker to the Children's parliament. Sixty nervous 11-year-olds assembled in the Granada studio's mock chamber for a series of debates on the environment. He was superb: unpatronising, kindly, endlessly patient, full of encouragement and he talked to them freely afterwards. Perhaps he is just a real human being, not a robot. All credit to MPs for having the good sense to elect him.<br><b>Prof Ted Wragg</b><br>Exeter University </p> <p>So, Michael Martin will be \"the first Speaker to be an authentic representative of the industrial working class, the child of an impoverished broken home\". The same quotation could have been attributed to the late and much lamented George Thomas, Speaker from 1976-83. He was from a Welsh mining family, his father deserting his mother and four brothers and sisters when George was six, leaving them in dire poverty. Does the fact that he managed to become a schoolteacher lift him out of the working class ?<br><b>Bob Thompson</b><br>Guernsey <br>bobttorteval@gtonline.net </p> <p>As a former Commons researcher, I hope the new Speaker heeds the conversations he had with us. Reforming the electoral system is a start. Most serious of all is the abuse of natural justice and of the Commons' own rules that occurs in the surreal choices in the selection of amendments to government bills. </p> <p>Having moved from Commons researcher to elected councillor, I am only too aware that the democratic procedures afforded those in local government are denied to those sent to parliament.<br><b>Cllr Gareth Epps</b><br>Oxford </p> <p>As a local councillor I have strongly supported Best Value at both Staffordshire county council and Lichfield district council. I do not know if the new parliament office accommodation is Best Value (MPs marvel at view from £230m new home, October 24) but I am sure that the expensive time spent on electing the Speaker is not!<br><b>Cllr Steven Norman</b><br>Burntwood, Staff </p> <p>If the election procedure was felt to be an unsatisfactory system, why did MPs wait until now to complain, after the vote has taken place, and not try to change the system, in the months prior to the election?<br><b>Monica Sweeney</b><br>Edinburgh</p>",
  "<p>The pace of restructuring among Britain's privatised industries is accelerating. Yesterday alone we saw Granada Media, the dominant commercial television broadcaster, selling HTV, hastening the process which is set to see it and Carlton as the sole terrestrially based groups in ITV. </p> <p>Simultaneously, the shadow strategic rail authority, aided and abetted by John Prescott, stripped French-owned Connex of one of its rail franchises and handed it to Go-Via, already operators of Thames Trains and Thameslink. The SSRA and Mr Prescott have made it quite plain that they want to see the 25 train operating companies in the hands of a few large groups virtually the re-emergence of the UK's railway system before nationalisation after the second world war. </p> <p><strong> A rash</strong><br> </p> <p> In the energy market a rash of takeovers allied to liberalisation of the domestic supply market is prompting the creation of a few dominant players and water could be the next in line for a big shake-up - albeit 11 years after privatisation. Superficially, little has changed: the 10 water and sewerage groups and 15 water-only companies in England and Wales remain in place as geographical monopolies in private hands. There has been no restructuring or consolidation although (see box) five of the 10 dual-purpose groups are now in foreign hands. </p> <p>Chris Mellor, chief executive of Anglian Water Group (AWG), believes the UK could be on the verge of as fundamental a change as that of denationalisation in 1989. The catalysts he cites include the last periodic review by retired industry regulator, Sir Ian Byatt, which brought the first price cuts since privatisation, passing on efficiency gains to customers. </p> <p>But these gains are no longer there to be made and investors have shunned water groups, aghast at the harsh regulatory environment in which they operate and unable to see the earnings potential and economies of scale and scope they need to mark the shares up. Several recent events, however, are set to change the landscape. The first move was the takeover of Thames Water by German group RWE. </p> <p>The two critical factors are the unravelling in the high court of a deal under which Western Power Distribution, new US owners of Welsh multi-utility Hyder, wanted to outsource the operation and management of Dwr Cymru, its water business, to United Utilities, and Sir Ian's replacement at Ofwat by Philip Fletcher, a more open-minded regulator. </p> <p>Brian Duckworth, managing director of Severn Trent, which won the court ruling that the WPD/UU deal breached UK and EU regulations, is cautiously optimistic that the judgment, by creating a level play ing field in the form of an open tender process, could encourage outsourcing deals and, via them, industry restructuring. </p> <p>\"We could end up with three big players offering to do work for other companies which own the water assets,\" he says, though he thinks the Dwr Cymru contract could now be split into several parts. Either way Severn Trent, Thames and, Mr Mellor says, Anglian will bid for the contract. </p> <p>Anglian is at the cutting edge of change. This summer it bought construction group Morrison for £260m in anticipation of an industry shake-up. Though outsourcing in the water industry is, he says, in its infancy AWG plans to use Morrison's expertise to provide services, including the laying of pipes, to industries such as gas, electricity and telecoms as well as water. \"In our view this trend is inexorable,\" he says, adding that broad-based service providers enjoy a PE ratio up to 10 times higher than AWG's 10. </p> <p>The onus for change is on Mr Fletcher. Under Sir Ian, Ofwat set a limit on mergers and takeovers that would not automatically go to the competition commission and set his stall against consolidation, arguing that the loss of one firm could only be compensated for by a hefty price-cut. \"That put a block on consolidation in the industry by UK-owned companies though it gave a free rein to foreign groups,\" says Mr Mellor. </p> <p><strong> The competition</strong><br> </p> <p> Mr Duckworth says the whole process is over-regulated. \"The real issue is who becomes our national champion and whether we have got the capability when we are still relatively small companies vis-à-vis the French or Germans who can come here and buy utilities when our hands are tied. The economies of scale we want are frustrated by regulators.\" </p> <p>Peter Vass, director of the centre for the study of the regulated industries at Bath University, says the encouragement of outsourcing and the creation of three or four operational managers is vital to winning the economies of scale that would enable UK groups to compete overseas. That would leave Ofwat free to regulate the companies owning the water assets, with competition in supply setting the market price. So far Mr Fletcher has been cautious about his approach, indicating he favours consolidation via outsourcing but is against the more radical - and abandoned - Kelda plan to turn Yorkshire Water into a mutual owned by its customers. </p> <p>Mr Vass says: \"The French model of municipally owned assets and operations provided by the private sector, just two groups effectively, is being looked at again. I think we will see a relaxation of policy and some cautious experimenting.\" </p> <p>Mr Mellor thinks a chance was lost with the original privatisation scheme. \"The current blocks are totally arbitrary and the regulators should, from the start, have allowed the market to consolidate the companies into three or four much larger units. The big prize for the customers would have been far bigger price cuts,\" he says in a nod to Mr Fletcher to recognise how the world has changed since 1989.</p>",
  "Herbert Friedman, who has died aged 84, was a pioneer in x-ray astronomy. His research team discovered the Crab Nebula in 1964. He also directed research in metallurgy, electron optics and nuclear radiation. <p>Most of Friedman's hugely productive career was spent with the space sciences division of the United States Naval Research Laboratory (NRL), which he joined in 1940. He remained active as an emeritus chief scientist to NRL until a few months ago. </p> <p>Friedman's pioneering work in space astronomy began with captured German V2 rockets. He used them to carry instruments into the upper atmosphere, where they could record x-rays and other radiation from the sun that was invisible to ground-based observatories. On more than one occasion his rockets did not behave as planned: one caused a diplomatic incident with Mexico when it flew horizontally rather than vertically as intended. </p> <p>Friedman's early work showed that variations in x-rays from the sun caused fluctuations in the earth's ionosphere that disrupted global radio communications. Other astronomers soon discovered a host of mysterious extragalactic x-ray sources. The sources were given names like Scorpius X-1 and Taurus X-1, referring to the constellations in which they were found. In a classic occultation observation - a measurement made possible when the moon or a planet obscures a distant star - Friedman made the first optical identification of an x-ray source. He showed that the Taurus X-1 x-rays were coming from the Crab Nebula, the remnants of a star that exploded 1,000 years ago. </p> <p>Friedman was born in Brooklyn, New York. He planned to study art when he enrolled at Brooklyn College in 1932, but, inspired by one of his tutors, switched to physics. On graduating he took a PhD at Johns Hopkins University and in 1940 joined the Naval Research Laboratory in Washington to investigate the crystal structure of metals using x-rays. </p> <p>The director of his research at NRL, EO Hulburt, encouraged Friedman to apply his expertise to space astronomy. By the early 1950s he had designed x-ray detectors for high-altitude rockets that made key discoveries in solar astronomy. </p> <p>During the International Geophysical Year (July 1 1957 to December 31 1958), Friedman led two major experiments involving rockets. The first showed that solar flares emitted hard x-rays that produced short-wave radio blackouts; the second used a total eclipse to pinpoint the part of the sun's corona in which the x-rays were generated. </p> <p>His research group then turned to studying x-ray sources outside the solar system, and made the Crab Nebula discovery, described by physicist Freeman Dyson as the most brilliant achievement of the sounding-rocket era. The group subsequently detected extragalactic x-ray sources, the quasar 3C-273, and the giant galaxy M-87. </p> <p>Physical Review, the top physics journal, accepted Friedman's first paper on x-ray stars with reluctance. But he then played a major role in promoting the use of large spacecraft for x-ray astronomy, and was one of the key scientists responsible for the establishment of Nasa's High Energy Astronomy Observatory programme in the 1970s. </p> <p>Friedman held 50 patents and co-authored more than 300 scientific papers. Among his popular books was The Astronomers' Universe, a review of advances in infrared, visible, ultraviolet, radio, x-ray and gamma ray astronomy that led to the golden age of discovery in the second half of the 20th century. </p> <p>His achievements were recognised by the most prestigious awards in his field of science: the US National Medal of Science; the Royal Astronomical Society's Eddington Medal; the Bowie Medal of the American Geophysical Union; the Wolf Prize in Physics; and the 1992 Massey Award from the Royal Society of London, in association with the International Council of Scientific Unions' Committee on Space Research. His wife of 60 years, Gertrude, and two sons survive him. </p> <p>\u0095 Herbert Friedman, physicist and astronomer, born 1916, died September 16 2000.</p>",
  "Once they used to swim to and from their traditional summer grazing grounds on the islands off the coast on northern Norway. Now they take the ferry. <p>Thousands of starving reindeer, too weak to make the crossing, are being carried across in landing craft. The Norwegians say the indigenous Sami (formerly known as Lapps) are themselves to blame because they have built up their herds to levels which lead to overgrazing: more than 125,000 reindeer in an area with food for fewer than 100,000. </p> <p>It is a land of stunted birch trees, long fjords, and small grassy islands, and the question of who controls it has become a major political issue. The Sami claim traditional rights. The Norwegian government, which annexed it in an attempt to extinguish the Sami's cultural identity, says it is the owner. </p> <p>The battle is a long-running one, but plans to open untouched parts of Finnmark to gold mining threaten to push the Samis beyond the point of endurance. Ragnhild Nystad, their vice-president, said: \"If we cannot stop multinational mining companies taking over our land then the Sami's traditional way of life will disappear. As a people, reindeer herding is central to our culture.\" </p> <p>The Sami live in a wide belt across northern Scandinavia, much more extensive than the geographical area known as Lappland. For thousands of years their people knew no national boundaries.They were left unmolested in inhospitable country. </p> <p>Their troubles began when four countries drew lines across their traditional lands and attempted to suppress their culture, language and lifestyle. Despite this, they survived. There are 4,000 still clinging to their way of life in Russia, 10,000 in Finland, 20,000 in Sweden and 50,000 in Norway. Their language has nine dialects. </p> <p>By 1900 they had officially ceased to exist in all four countries. It was illegal to speak the language or sing their traditional songs. A century later they have revived as a nation and formed a joint council embracing the four states, and now they have their own parliament building. </p> <p>On November 3, in acknowledgment of their new status, King Harold of Norway will open the parliament, in Karasjok, the Sami capital of Finnmark: a small town in the most thinly populated part of Europe. </p> <p>Although this new status is an immense leap forward, the Sami believe it is incomplete without a resolution of the land issue, and the Norwegian government, albeit reluctantly, accepts this. </p> <p>The Sami say they hold the land in common, individual families having traditional grazing and fishing rights. The herds are owned, the family mark being a cut in the reindeer's ear. </p> <p>Under government ownership, the grazing land was gradually whittled away by privately owned farms. But after a human rights commission study three years ago, the Norwegian constitution was amended on April 21 1998 to recognise the Samis as an indigenous people and an ethnic minority. </p> <p>The reawakening of Sami pride in their race and culture began after the second world war, and became a militant force with a now celebrated protest against a hydroelectric scheme on the Alta river in Finnmark. The scheme, which threatened traditional lands and the community at Masi, led to sit-down protests, hunger strikes, and links with environmental groups. The protests failed to stop the dam, but created a new spirit of defiance and a new nation. </p> <p>Twenty years of campaigning later Norway, Sweden and Finland recognise the Sami as an ethnic minority but the issue of land rights is still unresolved. </p> <p>Ms Nystad said: \"We own this land, we always have. It was taken away from us illegally and we want it back. We cannot stand by and watch it whittled away as more and more is sold off for farms and holiday cabins. There will be nothing left for the reindeer.\" </p> <p>In Oslo the minister responsible for Sami issues, Steiner Pedersen, admitted that the land issue was central to the Sami's future. At present the Sami had no power to stop gold mining, \"but it is a sensitive topic and they have a lot of influence\". The government was working on a plan to give the Sami parliament joint control of over planning issues with Finnmark county. </p> <p>Ms Nystad believes the government is playing for time. \"As a nation we have lived here for thousands of years in tune with our environment. It is not us that that have caused problems. We are still waiting for promises given to us in 1981 over the Alta dam to be honoured. We have been disappointed many times since then and we are not going to let it happen again with the gold mine. The Samis have been patient for too long.\"</p>"
]