[
  "<p><strong>Q:</strong> You appear to leap from genre to genre, do you programme those leaps into the development stage?</p> <p><strong>JS:</strong> Looking for some juicy new genre to attack? It hasn't necessarily been problematic, but I think there's two things that have happened as the years go by. One related to the nerd side of me, which is an engagement with the film's historical record and the traditions, and many of them are Hollywood traditions that Hollywood itself has just forgotten as the fads pile up. I think the engagement with that, those tasks, is very enriching for me personally. For Ang it's a different tack, but it's also quite similar, to rub up against those traditions, to continually test your craft, to treat yourself as a craftsperson as well as an artist. There's a certain luxury associated with that exercise. So I think that the generic imperative is going to continue, we don't necessarily have one that we're dying to do next. Although musicals have been bandied around a bit. . .</p> <p>[Laughter]</p> <p>But we haven't really decided yet.</p> <p><strong>AL:</strong> That's the beauty of working with James, I think, a film professor. You know, whenever I am tired of doing this one, abundant sources come my way. Swoosh! So writing the script is the least interesting thing to us. It's what film we're going to create, what fun we're going to have, what kind of angle are we going to put on it, what juice are we going to put in. That was the real fun, not genre or script writing - you know, craft, what fun we're going to have. </p> <p><strong>Q:</strong> Crouching Tiger, Hidden Dragon seems to be a big leap of faith. What was the danger? The financial risk?</p> <p><strong>AL:</strong> Of course it was a big risk. A lot of stress. It was something I've wanted to do for a long time, but didn't really have the skill until I'd made six films. Then I was ready to take the challenge. I think the biggest challenge I had was doing a genre film that takes a lot of money to make, and on top of that I want to make A-grade drama, and see if I can keep a balance and have both of them benefit each other. On top of that, I want to do a big landscape in China. So all of that is very challenging. To me it is important after three English-language films that I go back to my cultural roots, to fulfill my boyhood dreams. But it also a new adventure, because that kind of film-making is low budget in America but is titanic in China. There are no rules. We get to make the rules. There's no producer to look over my shoulder. There is no set standard. Of course, I keep testing the limit. </p> <p>James will tell you the story of how much each area would give for an Ang Lee film with Chow Yun-Fat and Michelle Yeoh. Then they would give us a number and we would come up with that budget. James can fill you in. It's a very interesting process, the financial process, and what's at stake. Once the money's raised, we're OK, we're making the movie. But for the investors, the movie has to make $60m to break even. No Chinese film has ever come close to that. It's a kind of mission impossible. But it's what we want to do. [<a href=\"http://www.pixunlimited.co.uk:7080/ramgen/film/LeeSchamus/4.ra\">Listen to the soundclip</a>] (1 min 45)</p> <p><strong>JS:</strong> Well, these were interesting circumstances to go asking for money in Hollywood for Ang for a Chinese-language film. Namely because after the 'blockbuster' success of The Ice Storm and the 'firestorm of praise and heaps of money' that showered upon us after Ride with the Devil. . . Basically, if this film didn't work, Ang would be directing segments for Fox TV's Scariest Animal Moments. . . so there was a little bit of iffyness involved. And the Taiwanese billionaire who pledged to put up all the money, I don't know, maybe it was a bad mahjong day or something. . .</p> <p><strong>AL:</strong> It was the Asian economic storm. . .</p> <p><strong>JS:</strong> The virus. Anyhow. So we had to pull numbers out of Europe, and particularly a lot of long-standing friends and the distribution community here, who still had faith in Ang, and prove with those numbers that this film could support a budget of X dollars. At that point we brought in Sony Pictures Classics in the States, another Sony - the Columbia Pictures, Asia and then the Sony entity of Columbia Pictures International in order to pick up the other territories, including the Asian territories and Latin America. There was this corporate family who came in to put the pieces together and help us make the film. But at that point it was also a corporate family whose cookie jar was empty. So we had to bank all these contracts, we had to find a bank that was crazy enough to do that, and that was in France. Then we had to get a bond company to insure the movie, because the bank wouldn't give us any money until we had an insurance policy that said we would deliver this wacky movie that was being shot all over China. So they were in Los Angeles. And then we had the Taiwanese production end. But in order to close the deals, for tax reasons (it's a complicated story), they had to set up a subsidiary in the British Virgin Islands. Our limited liability corporation, that we set up in the United States, had the sub-licence to English-language rights. So we ended up with literally thousands of pages of legal documentation, all of which had to be signed in a circular way - one of those things where the guy in Italy isn't going to sign until the guy in France has signed. Meanwhile they were in Beijing already, pre-producing the movie and more or less mortgaging Ang's house. So it was a little iffy.</p> <p><strong>NN:</strong> All of which could have been put at risk by one or two tiny accidents, like Michelle Yeoh messing up her knee quite early on in the shoot?</p> <p><strong>AL:</strong> Yes, second week of shooting, unfortunately. Doing a spinning flying-kick, something she did thousands of times. But she didn't pay attention and it was at the end of a night's shooting, and 'crack', she snapped her knee ligament and has to be sent away for surgery. For about 2 1/2 months we have to reschedule everything. It was a nightmare. The movie started out shooting in the Gobi desert - it was just a logistical nightmare - sandstorms, lost in the desertand flood. In the desert. Two weeks of rain!</p> <p>[Laughter]</p> <p><strong>JS:</strong> The locals went up to our producer, Bill Kong, who had been burning incense each day for good luck and getting none of it. They said, 'Thank you so much for burning that incense, because that's what we do when we want rain!'</p> <p><strong>AL:</strong> So the whole production was like that. Nothing worked. Every little detail I had to, like, kill myself, kill everybody, just to make it work. The whole production was like that. I thought I was dying sometimes. I don't know how I lived through that. When people ask me about a sequel. . .</p> <p>[Laughter]</p> <p>It's just insane. <br><a href=\"http://www.pixunlimited.co.uk:7080/ramgen/film/LeeSchamus/5.ra\">Listen to the soundclip</a> (1 min 37)</p> <p><strong>Q:</strong> Is the novel of Crouching Tiger, Hidden Dragon available here?</p> <p><strong>JS:</strong> We're trying to arrange it. . . well, there was an abridged version of the novel published in Taiwan and they're trying to arrange a translation of that abridged version. Of course, that abridged version was copyright piracy. . . Oh yeah. .. So who knows if they'll cut through that.</p> <p><strong>Q:</strong> Are you both fans of the martial arts genre, and if so, which are your favourite directors in the genre?</p> <p><strong>AL:</strong> I grew up with it. I'm a big fan. When I was younger it's the storytelling that really grabbed me, the fantasy storytelling, about power, about personal transcendence, about romance. Morality tales. A secret joy we had when growing up. As I grew a little older, the Hong Kong choreographers took over the genre and made fantastic fight sequences. Of course, they don't really care what's in between the fights. So that film language really fascinated me as a young film student. So it really fascinated me in both ways. I really wanted to hit the high notes of the Hong Kong action standards, while I have the fantastic movie and the applause and everything else. So that's something I've always wanted to do. </p> <p>Among those directors, King Hu is more of a director to look up to, and Chang Che is one of them. The recent ones, they don't really influence me except some of the really classic fighting sequences - the stories I didn't care for much.</p> <p><strong>JS:</strong> I saw a fair amount when we were researching the film. My current favourite is Chang Che, who was working in the 60s and 70s, and if you ever get the chance to score a tape of One-armed Swordsman. . . These are incredibly brutal, queer, kind of sadomasochistic fight movies, with all these greased-up guys chopping each other to bits. They're pretty fun!</p> <p>[Laughter]</p> <p><strong>Q:</strong> I heard you were planning a prequel next year and also is it true that Chow Yun-Fat has declared that he is taking a break from film for the next year and a half?</p> <p><strong>JS:</strong> If I were Chow and had made this movie with this guy - I wouldn't work again.</p> <p><strong>AL:</strong> Not next year. I couldn't take it anymore. I'm so exhausted. I probably need to make one or two English-language films to recover from it. Physically I can't take it anymore.</p> <p><strong>JS:</strong> But don't worry, they'll be 20 other Chinese movies with the title Crouching Tiger, Hidden Dragon - the Prequel, coming out next year. . .</p> <p><strong>Q:</strong> You portray very interesting female characters in your movies. You don't see that very often in films, so where do you get your ideas from?</p> <p><strong>AL:</strong> From my wife, I suppose. Seriously. And my ex-girlfriend. Actually I was brought up in a very chauvinist, traditional Chinese male way, but at heart I guess I'm just not a macho guy. I'm not going to be John Woo. Strong women attract me in real life, and in dramatic context. A strong woman, when her heart is broken, it breaks my heart. It's something that speaks for me very well. When there are such characters in the text, I just tend to grab them. I don't know why. It's just chemistry find that I do a much better job with strong female characters than anything else. </p> <p>Somehow in Asia, I notice, women make up 80 per cent of my audience. So you see women with crouching men sitting next to them [pulls the face of a very quiet, small man]maybe at The Wedding Banquet you'll see a couple of guys. </p> <p>I think it is also a refreshing angle to check into repressed male-dominated society. Particularly for this one, which is a very macho genre, it just gives a different angle. There is a deeper emotional depth because we are taking an emotional tour with the heroines. I just like that. It's the best thing I can offer, I suppose. [<a href=\"http://www.pixunlimited.co.uk:7080/ramgen/film/LeeSchamus/6.ra\">Listen to the soundclip</a> (2 mins 25) </p> <p><strong>Q:</strong> Could you speak about the fight sequence in the forest at the end of the movie - how long did it take?</p> <p><strong>AL:</strong> It took two weeks to shoot that scene. Most of it is on the editing floor. . . it was just a crazy idea that I had and everyone refused to do it for months. There is no shortage of swordfighting in bamboo forests, because bamboo provides a very romantic environment. In China, bamboo symbolises righteousness - it shoots straight up, it's elastic, like the swordsmanship. Also it provides a very interesting foreground. But normally no-one ever gets up there because it's undo-able. That's why I wanted to do it.</p> <p>The colour of green is really the Hidden Dragon for me in the movie, against the colour of red in the desert flashback. The crouching one, the forbidden one to me is really green. The Green Destiny, Jade-eyed Fox. Anything green, with a little bit of white, is very sexy and taboo-ish for me. So I thought the bamboo choreographed sequence really, in an abstract way, is mesmerising. It's not really a fight. I thought it was a good place to do it. You know, we live in a place with gravity. I sort of underestimate that. </p> <p>It's very painful for the actors and I worry about their safety. They were down in the bamboo forest in the southern part of China, in the valleys. It's hard to get a big construction crane in there. We managed to get four or five in there and hang the actors up. There's the valley and the creek, so they're really high up there, and we had to build platforms for the tighter shots. Once you cut the bamboo, the leaves dwindle. Only on drizzling days can you shoot for half an hour, then you have to change the bamboo again. It's really painful But it's a crazy idea.</p> <p><strong>Q:</strong> I wasn't really sure about the flashback scenes. Why did you spend so long in the desert when it didn't seem to be crucial to the film? And also, how does scriptwriting work in terms of there having to be a constant translation between English and Chinese?</p> <p><strong>JS:</strong> I can answer the first question about the flashback: It's a big mistake, we're sorry.</p> <p>[Laughter]</p> <p>It was a very big topic for us. In general, every time I see the movie, which is less and less (but he [Ang Lee] sits through it all the time!) I think, 'I can't believe we got away with this!' All of a sudden, for 20 minutes, they go back there. . . and it's completely unapologetic, it's like cut/back, cut/back. We're ready to take it on the chin a bit, hence my feistiness. But there are a lot of reasons why we love the flashback. </p> <p>But I'll tell you a little about the scriptwriting process. It was extremely educational for me, and extremely painful for Ang. We started with a Chinese-language draft, and then Ang made a precis of the parts of the fourth volume that were most important to him. Then I wrote this completely entertaining swash-buckling romantic adventurous epic movie, that was a joke to the Chinese who reading it. I use the analogy that if a Chinese person wrote a John Wayne western, and he rides into town, gets off his horse, walks over to the sheriff, says 'Howdy' and then, like, kow-tows nine times. . .</p> <p>[Laughter]</p> <p>But the structure was there. I think if I was Chinese it would be a nightmare parody of my entire culture. But structurally, I think, it still ended up working. Then Ang and Hui-Ling Huang really took it over and from inside-out really transformed the film, and really got into a lot of the cultural references, indices - the soul, which I had misread. Even though I'd read a lot of Chinese stuff in English translation and seen a lot of movies, I misread almost every cue. So it was great that the process became six months of mutual torture through bad translation . . .can you imagine trying to write your script and have somebody who had been fired from the UN doing bad translation? . . . I always thought we were going to make a movie that was understandable to westerners, but still very Chinese, and I still think essentially it's a Chinese film. But in a way I also recognise that why the film has been so massively successful in Asia is not because it retained its Asian identity, but because of all these wonderful new things that came about in discourse with the west. Especially in regards to the female characters and the romance, which are very foreign to the genre. I think that one of the things I find people responding to here in the west is precisely the fact that you get to see a two-hour Taoist action movie. The Chinese-ness of it, even if it's not always entirely comprehensible because of the subtitles, I think that's what's so profoundly new about it. So in a way we ended up making an eastern movie for western audiences and in some ways a more western movie for eastern audiences. [<a href=\"http://www.pixunlimited.co.uk:7080/ramgen/film/LeeSchamus/7.ra\">Listen to the soundclip</a>] (2 mins 27)</p> <p> <strong>AL:</strong> To me, James is the best writer I personally know of. Take this film, it has to hit Asia like a summer blockbuster, but at the same time it has to be in the art-house cinemas and the New York Film Festival. So from the New York Film Festival to Asian blockbuster is a big range to cover. James doesn't know Chinese, but the structure and the film logic and the sellability, marketability and the pure grade of how good the script is. I do need his help, that's just the bottom line. It's painful for me to say so, but Goddamn it, it's so true.</p> <p><strong>Q:</strong> I just have a comment, not a question. I found Crouching Tiger, Hidden Dragon exhilarating and profoundly moving. I want to say thank you.</p> <p><strong>NN:</strong> I've seen it twice and I think it's the most amazing film I've seen in a long time. Thank you James Schamus and Ang Lee. </p> <p><strong>Sound clips</strong></p> <p><a href=\"http://www.pixunlimited.co.uk:7080/ramgen/film/LeeSchamus/1.ra\">'I don't care about writing really. Writing's lonely.'</a> (58 seconds) <br><a href=\"http://www.pixunlimited.co.uk:7080/ramgen/film/LeeSchamus/2.ra\">JS on Ang Lee's 'boring' pitch</a> (2 mins 28) <br><a href=\"http://www.pixunlimited.co.uk:7080/ramgen/film/LeeSchamus/3.ra\">'Just read the goddamn subtitles! Join the world!'</a> (47 seconds) <br><a href=\"http://www.pixunlimited.co.uk:7080/ramgen/film/LeeSchamus/4.ra\">The challenge presented by CTHD</a> (1 min 45) <br><a href=\"http://www.pixunlimited.co.uk:7080/ramgen/film/LeeSchamus/5.ra\">Problems encountered during filming CTHD</a> (1 min 37) <br><a href=\"http://www.pixunlimited.co.uk:7080/ramgen/film/LeeSchamus/6.ra\">AL's inspiration for his strong female characters</a> (2 mins 25) <br><a href=\"http://www.pixunlimited.co.uk:7080/ramgen/film/LeeSchamus/7.ra\">JS on adapting CTHD</a> (2 mins 27)</p>",
  "<p><strong>NN:</strong> Let's start with Crouching Tiger, Hidden Dragon. This is based on the fourth of a five-part novel sequence, a sort of Chinese Pulp Fiction. At what stage did you see the possibility of a film within this?</p> <p> <strong>AL:</strong> I read the book through a friend of mine who knew I was a fan of this particular writer in 1994. The fourth volume, which is the story of a young girl, Jen, struck me that there was a movie there. When there is a strong woman character in a story - that always grabs me. Especially in this very macho genre, which since boyhood I've wanted to do. It felt as if it took six movies for me to even begin to earn the right to make this kind of movie. Of course, I'm growing up, I'm an established film-maker, known for making family dramas about personal relationships, I cannot go all the way and make a purely genre film, I've got to throw everything I know into the movie - like a combination platter. The key is to keep the balance. </p> <p>I think the book struck me in a few ways that I thought very interesting to pick it as my first martial arts film. It has a very strong female character and it was very abundant in classic Chinese textures. Usually these pulp fiction books are set aside from the lawful society - they create a world called Giang Hu, which is an entanglement, a relationship with the underworld, with swordsmanship - almost like a fairytale. But this one is not quite that way, it is very abundant in what I care about - and also to do with the process of Chinese history, which has been lost, classic Chinese textures, which I know from history, my parents, from movies. It gives the impression of China which is kind of like the hidden dragon in me, in some ways, and I feel I want to pursue it. </p> <p>At the same time I was offered Sense and Sensibility - I couldn't refuse that job, it was just too good a job - so I made that. Meanwhile, the Ice Storm was still in development, And that was something I really wanted to do, and frankly I don't think I was ready to do a big production like this. Then I did another movie, Ride with the Devil, and then I thought I was ready. Going back after three major league productions, English-language films, including one somewhat action film, Ride with the Devil, I thought I was ready. I was, you know, tougher. And then James can tell you about the scripting process. There's the script and financing. Meanwhile, I went to Beijing and started to do location scouting. It's a process of two years. Five, six months of pre-production, then five months of shooting and five months of post-production and then seven or eight months in promotions.</p> <p><strong>NN:</strong> The remarkable thing about this being a Chinese production is that there are resonant myths with the west. For example, the Green Destiny sword can be compared to Excalibur in Arthurian legend. And there seem to be bits of Hamlet dotted all over the film. Was this embedded in the text itself, or was it something you drew out in order to make it more universal?</p> <p><strong>AL:</strong> I think people are universal. I took the name Green Destiny from - well there is such a sword called Green Destiny. It is green because you keep twisting it, it's an ancient skill, you keep twisting it and knocking it and twisting it until it is very elastic and light. Swoosh! It swings like that, you know? </p> <p>Green Destiny is a name which is derived from the book, and I took the name and I go further with the Taoist philosophy. The jade fox - the old green, the murky green that's what the green really means. It is the ultimate yin-ness. Yin and yan where everything exists in and derives from. . . this is hard to explain. The most mysterious feminine factor, the existence that we men, we don't know. It's woman. It's feminine. That's what the sword is about. That's the symbolic meaning of the sword. Even in Chinese you probably don't get that. . . I don't know. But that's for me. Anything green is hidden dragon, desires and repression. . . something weird when you dig into the depth. I think there is something like that in Excalibur, for example. . .</p> <p>We didn't exactly have that in mind for a western audience. For a western audience, I think between James and me, the bouncing passing forth between Chinese and English, I think it is a good exercise to make it reasonable for a worldwide audience - not just a western audience - a worldwide audience and to some degree a modern Chinese audience as well. Things and logic that we used to take for granted in the Orient might not be that logical today. It's a good exam - how to tell a story with a global sense. That means more layout of the texture of society, more explanation of rules of the games. For example, the first fight does not ensue until 15 minutes into the movie. To a Chinese audience it must feel like 30 minutes - 'Are we gonna see a fight or what?' Usually with this genre the first thing that happens is a good fight sequence to show that you're in good hands. So we broke that rule. I think a lot of that comes from the western audience. </p> <p>I also I didn't want to make just a martial arts film, you know, there's drama in it. I think there is somewhat of a western three-act structure that lays things out. Starting with a crisis or an action, things like that, or verbalising a relationship. </p> <p><strong>NN:</strong> James, I know you've worked on all of Ang's scripts, aside from Sense and Sensibility, but you've worked on all of Ang's films. But never anything like this. What sort of a challenge was it for you to tackle the stunt aspect of the script?</p> <p><strong>JS:</strong> It was an amazing challenge, because in fact I didn't do it. </p> <p>[Laughter]</p> <p>On the first draft of the script I had a little preamble. As you go through the scenes and get to the fight scene, I remember exactly the language I used - 'They fight'. The preamble said, 'While I fail to explain the fight scenes, I can assure you that they will be the greatest fight scenes ever written in cinema history. Period.' And that was our pitch to the distributors we were selling the film to at that time. I knew two things. One was that Ang was going to insist on crafting fight sequences that were not simply the kind of western fight sequences where there's a bad guy who wants to kill the good guy, while the good guy doesn't really want to kill the bad guy - but in the fight the bad guy gets the upper hand, and it looks like the good guy's going to die, but at the last minute the good guy kills the bad guy. Only he doesn't kill the bad guy he just disables him, then the bad guy finally gets out of the tub with the knife and the good guy has to kill him. </p> <p>[Laughter]</p> <p>So I knew that they were going to be expressions of relationships and meaningful. Because in most of the fights in this movie, one person really doesn't want to fight. So it's a really interesting situation, having to make dramatic fight scenes when they are more or less than that. So I knew that Ang, and in particular our martial arts choreographer, Yuen Woo-Ping, would work all this stuff out on set in pre-production. It's one of those great ironies that when we mention Yuen Woo-Ping over here in the west it's always suffixed by 'of The Matrix fame'. Because he did do the choreography for The Matrix, which we loved, but of course we know him as the guy who created Jackie Chan's career and Jet Li's career. And it's amazing to see 30 years later, full circle, the cultures revolving, and so Yuen Woo-Ping returns to us as the guy who did The Matrix.</p> <p><strong>NN:</strong> As the film was being put together there were reports about the different castings. I gather that Jet Li was in fact considered for the main role and I understand that you were planning two language versions - one in English and one in Mandarin. Is that true?</p> <p><strong>AL:</strong> That was just a thought. Is it do-able? I don't know. Has anyone done it before? I don't know. It seemed to be a waste of time to shoot two versions. Am I going to direct them with equal intensity? All of the actors had better Chinese than English. Are they going to struggle with their English? Production-wise it doesn't make sense. Unless there were, like, 50 lines in the movie, then maybe I could manage to do that. But there are too many lines in the movie. So I decided not to do that and stick with Mandarin.</p> <p>Yeah, Jet Li, the first thing you think about when doing a martial arts film is him. But at that time it was a much smaller project, I really intended to make the movie as Sense and Sensibility with martial arts [laughs]. . . a two woman story. . . So the men are just generally supporting roles, just a touch, just a vehicle for their romance and conflict. So Jet Li was invited . . . but it didn't work out. . . </p> <p>Anyway, Chow Yun-Fat was the next big movie star. I don't see that as a Jackie Chan part.</p> <p>[Laughter]</p> <p>Chow Yun-Fat said he will never play a period piece. Will never shave his head and have a ponytail. He's never held a sword before. But I know he's a good actor, and drop-dead gorgeous and everything, so I show him the script and, at that stage, he is willing to take the job. So I was very moved. So he is not going to do tumbling and all kinds of fantastic Jet Li-styles of fighting, so the fighting gets reduced and his part gets really beefed-up. His relation with Michelle Yeoh really gets beefed up, and the part really becomes a romantic lead. I think, thinking back, we were lucky to have him. The movie is more a romantic drama. </p> <p><strong>NN:</strong> So the fact that you cast him changed the emotional weight of the movie?</p> <p><strong>AL:</strong> Yes. I always do that. Sometimes it happens in the writing, sometimes in the directing. Like Zhang Zi-Yi, the young girl, she didn't turn out to be the way I see the part, so I have to veer the movie towards her and make it work. I think I am the actors' tailor. As far as casting is concerned, until the last moment of the music is composed, the job is not done. The whole process is casting. You have to make them look like they're perfectly cast. </p> <p><strong>NN:</strong> Your last four films have been based on novels. Rick Moody's The Ice Storm, Austen's Sense and Sensibility and Daniel Woodrell's book Woe to Live On and now this. When you have a source material to work from, do you think in a different way when you approach the script? James?</p> <p><strong>JS:</strong> Oh, me?</p> <p><strong>NN:</strong> Well, both of you. . . </p> <p>[Laughter]</p> <p><strong>AL:</strong> It's running out of things to write about. That's why I adapt. . . </p> <p><strong>JS:</strong> Well essentially it means I can get away with a first draft just by ripping off somebody else. . . </p> <p>[Laughter]</p> <p>Which is a great comfort. Because that first stage is just going through and underlining all the juicy bits and then trying to run them in some kind of order that makes sense cinematically. Then the hard part actually does take over, and you realise that novels don't simply translate into movies. Assuming that the world the novel created for you is the basis for the enjoyment of the script and the film is a deadly error. Because that world doesn't exist once you're dealing in cinematic terms - you have to create it every step of the way. It's like film production itself. </p> <p>My partner Ted Hope, at Good Machine, who started as an assistant director, the guy who ran the set, used to say it's like a Phillip K Dick novel, if you don't think about the floor, it's not there and you fall through it. And to a certain extent it's the same adapting novels, you suddenly realise you've forgotten what you need to do to make it into a movie. So it's an interesting process, it's a good process for lazy people, because the first stage is so easy, and it's a good process for procrastinators, because you already have a draft before you even start thinking about making a movie.</p> <p><strong>NN:</strong> Does this mean that we're not going to have any more original Ang Lee scripts?</p> <p><strong>AL:</strong> There could be an original James Schamus script. . . I don't care about writing really. When I started out, nobody gave me scripts, so I had to write. . . That's why I wrote family drama - I'm a domestic person, it's all I know! Now I'm kind of established as a director, I much prefer directing to writing. Writing's lonely. Directing, I get all kinds of inspiration. It's working with people. It's a lot more fun. When I have a full schedule like that, I don't see myself sitting there for a couple of months, doing the research, going through a painful process, it's just not my thing anymore. I grab the life I have to direct as many movies as I can. [<a href=\"http://www.pixunlimited.co.uk:7080/ramgen/film/LeeSchamus/1.ra\">Listen to the soundclip</a>] (58 seconds)</p> <p> <strong>NN:</strong> Let's look at that early stage, about 1985. You were at NYU film school, you had a couple of scripts, you were not being able to get films made. So you sent two scripts into a competition run by the Taiwanese government. These scripts were Pushing Hands, which won the first prize, and The Wedding Banquet, which won second prize. Not a bad way to start! That gave you the impetus to get a film made. Enter Good Machine, James's company. How did that meeting of minds come about?</p> <p><strong>AL:</strong> When I sent those scripts, that was the lowest point of my life. We'd just had our second son, and when I went to collect them from hospital, I went to the bank to try and get some money to buy some diapers, the screen showed I've got $26 left. Terrible. Anyway, my first Chinese script was The Wedding Banquet, it was written six years before it was made into a film. At that time making a Chinese-language film in America was inconceivable, no-one would give me money, no matter how small it was. And it was gay-related subject matter, so I couldn't raise the money in Taiwan either, so it just sat there. </p> <p>Then at the end of 1989 a friend of mine saw an advert that that year they were expanding the script competition to off-sea Chinese. The top award was equivalent to $16,000 - good money. I had this idea of Pushing Hands and the old Tai-Chi master for a long time but I never wanted to write it. I felt like in that six years I was sitting there like an old Tai-Chi master at home, going nowhere.</p> <p>[Laughter]</p> <p>I never meant to make that movie, but I know that if I write that movie I can win the top prize from the Taiwanese government. So I wrote it for the sake of the competition. So I won it, and they sent me a ticket to receive the prize in Taiwan. So when I arrive they say, the studio, that they want to make three movies. It's related to the government, called Central Motion Pictures, and it had just changed management. They say they want to make three movies, one is going to be done by a new director, we know we're going to lose money so just do what you want.</p> <p>[Laughter]</p> <p>'The American wife in that part? Just don't choose anyone too ugly.'</p> <p>[Laughter]</p> <p>A third of the budget was funded by the government, a third is a video package deal they had, so there's only equivalent to $100,000 investment, so they said go ahead and do it. The story was set in New York, and I took the money, but I said, 'Give me a couple of days, I dunno if I want to do it.' I'd been waiting 10 years. . . I didn't want to make a flop. Anyway, I took the money and I was looking for a line producer, and through a friend of mine I knew Ted. And then there was Ted and James at the new-found Good Machine. They shared two tables with another company, I think. So I did my pitch. And they did their pitch. They told me that they were the kings of no-budget film-making in New York.</p> <p>[Laughter]</p> <p>James looked like a used-car salesman and a professor. . . And they said, 'Pay attention. We said 'no-budget' not 'low-budget'. Your money, about $400,000. . . </p> <p><strong>JS:</strong> 350</p> <p><strong>AL:</strong> '$350,000 is luxury for us.' They offered something very tempting to me. They said they were director-centered producers. They wanted to teach the directors how to make the movies that they can afford instead of spending time in development hell - and I'd just spent six years in there. . . so I know how that tastes. And over the years I'm just glad that these two guys, I'm just glad they're not crooks!</p> <p>[Laughter]</p> <p>And they did keep their promise. They did grow together with me and they still teach me how to make the movie I can afford. All the movies you see - small ones, bigger ones. . . they fumble along the way like I do. They're learning how to deal with bigger people and different situations, international money-raising and sales. The first movie, Pushing Hands, didn't make any money except in Taiwan, so James said, 'Let me help you with the script for the second one.' And that hit. The Wedding Banquet was international, and we were capable of doing one after another, Chinese, English. . . It is a very fruitful and nurturing relationship that we get to grow together. I now want them to teach me how to make Terminator 3. . . </p> <p> <strong>Sound clips</strong></p> <p><a href=\"http://www.pixunlimited.co.uk:7080/ramgen/film/LeeSchamus/1.ra\">'I don't care about writing really. Writing's lonely.'</a> (58 seconds) <br><a href=\"http://www.pixunlimited.co.uk:7080/ramgen/film/LeeSchamus/2.ra\">JS on Ang Lee's 'boring' pitch</a> (2 mins 28) <br><a href=\"http://www.pixunlimited.co.uk:7080/ramgen/film/LeeSchamus/3.ra\">'Just read the goddamn subtitles! Join the world!'</a> (47 seconds) <br><a href=\"http://www.pixunlimited.co.uk:7080/ramgen/film/LeeSchamus/4.ra\">The challenge presented by CTHD</a> (1 min 45) <br><a href=\"http://www.pixunlimited.co.uk:7080/ramgen/film/LeeSchamus/5.ra\">Problems encountered during filming CTHD</a> (1 min 37) <br><a href=\"http://www.pixunlimited.co.uk:7080/ramgen/film/LeeSchamus/6.ra\">AL's inspiration for his strong female characters</a> (2 mins 25) <br><a href=\"http://www.pixunlimited.co.uk:7080/ramgen/film/LeeSchamus/7.ra\">JS on adapting CTHD</a> (2 mins 27)</p>",
  "<p>Sky News has jumped into bed with internet behemoth Yahoo to develop a number of internet content initiatives. </p> <p>It has joined the ranks of the BBC, Reuters, Associated Newspapers' This is London, and Ananova by signing up to provide news content to Yahoo's UK &amp; Ireland news channel at http://uk.news.yahoo.com.</p> <p>The BBC created a stir among rival commercial operators when it signed up to provide news from BBC Online to Yahoo in the summer. </p> <p>The BBC was allowed to go ahead with the news distribution deal because it had Yahoo remove the banner advertising from the section of the site where BBC news is displayed. </p> <p>The six-month initial contract is Sky News's first distribution deal, although during the announcement of the deal it was suggested that more were planned. </p> <p>Tom Symonds, head of Sky News online development, said: \"This major distribution deal will further drive recognition of the Sky News brand on the web. Sky will develop additional innovative online content in the coming months.\"</p> <p>Yahoo was initially linked with BSkyB earlier this year when it was suggested it would become a strategic content partner on Sky Global Networks. </p> <p>Nothing has been yet been confirmed but it is rumoured that an announcement between Sky Global and Yahoo is imminent. </p>",
  "<p>Fresh storms were forecast today across Britain as a record number of severe flood warnings was issued for more than 40 rivers.</p> <p>More householders were evacuated from their homes last night and police warned that further rain today would trigger more flooding and evacuations.</p> <p>The highest ever number of severe flood warnings were in place after the number of weather-related deaths over the last 10 days in Britain and Northern Ireland climbed to 12 at the weekend.</p> <p>The environment agency issued 45 of its most serious alerts across 41 rivers - with more affected than ever before.</p> <p>\"We are breaking records by the hour,\" said an agency spokeswoman. \"The worst-hit areas are Kent and Sussex, the north east and the Midlands.\"</p> <p>In Kent and Sussex, up to 2.7ins of rain fell in several areas yesterday and more heavy showers are expected today.</p> <p>Villagers in the Ashford area, who have so far escaped flooding, have been forced to consider whether they should move out or move upstairs.</p> <p>More than 1.3ins of rain has fallen in the area of the East Stour, near the villages of Mersham and Torrington, in the last 12 hours.</p> <p>This overfilled the Aldington storm reservoir and rising levels of flood water were pouring on to land near the isolated properties. The area around Ashford International Station, which is used by Eurostar, was also been flooded.</p> <p>The agency was also worried about low lying areas of Canterbury, particularly the Westgate area. </p> <p>In Yorkshire, emergency services have pinpointed the towns of Barlby and Selby as the main trouble spots later today, but believe York will not see water levels as high as last week.</p> <p>\"The problem for these towns is that they are situated south of York, where the rivers Ouse, Nidd and Wharfe have come together. The severe flood warnings here are still in place and we are expecting a peak some time after 4pm today,\" said an agency spokesman.</p> <p>Dozens of homes in the two towns have already been flooded, amid accusations from locals that they have been sacrificed to save York - a charge that has been denied by the emergency services.</p> <p>Police and Army officers have also advised scores of homeowners in two villages in North Yorkshire to evacuate their homes today.</p> <p>The officers toured the neighbouring villages of Beal and Birkin after the environment agency advised that both villages should be evacuated urgently, a police spokesman said.</p> <p>\"For some people we believe the worst is over, but for others it is still a case of take precautions and wait and see,\" added the spokeswoman. </p> <p>Persistent driving rain is forecast for much of northern Britain today, with the worst weather concentrated over Northern Ireland and Scotland before spreading into northern England.</p> <p>A band of heavy rain has been predicted for Northumberland, Yorkshire and Wales.</p> <p>The north-east was braced for further rain, with severe flood warnings remaining in place on the rivers Pont and Wansbeck in Northumberland, and evacuations taking place throughout the area.</p> <p>Heavy rain was also causing flood chaos across the east coast of Scotland.</p> <p>Roads were closed in several areas of Edinburgh, the Lothians, Fife and the Borders, where police warned motorists only to make essential journeys. Staffordshire Police said large parts of the town centre, including most car parks, were badly affected by flood waters after the River Sow burst its banks.</p> <p>Police and council staff erected barriers on several routes into the town centre where the situation is not likely to improve for at least 24 hours.</p> <p>The main road link between Brighton and London was closed this morning after flooding, causing rush-hour chaos.</p> <p>The A23 at Patcham, just north of Brighton, was closed by Sussex Police just before 8am after it flooded to a height of one foot. Traffic was diverted and thousands of cars were backed up on local roads.</p> <p><strong>Interactive quiz</strong><br> <a href=\"http://www.guardianunlimited.co.uk/quiz/questions/0,5961,392399,00.html\">Is this the end of the world?</a></p> <p><strong>Talk about it</strong><br> <a href=\"http://talk.guardianunlimited.co.uk/WebX?13@@.ee7a578/0\">Is global warming to blame?</a></p> <p><strong>Related stories</strong> <br> <a href=\"http://www.guardianunlimited.co.uk/theissues/article/0,6512,391051,00.html\">Global warming: the Issue explained</a><br> <a href=\"http://www.guardianunlimited.co.uk/weather/Story/0,2763,393346,00.html\">6 November, 2000: Storm brings more misery</a><br> <a href=\"http://www.guardianunlimited.co.uk/weather/Story/0,2763,393312,00.html\">6 November, 2000: Prescott's £51m to beat floods 'a drop in the ocean'</a><br> <a href=\"http://www.guardianunlimited.co.uk/weather/Story/0,2763,393285,00.html\">6 November 2000: The great floods of 1947</a><br> <a href=\"http://www.guardianunlimited.co.uk/weather/Story/0,2763,393276,00.html\">6 November, 2000: Leader - Recidivist rivers</a></p> <p><strong>Useful links</strong><br><a href=\"http://www.meto.gov.uk/\">The Met Office</a><br> <a href=\"http://www.eastsussexcc.gov.uk/floods/main.htm\">East Sussex county council</a><br> <a href=\"http://www.environment-agency.gov.uk/flood/index.htm\">Environment agency floodline</a><br> <a href=\"http://www.meto.gov.uk/sec3/sec3.html\">UK weather warnings - Met Office</a> <br> <a href=\"http://www.guardianunlimited.co.uk/weather/Story/0,2763,208326,00.html\">More weather sites</a></p>",
  "<p>The storms and floods ravaging Britain were the result of humanity's \"arrogant disregard of the delicate balance of nature\", the Prince of Wales said yesterday. </p> <p>As the death toll from the severe weather rose to eight and fast-rising rivers threatened villages and towns, the prince warned that scientists must ensure that technological advance did not carry with it the seeds of destruction. </p> <p>Prince Charles, who has warned before of the dangers of regarding nature as something to be engineered for human convenience, weighed into the national debate over the flooding with a typical intervention about the dangers, as well as benefits, of scientific progress. </p> <p>The prince told a British Medical Association conference in London: \"Some recent occurrences, such as the BSE disaster and... the present severe weather conditions in our country are, I have no doubt, the consequences of man-kind's arrogant disregard of the delicate balance of nature. </p> <p>\"Somehow we have to find a way of ensuring that our remarkable and seemingly beneficial advances in technology do not just become the agents of our own destruction.\" </p> <p>His words follow warnings from politicians, government departments and environmental groups of the grim consequences of global warming and building new homes on flood plains. </p> <p>Whatever the causes of the storms, they have brought fresh misery to thousands and claimed two more lives. </p> <p>Two people died and a third was left fighting for his life after a tree fell on their car near Tenbury Wells, Worcester-shire, on Sunday night. </p> <p>With 36 severe flood warnings in place on 27 rivers and more than 200 flood warnings, the environment agency warned that virtually every area of England and Wales was under threat, save the Thames and north-west regions. </p> <p>\"This is possibly the highest number of warnings we have had, but it could well go higher,\" said a spokesman. </p> <p>\"We all have our eyes down and are monitoring the situation carefully, but if you're in an area with a severe flood warning you should be preparing yourself for the possibility of evacuation.\" </p> <p>Yesterday experts at the Met Office warned that another storm system could hit the country on Friday. </p> <p>\"The rain band over northern England and Scotland and the heavy rain in the south will stick around for quite a while, and probably won't turn showery until some time around Wednesday,\" said forecaster Mike Needham. </p> <p>\"At the moment it looks like Friday will start off fairly reasonable. </p> <p>\"But then another system will develop on Friday, starting off the north of Scotland, but coming right across the country.\" </p> <p>The threat of renewed bad weather brought gloom to householders struggling to recover from last week's deluge. Across England and Wales more than 3,600 properties have been flooded, including at least 1,000 in York, which has seen its worst floods since 1625. </p> <p>Elsewhere, 100 people were evacuated from the villages of Snaith and Gowdall, East Yorkshire, while about 100 homes were evacuated in Dorchester, Dorset, after the river Frome rose to its highest ever level. </p> <p>Severe flooding was also expected in Kent and Sussex after more than 50mm of rain fell overnight. </p> <p>North east Wales was badly hit again, with Ruthin virtually cut off. </p> <p>In Mold, Flintshire, 100 people were evacuated from their homes.</p>",
  "<p>How do you stop teenagers becoming mums and dads? One way may be to have them play a brisk game of \"fruit salad\". \"Oranges!\" shouts Andy of the drama group Theatre in Education, and half the eager year 9 pupils of Waverley School for Girls dash for chairs. The one left standing has to show off a bit of knowledge to her classmates: \"A man has no rights in abortion decisions.\" Correct. So Andy shouts: \"Lemons!\" \"You should be 16 before you get pregnant,\" says the last lemon out. An opinion rather than a fact, as Andy notes. But he underlines that 16 is the legal age of consent. \"Fruit salad!\" he bellows. </p> <p>Now the oranges and lemons scurried altogether, and the girl left chair-less offers: \"If you're having sex you ought to use a protective ... thingummybob. Erm, aah, uh ... condom.\" </p> <p>Or maybe one of the dozen other kinds of thingummybob there are. Or maybe don't \"have sex\" in the first place. Or maybe not that kind of sex. What an awful lot there is to learn. </p> <p>Fruit Salad is just one of the novel devices deployed in the Great British Battle Against Teenage Pregnancy, a battle which the government has pledged to win. The December edition of Sugar magazine, already on the news stands, contains the first example of the \"straight-talking\" Department of Health advertising campaign designed to furnish young people with proper fax 'n' info about having a sex life: contraception, disease, peer pressure, relationships, becoming a parent too soon. Bliss and J-17 will shortly follow suit, as will a number of boys' interest magazines including Shoot, Match, and some computer titles. </p> <p>The ad in Sugar shows an embarrassed girl arrowed with the dread word \"virgin\". The ad reassures her that although her peers might be talking about sex as if they were experts, the average ages of first vaginal intercourse is 17 for girls and 16 for boys. </p> <p>This ad seems to have provided the excuse for recent crass misreporting of the entire exercise as some kind of nanny state jihad for virginity. In truth, it simply marks the start of a fairly progressive initiative supported by a range of sexual advice agencies catering to the young. It will carry on into February and possibly beyond. </p> <p>But what about the state of sex education in schools, the place where a deeper understanding may be instilled, and also the place where most parents seem to prefer their children to receive it (anywhere, rather than in their own homes)? Teachers are now absorbing the DfEE's new guidance on sex and relationships education, produced to complement the National Curriculum's Personal, Social and Health Education framework and to address the Social Exclusion Unit's findings on teenage pregnancy. </p> <p>Contributors to the consultation process such as Anne Weyman, chief executive of the Family Planning Association, believe the final document has retained a core of good sense, despite becoming entangled in horse-trading in the House of Lords over the government's proposed repeal of Section 28. </p> <p>Political fingerprints are clearly visible. Controversial areas, such as what teaching materials - books, videos, models and so - should be used are notable for the use of wishywashy words like \"inappropriate\", and one clause insists, impeccably non-specifically, that \"there should be no direct promotion of sexual orientation.\" However, there is also a clear requirement that homophobic bullying should be dealt with and an explicit recognition that \"stable relationships\" other than married ones can be effective for the bringing-up of children. </p> <p>Clearer signs of progress lie in the stress on helping young people respect themselves and each other, the development of social skills, knowledge and understanding. But big worries still remain: is the guidance all it should be? Are teachers confident and skilled in the right ways to deliver what the guidance does allow? And, most importantly, does it licence schools to give young people the wisdom about sex, sexuality and sexual relations that they desperately need and so urgently desire? </p> <p>Weyman is afraid that a golden opportunity has in some respects been badly missed. \"We're not doing anything like enough for primary children - they get nothing until they're 10 or 11. They need to learn about puberty before it starts happening to them, and these days that can be when they are nine or younger. </p> <p>\"And it's as if we believe children aren't aware of sex. It seems so naive to carry on as if they haven't already picked up lots of information by the time they're 10 - much of it wrong.\" </p> <p>Then there are questions about the importance given to sex and relationships education in primary and secondary schools alike. \"We've known for 10 years that there's a link between the quality of a child's social education and his academic progress,\" Weyman says. \"But we don't seem to have done a great deal about it.\" </p> <p>In secondary schools sex and relationships are tackled as part of personal, social and health education, confined to just one teaching period per week. Teachers are often nervous of the topic and many are not practised at the less didactic teaching style it demands. \"If the government gave it as much support to this as it has to literacy and numeracy,\" Weyman says, \"we might be able to make real progress.\" </p> <p>This is the kind of gap that such groups as Theatre in Education may help to fill. Andy and his colleagues have been working with 15 girls at Waverley and, separately, with a smaller number of boys from Holloway school in Islington, on the opposite side of town. After warming up with Fruit Salad, the pupils role-play about boyfriends and girlfriends and are developing 30-minute scripts to perform to the other school. </p> <p>The aim is to get youngsters thinking more profoundly about issues surrounding sex and pregnancy, not simply improving their knowledge of the \"facts of life\". It obviously helps the children engage with a ticklish subject - the enthusiasm of the Waverley girls was palpable - but in the process of demonstrating the good things it can achieve, the team's work also highlighted how far there is to go. </p> <p>It was striking how conventional the girls were - or how grimly realistic. If one got pregnant and had a baby, what would be the responsibility of the father? \"To get a job,\" said one. \"To earn the food,\" said another. \"Not to run away when the going gets tough,\" said a third. </p> <p>These girls were equally aware, though, that sex and relationships in real life abound with transgressions, eagerly offering anecdotes about complicated stepfamilies and how they had heard that Queen Victoria did it with her cousin. </p> <p>The same mixture of stout conformity and darker knowledge also informed their answers when asked why they thought people had sex in the first place. </p> <p>\"To make babies.\" </p> <p>\"To feel big: boys mostly, but also girls.\" </p> <p>\"To get love - maybe they have not been loved at home.\" </p> <p>Here was \"sex\" seen as synonymous only with intercourse, as a regrettable expression of adolescent ego and - most affectingly - as betraying a need to be needed. These fragments show with painful clarity the fragility of adolescent identities and how closely these are bound up with - and inhibited by - themes of sex and destiny. </p> <p>School is the place where they struggle most painfully to make sense of those themes. It is in school that boys learn how to police and punish \"deviant\" masculinities with the one word \"queer\", in school that girls fully grasp how boys long for and yet despise them, in school that Section 28 inhibits understanding. Labour policies may prove useful in helping teachers help the young get to grips with the confusions of desire. Yet how meekly they scratch at the surface. </p> <p> \u0095 Theatre in Education: 020 7619 9115. E-mail: <a href=\"mailto:tie@tietours.com\"> tie@tietours.com</a></p>",
  "<p>It was a telling moment at yesterday's annual meeting of Britain's bosses in Birmingham, when a leading Tory politician was slapped down by Digby Jones, the CBI director-general, as he denounced the network of government-sponsored regional development agencies. </p> <p>The politician in question was the shadow environment spokesman Archie Norman. Once leading Tories were received with fawning deference and Labour spokesmen were not even allowed through the door. Not any more. </p> <p>The CBI has just released its scrupulously even-handed business election manifesto. It is clear that its differences with Labour are skin-deep while those with the opposition are more fundamental. </p> <p>Mr Jones, a west Midlands lawyer, replaced Adair Turner with a firm mandate to put more distance between the CBI and Labour. </p> <p>To an extent this has happened, underlined by the organisation's campaign against government red tape and regulations, which it says have cost firms more than £12bn since May 1997, when Labour came to power. But Mr Jones and his team have no objection to the government's policies on the national minimum wage, shorter working hours or longer holidays. They also admit that the lion's share of the £12.3bn cost is accounted for by the value of the policies themselves. </p> <p>The attack on red tape is partly a bargaining tool designed to dissuade ministers from bringing in new workplace rights such as paid parental leave. The CBI now goes out of its way to applaud Labour's achievements in office. Sir Iain Vallance, BT chairman and the CBI's new president, praised Gordon Brown on Sunday for his stewardship of the economy, particularly for creating and sustaining macro-economic stability after the boom-bust years of successive Tory chancellors. The strength of sterling remains a problem for the CBI's manufacturing wing but the body will not call for government intervention to force a devaluation. </p> <p>Britain's leading employers' body also salutes government investment in education, especially in raising the nation's skills base and tackling chronic British problems of adult illiteracy and innumeracy. Under Mr Jones the CBI sees itself as critical to persuading deputy prime minister John Prescott to adopt a £180bn spending programme for transport over the next 10 years. </p> <p>The differences with the Tories are glaring. Mr Jones has demanded assurances from Michael Portillo, shadow chancellor, that his proposed spending plans - with cuts of £8bn to £16bn in Mr Brown's own plans - will not affect the transport improvement programme. </p> <p>The chief source of conflict between the CBI and the opposition is the euro. The CBI is as divided over the issue as the nation, although it remains wedded to the idea of joining in principle. It simply disagrees with the opposition's decision to rule out joining for virtually the whole of this decade, and this message has been delivered privately to William Hague and Mr Portillo repeatedly. \"Why tie your hands behind your back?\" Mr Jones said. \"You should have the flexibility to deal with the set of cards given to you. They are mistaken in categorically closing down that option.\" </p> <p>In the run up to next year's likely general election the CBI is bound to raise demands for fewer taxes and less regulation, key elements of the Tories' agenda. But without publicly endorsing Labour, the bulk of its senior officials and its members will be praying - and voting - for a second term for Tony Blair.</p>",
  "Al Gore, vice-president since 1993, was born to high office. \"We trained him for it\", his father, also Al Gore and a leading Democrat senator, once said. <p>Educated with the nation's elite in Washington - but brought up outside term-time on the family's farm in Carthage, Tennessee - Gore went to Harvard university at a time when student life was in the throes of '60s counter-culture and protests against the Vietnam war. Unlike Bill Clinton, he did inhale.</p> <p>He also volunteered for the draft to Vietnam in 1970, although both he and his father opposed the war. In south-east Asia, he served as a journalist - though rarely under fire, as rivals have pointed out. </p> <p>On his return he worked as a journalist before standing for - and winning - a seat in the House of Representatives. He made a name as a defender of consumer rights and as something of a moral conservative. He voted against allowing abortion and spoke critically about homosexuality.</p> <p>In 1984 he stepped up his career, entering the senate as one of Tennessee's two representatives. He became fascinated by a string of issues then outside the mainstream, including the environment and information technology.</p> <p>After an unsuccessful bid for the Democratic presidential nomination in 1988, he wrote a best-selling book on environmentalism, Earth in the Balance. The book helped make his name - but also trapped him in the public mind as a politician obsessed with detail, and opposed to much that ordinary Americans hold dear - not least, cheap petrol.</p> <p>Nonetheless, Bill Clinton chose him as his running mate in 1992 and Al Gore was sworn in as vice-president a year later. He has had a big stake in the Clinton presidency, with greater access to power than most of his predecessors. </p> <p>That has brought advantages - but also damaged Gore's reputation, not least his refusal to condemn Bill Clinton after the Lewinsky affair. </p> <p>He also became involved in a scandal over fundraising ahead of Bill Clinton's re-election in 1996: rumours about what exactly went on have never gone away. </p> <p>Politically, Al Gore was a liberal reformer, campaigning against big government and supporting Bill Clinton in his decision to support Republican plans to cut taxes.</p> <p>That upset some traditional Democrats, many of whom backed Bill Bradley for the presidential nomination in primary races earlier this year. Gore won though - and has been neck and neck in the polls with his rival George Bush ever since. </p> <p>Even if he wins, the US will not love him as it has Bill Clinton. Republicans have made hay with Gore's leaden public character, and his boastful claims to have helped \"invent\" the internet.</p> <p> In office, he would have to learn how to speak to the nation in a way it can understand and trust.</p> <p><b>Useful links</b><br> <a href=\" http://www.politics1.com/p2000.htm\" target=\"_new\">Full list of candidates standing for president</a><br> <a href=\"http://www.AlGore2000.com/\" target=\"_new\">Gore 2000: official site</a><br> <a href=\"http://www.whitehouse.gov/WH/EOP/OVP/VP.html\" target=\"_new\">Vice-president Al Gore: White House site</a> <br> <a href=\"http://www.publicintegrity.org/reports/bop2000/gore_index.htm\" target=\"_new\">The buying of the president 2000: Al Gore</a> <br> <a href=\"http://www.democrats.org/index.html\" target=\"_new\">Democratic national committee</a><br><a href=\"http://slate.msn.com/Features/goresr/goresr.asp\" target=\"_new\">Was Albert Gore sr. a crook? (from Slate magazine)</a></p>",
  "<p>Jean-Marie Messier, chairman of French media giant Vivendi, has rubbished speculation that the head of its Canal Plus subsidiary is on his way out.</p> <p>Mr Messier described French press reports that Pierre Lescure would be removed as chairman of the pay-TV channel at a board meeting this week as a \"joke\" and \"total disinformation\". </p> <p>Vivendi is set to become a global media force following EU approval of its £66bn merger with Canada's Seagram, the owner of Universal Studios and Universal Music, to form a company called Vivendi Universal. </p> <p>The company has been beset by rumours of boardroom unrest over the shape of the new organisation, with Mr Lescure often at the centre of the reports.</p> <p>\"There is no board meeting scheduled for this week, and the new positions in Vivendi Universal have been clarified, with Mr Lescure as co-chief operating officer,\" said a Vivendi spokesperson.</p> <p>The spokesperson added that no progress had been made on Vivendi's sale of its 23% stake in Rupert Murdoch's BSkyB, which has been ordered by EU regulators as a condition of the Seagram deal. </p> <p>Mr Messier has a time limit of two years to sell the holding, although he may decide to swap it for a stake in Sky Global Networks, Mr Murdoch's satellite TV operation.</p>",
  "<p>The cry of \"doomed, doomed, we are all doomed!\" has been going up from ministers over the past two weeks as they contemplate the horrors of global warming. They seem to believe that 2p off a litre of petrol will turn the planet into a spinning ball of dust, or alternatively a great sodden sponge. Our fate changes month by month. </p> <p>Tories are less interested, since it is hard even for them to blame bad weather on the government. Instead they have been yelling \"domed, domed, we are all domed!\" </p> <p>They made a pretty poor job of attacking the giant yellow dutch cap in Greenwich, too. Peter Ainsworth, who has forgotten that the dome was a Tory idea, almost hyperventilated. </p> <p>\"I think 'e's been on the poppers again,\" said Dennis Skinner, and I don't suppose he meant the things you do up a duvet cover with. </p> <p>John Wilkinson said that Lord Falconer, who is sole shareholder of the company which runs the dome, said he should do the honourable thing and resign. </p> <p>This is normal political knockabout, but the minister, Janet Anderson, chose to treat the remark as if Mr Wilkinson had suggested Lord Falconer should be pegged out naked on the dome, smeared with treacle and have a bucket of soldier ants sprinkled on top. \"I shall treat the cheap point he makes in the way it deserves,\" she sniffed. Whatever people say about the dome, no-one has called it cheap. </p> <p>Peter Ainsworth returned. Why shouldn't Lord Falconer resign? he asked. </p> <p>Ms Anderson was outraged all over again. \"Lord Falconer is doing an extremely good job, and the answer is no!\" Had Mr Ainsworth suggested that the Queen should be humanely put down to save money, she could not have sounded more appalled - which is what ministers do when they know what they are defending is indefensible. </p> <p>David Treddinick, the Tory MP for Bosworth, demanded to know why so much public money had been spent without turning a profit. He should be an expert, since he is one of those MPs who, in the Major administration, tried to turn a profit by agreeing to take cash for parliamentary questions. </p> <p>\"If something is not done,\" he announced, \"the ball and chain will be on the front of the next Labour manifesto!\" (In this he is right, but it will be Jack Straw's latest scheme for dealing with truancy.) </p> <p>Bizarrely, Tony Banks switched from the dome to that other unloved pile, Portcullis House, the £230m giant crematorium which serves as MPs' offices. \"It is absolutely stunning!\" he announced, having said that it looked just like a Novotel. He wanted the public to be admitted. \"We should let people see what their taxpayers' money has gone into.\" </p> <p>I can't think why. The atrium is a mad jumble of annoying decoration, as if a small boy with Lego, Meccano, plasticine and a pencil box had been asked to do the decor, blindfold. Taxpayers would be furious. </p> <p>Suddenly the mood changed. Once a month, the Commons hears the murmur of organ music, sniffs the odour of incense, and the benches become pews as Stuart Bell MP, a Church commissioner, answers questions. I lied about the incense, but the place does calm down. (Mind you, the average Anglican church is rather better attended on a Sunday than the Commons on a Monday.) \"Welcome to your first commissioners' questions, Mr Speaker,\" Mr Bell intoned. \"This is a non-partisan session, and we are protected from on high.\" </p> <p>This seemed a little steep. Does Mr Bell really imagine that God likes to brew a tea, pull up his chair in front of cable TV and say, \"Ooh, this is my favourite bit of the month\"?</p>",
  "His seven trucks are among more than 400,000 plying the highways for an ever-diminishing return. Craig Eley has lost count of the times he has asked customers - invariably supermarket groups and food related companies - for an increase to compensate for rapidly rising fuel prices. <p>\"I've tried everything, itemised every cost, but they think we're fiddling the figures and we haven't had a rise in two years,\" he sighs in an office-cum-garage just off the A1 in Gateshead where he launched a string of nationwide rolling road blocks in September. For some time, he laments, business has been so cut-throat that customers have been dividing and ruling, threatening to take contracts elsewhere if hauliers whinge too much. \"They just say 'Craig, if you can't do it we'll get somebody else'.\" </p> <p>It is the end of another depressing week and time for the calculator: a trip to Birmingham, for instance, which has netted £435 (£235 outward and only £200 for a the traditionally cheaper return 'back load'). With two days' wages to pay for that trip (£140), diesel for trucks which consume a gallon every seven miles (£194), maintenance (£30), insurance and tax (£24), and a modest night-out allowance for the driver (£20), he says he has had to fork out a total of £408 - leaving a tiny profit of £27. He is considering putting four of his seven trucks on the market, and maybe packing in altogether. \"We are hovering between making a profit on some trips and a loss on others. You just can't keep going on like this.\" </p> <p>But the hauliers' public enemy number one is not necessarily the government, but another group which partly controls road transport in Britain - the retail and food industry. Would truckers be significantly better off if Gordon Brown bowed to their pressure and cut diesel duty by 30p a litre this week? Privately, some transport companies say it is likely that supermarkets would then attempt to drive haulage prices down even further. \"There is a macho culture for retailers and manufacturers to squeeze hauliers to the limit,\" says Professor Alan McKinnon, of the transport studies group at Heriot Watt University and a leading haulage expert. </p> <p>But with more trucks chasing fewer orders, are there simply too many lorries for the available work? And with a 1,000-litre tank of diesel costing £840 in the UK and only £550 in France, do hauliers have a reasonable argument when they complain that fuel taxes in Britain are forcing them out of business - or are other, less-publicised factors responsible? And is there a strong environmental case for keeping taxes high to make hauliers pay for damage they inflict on roads and the carbons they pump into the atmosphere? </p> <p> <b> High fuel taxes?</b> </p> <p>Road hauliers say the 48p per litre fuel duty is crippling the industry. The Freight Transport Association puts the fuel duty for a 40-tonne truck - undertaking 70,000 miles annually at barely eight miles to the gallon - at £20,000, plus another £3,950 for a licence. </p> <p>But when higher corporation tax, road tolls and other factors are taken into account - such as a lorry ban in some EU countries at weekends - some experts have calculated that the differential between UK fuel taxes and Europe narrows to just 5%. In a survey comparing haulage costs between the UK, Holland, France, Luxembourg and Belgium, accountants Ernst and Young also say the Europeans have much less of an advantage than the trucking industry claims, with higher payroll charges, taxes and road tolls outweighing cheaper fuel. </p> <p> <b> Too many lorries?</b> </p> <p>Experts disagree. John Whitelegg, professor of environmental studies at Liverpool's John Moores University, estimates a third of the country's 400,000 trucks - run by 110,000 operators - are running without freight at any one time. With road haulage carrying 90% of UK freight - far more than most European countries - he says rail, canals and sea transport (in a country with 300 ports) should take more. Prof McKinnon, however, says that since the \"intensely competitive\" industry was deregulated in 1970, it may have found its natural size. </p> <p> <b> Business squeezing the hauliers?</b> </p> <p>There seems little doubt that supermarkets, food companies and others are exploiting excess capacity to keep their transport costs to a minimum. Prof Mc-Kinnon recalls a discussion with a senior Treasury official who was surprised that hauliers were enraged by fuel tax increases. \"Surely they will simply pass on the increase to their clients?\" he asked. If that had happened, McKinnon says there would have been no blockades in September - let alone the threat of more protests next week - because the cost would have been passed down the supply chain. He has calculated that if the one third increase in hauliers' fuel costs over the past three years had been passed in full to shoppers, just over 20p would be added to a £100 family shopping bill - \"barely perceptible\". </p> <p> <b> The impact on truckers</b> </p> <p>Big hauliers, as well as smaller ones, are clearly suffering. With 450 staff and 300 lorries, Northumberland-based Fergusons Transport, which has nine depots spread throughout England, will not make a profit this year, for the first time in its 74-year history, on a £20m turnover, £4.5m of which is accounted for in fuel. The company is seriously considering closing its headquarters in Blyth and moving south, throwing scores out of work. Alan Ferguson, the managing director, says the firm could be driven to desperate measures because manufacturing companies, dependent on haulage, are closing in the north and moving elsewhere. They cannot afford high transport costs to take goods to southern England and Europe, caused by rocketing fuel taxes. </p> <p>\"We need to have significant cuts in fuel costs now,\" Mr Ferguson says. He would like to see hauliers getting a 37p per litre rebate, similar to that given to bus operators. </p> <p> <b> Threat to environment</b> </p> <p>Fuel protesters claim that £23bn is taken from road users each year while only £8bn goes back on transport. As a result, they say, the lorry driver and motorist is being fleeced. But groups such as Friends of the Earth claim the estimated annual environmental cost is up to £50bn, if congestion, poor health from air pollution and damage to roads is taken into account. In a recent report, the Commons environment committee said that, in the past, haulage rates had been unrealistically low and have not reflected the true costs to the country. Consultants to the government recently put the actual \"cost to society\" at a further £28bn.</p>",
  "Tobacco giants Philip Morris and R J Reynolds are being sued in a New York court for their alleged involvement in smuggling cigarettes into the European Union, it was announced yesterday. <p>In an extraordinary move, the European Commission said the two US corporations - named for the first time in this unprecedented case - were accused of breaches of the US Racketeering Influenced and Corrupt Organisation Act. </p> <p>Under these laws, introduced to wipe out mob crime, the EU can claim three times the amount of lost revenue from unpaid customs duties and VAT - believed to run into billions of dollars - in compensation. </p> <p>The development adds to the legal difficulties faced by big tobacco companies, recently hit by huge punitive damages awards. </p> <p>Philip Morris, the world's largest tobacco company, is best known for its Marlboro brand. R.J. Reynolds' products include Camel and Winston cigarettes. </p> <p>Michaele Schreyer, the EU budget commissioner, said Brussels was also seeking an injunction preventing further smuggling. </p> <p>\"The present case is a new step in our strategy to fight against fraud and financial irregularities,\" Ms Schreyer said in a statement. </p> <p>Philip Morris yesterday said it would vigorously contest the EU's smuggling allegations and attacked the \"unprecedented\" use of US law courts by a foreign government. </p> <p>The company blamed the fact that it had not seen the lawsuit, which was filed in New York, for its inability to comment on the specific EU allegations. </p> <p>But, in a statement, David Davies, European spokesman for the company, said: \"Philip Morris Europe does not understand why, either as a matter of law or practice, the European Commission has chosen to address this issue in a US court rather than through regulatory and co-operative actions within the framework of the European Union.\" </p> <p>But Clive Bates, director of Ash, the anti-smoking lobby group, said last night: \"The authorities are finally getting to grips with the real commercial drivers behind smuggling - and that's the tobacco companies. These really are the Mr Bigs.\" </p> <p>Last week the Department of Trade and Industry ordered an investigation into allegations that British American Tobacco orchestrated cigarette smuggling. </p> <p>Yesterday's decision to sue Philip Morris and R J Reynolds was taken by the European Commission last July in its role as guardian of the treaties and of the community's $95bn annual budget. </p> <p>It followed a two-year inves tigation by the EU's independent fraud-busting office, Olaf, together with national police and customs authorities. </p> <p>Cigarette smuggling constitutes the biggest single fraud against the budget, with a single container of cigarettes worth almost 1m euros in tax. </p> <p>The civil action was filed last Friday in the US District Court for the Eastern District of New York. Individual European governments may launch similar actions. </p> <p>In some countries, contraband cigarettes account for 10% of all sales. Italy, where the business is run by highly organised Mafia gangs, has a very serious problem with smuggling. </p> <p>Outside the EU, illicit cigarettes are the mainstay of the Montenegran economy, undermining efforts to push through reforms in a country that is already heavily dependent on western aid. </p> <p>Suspicions of tobacco industry involvement in cigarette smuggling have grown since 1997 when researchers demonstrated, by comparing annual global exports with global imports, that about a third of all cigarettes entering international markets each year could not be accounted for.</p>",
  "<b> Abortion</b> <p> <b> Gore</b> supports a woman's right to have an abortion in all circumstances and opposes Republican efforts to outlaw a procedure of late-term abortions that opponents have called \"partial birth abortion.\" </p> <p> <b> Defence</b></p> <p> <b> Gore</b> would move ahead cautiously to examine limited missile defence programme, streamline Pentagon and work for steady increase in military spending. Would end \"Don't ask, don't tell\" policy on homosexuals in military. </p> <p><b> Bush</b> would increase defence spending, give military personnel better pay and conditions. On missile defence, he would pursue ambitious programmes to protect US and allies from rogue nations. Would retain \"Don't ask, don't tell.\" </p> <p> <b> Environment</b></p> <p> <b> Gore</b> supports the Kyoto treaty on global warming, would encourage new energy technologies and provide tax breaks to companies and individuals switching to environmentally friendly homes, cars and businesses. He would preserve Alaska's Arctic Wildlife Preserve. </p> <p><b> Bush</b> opposes the Kyoto treaty, would give tax breaks for ethanol use and supports state efforts to reduce pollution from coal-fired power stations. He supports opening the Alaska reserve to oil and gas exploration. </p> <p> <b> Taxes</b></p> <p> <b> Gore</b> backs tax cuts for middle and lower-income Americans, including an $80bn cut over 10 years for married couples, an increase in earned income tax credit by up to $500 a year for families with more than three children and will provide tax breaks to help fund college education. </p> <p><b> Bush</b> proposes a $483bn tax-cut package over five years, would simplify the income tax system eliminating one bracket, would cut rates for all Americans, increase child credits, phase out the estate tax. </p> <p> <b> Healthcare</b></p> <p> <b> Gore </b> would provide health insurance for all children and move slowly towards universal coverage. He would work for a Patient's Bill of Rights, allowing them to sue health organisations, and he would provide a $3,000 tax credit for prescription benefit for the elderly. </p> <p><b> Bush </b> would reduce the number of uninsured by subsidising their ability to buy private coverage. He would expand medical savings accounts and make the cost of long-term care tax deductible.</p>",
  "<p><strong> Barbara Cassani</strong> could realise her dream of owning her \"baby\" Go. Ms Cassani, a no-nonsense American, has made it clear that she covets the airline she almost single handedly created. But analysts wonder whether she and her team can raise the cash. </p> <p>Rival low-cost carrier <strong> EasyJet</strong> appeared uninterested yesterday. It rejected BA's overtures when the global carrier first came looking for an easy route into the low-cost market. But the for-sale sign on Go might have come at the wrong time for EasyJet, which is involved in its own flotation. </p> <p><strong> Buzz</strong>, KLM's low-cost carrier, which shares a base with Go at Stansted, says it is interested. One of the favourites. </p> <p><strong> Ryanair</strong>, Europe's most successful low-cost carrier, also based at Stansted, must be fancied although it concentrates on secondary airports. Buying Go might knock its share price because its paper is highly rated. </p> <p><strong> Air France</strong> is a rank outsider. It is building up more routes from the UK but would probably not want to be saddled with a low-cost carrier. </p>",
  "Right, have I got everything? Plenty of wood for the fire; black coffee; snacks; matches (for lighting up if it's tense, for propping open eyelids if it's boring); whisky for drowning sorrows (probably); pens; map of the United States for colouring in the results, TV doofer (where's it hidden THIS time, then?) to switch to CNN if the BBC gets really irritating . . . <p>No, I'm not sad; perfectly happy, actually. I love election nights, whenever and wherever. The psephologist David Butler once said that, for him, they were the equivalent of cup finals. In the case of American elections, the analogy is an exact one for us ballot-omanes. We don't really have a direct interest but pick a team anyway, and pretend we're really bothered. </p> <p>An American election has to be second-best to our own because no other country - it is a small British boast - gets the comedy-drama of election night as right as we do. We cannot reasonably expect to see anything on TV in the early hours of tomorrow as cathartic as the eclipse of Portillo. Nor will the next leader of the United States have to stand next to a defeated candidate with a bucket on his head, as John Major did when the Huntingdon result was declared in 1992. </p> <p>Indeed, we will not see any results being announced at all. Screeds will appear on the screen, announcing that 3% of the precincts have been counted in Mississippi or somewhere; network analysts will crunch the numbers and then hand Mississippi to Bush. If it's close, it may take longer. But the human factor will be absent. This may be one reason why less than half of US adults vote, compared to 75% in Britain. </p> <p> Close votes are the best, no matter what the occasion. The tension in the final stages of the referendum on Welsh devolution, when everything depended on the response of a handful of voters in Carmarthen, was mind-blowing. For an ideal election night, though, you need a closely-fought front-line battle and innumerable subplots. The problem with American elections is that the real subplots - ie the sub-subplots - won't make it on to TV at all. </p> <p>Most politics junkies like to pretend that their hobby is actually IMPORTANT, unlike sport, which is entirely TRIVIAL. But Americans long ago concluded (another reason why they don't vote) that it makes no difference who the president is. If elected, George Dubya could theoretically get confused between Russia and Moscow and, say, Rusholme and Moss Side, and blow South Manchester to smithereens any time after January 20 next year. But the world survived eight years of Ronald Reagan. Al Gore may be more clued-up about global warming. However, if he gets in, he will still want to carry Michigan in 2004, so he is unlikely to raise fuel tax much, even if Congress would let him. </p> <p>In so far as this election matters to Americans, it matters on levels way beneath our radar. The main election issue in Pawnee County, Kansas, (I see from the Great Bend Tribune) is whether large-scale dairy farms should be allowed there. Meanwhile, Louisiana is voting on Amendment 4, which would let local government hand over money dedicated to economic development directly to companies that agree to move to the area. The Opelousas Daily World is against it. Their world is a small one, but they ain't stupid. \"It will open the way to cronyism. Enough said.\" </p> <p>There is a fierce battle to be county prosecutor in Cheboygan County, Michigan. Tim MacArthur was appointed (by his ex-law partner, opponents note) when the job fell vacant, but now has to face the voters. \"My family has lived in Cheboygan County for over 130 years,\" he says, \"and I was raised here with old-fashioned values.\" A local cop, however, claims that McArthur knows nothing of criminal law while his opponent, Ms Mickey Castagne, is a tough prosecutor: \"The choice couldn't be clearer if keeping our community safe from crime is your primary concern.\" </p> <p>In North Dakota (says the Devils Lake Journal), Mary Eksteen is hoping to be the first Democrat to be elected state auditor since 1892. The Idaho Statesman tells us they do have a Democratic sheriff in Ada County, Idaho. Many Republicans there like Frank Walker, but their state party chairman, Trent Clark, is cross with them: \"It's one thing having a get-along go-along Democrat who works well with his colleagues. But Frank Walker is very partisan. He campaigns on weekends for Democrats. His kids put up signs for Democrats. Frank Walker will hurt us.\" . </p> <p>And so on and on and on . . . from sea to shining sea. We won't hear the outcome of any of these contests before dawn tomorrow. But some of these results might actually affect the voters - rather more than Gore v Bush. </p> <p><a href=\"mailto:matthewengel@ndirect.co.uk\">matthewengel@ndirect.co.uk</a></p>",
  "<p>A strange day in the Square Mile. Although the main indices finished higher in brisk trading, the mood among City traders was never bright. </p> <p>Perhaps it had something to do with the difficulties getting to the office after another night of violent storms in the south-east. But a quick glance at the best-performing stocks of the day told a different story. </p> <p>Driving both the FTSE 100 and FTSE 250 higher were the oil and pharmaceutical sectors - classic places to park cash in times of worry or uncertainty. Of course, second-line oil stocks were enlivened by the bid for <strong> Lasmo</strong>, up 34p to 175p, but that had little to do with the performances of <strong> Shell</strong>, 12p higher at 541p, <strong> BP</strong>, up 6.5p to 568p, or drug stocks <strong> AstraZeneca</strong>, 160p better at £33.20, and <strong> Glaxo Wellcome</strong>, up 38p at £20.35. </p> <p>Put simply, the market is worried - or, more accurately, uncertain - about a number of important events this week. Most important is the US presidential election, though Gordon Brown's pre-Budget statement and the meeting of the monetary policy committee are also causing some anxiety. </p> <p>A victory for George Bush is seen by the City as the favoured outcome for equities because his hands-off business policies and tax cuts are likely to keep the US economy ticking along at a fair rate. But until the result is known, traders are not prepared to chase the higher end of the market. </p> <p>So dealers decided to turn their attention either to defensive stocks or altogether less taxing matters. One subject drawing an unusual amount of attention was the prospects of a small dot.com company called <strong> Arthur Shaw</strong>. Many traders sat transfixed as the share price of the engineering company-turned-internet content provider, which boasts the former manager of Pink Floyd as chairman, dived 0.625p, or 13.71%, to 3.775p. </p> <p>According to the market gossips, Arthur Shaw is having problems getting its business - broadcasting live events such as pop concerts over the web - operating. Apparently big City institutions are proving reluctant to back the company because of concerns about the make-up of the board. However, chairman Bryan Morrison insisted that things were going well. \"We have plenty of money in the bank,\" he said yesterday. </p> <p>Away from such sideshows the FTSE 100 finally came to rest 45.6 points ahead at 6,431, with the FTSE 250 adding 77.6 to 6,826.8. </p> <p>With investors plumping for defensive issues, technology and telecom issues were bound to suffer. The TechMark eased 0.87 to 3,498.51, with <strong> Vodafone</strong> having another miserable session, falling 10p to 243p as last week's profit downgrades continued to undermine sentiment. </p> <p> <strong> Energis</strong> was also unloved, falling 13p to 540p. Over in the tech sector, <strong> Sema Group</strong> dropped 32p to 857p and <strong> Misys</strong> shed 18p to 725p. </p> <p> <strong> Marks &amp; Spencer</strong> failed to join in the \"old economy\" buying spree, falling 13p to 185p with investors unsettled by a number of reports suggesting today's figures will make gloomy reading. </p> <p>News that ex-Asda chief Allan Leighton has teamed up with Philip Green at Bhs was also viewed as negative. Far from trying to take over M&amp;S, it seems Mr Green and his dream team are going to tackle the ailing retailer head-on. </p> <p> <strong> British Airways</strong> continued the good work of last week, rising 21p to 351p on the back interim figures which, the market's more clairvoyant players had guessed, were better than expected. </p> <p>In fact, they were almost a carbon copy of last week's figures from KLM, which had started the buying spree. Sentiment was also boosted by news that the group wants to offload Go, its budget airline. </p> <p>Lower down the corporate scale, <strong> Thus </strong> slipped 6p to 84p on talk that Wednesday's results are going to make tough reading, and <strong> Manchester United </strong> added 17p to 249p after securing a £300m sponsorship deal with Nike. </p> <p>Floor coverings and furnishings group <strong> Headlam</strong>, down 22.5p to 135p, was rocked by the departure of its chief executive.</p>",
  "Over the past 10 days, liberals have been voicing shock and dismay at the imminent prospect of their old hero, Ralph Nader, intentionally throwing the election to George W Bush. A first, eloquent protest came 10 days ago from a group of a dozen former \"Nader's Raiders,\" who asserted that their former mentor had broken a promise not to campaign in states where he could hurt Gore and begged him to reconsider doing so. Others, including Newsweek columnist Jonathan Alter, have expressed a similar sense of disappointment and betrayal. <p>Nader's response to all this heartfelt hand-wringing has been to scoff and sneer. On Good Morning America, he referred contemptuously to his old disciples as \"frightened liberals\". The Green party nominee is spending the final week of the campaign stumping in Michigan, Minnesota, Wisconsin, Oregon, and Washington - the very states where a strong showing stands to hurt Gore the most. </p> <p>Nader has said he wants to maximise his vote in every state in hopes of attaining the 5% of the vote that will qualify the Green party for $12m in federal matching funds in 2004. Speaking to foreign journalists in Washington yesterday, he explicitly rejected internet vote-swapping schemes that could help him reach this qualifying threshold without the side-effect of electing Bush president. In various other TV appearances, Nader has stated bluntly that he couldn't care less who wins. </p> <p>This depraved indifference to Republican rule has made Nader's old liberal friends even more furious. A bunch of intellectuals organised by Sean Wilentz and Todd Gitlin are circulating a much nastier open letter, denouncing Nader's \"wrecking-ball campaign - one that betrays the very liberal and progressive values it claims to uphold\". </p> <p>But really, the question shouldn't be the one liberals seem to be asking about why Nader is doing what he's doing. The question should be why anyone is surprised. For some time now, Nader has made it perfectly clear that his campaign isn't about trying to pull the Democrats back to the left. Rather, his strategy is the Leninist one of \"heightening the contradictions\". It's not just that Nader is willing to take a chance of being personally responsible for electing Bush. It's that he's actively trying to elect Bush because he thinks that social conditions in American need to get worse before they can better. </p> <p>Nader often makes this \"the worse, the better\" point on the stump in relation to Republicans and the environment. He says that the Reagan-era interior secretary James Watt was useful because he was a \"provocateur\" for change, noting that Watt spurred a massive boost in the Sierra Club's membership. More recently, Nader applied the same logic to Bush himself. Here's the Los Angeles Times' account of a speech Nader gave at Chapman University in Orange, California, last week: \"After lambasting Gore as part of a do-nothing Clinton administration, Nader said, 'If it were a choice between a provocateur and an anaesthetiser, I'd rather have a provocateur. It would mobilise us.' \" </p> <p>Lest this remark be considered an aberration, Nader has said similar things before. \"When [the Democrats] lose, they say it's because they are not appealing to the Republican voters,\" Nader told an audience in Madison, Wisconsin, a few months ago, according to a story in the Nation. \"We want them to say they lost because a progressive movement took away votes.\" </p> <p>That might make it sound like Nader's goal is to defeat Gore in order to shift the Democratic party to the left. But in a more recent interview with David Moberg in the socialist paper In These Times, Nader made it clear that his real mission is to destroy and then replace the Democratic party altogether. According to Moberg, Nader talked \"about leading the Greens into a 'death struggle' with the Democratic party to determine which will be the majority party\". Nader further and shockingly explained that he hopes in the future to run Green party candidates around the country, including against such progressive Democrats as Senator Paul Wellstone of Minnesota, Senator Russell Feingold of Wisconsin, and Representative Henry Waxman of California. \"I hate to use military analogies,\" Nader said, \"but this is war on the two parties.\" </p> <p> Hitler analogies always lead to trouble, but the one here is irresistible since Nader is actually making the argument of the German Communist party circa 1932, which helped bring the Nazis to power. I'm not comparing the Republicans to fascists or the Greens to Stalinists for that matter. But Nader and his supporters are emulating a disturbing, familiar pattern of sectarian idiocy. </p> <p>You hear these echoes whenever Nader criticises Bush half-heartedly, then becomes enthusiastic and animated blasting the Green version of the \"social fascists\" - Bill Clinton, Gore, and moderate environmentalists. It's clear that the people he really despises are those who half agree with him. </p> <p>To Nader, it is liberal meliorists, not rightwing conservatives, who are the true enemies of his effort to build a \"genuine\" progressive movement. He does have a preference between Republicans and Democrats, and it's for the party that he thinks will inflict maximum damage on the environment, civil rights, labour rights, and so on. By assisting his class enemy, Nader thinks he can help pull the wool from the eyes of a sheep-like public. </p> <p>If Nader's goal were actually progressive reform - a ban on soft money, a higher minimum wage, health-care coverage for some of the uninsured, a global warming treaty - it would be possible to say that his strategy was breathtakingly stupid. But Nader's goal is not progressive reform; it's a transformation in human consciousness. His Green party will not flourish under Democratic presidents who lull the country into a sense of complacency by making things moderately better. If it is to thrive, it needs villainous, rightwing Republicans who will make things worse. </p> <p>Like Pat Buchanan, Nader understands that his movement thrives on misery. But the comparison is actually unfair to Buchanan (words I never thought I'd write) because Buchanan doesn't work to create more misery for the sake of making his movement grow the way Nader does. From a strictly self-interested point of view, Nader's stance is the more rational one. </p> <p>So Gore supporters might as well quit warning the Green candidate that he's going to put George W Bush in White House. Ralph Nader is a very intelligent man who knows exactly what's he doing. And they only seem to be encouraging him. </p> <p> This has been extracted from Slate magazine <a href=\"http://www.slate.com\" target=\"_NEW\">www.slate.com</a></p>",
  "Once upon a time, politics was easy. Two rules governed almost every move. First, the choice could be defined as left versus right, and allegiances arranged themselves accordingly. In the 1951 British election, when 83% turned out to vote, 97% of them voted Labour or Conservative. Second, economic competence, as proved or disproved in the previous few years, had a correlation with the next election result. There seemed to be a direct trade-off between votes and jobs. Democracies rewarded leaders who supplied high growth, low inflation and reduced unemployment. <p>Neither rule any longer holds. Allegiance has lost the glue of heavy doctrinal disagreement. Politicians no longer refer to themselves, or the other side, as left or right (though it was startling to read in Peter Mandelson's important Morrison lecture last week a straight-faced reference to \"what Tony Blair calls One Nation socialism\" - a phrase not recently heard, I think, from Mr Blair). Simultaneously, economic success no longer guarantees anything. Look at Al Gore. He inherits the longest run of economic prosperity on every count - jobs, growth, stock market - America has known, but may today become the most shocking loser in American history. </p> <p>So America is replacing old paradigms. A sound economy is the basis not for endorsing present office-holders but flirting with their enemies. Instead of competence, the people dabble with dignity, respect, leadership and similar abstractions layered with moral coating. For Mr Blair, a Gore defeat will be worrying not because it signals, other than to exuberant rightist pattern-makers, the fall of the centre-left, but because it shows how unreliable the rewards can be for that old elusive goal, a solid economic record. Should Blair, also, be seeking an alternative appeal? Facing his own crisis, in the form of fuel protests, will he do so? </p> <p>In this de-racinated environment, nobody can be sure how big the crisis will be. A number of epithets fit the electorate that has evolved from the tribal, committed body of half-a-century ago. How about cynical, disbelieving, fickle, grasping, materialistic, self-centred, loose, indifferent? Perhaps it can't be relied on to identify the higher good, as against instant advantage. More engaged and less moralistic than the US electorate, it may be regarded as no less frightening. There's a temptation to search as desperately as Al Gore and George W Bush for the tricksy embraces that will win it over. </p> <p>This is not only unnecessary. It would also be dangerous. For one thing, Britain is at a different point in the electoral cycle, year four not year eight of a government the voters might feel free to get bored with, and casually throw out despite unprecedented economic prosperity. More important, it's by no means clear that in the end the British electorate want governments to be as irresolute as they are themselves. The old anchors have gone, but two new rules are cardinal in Blair's present situation. </p> <p>First, the government can't credibly amend its commitment to long-term economic stability. It paid a heavy political price for declaring this ambition from the start, and running public spending on a tight rein in its first two years. That's why health and transport, and now environmental protection, still show painful evidence of under-spending, more than three years in. The justification for that would be destroyed by a panicky pre-election blow-out. </p> <p>In his speech to the CBI yesterday, Gordon Brown rammed home the long-termist message. Many chancellors have spouted it before him. Nigel Lawson thought his tax-cutting 1988 budget laid the base for a long-term transformation of the economy; instead it contained the seed of the boom-and-bust that persisted into the 1990s. Mr Brown is making a believable virtue of the stability which is the goal he clings to. His prudent, sonorous, Scottish presence at the Treasury personifies the very reverse of fickleness. It's the essential precondition of survival for the governing party Labour has become. In place of left-right dialectic, he says, we offer a massive determination not to yield to short-term pressures. It's what - sometimes to our cost, and some times, as with pensions, by inhuman negligence we must correct - we are about. </p> <p>Second, the government needs to be in charge of politics. The lures the other way are devious and spectacularly dishonest. Watching the next bout of fuel protest gather, one sees newspapers apparently more united against it than they were last time, and a Conservative leadership mouthing its refusal to support direct action. But the words have weaselly accompaniments. We sympathise with the hauliers' predicament, says the Mail, we must understand their pain. By implication, their case is serious. Likewise, Conservative PR hacks like Lord Bell note the body of opinion which, according to a Sunday poll, would support further haulier blockades. Affecting merely clinical interest, on Breakfast with Frost, he can barely conceal a foaming excitement at the prospect. </p> <p> From a party viewpoint he may be right. The Tories look with keenest anticipation on the possible breakdown of Britain. But this only makes clearer the course the government must take. People expect it, above all else, to keep the country running. The lures must be resisted. So must the threats and the bogus ridicule. Of the many false arguments made in defence of the hauliers, the most corrupt is the claim that, if trouble now happens, ministers are to blame for taking measures to anticipate it. That such a travesty can be seriously touted in the same leader columns that two months ago were chiding ministers for their lack of readiness shows how political this dispute has become. If Blair wins this one, they're saying, he's got the election cold. Let us therefore do our best to see he doesn't. </p> <p>The public, however, takes a more complex attitude. It long ago lost the habit of political allegiance. It can still tell pollsters, before the damage starts, that it supports direct action in favour of lower fuel duties. But in the end it wants governments to govern. In its wisdom, it knows that this is how things must be, and also, even more plainly, that the alternative government now on offer is a non-starter. It is ready to channel short-termism, lower petrol prices, into temporary protest, but long-termism - its preference for future government - into the resumption of support for Labour, as was shown very clearly in opinion polls taken soon after the September calamities were over. </p> <p>To underpin this, Labour needs no quick fixes. Calling the government out of touch is another bogus crack. What would be out of touch would be to slide into submission to violent protest. The old anchors may have gone, but the demand for a government that does not drift from strategy and conviction has not. If anything, Labour ministers have been short of that quality. The fuel issue obliges them to reaffirm it. They're right to make their economic choice, and right to prepare their political defence, pending proof from the voters, at the democratic moment, that it's what they want. </p> <p><a href=\"mailto:hugoyoung@compuserve.com\">hugoyoung@compuserve.com</a></p>",
  "Floods and storms across Europe have highlighted the dangers of climate change (Weather chaos, November 6). Without government action, Europe will suffer even greater extremes. In the run-up to the COP6 negotiations in the Hague next week, European Social Democrats must demand higher priority for climate change policy. Without intensifying action to cut greenhouse gas emissions, there will be a predicted overall increase of 6-8% in such emissions in Europe by 2010, rather than the target decrease of 8%. <p>To achieve this decrease, all EU governments should implement: </p> <p> \u0095 a business energy tax with revenues used to lower taxes such as income tax and to invest in energy-saving measures and renewable energy; <br>\u0095 a system of tradable carbon dioxide emission rights;<br> \u0095 a tax on fuel used by airplanes, VAT on air tickets and a levy on flight landings;<br> \u0095 the adoption of an EU directive promoting best available technologies for efficiency in electrical appliances; <br>\u0095 increased development of renewable energy with specific targets. </p> <p>European governments are already implementing some of the above, but more can and must be done. The EU, must demonstrate to the rest of the world, and not least to the US, that international progress can made on this issue. The measures would shift the burden of taxation away from things we want (labour) to things we don't (pollution, waste) and will help foster a diminished dependence on fossil fuels. <br><b>Chris Hewett </b> Sera (Labour environment campaign), UK <br> <b>Fulvia Bandoli </b> Democratici di Sinistra, Italy <br> <b> Elise Pedersen </b> Danish SDP <br> <b>Etienne Schneider</b> Luxembourg SDP <br> <b> Marleen van den Top </b> Dutch Labour party <br> <b>Berndt Ekholm</b> Swedish SDP <br> <a href=\"mailto:seraoffice@aol.com\">eraoffice@aol.com</a> </p> <p>I pay £40 a month for petrol, so does my boss, who earns twice what I do, but the company pays for his petrol. I would gladly pay 2p more on the standard rate of income tax, with a correlating reduction in petrol tax. I would then pay a similar amount of tax each month, but I would be happy that I was not being taxed regressively. Could someone persuade Gordon Brown of this pragmatic view. <br><b>Dermot Nolan</b><br> Oxford </p> <p>I am a car driver and do not live in a flood area, but I would suggest that the best way to pay for flood defences would be by an increase in fuel tax. <br><b>Jim Bartlett</b><br> Barnstaple, Devon </p>",
  "<p>The recent report into the Bovine Spongiform Encephalopathy (BSE) crisis said that the so-called \"Mad Cow Disease\" became an epidemic because of a farming practice: feeding the remains of dead animals to other animals. So would we better off if all British agriculture was organic? </p> <p><strong>What is organic farming?</strong> </p> <p>Organic farming avoids using any artificial chemical fertilisers or pesticides. Animals are reared without the drugs such as antibiotics and wormers which are used in most traditional livestock farming. All organic food production and processing is also governed by strict guidelines set down by law. Detailed records must be kept so that you can find out how the food got from the farm to your plate. </p> <p><strong>How do organic farms deal with pests?</strong> </p> <p>Organic farmers aim to make their soil healthy and fertile, and they grow a mixture of crops. They hope this will attract a wide variety of insects - such as ladybirds - and other wildlife which will benefit the crops by acting as natural predators on pests. Earthworms, and other very small animals or insects - micro-organisms - keep soil healthy. </p> <p><strong> What are the benefits of organic farming?</strong> </p> <p>The Soil Association - which controls organic farming - believes that this type of farming is important for the well-being of animals, the environment and humans alike. Organic animals can graze in fields, are provided with comfortable bedding and are not housed in cramped conditions. </p> <p>Surveys by government departments like the Ministry of Agriculture, Fisheries and Food (MAFF) have shown that organic farming can be good for wildlife. This is because the chemical pesticides used in large-scale farming often destroy the useful organisms in the soil, and the helpful plants and insects as well as those which attack the crops. When the pesticides destroy natural habitats like this, it means fewer food sources for other animals, birds and insects. </p> <p>Studies have also shown that organic food has more vitamins and beneficial chemicals, for example iron or zinc - known as trace elements - than food not grown organically. </p> <p>Some of the pesticides used on non-organic foods can even be extremely poisonous to humans. Scientists have said what the safe levels are, but there has not been much research into what happens when pesticides are mixed together. </p> <p><strong>Would organic farming have prevented the outbreak of BSE?</strong> </p> <p>Scientists do not know how cattle first came to be infected with BSE, so it can't be said for certain that organic farming would have prevented the disease. However, in 1983, long before the crisis began, the Soil Association banned the use of animal remains in the feeds of cud-chewing animals - known as ruminants - such as cows and sheep. There has not been a recorded case of BSE in any herd that has been fully organic since before 1985. </p> <p><strong>How much of British farming is currently organic?</strong> </p> <p>MAFF calculates there are currently 540,191 hectares of land either in full organic use or in the process of being converted; this is about 3% of all the UK's agriculture. Consumer demand for organic food has risen for the past two years at a rate of 40%. But the estimated total of organic food sales in the UK for 1999/00 is £546m - only 1% of all food sales. </p> <p><strong>What are the drawbacks of organic farming?</strong> </p> <p>Organic food usually costs more to produce and so is more expensive than non-organic foods. Many people say that organic foods are a luxury. But traditional farmers say they could not produce the amount of food needed and at a cheap price without pesticides. </p> <p><strong>Could we produce enough food to feed the world's population using organic processes? </strong> </p> <p>The Soil Association says that Britain is already self-sufficient in many foods and produces more than we need in others. Farmers sometimes throw milk away to avoid producing more than they are allowed to by the government. </p> <p>European Union agricultural legislation has led to \"butter and beef mountains\" of surplus food. The EU also believes the world already produces enough food to feed the population of the planet. The truth behind famine and hunger is that not everybody has equal access to land, Europe's ministers believe. </p> <p>Farming systems which aim to be self-sufficient offer the best hope for the future, they say. But those against organic farming argue that this is not realistic. They think that if developing countries converted to organic farming now, then food shortages would be even worse. </p> <p><strong>Curriculum links:</strong> <br>KS3 food technology, geography and PHSE.</p> <p><strong>More information:</strong><br><a href=\"http://www.soilassociation.org.uk\">The Soil Association</a><br><a href=\"http://www.bseinquiry.gov.uk\"> The BSE report</a><br><a href=\"http://www.nfu.org.uk\">The National Farmers' Union</a> </p> <p> \u0095 First Edition is a current affairs series for schools on C4 presented this week by Phil Gayle and produced in association with Guardian Education. It is transmitted every Tuesday morning at 11.25am and repeated on Wednesday at 11.25am. Go to the First Edition Quiz at: </p> <p> <a href=\"http://www.4learning.co.uk/first_edition\">www.4learning.co.uk/first_edition </a></p>",
  "The fuel protests are a ragbag of different interests. Their cause - \"cheaper fuel\" - is actively unpopular with people concerned about the environment. This is not the stuff of popular revolution. It has only become so because it has tapped into something potent; the feel bad factor. <p>If the government is relying on polls to gauge public support, it will be very confused. They don't add up. MORI has 58% supporting protest action, while the RSPB found 51% believing petrol should be taxed for environmental reasons and 46% wanting taxation to limit greenhouse gas emissions. Away from number crunching though, the feel bad factor is unmissable. Everyone is fed up about something, whether it's stealth taxes, the risk of bankruptcy, commuter chaos, extreme weather or fears about contamination of food. Early commentary on New Labour now seems laughable. Then the worry was the government hadn't quite \"captured that elusive feel good factor\". No, indeed. </p> <p>The feel bad factor is only partly their fault. The rail crisis derives from privatisation, a decade of under-investment and short cuts in safety procedures. The Tories were also responsible for the BSE cover-up, which has heaped up feelings of hopelessness. Panic about how long BSE has been in the food chain has recently been compounded by concern about lamb - the meat substituted by most families. More evidence of bacterial infection in chickens and banned GM maize in convenience food has further unsettled confidence. </p> <p>Labour hasn't helped. They whipped up false hope with promises that \"things could only get better\". They adopted many damaging and hated policies around education, and public transport, like the plans for privatising the Underground. Their first two years involved much harrying of the \"undeserving poor\" and no visible spending to renew the crumbling infrastructure. Consequently, Tory mismanagement came home to roost before Labour had done anything visible to make a difference. </p> <p>Only the feel bad factor explains puzzles about the fuel protests. Why should the public, already hugely inconvenienced by rail chaos and consequent traffic congestion, now extensively alarmed about global warming and flooding, support a movement which, if it achieved its aims, would make all this worse? Why else should the public support hauliers, who are often themselves the focus of complaints - when their lorries clog up the cities and pour fumes over children or when their heavy use of local roads necessitates building unpopular by-passes? </p> <p> I would despair if I thought this support was because the majority believe cheap petrol is a basic human right and are either indifferent to or ignorant about its disastrous environmental impact. But it is obviously more complex. The majority say they would use public transport if it was reliable and cheap. London voted for Ken Livingstone, who explicitly calls for congestion charges and reducing car dependency. Many people say they would support higher fuel tax if the money were ring-fenced for public transport. And no parent is in any doubt that safe streets for children are more important than cheaper fuel. </p> <p>Yet, the fuel protest has articulated wider and deeper grievances: about stealth taxes driving up living costs without any public pay-offs; about unfair advantages for European hauliers and farmers; about British uncompetitiveness with the high pound; and general hostility to a government which seems pre-occupied with abstract \"human\" rights and indifferent to the difficulties of ordinary citizens. Other targets might have focused some of this discontent: supermarket chains have undermined British farming by over-reliance on imports and have driven up the cost of living with expensive foods. But only fuel protests symbolise all the elements of current dissatisfaction. </p> <p>This is because for many the car represents an aspect of themselves, an extension of the body, something reinforced by modern car designs. These emphasise convenience and comfort, allowing car users to seal themselves off from outside discomforts. Even traffic jams seem preferable to the powerlessness caused by disrupted, uncomfortable train journeys. The car feels like an outer skin, a place where you make your own choices about when to travel and which route to take. Absurdly for something which causes so much damage to its surroundings, the car symbolise comfort, convenience and freedom for the self. </p> <p>Because of this link between self and car, fuel protestors give voice to numerous different ways in which people currently feel assaulted - feeling less well-off, inconvenienced, unprotected and harried, without any pay-offs like cleaner air. Making everything easier for the car driver would only be a short-term fix. It wouldn't deal with the root causes of other grievances and in the long run would cause a deterioration in quality of life. The signs are promising that Gordon Brown won't back down over fuel tax. But he must attend to the deeper separate grievances embedded in the fuel protest. Only then will the public be willing to shed their second skin - the car. </p> <p><a href=\"mailto:comment@theguardian.com\">comment@theguardian.com</a></p>"
]