[
  "<p>The Royal College of Nursing yesterday launched a hotline for nurses, which it is hoped will prevent staff shortages in NHS hospitals. </p> <p>Christine Hancock, the general secretary, said most health authorities had not yet put into place flexible shifts and self-rostering schemes to allow staff to adjust work to fit family life. </p> <p>Through the scheme, RCN officials will work with nurses in areas of extreme pressure. If they find local NHS managers obstructive, they will tip off ministers who can be expected to read the riot act to prevent shortages over the winter. </p> <p>Ms Hancock said: \"Last winter was a tough time for the NHS. We got through it, but patients didn't get services they expected and many staff were pushed to breaking point. We hope this campaign will help frontline nurses know that it does not have to be bad. By giving examples of successful schemes, we can let staff know how other places have made it different.\" </p> <p>She said recruitment and money from the government was having a big impact on nursing shortages but it would take time for the results to be seen. </p> <p>\"I think the number of applicants in nurse training has gone up faster than any academic discipline other than computer studies. It takes three years to produce a qualified nurse, and five of six years to produce an experienced nurse. I think the big challenge is not recruitment but retention.\" </p> <p>The RCN said the most common problems were rigid shift systems, lack of coordination between health and social care services, and poor communication between managers and staff. The NHS was \"a 24-hour health system attempting to work in a nine-to-five environment\". </p> <p>The college yesterday published a resource pack of solutions. It was presented by nursing staff at University hospital in Lewisham, south London, who have pioneered flexible working.</p>",
  "<p> As sure as January means London's BETT technology in education exhibition, November means Netdays, a chance to take a class to the internet and plug into some extraordinary teaching projects. On offer are places where pupils can discuss pollution and the environment, write an online newspaper or share views on Harry Potter books with children across the globe.</p> <p> Netdays is coordinated by the European Commission through a website. According to the government agency, Becta, which is coordinating British efforts, the event aims to showcase the opportunities created by electronic communication. This year's theme is about strengthening links between cultures in Europe and beyond. Like an online directory, you search the website for a list of projects on offer. Typing in a keyword such as 'art' generates a list of descriptions and links to the project web pages. Or you might try cultural identity; citizenship; digital literacy; and equal opportunity. Those seeking projects in art, music, ICT or other subjects are sure to find them.</p> <p> Netdays is an international 'event', so be aware that a good number of projects will run in native languages. There's Finnish and German, so language teachers will fly here. However, each project is described in English, with the prospect of fun and adventures with peers far away. And if you'd like to see what might lie beyond Netdays - to see how past projects have measured up - last year's efforts are nearby. Netdays 2000 is set to be big. 150,000 organisations from 35 countries joined in last year and the Netdays website clocked five million visits.</p> <p>\u0095 Netdays runs from 20-27 November 2000. The official European Commission Web site is at <a href=\"http://www.netdays2000.org\"> www.netdays2000.org</a> with UK detail at <a href=\"http://www.becta.org.uk/netdays\"> www.becta.org.uk/netdays</a>. Last year's event is at www.netdays1999.org while Netdays UK support desk is on 024 7684 7042. <br></p> <p><strong>Websites worth watching </strong><br></p> <p> <a href=\"http://www.mlab.uiah.fi/watchit\"> Watch it!</a><br> Check out this visual exercise in the artist-run site from Helsinki. You're asked to pass comment on some striking pictures of people, families and groups, and to contribute your thoughts. You can also read other people's comments on the site.<br></p> <p> <a href=\"http://www.timeproject.org\"> The Time Project</a><br></p> <p> This has links with the UN/UNESCO and offers projects on the themes of time and peace. Students might create a clock and share their designs; explore the internet to find out about time; or create a time line to look at measuring time. Involvement with schools far afield means a good measure of inter-cultural exchange and understanding is planned for. <br></p> <p> <a href=\"http://www.brightflight.com/friendship/f-eng0.html\"> The Friendship Tour</a><br></p> <p> Groups of schools from each of 28 countries will produce an online newspaper in collaboration with each other. They'll be able to assemble text and pictures on the project web pages and work together online. <br></p> <p> <a href=\"http://www.reseo.org\"> What about Giuseppe Verdi</a><br></p> <p> If only to show the scope of the projects happening in Netdays week, 'What about' hopes to encourage students to discover more about the composer Verdi. The plan is that pupils from various nations post in their video or audio clips. And then the internet will sing.<br></p> <p><a href=\"http://www.dreamtime.net.au/dreaming.htm\">Dreaming Online</a><br> This project for 6- to 11-year-olds aims to bring Aboriginal storytelling to life. Backed by the Commonwealth Institute, the British Council and the Australian Museum, the website carries audio and text versions of traditional Aboriginal Dreaming stories, a wide range of activities and learning resources, and invites children to send in their own pictures and stories.</p>",
  "<p> Write your own Treaty of Versailles in no more than 500 words. That is the challenge set by <a href=\"http://www.learn.co.uk\"> learn.co.uk</a> - the Guardian's new resources website for pupils, teachers and parents.</p> <p> The search is on for 100 schools to take part in a re-creation of the historic peace conference at the end of the first world war. \"Using material from the Guardian archives, we will create web pages to give a sense of the atmosphere in the run-up to the signing of the treaty on November 11 1919,\" says creator of the Versailles experience, David Gardner, a history teacher and chief examiner in the subject. \"Not only will participating schools absorb a lot of history, but the Versailles role play and online debate will give students the chance to pick up many ICT skills.\"</p> <p> \"Active citizenship is a core activity of the Versailles debate,\" says Gardner. \"It shows people how governments arrive at decisions.\" Schools can apply to register for the debate on <a href=\"http://www.learn.co.uk\"> learn.co.uk</a> until October 27. Those not selected can access all material on the site for their own role-play, and follow the debate on the internet. Each of the 100 selected schools will split students into six teams, representing each of the countries at Versailles: Great Britain, USA, France, Italy, Poland and Serbia. Before the debate proper, teams will have studied background material to the war on learn.co.uk. They will build up a negotiating position and produce an agenda to bring to the conference.</p> <p> On the 'live' online day itself, November 10, they will come out of role and post their agenda up on the website. From then on - and schools will have had to clear their timetables for this - the students will learn how to compromise, reining in their more extreme demands to achieve their aims, under the watchful, moderating eye of online experts - historians and academics. By the end of the following week, the schools will have written up their own treaty. The five best will win a copy of the Encyclopedia Britannica in either DVD or CD-Rom format, and their treaties will form part of the learn.co.uk history site - together with all the material from the Versailles Experience, which will remain on the Learn site.</p> <p> Security and safety for schools is assured through use of Pioneer software - a protected learning environment developed by a new national education body in Scotland, Learning and Teaching Scotland. By using guest passwords, schools can talk to each other and the moderators. <br></p> <p> \u0095 Versailles is not the only online educational activity organised by David Gardner, who also runs his own company, Dynamic Distance Learning. For environment issues, log on to <a href=\"http://www.ddluk.com/oilspill\"> ddluk.com/oilspill</a> - a project for 7- to 11-year-olds on the environmental effects of an imaginary oil spill, where pupils take on the roles of all those affected and debate the issues in class. The scheme, developed by the World Wildlife Fund, Learning and Teaching Scotland and DDL, brings to life sustainable development, a new addition to the national curriculum. Pupils can question online 'guest experts' and exchange ideas with other schools in an internet debate entitled 'How can we avoid oil spills in the future?' Moderators will help the debate progress by posting comments and directing pupils' questions to the relevant experts. The project touches on English, geography, science and citizenship and takes place from November 6-17 as part of Netdays 2000. <br></p> <p> \u0095 Another site that could be worth visiting is <a href=\"http://www.ddluk.com/castle\"> ddluk.com/castle</a> - a project under construction that will whisk year 6 children off to Dover Castle with King Henry VIII, who took everything with him, including the kitchen sink, wherever he travelled. Role play, debate and online experts will again be central in a project jointly supported by the National Portrait Gallery, Historic Royal Palaces and English Heritage. Meanwhile, try out the site's 360-degree 'panorama' journey exploring Henry's castle bedroom.</p> <p> <strong>Richard Doughty</strong></p>",
  "<p><strong>WHAM BAM, THANK YOU STANLEY</strong></p> <p>Is Stanley Victor Collymore on the mend? That is the question the Fiver must ask this afternoon after news reached us that the renowned former England striker actually left his bedroom yesterday. Admittedly, he left it to turn out for Leicester reserves, have an argument with a teammate on the pitch, carry it on into the dressing room at half-time, and storm off in a huff when substituted. But it is a start.</p> <p>As ever with Stanley, his latest faux pas could not have been better timed. Just as he set off a fire extinguisher at La Manga when some people thought his trouble-making days were over, last night's incident occurred after Peter Taylor had told local radio audiences that there was still a way back for Colly. Indeed, if Stanley had bothered to complete the match, it would have been his first full 90 minutes of the season.</p> <p>\"We can confirm we are investigating a half-time dressing room incident which took place at last night's reserve game at Filbert Street,\" Paul Mace, the Foxes' swankily-titled director of media and communications, said. \"We will not be in a position to comment further until the investigation has been completed.\" </p> <p>Very wise. But not all that interesting, so thank God for a Foxy fan site (<a href=\"http://www.thebluearmy.co.uk\">www.thebluearmy.co.uk</a>) which quotes \"an unnamed Charlton player\" who reckons Stanley was punched by his teammate. \"Collymore was out of order from the start, slagging off his team-mate and calling him lazy and using foul language\", he claimed. \"The lad cracked at half-time and chinned him. It was ironic, because Collymore himself was strolling through the game.\" You don't say.</p> <p>* * * * * * * * * * * * *</p> <p><strong>ADVERTISEMENT</strong></p> <p>Free personal reminders, news, sports, weather, horoscopes and lottery results sent direct to your Vodafone by text; register now with <a href=\"http://www.vizzavi.co.uk\">www.vizzavi.co.uk</a> and keep informed anywhere.</p> <p>* * * * * * * * * * * * *</p> <p><strong>SOMETHING BORO'D, SOMETHING BLUE</strong> </p> <p>After being thoroughly outplayed on your home soil by (vaguely) local rivals. After failing to garner a home win for all of seven months. After being booed off by your long-suffering fans. What do you do? Well, some people might consider resigning. Others might adopt a change of tactics. Yet others might immediately try and sign another 30-something millionaire midfielder whose best days are behind him. Can you guess which strategy Bryan Robson uses?</p> <p>Unconfirmed reports today suggest that Boro officials have \"jetted out\" (not got on a jet, you understand, but actually attached twin turbines to their shoulder blades) in an attempt to sign Milan's Zvonimir Boban for £2m, or thereabouts. Of course, Robbo has done this sort of thing before without much success (ie Dani, Steve McManaman, Jimbo Hasselbaink, Marco Gabbiadini etc), but this time could be different. Boban has mostly been warming the bench for Milan this season and, it is believed, he is keen to play with his pal Alen Boksic.</p> <p>Boro are playing it cool at the moment, refusing to deny anything, and saying only: \"We have no information at the moment.\" While this may not be the first time Boro have been without a clue this season, it might just mean they're in with a chance of signing the Croat playmaker. At the same time Boro have also resumed talks with Ugo Ehiogu over his proposed £8m move to the Riverside. Could this be a happy, bright new dawn, or just another couple of names on the list of overpaid underachievers? Can you guess which option is the more likely?</p> <p>* * * * * * * * * * * * *</p> <p><strong>QUOTE OF THE DAY</strong></p> <p>\"Of course it will touch on Terry Venables. I wouldn't be able to write a book without touching on those subjects.\" Eddie Ashby, Tel's former \"business associate\", who just happens to have a book coming out at the same time as his old pal is up for the England job.</p> <p>* * * * * * * * * * * * *</p> <p><strong>MY WEAH</strong></p> <p>At tea-time yesterday, George Weah's quickie divorce from Manchester City seemed to be relatively civil. There was no \"keep your bitch on a lead\" Jerry Springer-esque mudslinging outside court, no smashing of prized heirlooms - just an endless sea of goodwill on both sides. George was happy because he had 'earned' £750,000 for just two months work. Joe Royle was happy because he had got rid of an over-the-hill stallion that was now firing blanks. And the Fiver was happy too, just because it was.</p> <p>So you can imagine our surprise when we retreated from the pub this morning to find that George had attacked Joe for making him \"look small in front of younger players\" and accused him of telling him to \"shut up and f**k off.\" But barely had the Fiver recovered from such profanity - where's the bleep machine when you need one? - when Joe retaliated, insisting that \"no player at this club has ever been helped more, given more assistance or more respect. It even went down to the kitman who made his tea every morning and cleaned every one of his 36 pairs of boots.\"</p> <p>'Crikey!' thought the Fiver. But this afternoon things got even worse, when City chairman David Bernstein also weighed in. \"I am disappointed that, following the release of an agreed statement, George Weah should find it necessary to immediately put out contradictory and negative messages through the popular press,\" he thundered. \"Joe Royle is a manager with great experience and many strengths - including the ability to build, hold together and motivate a squad of players.\" And the ability to see when an ageing prima-donna is taking your club for a ride too, the Fiver might add. </p> <p>* * * * * * * * * * * * *</p> <p><strong>THE RUMOUR MILL</strong></p> <p>Sunderland are set to take Sporting Lisbon's £3m rated Ghanaian striker Kwame Ayew on trial with a view to a permanent move. \"We know of his availability and there's a chance we will take a look at him,\" said Reid, </p> <p>Arsenal are lining up a move for the Georgian international defender Zurab Khizanishvili, according to reports. \"I heard that Arsene Wenger watched the Italy v Georgia game in Ancona and then invited me to come to England. This is a great honour for me,\" said the 19-year-old central defender. </p> <p>Blackburn striker Egil Ostenstad is set to join Everton, according to Teamtalk.</p> <p>* * * * * * * * * * * * *</p> <p><strong>NEWS IN BRIEF</strong></p> <p>Everton have completed the signing of Hearts defender Gary Naysmith for £1.75m and Israeli winger Idan Tal for £700,000. Both will be available for Saturday's match at Newcastle. Meanwhile Irish international defender Richard Dunne is poised to complete his £3m switch to Manchester City.</p> <p>Andy Cole is fit for Manchester United's Big Cup clash with PSV Eindhoven after recovering from an ankle injury. David Beckham has also recovered from his knee ligament injury, and the Imperial Lord Ferg has promised to field his strongest available team for tomorrow's game. </p> <p>Michael Owen should be fit to face Leicester this weekend after recovering from a head injury. Liverpool manager Gerard Houllier said: \"With it being a blow to the head we will have to monitor it carefully, but he should be okay.\"</p> <p>West Ham have dismissed rumours in the Italian press of a £1.2m move for Fiorentina's Angelo Di Livio as \"absolute nonsense.\" </p> <p>Liverpool have agreed to loan reserve striker Erik Meijer move to Preston on a month's loan to ease the First Division club's injury crisis.</p> <p>Real Madrid playmaker Luis Figo has changed his car's Barcelona number plates to try and prevent the vehicle being attacked by his own club's fans, according to the Spanish sports daily As.</p> <p>Scotland manager Craig Brown will have to wait until the end of the month to discover if his one-match touchline ban still stands. Fifa's disciplinary committee will make a ruling on his sending off in Croatia in the week beginning Monday, October 30.</p> <p>Juventus' 20-year-old midfielder Enzo Maresca, signed from West Brom last season, has joined Bologna on loan until the end of the season.</p> <p>Aberdeen have today unveiled Dave Cormack as the club's new chief executive. Cormack will replace Gordon Bennett who resigned in August.</p> <p>Norway coach Nils Johan Semb has dropped a threat to resign after winning support from players and the Norwegian FA despite a string of poor results. \"It would be wrong and cowardly to jump ship now,\" Semb told a news conference.</p> <p>* * * * * * * * * * * * *</p> <p><strong>TONIGHT'S TV AND RADIO</strong></p> <p>ITV: The Big Match (10.30pm) Highlights of Lazio v Arsenal. And don't worry about missing the news, or your local news, or that poxy version of the weather, cos they'll slam it all in the middle of the programme for you. Free of charge.</p> <p>The Big Match (2.45am) The full match, this time uninterrupted by anything. Apart from adverts. And occasional fits of sleep.</p> <p>Channel 4: Football Italia (1.05am) Italian football phrases number 1: Ultra = a supporter who may have fascist views, but also appreciates sanitary freshness on every day of the month.</p> <p>Sky Sports 1: Inside Scottish Football (6.30pm) Exposing the underbelly of Scottish soccer. This week, Jim McLean's all-time favourite floorings.</p> <p>Soccer special (7.30pm) Jeff Stelling and his pals sit in front of screens and start to strain their eyes.</p> <p>You're on Sky Sports! (10pm) Are you? Well, you're not my friend any more.</p> <p>Sky Sports 2: Live First Division football (7.30pm) West Brom v Wolves in the W derby.</p> <p>Onsport 1: Live Champions League! (7.30pm) It's Rangers v Galatasaray! Live!</p> <p>Onsport 2: Live Champions League! (7.30pm) It's Lazio v Arsenal! Live!</p>",
  "<b>1. Character </b> <p>George Bush has been marked as a grinning airhead with little knowledge of domestic issues and none of foreign affairs. Rumours about his behaviour at university and videos of him drunk at a wedding party have not helped his cause. However, the Yale and Harvard-educated Bush is no dimwit, even if he doesn't pretend to match Al Gore for intellect and has never written a book. On the contrary, his amiable vagueness is an attraction for many voters: it certainly didn't do Ronald Reagan any harm.</p> <p>Al Gore is leaden where Mr Bush is light, informed where Mr Bush is ignorant. His worthy plugging of the merits of big government means he scores well with the electorate on policy issues. But voters see him as excruciatingly dull: a sort of know-all teacher's pet. That is not the kind of president most Americans want and is the prime reason his campaign is in trouble. As a result, Mr Gore is trying to show the softer side to his character, kissing his wife passionately at this summer's Democratic convention and even giving an interview barefoot on a beach. Will this do the trick by polling day? If it does, the White House will almost certainly be his. </p> <p>The third man shaping the election is the sitting president, Bill Clinton, whose influence is being felt in two big ways. The Lewinsky affair and Mr Clinton's high-pressure fundraising techniques have tainted Mr Gore's reputation for moral integrity. Meanwhile, Mr Clinton's success in combining economic growth with a budget surplus has boosted the Democratic cause. Republicans have found it hard to convince voters that America has been mismanaged while Al Gore has been number two at the White House.</p> <p><b>2. Vice-presidents</b> </p> <p>The battle of character extends to the deputies. Both were chosen to make up for the weaknesses of the main candidates.</p> <p>Al Gore is running with the Connecticut senator Joseph Lieberman. As a strong moral critic of Bill Clinton's personal behaviour, he has added credibility to the Gore campaign. Not least because, as a devout Orthodox Jew, Mr Lieberman appeals to many voters doubtful about the integrity of his running mate. If Mr Gore wins, commentators will see Mr Lieberman's selection as a key factor in his success.</p> <p>Dick Cheney, George Bush's deputy, has had a lesser impact on the campaign. A prosperous oil executive from Wyoming, he has a long record of service in high office, including a spell as defence secretary to Mr Bush's father, the former president. As such, Mr Cheney has added gravitas to a lightweight campaign, but not enough to outweigh more pressing factors.</p> <p><b>3. Debates</b> </p> <p>In a close year, the series of televised debates between the presidential candidates can swing the election. </p> <p>This year, Al Gore was widely tipped to crush George Bush in each of the three 90-minute official debates and romp to power. So far, it hasn't worked out that way. Mr Gore's aggressive style in the first debate saw him beat Mr Bush on points - but polls afterwards showed that voters liked Mr Bush's gentle approach. </p> <p>Mr Gore changed his style in the second debate, only to find commentators slamming him for letting Mr Bush's assertions pass unchallenged. </p> <p>Meanwhile, the single vice-presidential debate resembled a friendly fireside chat. Overall, then, this year's debates have settled nothing. The field is still wide open.</p> <p><b>4. Texas</b> </p> <p>Al Gore is pushing the Texas factor hard, claiming that his rival's poor record on education and pollution as the governor of the state makes him unfit to run the country. But Mr Bush's campaign has been just as eager to rebut all the claims and the tit-for-tat warfare is likely to alienate voters, not energise them. </p> <p>One issue can't be hidden, though: Texas' rapid-fire use of the death penalty. Though both candidates say they support its use, many voters find the 145 executions Mr Bush has authorised as governor hard to stomach. Many others, of course, welcome the Texan's hardline stance on crime. The impact on election day is hard to predict. </p> <p><b>5. Minor candidates</b> </p> <p>The focus may be on the two-horse race, but two outsiders could influence the outcome by stealing votes from the main candidates. </p> <p>Of these, Ralph Nader, running as a Green, will have the biggest impact. Almost all his supporters are natural Democrats, whose support Al Gore will badly miss. National polls put Mr Nader on 2-5%, which is bigger than the margin of difference in many states and could hand victory to George Bush.</p> <p>Pat Buchanan, the fourth candidate, scores only around 1% in the polls - but as an ex-Republican running as a rightwing Reform candidate he will cost Mr Bush some votes. Mr Buchanan is most interesting for his running mate: against expectations he chose a black woman, Ezola Foster.</p> <p><b>6. Abortion</b> </p> <p>The United States has always been unsettled about abortion. Many voters and politicians abhor it, while others defend a woman's right to choose.</p> <p>Al Gore comes down in the latter camp; Bush, almost certainly, in the former. </p> <p>Some voters fear that Bush will appoint hardline judges to the supreme court, who will overturn the court's crucial decision in favour of abortion. That fear works in Gore's favour. </p> <p><b>7. Health Care</b> </p> <p>Al Gore promises to spend money to control the cost of prescription drugs and to ensure all Americans have access to health care, a stance popular with older voters. It may be the reason for his campaign proving unexpectedly competitive in Florida, the retirees' state.</p> <p>George W Bush says much the same, but then describes Medicare, the state safety net for the old, as \"outdated\". This kind of talk worries some voters, though it reassures others who would prefer government money to return to them in the form of tax cuts.</p> <p><b>8. Taxation</b> </p> <p>The healthy state of the US economy means that government income exceeds expenditure. The dilemma for the candidates is: what balance should they strike between tax cuts and expenditure? </p> <p>George Bush plans to devote half of the surplus \"to saving Social Security\u0085 one-quarter for pro-growth tax cuts; and the remainder to reform education, strengthen Medicare, and support other priorities\". </p> <p>Al Gore proposes a complex scheme of targeted tax relief, covering things such as health care, the environment, business growth and college education. This has appealed to voters worried that a Republican president would slash welfare programmes, but alienated others who see Gore as an outdated fan of interventionist big government.</p> <p><b>9. Education</b> </p> <p>George Bush has not made education a priority, in contrast with Al Gore, the traditional Democrat. </p> <p>Gore's plan involves greater federal supervision of the nation's schools and a sizeable increase in spending - another complex scheme which appeals to some voters and deters others. </p> <p><b>10. Foreign Policy</b> </p> <p>Foreign policy issues have not made headlines in the campaign so far, but events in Yugoslavia and the Middle East have pushed them up front in these last weeks before polling day. </p> <p>Polls show that Republicans are trusted more than Democrats when it comes to standing up for American interests around the world. That's the good news for George Bush. </p> <p>The bad is that no one doubts that it is Al Gore who has a far better understanding of world affairs. The question is whether Americans want a foreign policy expert in the White House. The two candidates' strengths and weaknesses on the issue will probably cancel each other out.</p> <p><b>11. Petrol</b> </p> <p>The rising price of oil has hit American motorists in their wallets and they are not happy. The issue carries dangers for both candidates.</p> <p>Al Gore has a reputation as an environmentalist who wants to reduce car use and regards energy taxation as a good thing. Voters who believe that he will increase petrol prices still further will be wary of electing him.</p> <p>George Bush and his running mate have both made money from oil companies, which many Americans see as one of the causes of rising gas prices. They may turn against Bush for profiting from their troubles.</p>",
  "<p>Boots is consolidating its entire £80m global advertising and marketing business into the WPP network.</p> <p>In the UK the deal means MindShare takes over the £60m media planning and buying account from OMD UK. </p> <p>J Walter Thompson already handles the creative advertising account, but WPP agencies will now also handle public relations, market research and brand consultancy for Boots. </p> <p>The appointment aims to improve the consistency of communications across Boots' increasing range of products and services. It will simplify the management of marketing services and reduce cost and complexity. </p> <p>Steve Russell, chief executive of Boots, said: \"This is a strategic decision, signifying greater focus and increased efficiency for Boots. In choosing to manage the Boots brand in this way we are confirming its importance in our strategy for the future growth of the company and our commitment to maximising the value of our major asset. </p> <p>\"Boots is a very strong brand indeed in the UK health and beauty markets and is the most trusted brand on the high street. We are certain we can translate this success into the global arena with the help of WPP.\"</p>",
  "<b>No use crying</b> <br> A chemical alert in Colne, Lancashire, gave police plenty to laugh about when the white liquid leaking from an unmarked container turned out to be nothing more toxic than milk. <p>An anonymous caller rang the police to say chemicals were leaking out of a plastic container, not knowing the true contents. Police immediately called out the fire brigade to deal with the suspected chemical leak.</p> <p>Shopkeepers watched on in amusement as a full emergency response unfolded in front of their eyes. David Richard, manager of Whitesides Butchers, said: \"When it dropped off the trailer everyone in the shop saw it and knowing it was milk we were laughing and saying 'Quick get a bucket and fill it up'.\" </p> <p>Station Officer David Gilligan arrived with two fire engines to witness a scene of milk and mirth. Mr Gilligan said: \"They had found out that the 'chemical' was milk so I immediately called off the incident support unit which had been summoned from Accrington - but a paramedic ambulance still turned up.\" </p> <p>The farmer responsible was issued with a fixed penalty notice.<br><b>Colne Times</b></p> <p><b>The great escape</b><br> Police are urging members of the public to be on the lookout for a flock of exotic birds after two parrots escaped from their owners' houses in north Shropshire.</p> <p>They are worried that a colony of parrots will breed in the wild from the African greys who fled their roosts in Wem and Whixhall within a week of each other. </p> <p>\"We are concerned that if we don't catch them quickly enough we might have a colony of parrots living wild in the Wem area,\" said Inspector Martin Whitelegg. </p> <p>Meanwhile an exotic looking green parrot has turned up in a garden in nearby Market Drayton. </p> <p>\"I couldn't believe my eyes,\" said shocked Teresa Thomas-Boakes. </p> <p>\"I looked out of the window and a green bird was feeding in my garden.\"<br><b>Shropshire Star</b></p> <p><b>The longest loan</b><br> Staff at a Newcastle library were relieved when a book amnesty brought in several long lost volumes.</p> <p>The first, however, was the longest and most lost of all - it had been on loan for over 33 years.</p> <p>The book - entitled Early Public Libraries - disappeared from the shelves at Byker library in February 1967. That branch closed while the book was on loan so the mystery reader returned it to the replacement East End library. </p> <p>In normal circumstances there would have been a £722.70 fine to pay. </p> <p>\"In some cases people just forget to bring books back,\" said Library information manager June Biggins.</p> <p>\"Or it gets to a stage when fines mount up and they can no longer afford to pay them or are too embarrassed to bring them back.\" <br><b>Herald and Post</b></p> <p><b>Letter of the week</b><br> While driving along Ashmeads in Chalford I noticed a rather large black animal sitting in the middle of the road. This was from approximately 50/60 metres away and all I thought of at the time was that this animal had better move by the time I get to it. When I was about 20 metres away I began thinking that this animal was neither a cat nor a dog because of its sheer size and stature. </p> <p>It was at this point that the animal leapt on to the steep bank in one clean move and quickly disappeared into the woods. It was rather a quick move, but as it made its escape, I noticed a long, curved, smooth-ended tail which convinced me that what I had seen was a big, black wild cat! </p> <p>There was a house opposite, Ashmeads House, and I actually spoke to the man who was house-sitting for his father. I initially asked him if there were any big, black dogs in his house or indeed in the local area. He told me that his father's dogs were in kennels that week, and that he wasn't aware of any other dogs nearby. He seemed rather surprised when I told him what I had seen but hopefully he believed me. </p> <p>I am interested to know if anyone else has spotted a black cat in the area opposite Oak Hill Wood. I would love to hear from anyone who can solve the mystery! <br><b>Claire Banks, Stroud<br> Gloucestershire Echo</b></p>",
  "<p>HHCL &amp; Partners has picked up the £5m launch task for the Industry Standard Europe,the weekly news magazine devoted to the internet economy.</p> <p>The award-winning US magazine is expanding into Europe. Its launch will be backed by a national marketing campaign aimed at building the brand.</p> <p>HHCL &amp; Partners has created a multimedia campaign, including a series of print and outdoor advertisements that will run in the Financial Times, as six-sheet posters in stations and on taxi panels. Meanwhile, an online campaign will be handled by I-level. All advertising kicks off tomorrow.</p> <p>The campaign will also have a heavy ambient element, including the distribution of personalised postcards to five target audiences: the City, dot.com start-ups, MBA and business students, media agencies and ad agencies. </p> <p>The publication is entering the European market at a time when internet and related technologies are becoming global business stories. </p>",
  "<p><strong>THE GUARDIAN</strong></p> <p>The BBC has defended its decision to move Panorama following news that the programme has lost a quarter of its usual viewers in its new slot. (p7)<br> The City pages carry the story that magazine publisher Future Network yesterday admitted the black hole in its accounts was £1m more than first expected. (p27)<br> And G2 carries an interview with the television presenter Clarissa Dickson Wright, in which she talks about her new show, Clarissa and the Countryman. (p4)<br> Liz Forgan, former director of BBC radio, tells for the first time why she had to leave over the move of BBC radio out of central London. (p20)</p> <p><strong>THE INDEPENDENT</strong></p> <p>The Independent reports that Reuters is expected to unveil plans to float its Instinet electronic dealing platform some time in the first half of next year. Chief executive Peter Job will unveil the plans in a third-quarter trading statement on Friday. (p19)<br></p> <p>MEDIA SECTION<br> The section carries a report on investigative journalism which, says the paper, has become rare as the media has focused its attention on showbusiness and social affairs. (p8)<br> And a piece about the latest national newspaper figures focuses on the fate of the Express. (p8)<br> An interview with Jane Procter, former Tatler editor and now head of Peoplenews.com, reveals that the company plans to \"empower people\" through gossip. (p9)<br> Tim Luckhurst, former Scotsman editor and one-time Today employee, stands up for the beleaguered Radio 4 news programme. (p9)<br> Paul Bainsfair, chief executive of ad agency TBWA, writes about the threat to advertising posed by TiVo. (p9)<br></p> <p><strong>THE FINANCIAL TIMES</strong></p> <p> The FT carries a story about the battle for viewers between BBC1 and ITV - a day later than everyone else. (p3)<br> And James Harding writes about industry opposition to the government's plans to bring together telecoms and broadcasting regulation. (p30)<br></p> <p>CREATIVE BUSINESS<br> The main feature is an interview with Waheed Alli, managing director of Carlton Productions, on his plans for the broadcaster. (p8)<br> The paper also carries a report on the launch of internet magazine Industry Standard Europe. (p4)<br> There is a feature about the implications of loosening TV sponsorship rules. (p4)<br> And the newspaper page carries a report on the success of the rich lists, now published by the Observer, Mail on Sunday and Sunday Mirror, as well as the Sunday Times. (p14)<br></p> <p><strong>THE DAILY TELEGRAPH</strong></p> <p> Loyd Grossman is quitting Masterchef after a decade of presenting the BBC1 show. His departure follows the BBC's decision to switch Masterchef to BBC2. It will instead be presented by the chef Gary Rhodes. (p8)<br> Telegraph readers voted Lastminute.com the internet's worst travel site at the 2000 Telegraph Travel Awards. (p9)<br> The paper's advertising column looks at how the BBC is getting up the noses of everyone from advertisers to publishers, and reports on the decision by the European Court of Justice to overturn the EU ban on tobacco advertising. (p38)<br></p> <p><strong>THE TIMES</strong></p> <p> The Times reports that Vivendi's 22.7% stake in BSkyB could be folded into Sky Global Networks, News Corporation's global satellite television business. (p28)<br></p> <p><strong>THE DAILY MAIL</strong></p> <p> The Mail carries a story about Panorama's switch to Sunday evening costing it 1m viewers and quotes a BBC spokesman as saying the show got a larger share of the audience than usual. (p25)<br></p> <p><strong>THE MIRROR</strong></p> <p> Loyd Grossman is quitting Masterchef after a bust-up with BBC bosses, the Mirror reports. The paper quotes Mr Grossman as saying the BBC's plans to move the show to BBC2 and axe Junior Masterchef are \"moronic\". (p1)<br> And the Mirror reveals that TV's Royle Family have been banned from smoking. In a rare display of political correctness on the popular show, Granada is preventing chain smoker Denise, played by Caroline Aherne, from so much as mentioning cigarettes in front of her new baby. (p15)<br></p> <p><strong>THE SUN</strong></p> <p> The Sun reports that Davina McCall, best known for presenting Big Brother, is to make her acting debut in a new ITV sitcom, Sam's Game. (p3)<br></p> <p>AND FINALLY<br> <strong>The Daily Star</strong> reports that Big Brother stars Andy and Sada revealed their sex secrets to the world yet again when they snuggled up in bed together to launch National Sex Week. Andy, now an MTV presenter, said the lack of sex on the show reflected the conservative nature of the British. (p4)<br></p> <p><strong>Other useful sites:</strong><br><a href=\"http://www.theguardian.com/\" target=\"_NEW\">http://www.theguardian.com</a> <br><a href=\"http://www.ft.com\">http://www.ft.com</a><br><a href=\"http://www.the-times.co.uk\">http://www.the-times.co.uk</a><br><a href=\"http://www.telegraph.co.uk\">http://www.telegraph.co.uk</a><br><a href=\"http://www.independent.co.uk\">http://www.independent.co.uk</a><br><a href=\"http://www.the-sun.co.uk\">http://www.the-sun.co.uk</a><br><a href=\"http://www.mirror.co.uk/\">http://www.mirror.co.uk</a><br><a href=\"http://express.lineone.net\">http://express.lineone.net</a><br><a href=\"http://www.megastar.co.uk/site/today/index.html\">http://www.megastar.co.uk</a><br><a href=\"http://www.ananova.com\">http://www.ananova.com</a></p>",
  "<p>The turbulent performance of hi-tech shares has forced Reuters to put the flotation of its internet incubator fund on ice, but the news and information group could yet press ahead with a listing of Instinet, its electronic trading platform, before the end of the year. </p> <p>A partial flotation of Instinet could see Reuters maintain a majority stake yet at the same time give the brokerage a currency with which to play a part in the consolidation of the world's stock markets and to incentivise and retain staff. </p> <p>A fundraising would also allow investment in new technologies and the development of its trading platform. Analyst have valued Instinet at £2bn-£4bn. </p> <p>Shares in Reuters closed 13p higher at £11.76p as dealers positioned themselves for an imminent announcement. </p> <p>Chief executive Peter Job is likely to come under pressure to clarify the position of both possible floats when Reuters reports third-quarter results on Friday. </p> <p>Mr Job, in conjunction with advisers at investment bank Credit Suisse First Boston, has been looking ways to tap the value of both Instinet and its internet investment vehicle Greenhouse Fund. However, withering enthusiasm for in ternet investments has persuaded Reuters to put a listing for Greenhouse on hold until the first quarter of next year. </p> <p>Greenhouse was set up in 1995. It was given $20m (£13.7m) to invest in emerging-technology companies. </p> <p>By the end of 1999 the stakes Greenhouse held in quoted companies had soared to £438m, a jump fuelled by the burgeoning value of internet stocks. Its valuation has been put as high as £3bn but that is likely to have receded with the sell-off of technology shares. </p> <p>However, the market may be more receptive to a partial flotation of Instinet, which provides equity and fixed-income brokerage for institutional investors and brokers. </p> <p>A boom in trading volumes on the Nasdaq market at the start of the year has fuelled revenue growth and the US equities business now accounts for nearly 80% of Instinet's revenues. </p> <p>The world's stock markets are jostling for position to get to the forefront of consolidation which analysts believe will lead to the creation of just two or three global stock markets. If Instinet was listed it could use its shares to swallow smaller rivals. </p> <p>Analysts predict group revenues for the three months to the end of September to rise to about £840m from £764m the previous year.</p>",
  "<p>Crude prices bubbling at $32 per barrel and the spectre of fuel shortages triggered by the Middle East crisis would not seem the obvious backdrop to further retrenchment in the oil industry. But Texaco's surrender of its independence in a $35bn deal with Chevron to build the world's fourth biggest oil major shows that competitive pressures continue to grow. </p> <p>The creation of super majors such as BPAmoco, ExxonMobil and TotalFinaElf has raised the bar by which the investment community judges these integrated companies which pump oil from the ground, refine it, market it and pump it back into cars. </p> <p>The financial performance of both Chevron and Texaco has been relatively lacklustre compared to the huge gains in profitability made by BP Amoco which has been able to squeeze out costs. </p> <p>Big can be beautiful when it comes to raising cash and spending it on keeping the bank of oil reserves up. With players moving into the deeper waters of the US Gulf or politically turbulent areas such as West Africa or the Caspian Sea, risks are great, drilling costs high and the technology for firming up tricky reserves expensive. But Texaco and Chevron also find themselves competing against newcomers for the attention of investment bankers. </p> <p>A new breed of rivals has been created over the past 24 months through privatisations, such as that of PetroChina, government sell-downs such as Petrobras of Brazil and spin-offs such as Conoco. A measure of how highly some of the new entities are regarded was given last week when Merrill Lynch's global oil team unveiled its list of preferred stocks - led by Petrobras. </p> <p>Meanwhile Texaco trades at a discount to other major internationals with a price/earnings ratio of 10.6% compared with an average of 16.6% for its peers. </p> <p>It has exploration potential in Brazil and West Africa, but production volumes are expected to be flat for two years, the Equilon and Motiva joint ventures with Shell have performed poorly and its Asian downstream joint venture with Chevron, known as Caltex, has been struggling. </p> <p>Meanwhile Chevron has its own interesting upstream opportunities in Kazakhstan and West Africa and should increase its production this year by nearly 2.5% but its price/earnings ratio on the basis of 2000 earnings is also only 12.3%. </p> <p>And others in the market are building their future. There has been mounting speculation that national champions in Italy (ENI) and Spain (Repsol) are said to be poised to tie the knot in an effort to increase their profitability and standing in the market. Royal Dutch/Shell is likely to pounce on BGI once it takes on a separate stock listing in London next week and has been trying to buy other smaller players such as Fletcher Challenge in New Zealand. </p> <p>It was sub-$10 per barrel crude prices that started the merger and acquisition ball rolling two years ago as oil majors desperately sought ways of increasing profits by reducing overheads. </p> <p>BP triggered a scramble for size by taking over Amoco of the US and then bought Arco and Burmah Castrol in quick succession. Exxon, the world's largest publicly-quoted oil group kept itself ahead in the size stakes by scooping up Mobil. </p> <p>The only group that stood apart from the takeover frenzy was Shell, which initiated massive internal restructuring, closing offices, chopping jobs and trimming costs. Just as these moves got under way the oil price trebled as Saudi Arabia and the Organisation for Petroleum Exporting Countries slashed output. </p> <p>A host of other factors - most recently the latest Palestinian uprising - have kept oil in the $35 range, filling the coffers of the oil majors and forcing them to consider huge share buybacks and other schemes to offload some of their profits. And higher prices look here to stay. The centrepiece of the Merrill Lynch presentation was a thesis that there had been a paradigm shift in the fundamentals of the oil price: the Brent blend average price of $18 over the last decade will be left behind, they say, towards an average close to $23.50 meaning higher profitability for everyone. </p> <p>But as oil companies become ever larger through merger and acquisition, there have been growing signs of concern amongst the regulators. BP Amoco ran into ferocious opposition with the federal trade commission in the early stages of its Arco takeover and was forced to hive off assets in an effort to appease the civil servants. Chevron and Texaco may have to dispose of several refineries and hundreds of petrol stations to get their deal accepted. </p> <p>Then there is the fee-making instincts of the investment banking community, which has already made money by building up these new industrial goliaths. At least one London bank was willing to predict privately last night that it would soon be time to start breaking up the super majors to take advantage of small but potentially lucrative opportunities for their now sprawling empires.</p>",
  "Ugandan officials yesterday threatened to use force to prevent anyone leaving three areas of the country stricken by an outbreak of deadly Ebola haemorrhagic fever as an international effort was mobilised to contain the epidemic. <p>As the World Health Organisation put the death toll at 43, including three nurses, worrying signs emerged that the epidemic might be spreading. There is no treatment for Ebola, whose victims rapidly bleed to death. Because it is highly infectious, the only hope of stopping an outbreak is isolating victims and their contacts. </p> <p>Until the weekend, the victims had been restricted to a 20-mile radius of the northern Ugandan district capital of Gulu, which is 225 miles north of the capital, Kampala. However, since Saturday new cases have been reported outside the original area of infection. </p> <p>\"Four cases have been reported in neighbouring Kitgum district, while five people have been admitted to hospital from Pece, a suburb of Gulu town which was not affected before,\" said Lt Col Walter Ochoro, who heads a taskforce set up to combat the disease. </p> <p>More worryingly still, two cases of Ebola have also been reported in Atiak and Amoru, two congested camps north and west of Gulu that are home to tens of thousands of people displaced by the insurgency in the region. </p> <p>Oladapo Walker, Uganda's WHO representative, said: \"This is a problem but we just have to do the best that we can under the circumstances. </p> <p>\"If we are able to quickly isolate the reported cases in the camps we should be able to contain it very quickly. But if we are not able to isolate the reported cases in the camp very quickly, that is a serious business.\" </p> <p>Lt-Col Ochoro said that all schools in the affected areas had been ordered closed and residents were told they could not leave except for medical attention. </p> <p>\"We hope we will not have to use force but we are determined to beat this,\" he said. </p> <p>International aid workers and scientists are converging on the area to support the Ugandan effort and study the disease. </p> <p>The WHO has sent two Ebola experts to Gulu and two more, one epidomologist and one specialist in barrier nursing, are due to fly in today. </p> <p>A public education programme has been launched, advising local people to stay away from infected people and to suspend cultural practices, such as burial rights, that might inadvertently spread the disease. </p> <p>Until now, Gulu's two hospitals, which are underfunded and overstretched, have been struggling to deal with the epidemic. A shipment of medicines has been provided by the WHO, as well as protective clothing in the form of goggles, face masks and aprons. </p> <p>Ebola is what is known as a filovirus - the only known virus family that scientists are profoundly ignorant about. The first filovirus infection to be identified was of the Marburg strain in 1967, when laboratory workers in Marburg, Germany were taken ill. The source of infection was identified as green monkeys imported from Africa for use in research. </p> <p>Monkeys appear to have been the source of the virus in each outbreak of Ebola, which first appeared in the Democratic Republic of Congo. It was named after the river Ebola. Since then, there have been outbreaks in Sudan, Zaire, Cote d'Ivoire and the Gabon in Africa. </p> <p>A filovirus named Ebola-Reston was identified in monkeys in Manila awaiting export and among monkeys in quarantine in the US. A laboratory worker in Britain became ill when he pricked his finger on an infected needle in 1976. </p> <p>So far all the major out breaks have been relatively easily contained. Never before has there been an epidemic in such a densely populated area as Gulu. </p> <p>Laboratory experiments have shown that the virus can be transmitted through water particles in the air, although it is more likely that people become infected by eating monkeys or touching infected animals or humans. </p> <p>Nobody has yet established what happens to the virus between epidemics. The last outbreak, in the Gabon, was in 1996.</p>",
  "<p><strong> Granada and Accor end talks</strong><br> </p> <p>Accor and Granada Compass have halted talks over Accor's acquisition of Forte's hotel division, Accor said. </p> <p>\"The recent discussions have not led to a satisfactory agreement between the two parties,\" the company said. </p> <p>\"For Accor, any major acquisition representing decisive industrial interest should imperatively contribute to the rapid growth of earnings per share and be financially balanced. </p> <p>\"Accor reiterated the position it has held in the past: a major acquisition is not indispensable. Its strategy of balanced growth has for the past seven years produced double-digit growth in its financial results and the current forecasts for the group are excellent,\" the statement said. </p> <p><strong> Venture capital spend rises</strong><br> </p> <p>Venture capital investment rose dramatically last year but \"substantial sums\" still remain available for investment in start-up businesses, according to a survey by 3i and PricewaterhouseCoopers. </p> <p>The survey, which the two firms said was the first such research, found that the equivalent of 0.5% of global gross domestic product was invested in venture capital last year, or $136bn (£97bn).</p> <p><strong> BSkyB appoints Freudenstein</strong><br> </p> <p> BSkyB has named Richard Freudenstein in the newly created position of chief operating officer. </p> <p>Mr Freudenstein, 35, is being promoted with immediate effect from general manager, a post he had held since November last year. He will report directly to BSkyB chief executive Tony Ball. </p> <p><strong> EC warns Visa over charges</strong><br> </p> <p>The European commission said yesterday that it had sent a legal warning to Visa International, alleging that the credit card company's \"interchange fee\" was a restrictive collective price agreement. </p> <p>The interchange fee is paid by the retailer's bank to the cardholder's bank for each card transaction. It is set by San Francisco-based Visa International and amounts to an agreement between the member banks of Visa, the commission said. </p> <p>\"In the commission's view, Visa International has not so far put forward any convincing reasons showing that the interchange fee fulfils the cumulative conditions for an exemption under the EU antitrust rules,\" the commission added.</p> <p><strong> EasyJet plans flotation</strong><br> </p> <p> Britain's easyJet yesterday officially announced plans to float on the London Stock Exchange, becoming the second European low-cost carrier to take on industry leaders in the skies and on the market. </p> <p>Floating 25% of easyJet will help raise the funds - analysts' initial estimates value the airline at around £500m - for 32 new Boeing 737-700s the carrier has ordered to support its expansion plans over the next decade. </p> <p>It will also help the airline - which is pausing for breath this year after five years of steady growth - build a warchest for future acquisitions and will allow chairman Stelios Haji-Ioannou to offer 1,400 staff shareholdings in the firm.</p>",
  "<p>Chevron, the US oil group is to axe about 4,000 jobs in a cost-cutting drive following its $35.6bn (£25.4bn) takeover of rival Texaco. The heaviest job losses are expected at Texaco's headquarters and in the exploration businesses. </p> <p>The companies say they can make annual cost savings of at least $1.2bn within nine months of the merger. </p> <p>Chevron shares fell almost 5% after the deal was confirmed yesterday as traders focused on regulatory concerns. The fall wiped about $2bn from the initial value of the all-share deal. </p> <p>Texaco shares rose almost 4%, on the news, to more than $57, still below the implied offer price. Chevron will also assume nearly $8bn of debt. </p> <p>US and European regulators are expected to launch inquiries into the latest merger in an industry already dominated by a handful of global companies. ChevronTexaco will be the world's fourth-largest oil company in terms of reserves after Exxon Mobil, BP and Royal Dutch Shell. </p> <p>Dave O'Reilly, Chevron's chief executive, sought to allay anti-trust concerns in the US yesterday by suggesting that a more competitive company would be better for consumers. As rising oil prices and supply fears continued to haunt the industry, he said that the combined group would be \"better able to contribute to the nation's energy needs\". </p> <p>The decision by the two US giants to merge has refired speculation about other potential corporate deals including a long-awaited takeover bid for BG International by Royal Dutch/Shell. </p> <p>The Anglo-Dutch oil major, one of the top three oil players, already looks ready to spend up to £2bn buying up joint-venture downstream operations with Texaco. </p> <p>Texaco is expected to be forced by regulators to hive off its interests in the Equilon and Motiva enterprises created in 1998 by the combination of the US refining and marketing interests of Shell and Texaco. </p> <p>Shell last night confirmed it had started discussions with Texaco about \"restructuring\" the joint ventures but declined to comment on a buyout. </p> <p>BGI takes its first step on the London stock market as an independent company on Monday when it is separated from the other former British Gas interests, Transco and Lattice.</p>",
  "Public shock, and opposition horror - crime is continuing to fall. The public don't perceive it; the opposition would want you to believe it isn't. But the figures come from the most authoritative source: the biennial British crime survey (BCS). Recorded crime provides only one quarter of the true picture (because half of all crime is never reported, and almost half of what is reported is not recorded). Yesterday's survey, based like its seven predecessors on a massive survey of the population, compiles its figures directly from victims. What more could a government ask for: stolen vehicles down 11% between 1997 and 1999; theft from vehicles down 16%; burglary down 21%; and even violence down 4%. The proportion of people falling victims was the lowest since 1983. <p>This should not be happening. Crime has risen on average by 5% per year since 1918. All the usual indicators would point to a further rise: the number of males aged 14 to 25, the most criminal age group, is rising; the stock of stealable goods is at an all time high. Yet, two successive sweeps by the BCS, spanning the last four years, show a fall. Official reported crime shows a fall over six years, but the early official figures were dis torted by police under-recording of reported crime. </p> <p>What's happening? Crime prevention messages have been getting through. More vigilance by householders and car owners has led to a dramatic drop in burglary and car theft - even though in one fifth of burglaries, entry is still gained by an unlocked door or open window. Car manufacturers have helped slash car crime. And contrary to the vocal rural lobby, rural crime is not just way below the national average, but dropping. </p> <p>Ironically, the public has still to be converted. Asked about crime in general, Joe Public believes a bad situation is getting worse. Yet asked about crime in their neighbourhood, there is much less pessimism. Our ICM poll today on law and order shows a similar confused picture, with Labour 5% ahead but 56% unable to choose between the parties. That's a pity because Labour has a much more coherent approach than the dreadful regime of Michael Howard. Crime has dropped across the western world. Some 36 countries in Europe have registered falls. Is there a global trend at work? It is too early to say. July's police stats showed a small rise, which makes next January's figures even more crucial.</p>",
  "Madeleine Bunting suggests that tackling climate change requires \"investment in renewable energy before the NHS\" (Let it rain, October 16). Perhaps a more accurate assessment would be \"investment in renewable energy before oil and gas exploration\". Hydrocarbon combustion is a major contributor to human-induced climate change. <p>Taxpayers in the developed world are funding fossil-fuel expansion, through government rewards for companies exploring and actively developing reserves in the form of favourable tax treatment or low royalties. In the United States, the government spends more than $20bn a year to subsidise the development of oil, coal and natural gas. In Europe, more than $10bn of taxpayers' money is spent each year to subsidise the fossil-fuel energy systems that accelerate climate change. In contrast, only $1.5bn a year is provided for clean, renewable energy sources such as solar electricity and wind power. </p> <p>The intergovernmental panel on climate change has estimated that the effect of removing energy subsidies to polluting industries worldwide would be a cut in carbon dioxide emissions of up to 18%. This is more than three times the cuts agreed to in Kyoto in 1997. <br><b> David Cromwell</b><br> University of Southampton<br><a href=\"mailto:ddc@soc.soton.ac.uk\"> ddc@soc.soton.ac.uk</a> </p> <p> </p> <p>\u0095 Congratulations to Madeleine Bunting on getting her important and timely article into print. None of my letters on climate change has been published. As it's only extreme weather in the south-east that gets noticed, those of us in the rest of the country can wholeheartedly support her desire for London to be flooded as soon as possible. <br><b> Bev Knowle</b> <br> Telford, Shropshire<br><a href=\"mailto:Bevknowle@aol.com\">Bevknowle@aol.com</a></p> <p> </p> <p>\u0095 I cannot take any pleasure in the floods in Lewes, but Madeleine Bunting is right: we have to accept the connection between global warming, our way of life and such events. Sadly, most people become deaf when confronted with this message; a blank look comes over their faces, they blame \"the authorities\" and go and climb into their cars. If any one knows how to change people's attitudes in this critical area, could they share their methods with the rest of us? <br><b> Liz Mandeville</b> <br>Lewes, East Sussex<br><a href=\"mailto:liz.mandeville@lineone.net\">liz.mandeville@lineone.net</a> </p> <p> </p> <p>\u0095 Following recent reminders from the truckers and farmers that their 60-day warning is running out, it seems they now have their final answer. Not from the prime minister, as anticipated, but from a somewhat higher authority. </p> <p>Perhaps the protesters will reconsider their ultimatum as the support lent to them by hordes of disgruntled motorists dissolves in the storms cast down on us by dear old Mother Nature. <br><b> Paul Galley</b><br> Bedworth, Warks </p>",
  "Most accepted definitions of addiction tend to hinge around the concept of \"compulsive use in the face of negative consequences\" (Monkey study finds cannabis addictive, October 16). I fail to see how persuading four monkeys to keep stepping on a lever that administers THC -the chemical in marijuana which alters mood - after first training them to do so in order to administer cocaine, can be regarded as evidence of an addictive quality in cannabis. Evidence that THC may be pleasurable? Perhaps. <p>There are questions about the validity of animal models in the analysis of what is quite obviously at least as much a social issue as a pharmacological matter. And there is the question of what other options the monkeys were provided with. Were they located in something resembling a social environment, where they could play and interact with other monkeys? Or were they just located in a small cage with no other stimulation besides the lever to self- administer the drug? </p> <p>There is no firm consensus among researchers on what constitutes addiction, and the extent to which the negative consequences associated with drug use are the product of social and legal forces, as opposed to pharmacological ones. <br><b>Peter McDermott </b><br> Liverpool <br><a href=\"mailto:peter@esmart.co.uk\">peter@esmart.co.uk</a> </p> <p>\u0095 The results strike me as extremely poor science. All the tests seem to show is that monkeys enjoy getting stoned. Nothing is mentioned of the monkeys' behaviour when the supply of cannabis is withdrawn - but as this research was funded by the US government this is hardly surprising. <br><b>Paul Bigland</b><br> London <br><a href=\"mailto:paulbigland@hotmail.com\">paulbigland@hotmail.com</a></p>",
  "The man with probably more power than anyone else in the world to wage the \"war against drugs\" has announced that he is standing down from his post in January. The news of the resignation of General Barry McCaffrey opens the way for a change in US and global drug policy. <p>Gen McCaffrey became the White House director of national drug control policy in 1996 as the youngest four-star general in the US army and a former commander-in-chief of the US armed forces' southern command, which made him effectively the senior American military figure in Central and South America. For four years he has had the ear of the Clinton administration in a controversial assault on drugs.</p> <p>He tried to translate his military training into what his critics saw as a misguided and unwinnable \"war\" by a combination of force and propaganda. He was fully behind the \"three strikes and you're out\" system of life imprisonment for people who had committed three drugs offences.</p> <p>That policy has led to a situation where there are now more than 400,000 people in jail for non-violent drug offences; in fact there are more people serving time for drug offences in the US than the entire prison population of Europe. More than 700,000 people were arrested last year in the US for marijuana offences.</p> <p>Gen McCaffrey took a tough propaganda stance on marijuana, saying that claims that the drug had medicinal value were a \"cruel hoax\". He attacked the liberal drug policy of the Netherlands by claiming that the murder rate there was double that in the US. \"That's drugs,\" he said, after announcing the figures.</p> <p>In fact, his statistics were wrong: the US had a murder rate four times higher than that of the Netherlands, but the slip was typical of Gen McCaffrey's broad-brush approach to the subject.</p> <p>The general has used his position to demonise those who advocate drug law reform. Last year he told the US government criminal justice and drug policy sub-committee in Washington that the drug reformers were \"a carefully-camouflaged, well-funded, tightly-knit core of people whose goal is to legalise drug use\".</p> <p>But in recent weeks Gen McCaffrey has been under increasing attack from different directions. The Bush campaign has attacked his war against drugs as having essentially failed. In addition, Plan Colombia, of which he has been a key supporter and which involved the sending of US troops to assist the Colombian government combat drug producers, has been criticised as ineffective.</p> <p>The Common Sense for Drug Policies group has accused Gen McCaffrey of presiding over a situation whereby marijuana use among American youth has declined but heroin and crack cocaine use has increased.</p>",
  "<p>Children as young as 36 months old can recognise them. They are everywhere. Their names appear on your clothes. They clamour for your attention from posters and in the magazines you read. They are brands. According to people in marketing, they are a short cut to the meanings behind a product. To their critics, they are a force for bad, turning the world into one bland marketplace. </p> <p><strong> What is a brand?</strong> </p> <p> Once it was what cowboys burnt into cattle to show ownership. Now the word is more complex. Take denims. They are made from tough material stitched to fit your lower limbs. But call them Levi's and spend millions suggesting that they are jeans chosen by young, sexy, rebellious, attractive people and suddenly you have a brand on your legs. It's not enough that they keep you warm: they must be linked to ideas, hopes and dreams matching the customers' thinking, and self-image. </p> <p> <strong> How do companies match their products to such things?</strong> </p> <p> They do it by using market research such as surveys quizzing people about their attitudes, habits and pleasures. Young people are important to companies. Teenagers spend over £15bn a year and influence how adults spend money. Finding out what make them tick and trying to build this into brands is crucial. </p> <p> <strong> Why do companies spend time and money turning their products into brands?</strong> </p> <p> The answer is competition. Say a company invents something successful, it will soon have competition. If that company can lend its product something extra that makes it different and superior, the product will go on making money. </p> <p>Customers will develop what is called brand loyalty. There are, say, plenty of chocolate products but only one KitKat -the top-selling confectionery for the past 13 years. What makes this brand different is a mix of familiarity, taste and packaging. Of course, if KitKats tasted disgusting no packaging overcome that problem - so brands must have a real or \"core\" value to support the other ideas they contain. </p> <p> <strong> What goes into creating a brand?</strong> </p> <p> Marketing. And to understand this word, think of scent. What is a scent? A series of refined odours held in alcohol which people put on themselves. But what those smells come to be linked to as brands illustrates the power of clever marketing. </p> <p>The name is important. A scent called Oldsox is unthinkable. Price matters -scents are luxuries and so they must not be sold cheaply. Plastic packaging is out - glass and glittery metals in. A scent must not appear on petrol station shelves but in big stores associated with expense. In advertisements, the scent should be linked to a beautiful-looking woman, possibly a star, and those ads need to appear in expensive magazines or on the TV before Christmas. All these things together are called the marketing mix. Get it wrong and a brand is likely to fail. </p> <p> <strong> Do brands go on and on?</strong> </p> <p> Think of Biro and Hoover - both products that were once dominant brands. The presence of some brand names as general words in the language for kinds of product or activity suggests how powerful some brands become. All brands need to be supported because even the best can lose \"customer loyalty\". \"Supporting\" a brand takes many forms. One way is \"brand extension\" - like turning a sweet into an ice cream. </p> <p> <strong> Are brands vulnerable?</strong> </p> <p> Brands rely on image and are vulnerable to sabotage and scandal. It is not cool to think of trainers being made by exhausted child workers earning next to nothing. Protesters opposed to the global domination of certain brands have damaged reputations of products by exposing such practices. </p> <p> <strong> Why are brands important?</strong> </p> <p> Successful brands are worth millions as guarantees of future sales and are included in the value put on companies. Brands are marketed to appeal to our self-images and have become an important way people define themselves. But is it true that who we are is increasingly a matter of what we consume? Do young people need protecting from brands? Should they be banned from our schools? </p> <p> <strong> Curriculum links: citizenship, media studies, English, business studies</strong> </p> <p> Brand.New, an exhibition on the history, development and impact of brands, opens this week at the Victoria and Albert Museum (October 19 to January 14). Entry is £5 for working adults but free to everyone else. Click Brand. New link on the V&amp;A's website: </p> <p><a href=\"http://www.vam.ac.uk  \">www.vam.ac.uk </a> </p> <p>\u0095 First Edition is a current affairs series for schools on C4 presented this week by Phil Gayle and produced in association with Guardian Education. It is transmitted every Tuesday morning at 11.25am and repeated on Wednesday at 11.25am. Go to the First Edition Quiz at: www. 4learning.co.uk/first_edition</p>",
  "<p><strong> Lucy Peters, sixth form teacher at Fullbrook School in Surrey</strong> <br> </p> <p> It's hard to generalise about which approach to use with laid-back 17-year-olds as they're all motivated in different ways, but my initial response would be to contact your daughter's school to find out exactly how her teachers feel she's getting on. It may be that she is in fact on top of her work. </p> <p>If her teachers feel that she's not doing enough to achieve her target grades, perhaps the time has come to sit down with your daughter and encourage her to think about her future. Does she hope to go to university? If so, what grades does she need? </p> <p>Students find it difficult to take responsibility for their own learning, so negotiate with her about what you can do to help, for example offer to buy support texts, provide a suitable study area and maybe offer rewards in return for her agreeing to a routine that includes a balance of studying and socialising, with limited part-time work. Emphasise the ultimate goal of university and the extra freedoms associated with it. </p> <p>We've found recently that a useful exercise for our sixth form students was to ask them to complete a time study for an average week, encouraging them to realise exactly what proportion they are spending on their studies. If you find that you make little progress with this approach, contact the school again - they really can help and support you. </p> <p> <strong> Ann Limb, Principal of Cambridge Regional College</strong> <br> </p> <p> It's easy to forget how traumatic the transition from compulsory to post-16 education can be, particularly as it involves adapting to a totally independent approach to learning. To assume that this can happen within a few weeks at the beginning of term is rather unrealistic! It's more organic and develops over time. </p> <p>Many young people actually feel a little abandoned, especially if the move is also to a different environment where new relationships between staff and students have to be established. Parents can also feel neglected and/or anxious about how far to encroach upon their child's \"space\". </p> <p>We've tried to overcome this by inviting parents and students to an induction session, where we explain the courses and the expectations/requirements of students. We also give an overview of where their studies could lead them, be it university or employment. This is quite a short period in the student's life, so it can be very motivating to give it a sense of purpose. </p> <p>Don't be afraid to contact staff if you don't know how to be more involved without encroaching upon your daughter's independence. Parents are extremely important partners in the process of learning. </p> <p> <strong> Dr Mark Hamilton, Radio 1's resident expert on the Sunday Surgery</strong> <br> </p> <p> As a 17-year-old, your daughter is starting to become the adult that she has probably been waiting to become all her teens. So you both need to adapt to communicating on a more adult level. </p> <p>Voice your feelings as concerned advice rather than a set of commands or demands which you may have used when she was younger. The latter is far more likely to be met with rebellion and/or rejection. Explain that you are simply giving her the facts of the situation as you see them. Yes, she must enjoy herself, begin to exercise her independence and assert her own personality. But point out that far from trying to curtail her freedom by expecting her to work hard before she can play hard, you are simply trying to ensure she reaches university - where she will have even greater opportunity to have fun for at least the next three years! And she can work towards the qualifications which will hopefully enable her to have a fulfilling and rewarding job, and life, in the not so distant future. </p> <p>You may find that bribery, in some guise or other, works, but this really shouldn't be the sole incentive for your daughter to do well. Ultimately she needs to be motivated by a genuine belief that the ends are worth the means. </p> <p><strong> Next week's problem:</strong> My son is in year eight and hates his new geography teacher, resulting in him bunking off lessons. I went into school to talk things through with the teacher, and it was obvious the feeling was mutual! It's a real personality clash, which is detrimentally affecting my son's education. What can I do about it?</p>",
  "<p>The Hong Kong skyline rises out of the harbour like a Manhattan of the far east, its buildings reaching for the stars. For distance educators, though, it's that smudge of hills on the horizon and what lies behind them, in mainland China, that's the altogether more tantalising vision. </p> <p>And, they are quick to tell visitors, they intend to be there before their British and American counterparts arrive to exploit what most say will be one of this century's great marketing opportunities in distance education. Last week the Global University Alliance launched an online distance learning venture in Hong Kong involving Derby and Glamorgan Universities and institutions in Australasia and the US. </p> <p>But at the Open University of Hong Kong, administrators feel that they have particularly good reason to be optimistic about breaking into the market - and they offer the story of their own institution as a lesson in how this future might come to pass. When the university opened its doors, in 1989, as many as 100,000 Hong Kong residents turned out for several days in a row, lining up around city blocks for a chance at a post-secondary education. </p> <p>In the process, they signalled the beginning of Asia's new wave of higher learning. Until that point, fewer than 3% of high-school graduates in Hong Kong had gone on to college. Now, as the Open University begins to market itself to mainland China - where access to higher education is limited - administrators hope for a similarly enthusiastic response. </p> <p>By some standards, distance learning arrived late in Hong Kong - 20 years after Britain, upon which the model is based. \"But when it arrived, it arrived with a vengeance,\" says Tam Sheung-wai, president of the Open University of Hong Kong. \"If there has been a problem, it has been keeping up with the demand.\" </p> <p>The trend in Hong Kong, like the rest of Asia, is strongly upward. Vividly diverse in terms of language and culture, Asia is home to the world's most rapidly expanding populations, many of them still rural. This decade, they represent the world's biggest potential market of consumers for higher education. </p> <p>In Asia, the need for higher education, in one form or another, encompasses perhaps 500m people at a time when personal wealth, mobility, migration and internet usage are also generally increasing. </p> <p>Analysts say that if Asia were to use conventional solutions to meet current demand, the region would need to increase its spending on higher education by at least 40%. That leaves governments no choice but to look for solutions outside the traditional, elite systems of instruction which are often hundreds of years old - some bequeathed by colonial overlords and others of local origin. In Hong Kong itself, distance is a matter for geography books: here 6.4m inhabitants are crowded into just 380 square miles. The territory is at the other end of the Asian demographic spectrum from western China or rural India, where poor villagers are spread out over large distances.</p> <p> Hong Kong is the world's second-most densely populated urban centre after Singapore, with some 16,840 people per square mile. Compared with some countries, the percentage of adult students studying by internet and other unconventional modes of higher education in Hong Kong remains pretty low: just 21%, compared with 40% in western Europe and more than 60% in Scandinavia. But unlike Hong Kong's other eight conventional universities, the Open University accepts all comers, or at least as many as it can serve. That policy contrasts with those of older institutions, such as the Chinese University of Hong Kong, which admit only 18% of applicants. \"We allow people a second chance,\" says British-born Richard Armour, registrar at the Open University. Even so, he says, \"Second chance doesn't mean second-rate. It can't - not in status-conscious Hong Kong. We would be out of business if it did.\" </p> <p>More than 100,000 students have studied at the Open University, about a tenth earning degrees. From offering the most restricted opportunities for higher education, Hong Kong became, in the past decade, \"a place where any 18-year-old who can hold a pen can obtain a diploma\", in the words of one newspaper editorial. </p> <p>The growth is particularly evident in business schools. Before the government began examining their credentials, more than 60 fast-track MBA programmes were being offered in the territory, most by offshore institutions based in Britain and Australia, and some with dubious, if any, accreditation. \"We became very concerned at some of the overseas offerings, and still are, up to a point,\" says Ronnie Carr, another Briton at the Open University who is dean of its education and languages department. \"Some of these institutions have seen Hong Kong as a good place to cut corners,\" he adds, \"especially given that this is a culture where students like to finish things quickly.\" </p> <p>Still, the arrival of the \"cowboys\", as Carr describes them, was a compliment, of sorts, for Hong Kong. \"It showed that this is an ideal society for educational opportunities,\" he says, mentioning the ease of English-language communication among other cultural characteristics. </p> <p>Some outside observers say the Open University does have its weaknesses. \"If I have anything to say against the Open University,\" says Cheng Kai-ming, a professor of education at the University of Hong Kong, it is \"probably that it hasn't been ambitious enough, especially at a time when whoever truly taps into the mainland-Chinese market will become a very, very significant player in higher education.\" </p> <p>In China, a nation of 1.3bn, the number of students working toward a master's degree in business administration this year is just 2,000. </p> <p>Even so, Open University administrators cite a variety of difficulties in penetrating the mainland market. According to the \"one country, two systems\" concept under which the transfer of rule from Britain to China took place in 1997, for economic purposes the Chinese regard Hong Kong as just another country, albeit one with special cultural ties. But in the past three years the university has pushed to have at least some of its programmes accepted by the Chinese government. Today, more than 1,000 of its students are from the mainland. </p> <p>Does Armour worry that the Open University could get trampled in the rush to the mainland, particularly if American or British institutions join in? \"I don't think so,\" he says, after a moment's thought.</p>"
]