[
  "<p>Australians do tend towards a refreshing down-to-earth attitude. \"Not a dunny in sight when you need one doesn't apply here,\" says the website blurb for the Sydney Olympic stadium. Fifteen hundred dunnies [toilets] for a 110,000-capacity crowd divided (or is it multiplied?) by a large number of ice-cold beers... sounds fair dinkum to me. There's no doubt that the organisers of the games and their stadium architects, Bligh Lobb Sports Architecture (a joint Anglo-Australian venture), have done everything to make this centrepiece of the 2000 Olympics one of the most comfortable - as well as among the best-looking - stadiums yet built. </p> <p>The striking saddle-shaped polycarbonate roof keeps the sun at bay while admitting as much daylight as anyone could want, and 700 TV monitors keep spectators on the ball while they queue at one of 53 bars and 72 food outlets serviced by 15 kitchens. Each of the stadium's three tiers has been provided with its own concourse, a well-serviced gathering of cafes, bars, shops - and dunnies. </p> <p>The food served here may not be to everyone's taste: 42,000 meat pies, 25,000 sausage rolls, 15,000 \"gourmet\" sausages and 12,000 portions of fish'n'chips were served the day the stadium opened. That was in March 1999, nicely ahead of time as far as the Olympics are concerned, when a near capacity crowd of 104,000 watched a rugby match between Newcastle and Manly (which other country would have a town called Manly?). </p> <p>But there is no doubt that this is a great and good-looking stadium that makes Wembley seem more and more like the wrecks of the stockyards and abattoirs that stood at Homebush Bay, nine miles west of Sydney city centre, until construction of the Olympic village began four years ago. </p> <p>In Britain, the idea that sports venues might be designed to be pleasurable for all the family and not just for 14 pints-a-day men (and women trying to outdo them) is still a novelty. The Lobb Partnership (a part of the Bligh Lobb Sports Architecture group) has led the way with a new stand for Arsenal at Highbury and the good-looking new Huddersfield stadium. In Australia, as in much of the US, the British approach to sports is seen as exciting but antiquated. Also old-fashioned is the idea of building stadiums that stand in grim isolation on greenfield sites on the edge of town, divorced from the communities they are meant to serve - which the British have done over and again. </p> <p>The Olympic Games started out this way, a religious festival of sorts first recorded in 776BC, held at Olympia in a \"greenfield\" stadium measuring 196 metres by 30 metres and host to, eventually, 10 events, ranging from the 200-yard sprint or \"stadion\" - from which we derive \"stadium\" - to the four-horse chariot race. The games were abolished by the Christian emperor Theodosius I in 393AD in an edict that banned worship at pagan sanctuaries. They were re-established in Athens in 1896. Ever since, they have presented an opportunity for global cities to reinvent themselves. </p> <p>Berlin, one of the greatest Olympic stadiums - designed by Werner March, with stone cladding by Albert Speer, in 1936 - was meant to impress the world with the athletic might, cultural weight and political muscle of Nazi Germany. It did. The 120,000-seat stadium, architectural star of Leni Riefenstahl's bombastic documentary Olympia, remains deeply impressive today. Impressive, yet set at the far end of a U-bahn line, very much detached from the rest of the city. </p> <p>More than half a century later, Barcelona demonstrated how the new infrastructure needed for the games - from housing to new roads - could be used to revitalise both the city centre and decaying parts of the town. It is commonly held that Barcelona achieved in four years what it might have taken 40 years to plan and build if it hadn't won the Olympic bid. Since the 1992 Olympics, the \"Barcelona effect\" has been used as an example of how to regenerate worn-out and cash-strapped cities. </p> <p>Eight years on from the Olympics, and the gentrification of the Catalan capital continues apace. Manchester had high hopes of winning the 2000 Olympics bid, with the idea that it could follow Barcelona's example. In the event it lost to Sydney, but, as a kind of consolation prize, it got the 2002 Commonwealth Games, which are being used to rebuild a large tract of derelict east Manchester. </p> <p>The Olympic park at Sydney is a more relaxed creation. Sydney is in pretty good shape overall - as long as you can take the LA-like suburban sprawl - and hasn't regarded the Olympics in quite the same way as Manchester or Barcelona. Instead, the games are seen as a form of glamorous flag-waving. However, although the Sydney stadium and its attendant Olympic buildings are impressive, they are still outshone by Jorn Utzon's famous Opera House and the Sydney Harbour Bridge. Olympic buildings - Berlin and Munich aside - are curiously unmemorable when compared with other city monuments; and, even then, the German examples are overshadowed by the sinister activities of the Nazis and Black September. </p> <p>The Sydney Olympics, although conceived on a heroic scale, will have far less of an effect on the host city than the games did on Barcelona. Not only is the sports village nine miles out of town, but less is expected of the games in urban terms. Yes, there will be spectacular Olympics-related fireworks displays over Sydney harbour, and the city centre will be animated by Bladerunner-scale video screens bringing the games live to those who choose not to join the five million-strong throng expected to head out to Homebush Bay. But there will be no architec tural rub-off, aside from an industrial wasteland being transformed beyond all recognition. </p> <p>What has been special in Sydney is the extent to which architects and developers have gone to ensure that the Olympic infrastructure is \"green\". The stadium is, by and large, naturally lit and ventilated, while the water that flushes its 1,500 dunnies is drawn, as far as possible, from rainwater and condensation flowing down from the polycarbonate tiled awnings. </p> <p>But the best bit of the conservation story is that of the green and golden bell frog (Litoria Aurea). A 700-strong colony of these rare amphibians was found in a quarry on the site of what was to be the Olympic tennis courts (the same quarry that was used as a set in Mad Max: Beyond the Thunderdome). Not only was the tennis court re-sited, but £1.5m was spent on protecting the frogs' home, and the animals are expected to be a frequent sight hopping about the Olympic village. </p> <p>By a quirk of nature, the frogs are the same colour as Australia's sporting colours. Naturally, they have been adopted as a symbol of the Sydney Olympics. A car-sized sculpture of a green and golden bell frog has been installed in the departure lounge of Sydney's international airport. </p> <p>As long as they don't pop up from under the seats in the dunnies, along with poisonous spiders, the frogs should bring humorous relief to the human drama of the Olympic Games. As for the architecture, it's not as revolutionary as that of Berlin (1936), Tokyo (1964) or Munich (1972), nor will it have the impact of Barcelona (1992). But well liked? No worries.</p>",
  "<p>At the dawn of the third industrial revolution in the north, based on knowledge, millions of people in the south are still waiting for the benefits of the second - electricity, motor and air transport, the telephone. Yet the latest wheeze among policymakers in developed countries is to alleviate poverty in developing countries with computers and mobile phones. It sounds like a sick joke until you realise that they are deadly serious. </p> <p>At all the big international meetings so far this year - Davos in January, Washington in the spring, Okinawa last month - the hottest topic on the development agenda was how to harness the power of information and communication technology to improve the lot of the poor. </p> <p>Struck by the apparent ability of ICT to transform the performance of the US economy, envious governments in Japan, Britain and the rest of Europe have all been attempting to replicate the experience of America to boost the incomes of their citizens for some time. Now they want to spread the fruits of higher productivity further afield. </p> <p>The potential benefits of ICT to developing countries are not in doubt. The \"death of distance\" brought about by the internet allows professional services, such as software, education/training, medicine and law to be provided remotely. It opens up new opportunities in marketing, purchasing and collaboration with large numbers of potential suppliers and customers over a large geographical area. It puts separated family members in touch with each other, spreads knowledge with ease and democratises government in places where the authorities allow the internet to flourish. </p> <p>Some of the gains are already being realised and can be seen in Andhra Pradesh, the first Indian state to put government online; in Chile, which has been a leader in wiring schools; in Delhi where Harrods is thinking about out sourcing a customer helpline; and in Morocco where local craftsmen are selling their wares to a global market on E-Souk.com. </p> <p>But it does not take a genius to figure out that ICT is of limited use in places without the right physical infrastructure, level of education, business environment, and stable and democratic political regimes, effectively excluding vast swathes of the planet's population. </p> <p>Hence the experience of ICT use to date. For while ICT is spreading rapidly through developing countries - in 1995-98 developing countries connected more than 155m telephone lines, 105m mobile subscribers and 4m leased lines - the figures disguise a wide disparity between them and also with the north, where growth is even faster, opening up a huge and expanding digital divide between rich and poor nations. </p> <p>In Africa, for example, with 739m people, there are only 14m phone lines - fewer than in Manhattan - and 80% of those are in six countries. The geographical distribution of internet hosts further illustrates the wide differences in connectivity between rich and poor countries. While last year Britain had 15m internet subscribers, there were only 1m on the African continent. The average rich industrialised country has roughly 40 times the per capita number of computers of a sub-Saharan African country (excluding South Africa), 100 times as many mobile phones, and 1,600 times as many internet hosts. </p> <p>Unless, the north intervenes to equalise the situation, the south will fall further behind, widening the yawning gap between rich and poor nations to even more obscene proportions. </p> <p>Rising to the challenge will require the involvement of both the private and public sectors. In countries where there is a market for their products and services, hi-tech companies will not need any persuading to enter. After all, in an industry where prices are tumbling, they need high-volume markets to keep their shareholders happy. But they will shun countries where there is no prospect of a juicy profit. Market failure dictates that rich countries must intervene and help developing countries with technical advice and large sums of money so that they can lay the foundations of an information society. </p> <p><strong> Bridging the gap</strong><br> </p> <p> Thankfully, efforts are already under way to bridge the digital divide. Institutions such as the World Bank have long recognised the potential of ICT as a development tool, setting up, for example, InfoDev, a multi-donor grant facility with the objective of promoting innovative ICT projects in poor countries. The World Bank's latest plan is to establish the Global Development Gateway, an internet portal which will act as a one-stop shop for those interested in development issues, although it is dogged by controversy over control of content. </p> <p>In Okinawa, the Group of Eight - the US, Japan, Germany, France, Britain, Italy, Canada and Russia - agreed to set up the Digital Opportunities Taskforce (Dot Force), comprising two representatives, one public, one private, from each country. By next year's summit in Genoa, Dot Force is expected to have formulated a global action plan to help bridge the digital divide. </p> <p>While welcome, what is missing from all this activity is one crucial element - some humility about what can be achieved. Amid all the hype surrounding the internet, there is a danger that governments will be diverted from the most important task, that of ensuring people in developing countries have clean water, basic education and the drugs needed to fight preventable diseases. As Francisco Rodriguez and Ernest J Wilson, of the University of Maryland, put it in their InfoDev working paper, entitled Are Poor Countries Losing the Information Revolution?, the poor need penicillin before Pentiums. </p> <p>That should not prevent governments in the north pursuing their ICT development agenda but a story from Uganda, quoted in another InfoDev working paper by staff at the World Bank, makes sobering reading. </p> <p>Kisiize Hospital in the south-west of the country, 400 miles from Kampala, has tried for many years to obtain a connection from the national telephone company. But remoteness from the nearest exchange thwarted its efforts. Telephone technology, coupled with the launch of a second national carrier, gave it new hope. But the hospital's location at the bottom of a valley required the installation of at least two relay towers at prohibitive cost. </p> <p>So it finally opted for a satellite connection. But the high capital cost problem that prevented the installation of the relay towers has turned into an operating cost problem. A call costs the equivalent of about $2.50 a minute, about 30 times call rates in an industrialised country. A nurse once held on for 10 minutes trying to find out the date and duration of her next training course before giving up. Instead, she got into the next 4am minibus and, six bumpy hours later, was in Kampala where she was able to get the information she needed. The cost of her round trip? The same as a five minute telephone call.</p>",
  "US law enforcement officials have declared victory against an international drug-trafficking operation after a two-year effort ended in 43 arrests and the seizure of nearly 25 tonnes of cocaine worth an estimated $1bn (£670m). <p>Ivan de la Vega, the alleged leader of a smuggling ring that is believed to have shipped almost $3bn of cocaine around the world, and four others are to face drug-trafficking charges in Florida after a multinational law enforcement operation ended with a series of confrontations worthy of a Hollywood movie.</p> <p>Speedboat gun battles, jungle raids and the seizure of a freighter marked the last days of an effort to crack down on a Colombian drugs operation which used a remote location in Venezuela and the global shipping industry to transport cocaine to Europe and the US.</p> <p>In announcing the successful conclusion of Operation Journey on Saturday, Raymond Kelly, commissioner of the US customs service, said: \"We wiped out a sprawling organisation whose tentacles reached around the world.\"</p> <p>He described the organisation, allegedly run by Mr de la Vega from Colombia, as \"one of the largest drug transportation groups ever targeted by law enforcement\".</p> <p>The smuggling operation transported drugs from Colombia by way of the Venezuelan jungle to Europe using a fleet of up to 10 commercial freighters.</p> <p>Among those arrested in the international raids were understood to be several employees of the shipping industry in Europe.</p> <p>Eastern Europe has become more and more involved in drug trafficking since the fall of the Berlin wall in November 1989.</p> <p>US officials said the law-enforcement effort, which involved 12 countries, reflected the greater willingness of international agencies to work together to crack down on an increasingly global trade. Mr Kelly said in Washington that Operation Journey provided a \"powerful new blueprint for fighting the international drug trade\".</p> <p>There was particular praise for the Venezuelan authorities, who seized nearly 10 tonnes of cocaine in the country's sparsely populated Orinoco river delta last week. The largest haul in Venezuelan history is expected to help ease tensions between the country and Washington, which arose when Venezuela refused to allow American planes to use its airspace to fight the drug war.</p> <p>The end of the operation comes at a sensitive time for relations between several Latin America countries and their powerful neighbour. President Bill Clinton is due to arrive in Colombia on Wednesday to meet President Andres Pastrana. Last week, Mr Clinton authorised a $1.3bn aid package to help fight drug trafficking.</p> <p>Among the five facing prosecution in Florida is Luis Antonio Navia, a Cuban fugitive facing previous US drug charges. Others were arrested in Greece, Italy and France, and the operation saw the involvement of security forces in the UK, Albania, Belgium, the Netherlands and Panama.</p> <p>The Drugs Enforcement Administration said that it would continue to work with international agencies to end drug trafficking. Donnie Marshall at the DEA said yesterday: \"Operation Journey is only the beginning.\"</p>",
  "<p>In the sixteenth century, rich individuals could be absolved of their sins by purchasing an indulgence from the church. The flagrant flogging of indulgences by the Pope to raise funds to build St Peter's in Rome led Martin Luther to nail his 95 theses to the church door in Wittenberg, unleashing the Reformation. </p> <p>The practice has been revived by international non-governmental organisations. Today corporations can purchase indulgences - or partnerships, to use the new lexicon - from NGOs to absolve their sins of corporate irresponsibility. </p> <p>Practitioners of partnerships hail these business-NGO relationships as the way forward. Cross-sector collaboration, they say, is the new paradigm in sustainable development. Even the UN and the World Bank have started partnership programmes with corporations. But what are the real consequences for the poor? </p> <p>Many long-standing corporate campaigning groups argue that partnerships run counter to the objectives of NGOs and are not effective ininfluencing corporate social responsibility. The genetically modified food debate is a case in point. Despite a number of successful local partnerships with NGOs, Monsanto continued to develop its controversial \"terminator\" seed programme which, if implemented, could have had devastating effects on farmers in developing countries. </p> <p>In some cases, corporations use the partnerships to influence NGO behaviour. One international development agency was approached by a large tobacco manufacturer proposing a partnership to help communities in the developing world. But there was a proviso: that the NGO stop funding an anti-tobacco campaign in Asia. </p> <p>Many campaigning groups are increasingly worried that corporations are entering relations with well-known NGOs to lend legitimacy to their operations abroad. </p> <p>NGO independence is crucial. But the dynamics of these partnerships diminish confrontation, opposition and transparency. </p> <p>In the end, traditional campaigning tactics remain the best way to make corporations address their business practices. The exposure by pressure group Global Witness of De Beers and the role of the diamond industry in perpetuating conflict in Angola, for example, has had international ramifications. The entire industry has reassessed its operations. Greenpeace's direct action in GM crop trials eventually drove Monsanto to shelve the terminator technology. </p> <p>The problem with partnerships lies not so much in the nature of the relationship as in in objectives. Despite the grand rhetoric, when it comes to negotiating the terms of the partnerships, there is a tendency to revert to fundamental organisational aims: reputation enhancement at the local and international level for the business and access to financial resources for the NGO. Hence, most NGOs give the responsibility for corporate partnerships to the fund-raising department, rather than to their advocacy department. </p> <p>The protests of Seattle are the modern day equivalent of Luther's theses on the church door. And, as the invention of the printing press in the 15th century gave momentum to the Reformation, the internet is fuelling another reformation of civil society. Campaigners will use it to denounce those who sell indulgences without demanding the redress of social injustices. </p> <p>\u0095 Kelly Currah is a policy officer with World Vision. The views expressed in the article are his own.</p>",
  "<p>Football fans may, after all, have to find a pay-per-view fee to watch live TV coverage of another of England's World Cup qualifiers. </p> <p>Facts emerging from negotiations to screen the match in Greece next June make it increasingly likely that it will join the Finland game in Helsinki on 11 October as the property of u&gt;direct, the independent pay-per-view company who have dramatically raised the rights-buying stakes. </p> <p>U&gt;direct's £3 million splurge to secure the game in Finland - it will be shown on Sky Digital for a fee to viewers expected to be in the region of £10 - alerted agents to the possibility of the higher profits to be made trading England's World Cup qualifiers in the UK market. </p> <p>Accordingly, CSI Octagon went 'very, very high' to outbid rival agents Ufa and Global Sportnet for the rights to the Greece-England game, which means that Sky and u&gt;direct are probably the only outlets that will be interested in meeting what is certain to be a steep asking price. 'We retain an interest in acquiring the match,' a u&gt;direct spokesman confirmed. </p> <p>Both are likely to wait, though, to see how England start their World Cup campaign. A few poor results and CSI Octagon may wonder about the wisdom of their investment.</p>",
  "<p>This seismic encounter at Parkhead stirred the blood and did not do the senses any favours. Celtic savaged Rangers amid a blistering atmosphere in Glasgow's east end, with a scoreline that Martin O'Neill, witnessing his first Old Firm encounter, could not even have dreamt about.</p> <p>His team went a goal up inside 40 seconds and were three ahead within 11 minutes, and with Rangers haplessly panting in the second half Henrik Larsson speared the visitors with a goal that will live in the memory. Parkhead, packed to its rafters with a crowd of 60,000, was roused by the spectacle.</p> <p>Chris Sutton weighed in with a double to take his season's tally to five since his £6m transfer from Chelsea. The striker has responded to the raw environment of Glasgow by recovering the bullish methods and poacher's instinct that characterised his career at Norwich and Blackburn. He set light to Rangers and was roasting them by the finish.</p> <p>O'Neill described Sutton's performance as \"top class\" and added: \"If Chris remains injury-free he'll prove a great Celtic player.\" But Sutton played down this resurrection in his career. \"We mustn't get carried away,\" he said. \"I was surprised by the pace of the game and still feel that I need to get sharper.\"</p> <p>Rangers found themselves caught in a tornado. There were also flaws in their play which their manager Dick Advocaat must have simmered over throughout. For a team of such strapping defenders it was extraordinary to see the aerial havoc that Celtic were allowed to wreak on the visitors. \"The only good thing from our point of view is that we know what we have to change,\" said Advocaat ominously.</p> <p>The game, predictably, had a combustible quality about it which never offered much hope of 22 players remaining on the field. In the 81st minute the Rangers midfielder Barry Ferguson paid for allowing his frustrations to boil over when he was red-carded by the referee Stuart Dougal for a second bookable offence.</p> <p>At that point in this ragged classic, scything tackles were arriving from all points of the compass. Ferguson compounded his misery - and did not do much for the cause of ecumenism in this city - by offering what Glaswegians call \"the vicky\", or v-sign, to a bank of Celtic fans serenading his trudge from the field.</p> <p>\"It was fantastic,\" said O'Neill, the Celtic manager still hyperventilating. \"I can't think that you'll find a better atmosphere than that anywhere else in Europe. I didn't know where it was going to end. Even at 4-1 I was thinking there's still a long way to go. But our performance was immense.\"</p> <p>The damage Sutton did Rangers was immediate and brutal. The crowd had hardly settled in their seats before Lubomir Moravcik's inswinging corner arrived with venom in the Rangers box, scattering players in every direction.</p> <p>Amid the mayhem, Larsson's shot was scuffed towards goal where Sutton, lurking in what appeared an offside position at the far post, stabbed it past Stefan Klos. The Rangers goalkeeper was in for more of this unfamiliar treatment. Moravcik sent over another delicious corner, which Stilian Petrov threw himself at to score. Paul Lambert then met Moravcik's cut-back and slammed his side's third past the goalkeeper.</p> <p>Claudio Reyna's header, which Jonathan Gould dragged over his own goalline, gave Rangers a lifeline but not for long, Larsson's glancing header snatching it away. And the goal that finally did for Rangers was sublime. After Gould's hoof upfield, Larsson collected the ball from Sutton's chest and drove at the Rangers centre-backs before scooping the ball over Klos from 15 yards. </p> <p>Billy Dodds scored a penalty for Rangers after 55 minutes before Sutton grabbed Celtic's sixth at the end to help his side leapfrog Rangers into second place in the table. Hibernian, who beat St Mirren 2-0 on Saturday, are a point clear at the top.</p>",
  "<p>There's something very familiar about Billy Elliot. On the surface it's the kind of British film we've come to expect. All the usual elements are in place: an urban working class background, disaffected youth, drab terraced housing and a close-knit community beset by conflict. It's the rite of passage, northern style. This tradition of kitchen sink realism is as British as wet bank holidays and equally predictable. </p> <p>But Billy Elliot, the debut from Stephen Daldry, a former director of London's Royal Court Theatre, is a film of big ambitions, a leap forward in terms of mood and scope. As cheering festival audiences at Cannes and last week Edinburgh can attest, there is something special and novel about Billy Elliot . But what is it? True, it owes a substantial debt to the documentary realism of Ken Loach. But this is realism not constrained by circumstance and location. Neither is it a feelgood fantasy like The Full Monty with an undeniable small screen pedigree. It is a celebratory, emotional film without cloying sentiment, which is no small achievement. </p> <p>More importantly, the film successfully mixes two elements, which at first might seem incongruous: gritty realism with joyous escapism. Think what might have happened if - however unlikely it sounds - Loach had directed West Side Story and you're on the right lines. </p> <p>Set in a north-east mining town during the 1984-85 strike, the story concerns an 11-year miner's son who discovers a wonderful yet inconvenient gift for ballet. Encouraged by his teacher, yet wary of telling his embattled, striking father and older brother, he learns surreptitiously. Although the action takes place a mere 15 years ago, this is a different kind of Britain, deep in the throes of the last great display of union strength. There is an air of siege mentality. In virtually every outdoor scene a policeman lurks in the corner of the frame, while barricades and riot shields are part of the landscape. </p> <p>Life is nasty, brutish and soon to be alarmingly different. But from the start Billy Elliot confounds expectations. The movie begins with a dream-like image of the young protagonist, played by newcomer Jamie Bell, apparently defying gravity, jumping through thin air. In fact, he is bouncing on his bed to the wistful sounds of Marc Bolan, but the tone is set. This is a film that intriguingly blurs reality with impressionism. </p> <p>The flights of fancy are taken further in the energetic dance scenes as Billy taps, pirouettes and slides on cobbled streets, rooftops, the bathroom - basically whenever the mood takes him. At times Billy Elliot feels like a musical. There are no elaborate, choreographed set pieces boasting a cast of hundreds but the film is reliant on movement and music to tell its story. As Billy's dancing improves so his awkwardness diminishes, but his dancing remains untamed, seemingly untutored and breathlessly evocative. As the camera swoops around the suspiciously empty streets in those scenes, the urban locale takes on a sort of grandeur. </p> <p>The film is propelled by Bell's finely balanced performance. He is an attractive but not winsome character whose bemusement, resentment and perseverance are evident. He has the soul of an artist but generally the tongue of a sullen and abrasive schoolboy. When Billy is given the opportunity to audition for ballet school his short temper proves calamitous. </p> <p> Kes, which sees a young boy's plight alleviated by a powerful hobby, quickly springs to mind. But although Loach's films contain humour, they are hardly humorous. Here, despite adversity, there is the comedy of manners, embarrassment and adolescent romance. </p> <p>The plot is admittedly conventional in its main theme, suggesting the only way out of this working class cul de sac is via a combination of natural talent and luck. Similarly, when the stricken community bonds together to pay for Billy's travel expenses to the climatic audition despite their own obvious hardship, the scene smacks of cliché. </p> <p>However, Billy Elliot is notable for its execution more than its familiar storyline. Stephen Daldry, working from Lee Hall's trenchant and witty script, displays a instinctive visual flair and cinematic understanding. 'Filmmaking is a matter of trying to find performances that you believe in and creating images that have emotional potency. Unlike most theatre, which is rooted in the re-creation of authentic experience, a lot of great movies are not about authentic experience at all, but rather they operate on a subconscious level - the language of dreams. That's the vernacular of film.' </p> <p>The 'language of dreams' has not been particularly significant in the canon of social realist films. The obvious artistry of Billy Elliot puts it at odds with many of its predecessors. The groundbreaking working class films of the Sixties such as Saturday Night, Sunday Morning, A Kind of Loving, Room at the Top were startling in their depiction of social inequities, but these were not films to savour for their cinematic verve. They were partially inspired by the similarly dour literary work of the Angry Young Men. </p> <p> The trend continued and its no surprise that influential modern British directors such as Loach, Mike Leigh and, especially, Alan Clarke looked at society from the same angle. In recent years Lynne Ramsey's Ratcatcher and Gary Oldman's Nil By Mouth have looked at urban dislocation and family neglect without flinching. </p> <p>These films were governed by a mission to document harsh experience. Personal and political themes are examined in the domestic environment. The desire to entertain might not be among the priorities, but that is exactly what Billy Elliot does. It is warm and palpably feelgood, yet thoughtful and provoking. It is hard not to be moved when Billy's dad, forced by circumstance, contemplates becoming a 'scab' worker. </p> <p> Of course Billy Elliot has been so well received partially due to the paucity of the competition. It seems, every week, another popgun gangster flick or flaccid ensemble relationship drama is unleashed, to a now suspecting public. Lock, Stock &amp; Two Smoking Barrels and TV's This Life have a lot to answer for. In fact, in addition to Ratcatcher and Nil By Mouth, it's often working class themed dramas such as A Room of Romeo Brass and Wonderland that have won plaudits. Like Billy Elliot though, the latter pair found optimism where others have tended to find little. </p> <p>This year has yet to see a British film that has delighted critics and set cash registers ringing. It suggests there is a captive audience for this year's Great British Film. Billy Elliot should put that straight . It has the right ingredients; charm, great cast, good soundtrack (who cares if the Bolan hits are from the wrong decade) and that all important X-factor. It gives the impression that audiences are seeing something new. For once, the billing doesn't lie. It's a breath of fresh air, which should challenge our notions of what our homegrown cinema can aspire to - both populist and persuasive. And the kitchen sink has never looked so gleaming. </p> <p>\u0095 Billy Elliot opens on 29 September</p>",
  "<p>There is a disease in the food world more rampant than any salmonella, BSE or swine fever. It has been slowly attacking our fruit, vegetables and even meat for some time and appears unstoppable. I call it creeping sweetness. </p> <p>One expects a certain sweet blandness to find its way into processed food. Sugar with everything is as much a part of general dumbing down as television makeovers. But it comes as more of a surprise when you find it has been bred into your tomatoes, peas, celery and carrots. </p> <p>It should surprise no one to find a hefty dose of saccharin in a corn cob. It ain't called sweetcorn for nothing. Yet not even this, our most sugar-coated of vegetables, has escaped the evil wand of the sugar fairy: a sugar-enhancing gene has been added to standard corn. The result is Supersweet, a cob of such heroic sugariness it should come with a dentist's warning on the wrapper. Avoid it. Unless you actually enjoy sucking sugar cubes. </p> <p>Don't get me wrong: I can wolf a slice of pavlova or a sticky bun as fast as the next guy. What I have a problem with is when a vegetable, or a fruit, for that matter, has been tampered with so that its sweetness is out of proportion to its flavour. When I crunch into a hot, slithery corn cob, I want it to taste of corn, not golden syrup. </p> <p>The first of the English corn arrived only a few weeks ago and, despite our lack of sun this year, is eating well. So well, in fact, that I have had it four times already and will again tonight. There is no cheaper supper. I got six explicitly chubby cobs for a quid this morning. Just as well, because the quote for the repairs to the central heating arrived yesterday and I am still in shock. </p> <p>The first heads got their green papery husks peeled away, their strings of golden silks tugged off (so thoughtful of Mother Nature to provide us with dental floss for afterwards) and were then boiled in as much water as I could get into my largest pot. They bob about if you have the flame high, but not nearly enough to cook them evenly, so I often hold the cobs underwater with a capsized lid. Perhaps one should tie weights to them, as if you were disposing of a body in the Thames. No salt, they say, it toughens the kernels - though I must admit I have forgotten before now and it never seems to make that much difference. Boiling water, salt. It's a natural mistake. </p> <p>I approach corn in much the same way I do asparagus. Such a treat is the first of the locally grown that I do nothing more than boil-and-butter, but then, as the season moves on and the novelty thins, I get out the recipe books. </p> <p>Sweetcorn makes a velvety soup. I once had an American flatmate who would make up a vast pot for the weekend with tinned corn, thyme, bacon and, of all things, evaporated milk. It disappeared quick enough. The bacon fat settled on top in pools, holding in the soup's sweet heat. I religiously burned my tongue with every dip of the spoon, but would keep at it, like a child waggling a loose tooth. </p> <p>A soup with bacon bits and cream - what they call a chowder - is at its most wholesome when the bacon is smoked rather than 'green'. Cream and smoke always ring my bell, be it creamed kippers or that peaceful dish where you poach smoked haddock in cream and milk, then boil the cooking liquor down to a sauce_ but I am getting off the point. </p> <p>Grilled chicken and creamed corn is, like gammon and broad beans or grilled sole and creamed spinach, a perfect thing. The dish works on all counts, but especially the forkful that contains crisp, grilled skin and sweet, sloppy corn. The starch hiding in the kernels dispenses the need for any spuds. </p> <p>Depending on my level of malaise, I may use fresh corn or frozen for creaming. Sure, it is no big deal to slice the kernels off a cob, but creamed corn is one of those mysterious things I get an occasional craving for - and we all know the unwritten law of a craving is that you never, ever have its subject to hand. This, presumably, is why all-night garages sell food. I am not quite as anti the tinned or frozen corn niblet as some. I don't see the point of making a fuss when it is only going to end up in a sea of double cream and thyme. </p> <p>Two decades ago, there was a vogue for something called Chicken Maryland. Heaven on a plate for the sweet-toothed, it was a pudding masquerading as a main course: battered chicken, bacon, fried banana and, the best bit, sweetcorn fritters. My tastes have moved on a bit since then (notice I didn't say 'up'), but memories of its crunchy, greasy sweetness linger. The fritters, stripped of their battered buddies, are still worth making. Try them with the piquancy of a classic salsa verde. That'll send the sugar fairy packing. </p> <p>For those who are faced with a couple of sweetcorn cobs just too sweet to eat, I have just one word. Salt. The more salt you put on your cobs, the more the flavour of the corn will come out and the more the sweetness appears to back off. Like putting a pinch of salt in flapjacks - you taste the oats as much as the treacle. The same goes for those hybrid tomatoes, too. It may not cure swine fever, but it certainly works a treat for creeping sweetness. </p> <p><strong> Sweetcorn and bacon chowder </strong></p> <p> Serves 6 </p> <p><strong>30g butter </strong></p> <p><strong>2 plump salad onions or shallots </strong></p> <p><strong>300g smoked streaky bacon </strong></p> <p><strong>the leaves of 6 bushy sprigs of thyme </strong></p> <p><strong>4 corn cobs </strong></p> <p><strong>1.5 litres water </strong></p> <p><strong>150ml (or less) single cream </strong></p> <p><strong>a good handful of parsley </strong></p> <p>Melt the butter in a deep, heavy-based pan, the one you usually make soup in, then peel and roughly slice the onions, add them to the hot butter and let them soften over a low heat. Cut the bacon into thick chunks, about the size of a postage stamp, tearing off the rind as you go. You could use what some butchers sell off as bacon bits for this, checking them over for rind and bone, and cutting them into nuggets the size of a brazil nut. Whatever, let them fry with the onion, stirring only occasionally, so a thin layer of golden goo adheres to the pan. It will give a deep, smoky bacon flavour to the soup. </p> <p>Pull the leaves from the thyme branches and stir them in. Strip the kernels from the corn cobs - I do this by holding the cob upright on a board, one hand at the top, then slicing down with a large knife in the other. Then I turn it round and get the bit I missed at the top. You will get about 100g from each cob. Try not to catch any of the white core - it's tough. Tip the corn into the pan. </p> <p>Pour 1.5 litres of water over the sizzling bacon and corn, turn up the heat and bring it to the boil. You may get a small bit of golden froth on top, as you do with dried beans, and I think you should remove it. As the soup boils, turn down the heat so the corn rolls steadily in the simmering water. Don't be tempted to add salt - the bacon will serve for that. </p> <p>After 30 minutes, scoop out a little corn and check it for tenderness. It should be soft and, of course, sweet, with a distinct smoky flavour to it. You can let it simmer a while longer if it doesn't seem ready. </p> <p>Blitz half of the soup in a blender or food processor, not quite to a smooth purée, but well on the way, then tip it back into the pot with the unprocessed soup. Stir in the cream and chopped parsley, and bring to the boil. Taste and season with black pepper and, carefully, with salt. The amount you need will depend on how salty your bacon is. </p> <p>Like most soups, this is one that benefits from being served piping hot. </p> <p> <strong> Creamed corn</strong> </p> <p> Enough for 4 as a side dish </p> <p><strong>4 cobs of sweetcorn </strong></p> <p><strong>30g butter </strong></p> <p><strong>100ml whipping cream </strong></p> <p>Cut the kernels from the sweetcorn cobs with a large knife, then let them cook slowly over a low heat with the butter. Press hard against the stripped cobs with the knife to extract as much juice as you can. After three or four minutes, the kernels will start to soften, and their colour will brighten. </p> <p>Pour in the cream, season with salt and black pepper, and bring to the boil. Turn down the heat and let simmer for a few minutes before serving. </p> <p> <strong> Corn fritters</strong> </p> <p> Enough for 4 </p> <p>You would look, naturally, to an American cookery book for a recipe as thoroughly American as a corn fritter. So where better than The Joy of Cooking by Irma S Rombauer (£19.99, Simon and Schuster), the bible of United States home cooking. </p> <p>Cut and scrape the kernels from 5 cobs of sweetcorn. Place the corn and pulp in a large bowl and stir in 2 lightly beaten egg yolks, 2 tbsp flour, 1 tbsp sugar, tsp of salt and some black pepper. Beat 2 egg whites till the peaks are stiff but not dry. Fold the egg whites into the corn mixture. Heat 30g of butter in a large, non-stick frying pan over high heat. Drop in the batter, a heaping tablespoon at a time. Reduce the heat to medium and cook until browned on the bottom (2 to 3 minutes). Turn once, but do not pat the fritters down, and cook the second side until browned. Take care not to overcook them. Serve immediately.</p>",
  "<p>The BBC is examining plans to build an internet portal to stream its films and programmes down telecom lines on a pay-per-view basis. </p> <p>The move would represent one of the most ambitious attempts by the corporation to develop its commercial operations since the Government charged it with finding new sources of income at the start of this year. </p> <p>Last week <a href=\"http://www.beeb.com\" target=\"_NEW\">beeb.com</a>, the corporation's e-commerce portal, received a £32.5 million cash injection from US venture capital firm TH Lee Global Internet Managers. The deal values beeb.com and its free internet service provider, beeb.net, at £240m. In the coming months the BBC is to embark on a £7m publicity drive to attract visitors to the two sites. But the corporation also wants to start distributing its vast content via the internet.</p> <p> The BBC has been trying out online video-on-demand services in conjunction with internet firm Yes Television since the start of this year. The deal allows Yes to deliver 600 hours of BBC archive programming over the internet over the next two years. But the corporation is now looking to create its own separate content delivery portal. </p> <p>In an interview in today's Observer, Rupert Gavin, chief executive of BBC Worldwide, the corporation's commercial arm, said the plans could play an important part in helping develop future earnings streams. The two portals would cross-promote. </p> <p>Critics charge that the BBC is in danger of becoming too commercial, but Gavin said the extra revenues generated online would be ploughed back into public-sector broadcasting commitments.</p>",
  "<p>Personally speaking, the issue of whether sterling should be replaced by the euro has been painful because I have been sitting on the fence so long I don't even know which way to look. I envy those who are so certain of their position. </p> <p>Recently an escape route appeared to offer itself. In one of the leaked memos by which policy is conducted these days, Tony Blair is quoted as saying: 'The truth is the politics is overwhelmingly in favour, but the economics have to be right and at present, it is not.' In other words the economics is heading for a protracted penalty shoot-out, so let's settle it with a quick political fix. </p> <p>On reflection, this is a mirage, and for several reasons. The most important is that politics is dominated by economics - markets rule. Indeed there are no political parties any longer, in the sense of distinct and coherent creeds, just politicians, or rather rival gangs of lawyers vying for a pampered lifestyle and jobs for their cronies. </p> <p>The end result of this is government by focus groups. These suggest that public opinion is barely in favour of Britain remaining in the European Union, let alone joining the euro. Also, the Foreign Office is in favour of the euro, which is a good indication that it is not in Britain's interests to join. </p> <p>So it's back to the economics. In my view there are two key issues involved. The first is whether Britain's trade and foreign investment would be helped or hindered by euro entry. The second is whether the handing over of monetary policy to the European Central Bank (ECB) would be a good thing or not. </p> <p>Other issues are either peripheral, such as the impact on the City, or, like the impact on jobs, follow from the key ones. </p> <p>Over time a significant reorientation of Britain's foreign trade has taken place, away from America towards Europe. One measure of this is the change in the pattern of weights used to calculate sterling's effective exchange rate index. In the early 1970s the US weight was about one- third, and the combined weight of the EU 15 slightly more. Now the EU weight is about three-quarters, while the US weight has halved. </p> <p>This appears a compelling argument for euro entry, given sterling's volatility against European currencies. Imagine you are trying to secure a long-term trade or investment deal with a German company: which DM-sterling rate should you factor in? At the time of sterling's entry into the Exchange Rate Mechanism in 1990 a central rate of DM2.95 was viewed as sustainable. In the free-fall that followed sterling's ignominious exit, the market pushed the rate close to 2. Currently the rate is 3.2 and has been higher. </p> <p>By contrast sterling has been remarkably stable against the dollar - indeed sterling is, essentially, a dollar currency. Thus, if sterling was going to be locked in against the dollar it wouldn't take very long to agree a parity of $1.50. However, any euro parity would be highly contentious. </p> <p>What all this demonstrates is the importance of capital flows as against trade flows in exchange-rate determination. Not all of these capital flows are volatile, speculative transactions. When it comes to foreign direct investment, the US is much more important than the EU. We don't hear very much about the impact on British investment in the US, or vice versa, if sterling were to join the euro and as a result become much more volatile against the dollar. </p> <p>Recently I attended the annual meeting of Pilkington, a global company with half its turnover in the EU, but with one quarter in North America. In response to a question the chairman, Sir Nigel Rudd, stated that Pilkington had no corporate position on whether or not sterling should be replaced by the euro. To me that seemed sensible, implying that if the euro comes, so be it - but it's not the end of the world either way. And this from a company which publishes part of its accounts in euros. </p> <p>The other key issue is the impact on monetary policy. This in turn has two aspects: the degree to which a separate British monetary policy is desirable; and then who is actually better at monetary policy, the Bank of England or the ECB. </p> <p>The first point turns on the degree to which the British economic cycle has converged with that of the EU. The answer is not very much - indeed, if convergence has been achieved it is with the US, whether in economic-cycle or stock-market terms. The current Irish inflation problems, utterly predictable, demonstrate one side-effect of an EU - that is to say, Franco-German - monetary policy. The Bank of England has enough trouble accommodat ing regional demands within the UK. </p> <p>As for the second point, in the past the political domination of monetary policy has undoubtedly exacerbated the boom-bust cycle. In other words there was a good case for tying sterling to the mark and, in effect, letting the Bundesbank run our monetary policy - that is what we tried to do with ERM membership. </p> <p>But now things are very different. In place of the Bundesbank we have the secretive and eccentric ECB, while at home the Monetary Policy Committee is increasingly attracting favourable comment, although manufacturers in the North East may not agree.But it is worth noting that longer-term sterling interest rates, which have a significant impact on corporate-finance decisions, are no higher than in the euro zone. </p> <p>True, sterling is strong, but the primary cause is a weak euro, reflecting doubts about the ECB and underperformance in the key economies. </p> <p>Oh well, I had better find my ladder and climb back on the fence. However, I think I will be looking westward. </p> <p>\u0095 Richard Brown is Visiting Fellow at Manchester Business School</p>",
  "<p>In Edinburgh on Friday evening, in the twenty-fifth McTaggart Lecture at the Television Festival, Greg Dyke staked his claim - or at least his ambition - to be a Director General on a par with John Reith, who set the BBC in motion in the first half of the twentieth century, and Hugh Carlton-Greene, who rejuvenated it for the second half. </p> <p>His lecture was a battle-plan aimed to carry the BBC deep into the twenty-first century. If his strategy succeeds then he will have reinvented the BBC for a world that is infinitely more complex and ruthless than Reith or Greene could ever have dreamt up. </p> <p>It seems to me that he has come just in time and with the right balance of idealism and hard-headed broadcasting nous. Without his energy and boldness, I believe the BBC would have mouldered along sadly, accepting decline, pottering into a self-embalming bureaucracy like many another empire, merely surviving at all costs to the end of its day. Dyke has not only given it a reprieve, he has re-directed the way in which it can release its unique broadcasting and cultural force - by putting programmes not just at the centre of its purpose, but by declaring they are the meaning of its existence. </p> <p>His basic text was change. Other themes were plaited around it but, again and again, he returned to the need for radical, urgent change, all the while acknowledging that it is a notion to which the British at the moment seem to have an almost pathological allergy. </p> <p>One of the ways he tackled this was to look at two of his predecessors, Reith and Greene. Greene, clearly Dyke's hero in the history of the BBC, turned around an institution which was being hammered by the then new upstart, ITV. In that two-channel world the BBC's share had fallen from 100 per cent to 34 per cent by 1960 and showed no signs of rising. Everyone understood that this threatened the licence fee. Greene set about saving it. </p> <p>He reorganised news and current affairs. He enabled a raft of programmes to be made - popular quality programmes such as Play For Today, Z-Cars, That Was The Week That Was, Till Death Us Do Part, Steptoe &amp; Son. He claimed a new channel, BBC 2, and got the right to innovate technologically with colour television and 625 lines. He met the threat of pirate radio by putting in place Radios 1, 2, 3 and 4. </p> <p>And what did Reith say of this saviour of the BBC? 'I led, he follows the crowd in all the disgusting manifestations of the age. I am very annoyed I even got on terms with him.' Mary Whitehouse said: 'If you were to ask me who, above all, was responsible for the moral collapse which characterised the Sixties and Seventies I would unhesitatingly name Sir Hugh Carlton-Greene.' </p> <p>Dyke acknowledges that Greene built on the work of Ian Jacob, just as he acknowledges that he is building on the work of John Birt, though undoubtedly overturning much that was put in place by his predecessor. </p> <p>Criticism of change has gone on. Matthew Bannister was hammered for reshaping Radio 1, Liz Forgan for setting up 5 Live, John Birt for setting up BBC Online. And were these new services to be stripped away then there would undoubtedly be a colossal campaign opposing this, led by the same sad old ex-BBC captains who have become a glum club of complaint in the land. </p> <p>In proposing change there were arguments which were familiar but none the less important for that. Digital television has been a spectre at the TV feast for years. Now it's at the table. Digital satellite homes take in 160 channels and when the TIVO box arrives, viewers will have total freedom to watch what they want when they want. In digital homes, the Nine O'Clock News is watched by fewer than 10 per cent of the audience - which is one of the reasons Dyke intends to move it to 10pm, where research indicates that there is a greater available number of viewers. </p> <p>Dyke's plan is three-pronged - money, channels and public service. In relation to money he delivered one of the most striking facts in his whole lecture when he said: 'When I arrived I discovered an organisation that was spending 24 per cent of its income on running the institution of the BBC.' That is upwards of half a billion pounds of licence-fee payers' money a year! It beggars belief. </p> <p>By cutting that to 15 per cent in three years, and further after that, whole departments of programme-making can be refurbished. Over the next few years there will be a 30 per cent increase of money for programmes. </p> <p>Another modestly delivered bombshell was the statement: 'We have to limit our ambitions.' It is as if Disraeli had said to Queen Victoria: 'Let's not bother with India, the Empire's too big already.' This is, at last, facing reality, which the BBC ought to have done many years ago. </p> <p>While maintaining the goal of universality - free at the point of delivery - Dyke has decided to address the multitude of global buttons with just five 24-hour channels. This is a stupendous gamble. They will have to be very, very strong and compelling to escape digital drowning. He is giving his programme-makers the tools and resources for excellence, just as Greene before him had given them the resources for liberation. </p> <p>The five channels? Briefly, BBC 1 and BBC 2 will be massively reinforced and News 24 will become the fifth channel. BBCs 3 and 4 will be the new channels. </p> <p>BBC 3 will target young audiences, BBC 4 will be 'uncompromisingly intellectual, a mixture of Radios 3 and 4 on television'. He will also run two new children's channels, making British programmes on 3 and 4 through the day. At present, most children watch American children's programmes and Dyke wants them to have the option. </p> <p>The first remarkable thing about this is how aggressively it puts programmes at the centre of the BBC's argument. The second, equally remarkable, is how fiercely it reasserts public service broadcasting. John Reith will not be turning in his grave. </p> <p>Dyke summed up his task quite simply: 'To make and commission great British programmes, to create great content in all areas of programming. Everything else is secondary.' </p> <p>If he can pull this off then the BBC has a serious future.</p>",
  "<p>Britain's nuclear age reached the end of the beginning when British Nuclear Fuels, the atomic energy group, announced dates last May for closing its 11 outdated Magnox nuclear power plants. They began generating in the Fifties as part of a future where electricity would be 'too cheap to meter'. </p> <p>Three of the stations had already been shut. The remaining eight would go between 2000 and 2021. </p> <p>The problems caused by the end game of decommissioning the stations safely and storing their waste have challenged some of the country's best minds since the nuclear dawn. </p> <p>Now, with the closures mapped out and BNFL to be partially privatised, they are becoming pressing, practical, and, perhaps toughest of all, financial. </p> <p>The Magnox stations have been difficult for BNFL since it took them over in 1998. They have been plagued by technical problems which disrupted their output and exposed BNFL to the recent devastating slump in electricity prices. </p> <p>But the long-term implications were even nastier. At a stroke Magnox tripled BNFL's potential bill for nuclear clean-ups. The subsidiary that runs the stations, Magnox Electric, calculated in 1997 that decommissioning alone would cost £6.2 billion. This left out the oldest reactors, Calder Hall and Chapel Cross, as well as the price of disposing of the waste. </p> <p>The final cost - and which generation will have to pay it - is now mired in a controversy that has put BNFL on collision course with the industry regulator, the Nuclear Installations Inspectorate. </p> <p>The financial implications are huge. The company wants to postpone the work as far into the future as it can because the longer the delay, the less money it has to account for now, as this amount will grow over time. Calculating the present value of these future liabilities is done by the process of discounting. BNFL estimates the liability and then subtracts 2.5 per cent - the discount rate - from it for each year of deferral. The company's plan is to spread the bill over a mind-blowing 135 years, but the regulator wants to cut this to 40 years. </p> <p>Leading nuclear economist Gordon MacKerron of Sussex University says there is 'strong pressure' for earlier clean-up dates. </p> <p>The difficulties stem from the size and complexity of these nuclear hulks. Decommissioning is a three-stage process. Stage one - lasting up to three years - is taking spent fuel from the reactor and its 'cooling ponds' to BNFL's Sellafield site in Cumbria. </p> <p>Stage two is dismantling everything but the reactor, including the massive turbine halls. Then the reactor itself is made secure. This alone takes up to a decade. A parallel problem is that plans for a deep store for nuclear waste were scrapped in 1997, so there is no way yet of dealing with extremely long-lived radioactive materials. </p> <p>These stages are estimated to take about 25 per cent of the costs. </p> <p>The third stage costs most. After remaining in a 'safe' state for a full 135 years - the source of BNFL's accounting scheme - to allow radioactive substances to decay, the reactor is dismantled. This is estimated to take eight years. </p> <p>The planned 135-year wait would give a final decommissioning date of 2150 - putting Britain well behind other nuclear nations. Most countries expect to finish by 2060, with four planning on 2080, says the Organisation for Economic Co-operation and Development. </p> <p>BNFL's justification for its long deadline involves a trade-off between allowing radioactive substances to decay for a long time to make them safer for the workers involved, and doing the job faster to minimise the risk of radioactivity leaking from the reactor into the environment in the meantime. BNFL argues that the danger to the workers doing complex dismantling early in the process is high, as is the consequence to the environment of any errors. </p> <p>However, Magnox spokesman David Cartwright said BNFL was likely to reduce the wait to 'between 85 and 135 years'. </p> <p>But that will still be too long for the regulator. The NII's head of radioactive waste management and decommissioning, Frances Taylor, pointed out in a recent policy paper that the key radioactive substance in defuelled reactors, cobalt-60, decays quickly, tilting the balance of risk towards earlier decommissioning. </p> <p>'The... arguments we have seen to date do not demonstrate that a significant safety benefit will be gained from deferring final dismantling beyond 40-50 years.' </p> <p>Taylor told The Observer last week: 'Government policy is that decommissioning should happen as soon as is reasonably practicable. But it should also be when the dose to the operator will be lower, or there will be less need to use expensive techniques. They are going to have to be prepared to bring decommissioning forward. The real safety benefits are over by about 50 years.' BNFL, however, says that in the absence of a deep store this period will be too short to deal with waste effectively. </p> <p>Other factors demand shorter periods. Among them is the notion that the generation that caused the mess and benefited from nuclear energy should clear it up. Alongside these ethical arguments is concern that the skills needed to decommission plants may be lost over time. </p> <p>Environmental campaigners such as Greenpeace's Bridget Woodman say the risk of exposure to radiation in early decommissioning could be cut if more was spent on labour. </p> <p>'If you have 20 people on eight-hour shifts it is going to cost less, but be more risky than 40 people working four-hour stints,' she says. </p> <p>But the real importance of financial factors is that they reduce the present-day cost through discounting - creating incentives for deferral. </p> <p>Analysis by MacKerron of Sussex University indicates that waiting for 40 years, rather than 135, will cost BNFL an extra £1.5bn. </p> <p>The cut from 135 years to 40 will increase BNFL's discounted costs from £250 million to £1.75bn, he says. This is a sevenfold increase, adding 13 per cent to what BNFL's total discounted decommissioning costs for all its sites, which now total £11.4bn. </p> <p>Given that BNFL's solvency is now guaranteed by a £3.7bn Government IOU and that its total financial cover for the £11.4bn is £7.6bn, leaving a £3.8bn gap, this will be politically sensitive. </p> <p>MacKerron says: 'There may be some robust discussions between Ministers looking to privatise this thing, and regulators, who seem to be making it less good value.' A BNFL privatisation may have ended before it has begun. </p> <p> <a href=\"mailto:oliver.morgan@observer.co.uk\">oliver.morgan@observer.co.uk</a></p>",
  "<p>If content is king of the internet, Auntie BBC might be forgiven for thinking she is its queen by divine right. Look at the way online behemoths are hopping into bed with the biggest content providers, eagerly anticipating the fruits of broadband technology transforming the potential of the world wide web. AOL-Time Warner, Time Warner-EMI, Seagram- Vivendi... it's time to take your partners. </p> <p>There will be more such partnerships as internet firms realise that if they fail to persuade users to tune in regularly they have no unique selling point. And amid all this, the BBC stands out as a content giant. </p> <p>A survey by the promotion group British Trade International claimed the BBC was Britain's most successful export - ahead of the Beatles, Shakespeare and the royal family. So the potential for using the net as a new delivery system for the corporation's wealth of content, allowing it tap into new audiences prepared to pay to watch The Good Life on demand, to whom it can then sell things and build advertising revenues, is huge . </p> <p>The stress on content could end the reign of telecom firms as wonder stocks, and put media companies on top. This is a transformation not lost on Rupert Gavin, ex-head of BT and now chief executive of BBC Worldwide, the corporation's commercial arm, which is charged with earning Auntie £200 million a year by 2006. </p> <p>'In the mid-Nineties, the revenue driver was the communication connection. That was where the money was, and everyone was giving away their content for free. But the communication cost is being marginalised and the differentiation is going to be content,' says Gavin. </p> <p>'It is a concept of people paying in some way, be it subscription or pay-per-use or micro payment. That's where value will be added. </p> <p>Only, of course, it's not as simple as that for the corporation. Its funding through the licence fee means Auntie needs to be careful about how she uses the net to make money. She can't simply build a few websites and start charging everyone for access. </p> <p>But she can divide up her internet activities so that the BBC keeps to its public service commitment by offering content to all, with a separate division dreaming up e-commerce wheezes. </p> <p>Three years ago, even before setting up its BBC Online portal, the corporation started experimenting with how the internet could help swell the coffers of BBC Worldwide which would use the cash to generate new programming for all. The result was beeb.com, originally set up with computer firm ICL. </p> <p>This year Auntie started lavishing more attention on beeb.com, bringing in new staff to overhaul the site. It became a fully fledged e-commerce portal drawing on the strengths of some of Auntie's best programme and magazine brands - including Top of the Pops, Top Gear, Gardeners' World and Holiday . </p> <p>Already one of the top 10 e-commerce sites in the UK, according to research by analysts at consultancy MMXI Europe, beeb.com's success lies in the quality of its content which draws in punters in their thousands and then offers them the chance buy BBC-licensed products ( Walking With Dinosaurs chocolate egg, anyone?) and the ability to click through to partner e-commerce sites. For this beeb.com takes a cut. </p> <p>Last week, in a sign of how seriously Auntie is committed to developing its e-commerce potential, the corporation did what would recently have been unthinkable. It announced a deal with a venture-capital firm, and an American one to boot. </p> <p>TH Lee Global Internet Managers is to plough £32.5m into beeb.com and its free internet service provider cousin, beeb.net. This gives the US firm a 13 per cent stake in a business now valued at £240m. This might not seem too high considering some dotcom valuations but, given the fact that beeb.com generated revenues of only about £2m last year, Gavin admits it still puts the business on a 'pretty stratospheric rating'. </p> <p>He says UK venture-capital firms were interested in coming in on the deal, but Lee got the nod because of its experience in investing in content-rich internet firms. </p> <p>The aim is for the two businesses to become 'nicely profitable' in between three and four years. Lee is committed for 'up to five years', and has 'not yet specified which exit strategy' it favours for eventually recouping its investment. A partial flotation is the most obvious solution, but how this would work has yet to be thrashed out. </p> <p>What is clear, though, is that Lee's investment will help the BBC do more than turn beeb.com into a sort of Amazon.com for fans of Tinky Winky and Jeremy Clarkson. </p> <p>The really interesting thing is how the cash will be used to help fund the distribution of BBC content over the net. The BBC has been trialling delivery of video on demand (VOD) in this way since last spring. Now it is looking at developing a separately branded site from beeb.com, from which users will be able to download films and programmes, allowing them to watch TV when and how they want, if they pay. </p> <p>'We haven't yet made the decision as to whether we construct our own VOD portal. But it would almost certainly be a different portal to beeb.com, which is all about e-commerce. That said the two portals would relate to each other,' Gavin said. </p> <p>However, he argues that what he describes as 'fuzzy media' is the real key to the BBC's online future. By this he means that the way the net, once broadband is rolled out, will allow for true user interaction via both video and text. </p> <p>So a typical scenario would see a user clicking on a language portal, watching a programme on how to speak French and then being able to pay to download a special course. Quizzes are another obvious area to be explored in this way. Soon we could all be Mastermind . </p> <p>And as for soaps, well if some of the trials now going on are successful we could be downloading all the week's episodes of EastEnders in one go on any day we choose. But only, of course, if we were the prepared to pay. </p> <p>'The fact that one individual chooses the time and methodology to access our content is not something the great mass of licence fee payers should be forced to subsidise,' Gavin said. And the beauty is that such highly rated content, not to mention e-commerce applications, has a global reach. Think of all those dollars. </p> <p>But it is clear in all of this that delineation is of fundamental importance. If UK online users are not aware which part of BBC cyberspace they are in - the commercial or the public service arenas - the damage to the corporation's brand will be tremendous. Managing this sensitively will be Auntie's key to success. </p> <p>She knows, however, that she can't hide from her online commitments, chiefly because they offer it one of the strongest revenue streams for the future - money to help pay for its public-service programmes. </p> <p>As Gavin said: 'The BBC is a content company. It's not for us to lecture consumers on how they should want to consume their media.'</p>",
  "<p>Ladies and gentlemen, the waiting is over. The dust has settled, the votes have been counted, and the cast of Tickle Soup can finally settle back and enjoy The Observer Real Fringe Awards 2000. </p> <p>It has been a vintage festival, albeit very different from the last. Fewer mad women weeping their way through monologues about their mental difficulties, but far more nudity and shouting, which has to be a good thing. No actual nude shouting, which is a shame, although Beside Picasso came close with the artist declaiming at the top of his voice as he sexually assaulted a plastic chair. </p> <p>As ever, we have witnessed things on stage which we should never have seen. Like the Durham Revue. We have seen the fragile boundaries of art and boredom stretched to breaking point. We have seen a man in a felt mask, pretending to be Ringo Starr, sing a love song about a duck's cock. We have seen it all. </p> <p>And we'd just like to say to all those shows which have failed to pick up an award: don't be disheartened. I'm sure you were perfectly dreadful in your own way. Stick at it. And remember - if in doubt, get naked and yell. </p> <p> <strong> Worst comedy sketch premise</strong> <br> Bitemarks at Diverse Attractions: Hannibal Lecter is visited by Agent Starling - not in his cell, but in the elephants' cage at the zoo. Lecter challenges her to perform an elephant impression. She tries, fails and exits. </p> <p> <strong> Most embarrassing moment</strong> <br> Yet again, Leicester Youth Arts storm to victory in the awkwardness stakes. Last year they made their proud parents and grandparents sit through the 'morning glory' erection song. This year, they triumph with a delightful little ditty called 'Premature Ejaculation'. Come on Grandma, sing along! </p> <p> <strong> Worst punchline</strong> <br> 'Now get out of the way before I drop one in my knickers.' ( Dark Suits, Fast Laughs at Gilded Balloon) </p> <p> <strong> Worst line</strong> </p> <p> <strong> Runners Up</strong> : 'I'm too old to be dragging my huge penis out of bed at five o'clock in the morning.' (The Burning Orphanage Show at Café Royal). </p> <p>'Why this sudden need to discuss the ethics of the global economy?' (Customer/No Ties at Calton Centre). </p> <p>'Jake - we have Aids.' (Dark Suits, Fast Laughs). </p> <p>'I can't go with my feelings right now because I'm obsessed with a dead king.' (Two Days Of Grace At Middleham at Augustines) </p> <p>'If you want to see rape, Mr Tidcombe, I'll show you rape.' (Ubersausage at C-two Venue) </p> <p>'I think I can feel another one of my arse proverbs coming on...' (Asbestos Uncle-Eggs at the Garage) </p> <p>'When I looked at this big pile of dung, I realised it wasn't a big pile of dung. It was a big pile of bureaucracy.' (Ezekial Falling at Bongo Club) </p> <p><strong> Winner:</strong> 'Tom, Tom, wake up! It's me - Max Ernst.' (Asbestos Uncle-Eggs) </p> <p> <strong> Most baffling satirical moment</strong> <br> Dracula's Foot And Other Objects Not Normally Found In A Hamper at C Venue. A bizarre 'topical' reference from the show's host, Moses: 'A little bird told me. Actu ally, it wasn't a bird, it was Tony Blair in a cat suit. Grrr! Who's the cat, Tony? Who's the cat?' If anyone can tell me what that means, I'll give them £75. </p> <p> <strong> Best song</strong> <br> From The Burning Orphanage Show : 'Like Water Off A Duck's Cock' - as performed by Ringo Starr. </p> <p> <strong> Best show</strong> </p> <p> <strong> Runner Up:</strong> The Burning Orphanage Show . 'All right, all right, enough of the biscuit jokes!' shouts the thinner of the two performers. Needless to say, the biscuit jokes are being delivered by a shortbread hand-puppet of the FBI baddie from the X-Files . I find myself yelling for more. But too late. Ringo Starr has come on to sing about a duck's genitals. </p> <p><strong> Winner:</strong> The Wacky World Of Henrietta Burton-Crump at Garage Theatre. I prostrate myself at the feet of Crump. Song after peculiar song spills from her frothing mouth, to leave the audience giddy and spent. Resplendent in her tutu and frilly pink pants, she sings about screwing her kung-fu instructor and the effects of a vodka laxative. 'Down the loo - oooh! Cellulite is squeezed... ' I saw this show twice. Any more and I might have died from joy. </p> <p> <strong> Most gratuitous swearing</strong> </p> <p> <strong> Runners Up:</strong> 'He wasn't a fucking fireman. He was an anti-fascist idealist.' (Asbestos Uncle-Eggs) </p> <p>'He was no hero. He was the fucking opposite.' (Two Days Of Grace At Middleham) </p> <p><strong> Winner: </strong> 'I stick my fat royal cock into her little royal mouth until I spunk my royal load over her majestic face.' (Four Little Plays Called Rape at Diverse Attractions) </p> <p> <strong> Worst show</strong> <br> <strong> Runner Up: </strong> The Potato Play at Greyfriars Kirk House. The most execrable drama about a potato farm murder conspiracy I've ever seen. And I've seen a few. </p> <p><strong> Winner:</strong> Chaucer In The Sky With Diamonds at C Venue. Whatever Terry Waite felt, as he stumbled into freedom after his years of captivity, is as nothing compared to the rush of exultation we felt as the curtain fell on this interminable crud. If Chaucer were alive today, and armed with a shotgun, there wouldn't be a jury in the land who'd convict. </p> <p> <strong> Most presumptuous production</strong> </p> <p> Four Little Plays Called Rape by Henry Layte. I know that Mr Layte is going to think that I can't deal with the philosophical reach and shocking truthfulness of his writing, but what I actually can't deal with is naive drama school graduates who think they've earned the right to prance around a stage pretending to be rape victims. I suspect Mr Layte has never been forcibly violated. But if he wants to get in touch, I'll be happy to oblige. </p> <p> <strong> Most terrifying person at the Fringe</strong> </p> <p> Tom Brooke from Four Little Plays Called Rape. I watched him as he danced to Roxy Music with faeces smeared round his mouth. Now he follows me around Edinburgh asking: 'Do you work for The Observer?' I'm genuinely scared.</p>",
  "The government is to carry out an urgent investigation into the risk of an air disaster after warnings that lives are at risk from toxic fumes leaking into the cabin during flights. <p>In December, The Observer revealed that a British Aerospace jet in Sweden nearly crashed after poisonous fumes seeped into the cabin, knocking out the pilots and turning the passengers 'into zombies'. </p> <p>This was only one of dozens of similar incidents affecting the jet, a BAe 146, which is used by thousands of holidaymakers each year. </p> <p>The problem appears to be caused by lubricant oils that contain a chemical compound called Tricesylphosphate (TCP), which is believed to cause nervous system disorders. Faulty seals in the engines allow the fumes to enter the cabins through the air-conditioning. </p> <p>Six pilots who have been unable to work since inhaling toxic fumes while flying have had their cases taken up by the British pilot's union. Hundreds of cabin staff in America, Canada and Australia have complained of feeling disorientated, blurred vision and breathing difficulties. The Australian Senate has already launched an inquiry after a series of leaks on the BAe 146. </p> <p>Now, Environment Minister Michael Meacher has 'asked the Civil Aviation Authority to review the report of the investigation as soon as it is available and advise me of its contents'. </p> <p>Since The Observer's revelations, it has emerged that many of the world's largest airlines have the same problem, including British Airways. There have been more than 90 incidents reported to the CAA of fumes escaping into the cabin over the past 10 years. Although 17 of these involved BAe 146s, 33 have been reported on Boeing 737s, 21 in Boeing 757s and 20 in Airbus A320s. </p> <p>A study by Dr Jean Balouet, of the international Aerospace medical Association, estimated that 300 flights a year suffer fluid leaks or cabin smoke. </p> <p>In March, an Alaska Airlines Boeing 737 aborted its fight to Anchorage after passengers complained about a chemical mist. One passenger had an asthma attack and others vomited. The airline admitted that oil had leaked into the air supply. </p> <p>Paul Tyler, Liberal Democrat MP for North Cornwall and chair of the all-party organophosphate group, said: 'The implications for air safety are mind-boggling. Of the 1,000 deaths that take place in flight each year worldwide, more are due to heart attacks than to crashes. Passengers are in an environment where there may be 20 to 25 per cent less oxygen, equivalent to being at the top of a mountain. When you add this to the gathering evidence of neurological damage from leaks of dangerous lubricant fumes, it is obvious that there is real cause for concern.' </p> <p>Some of the pilots affected by this gas have reported similar symptoms to farmers who believe organophosphates used in sheep dip have made them unwell. One British pilot, who does not wish to be named, says that at first he felt like he had a bad flu. He has been off work for several months with suspected organophosphate poisoning. </p> <p>The Swedish pilot involved in the near-disaster last year said: 'From the onset of the feeling of sickness, I very rapidly became worse, feeling dizzy and groggy.' </p> <p>Tyler said: 'Every single passenger travelling by air this summer, let alone the pilots and cabin staff, will be reassured that, at long last, the Government is taking this problem seriously.' </p> <p><a href=\"mailto:antony.barnett@observer.co.uk\">antony.barnett@observer.co.uk</a></p>",
  "It would be hard in the modern age for a 12,000-tonne cargo ship, loaded to the gunnels with furnace slag, to disappear from the face of the earth. But that is exactly what happened to the MV Cheung Son, a Panama-flagged bulk carrier, as it ploughed through a slow swell in the South China Sea about 200 miles east of Hong Kong in November 1998. <p>It didn't vanish, of course. It was 'shipjacked' by pirates. The modern-day Long John Silvers gathered the crew of 23 together on the deck and shot them. Their bodies were weighted, bound and gagged, and dumped overboard. Later, six bodies were recovered in fishing nets off the southern Chinese port of Shantou. Of the ship and its cargo, there is no trace. The suspicion is that it has been given a new identity, with the collusion of corrupt officials. </p> <p>The shipjacking of the Cheung Son was one of nine in the past two years. The rising problem of piracy on the high seas has led Foreign Officer Minister Peter Hain to call for global action. 'Piracy is deadly,' Hain told The Observer. 'Attacks on sailors, ships and their cargoes are increasing, by both opportunists and organised crime groups. They also steal huge vessels such as oil tankers, worth millions of pounds, and whose cargo if not protected poses a dreadful threat to the environment.' </p> <p>Pirates work mainly from wretched places of the earth - Somalia in the Horn of Africa, west Africa, Bangladesh, and Indonesia - using speed boats capable of 30 knots to overtake ships going half as fast. The choke-zones of the high seas are favoured places to strike: the Malacca Straits between Malaysia and Indonesia and the lawless waters where the Red Sea enters the Gulf of Aden, a short boat ride from Somalia. </p> <p>The Piracy Reporting Centre of the International Maritime Bureau (IMB) has a standard instruction that the coast off Somalia is a no-go area. The advice is to sail 50 or 100 miles off shore and keep radio use to a minimum. </p> <p>Recently, pirates in small fast boats have tried to board ships off Bab el Mandeb in the Red Sea's southern tip. Masters report that small boats wait at the northern end of the traffic lane where ships slow down to turn towards the Indian Ocean. </p> <p>The Indonesian archipelago and the Straits of Malacca - the world's busiest sea lane after the English Channel - have seen increased attacks. 'Piracy is increasingly concentrated in South-east Asia and the Indian Ocean,' said Hain. 'The number of pirate attacks worldwide in the first six months of this year was 161, an increase (of 56) on the same period last year.' </p> <p>Captain Jayant Abhyankar of the IMB said: 'Most ships that are targeted are going eastbound through the Straits of Malacca, loaded, fairly low in the water and because the way the traffic system works, close to the Indonesian shore.' </p> <p>Incidents logged in the past week by the IMB give a picture of modern piracy. </p> <p>\u0095 In the Malacca Straits two speedboats showing no lights approached a bulk carrier from the stern at night. The ship directed an Aldis lamp at the boats, which sped off. </p> <p>\u0095 Off Chittagong in Bangladesh, four pirates in a small wooden boat tried to steal zinc anodes - worth around $200 each - from the rudderpost of an anchored chemical tanker. Crew spotted the sea-thieves, who fled. </p> <p>\u0095 A would-be pirate was spotted on the forecastle of a tanker anchored off Vietnam, attempting to lower a rope to fellow raiders. When crew raised an alarm, he climbed down and escaped in a motorboat. </p> <p>\u0095 Off the coast of Conakry, Guinea, nine men armed with shotguns attempted to board a bulk carrier. The ship's crew fired flares at their wooden boat, and they fled. </p> <p>Modern-day piracy - like that of old - requires organisation and funds. Impoverished fishermen cannot afford speedboats. The Foreign Office believes five or six gangs, some linked to Chinese triads, are behind some attacks. One gang operated from a mother-ship, where Indonesian police found handcuffs, masks, knives, immigration and ship stamps, and paint. Rogue regulators from flag-of-convenience states sell ship's papers for as little as $6,000. </p> <p>And the IMB points to evidence that rogue Chinese military units have, in the past, colluded with pirates. </p> <p>The Louisa was bound for China sailing on the South China Sea, out of Malaysia, with 5,000 tonnes of palm oil, when pirates struck in September 1998. A band of 25 toughs with automatic weapons, dressed in army camouflage and aboard what looked like a Chinese Navy boat boarded the Louisa. They accused the ship's master of smuggling illegal aliens and robbed him. They bound the crew and changed the name of the ship to 'Holly', flying Panama's flag. They kept the crew in fear of their lives for six days, then left with all that they could carry. </p> <p>IMB investigators were alarmed. Five months earlier, pirates 'shipjacked' the Petro Ranger, bound for Ho Chi Minh City with a cargo of jet fuel and diesel oil. The pirates, balaclava-clad, and armed with machetes, boarded from a speedboat and beat Australian captain Ken Blyth. As the ship sailed on, the intruders ate, drank and watched blue movies. Then Blyth's crew managed to contact Chinese authorities. The pirates were arrested - with paperwork for the 'Holly'. </p> <p>Captain Blyth was interrogated by two Chinese law enforcement agencies, the People's Liberation Army and the Public Security Bureau. One PSB officer even suggested he made up the pirate attack. The pirate gang, however, were released by the Chinese authorities - and, it seems, went on to attack the Louisa. The International Chamber of Commerce said it was 'a result of inefficiency and infighting amongst seemingly inept Chinese authorities concerned, or part of a deeper plot to cover up China's participation in criminal activity.' </p> <p>'We had evidence of collusion at the highest level,' said Captain Abhyankar. </p> <p>Named and shamed, the Chinese authorities hanged several suspects. </p> <p>Marine investigators now suspect that pirate loot is still being smuggled into China, via Vietnam. </p> <p>Meanwhile, the search for the missing Cheung Son continues, so far without luck. </p> <p><a href=\"mailto:john.sweeney@observer.co.uk\">john.sweeney@observer.co.uk</a></p>",
  "Twelve years ago, I visited an alternative health practitioner with some non-specific health symptoms. I'd hardly sat down before he told me that my diet needed radical attention - I had to cut out all dairy, wheat, alcohol and caffeine, and substitute protein in the form of soya milk and tofu instead. Nowadays this kind of advice is routine, but at the time, it seemed glamorously radical: I had to trek to Clapham's one health-food shop to stock up on soya milk because Sainsbury's certainly didn't have their own brand (as they do now) and veggie/soya sausages were just a glint in Linda McCartney's eye. <p>In the event, I lost a stack of weight and felt immensely rejuvenated. So much so that, four months later, I started eating normally again. Just as well, because it has now been found that soya - far from having the magical, health-giving properties that the alternative medicine brigade endlessly bangs on about - can actually be bad for you. Its reputation as an anti-cancer, cholesterol-lowering, osteoporosis-fighting, low-fat all round good egg of a product is based on bad science and superlative marketing by the powerful soya industry. </p> <p>Worldwide, the evidence is starting to stack up against soya. In this country, MAFF is so worried about the possible health problems of phytoestrogens in soya that they are funding a rolling programme of 19 separate research projects, due to end in 2002. Preliminary findings by Professor John Ashby of AstraZeneca Central Toxicology Laboratory in Macclesfield, for example, confirm that soya infant formula (currently the sole food of 6,500 British babies) has an oestrogenic effect on rats. According to public health minister Yvette Cooper, no new advice will be given on soya until the independent COT (Committee on Toxicity of Chemicals in Food, Consumer Products and the Environment) has reviewed the programme's findings. </p> <p>This could take several years. Meanwhile, if you've been seduced by the message that soya is the healthy 21st-century superfood, read on...</p> <p><b> Is soya bad for you? </b></p> <p> It contains high quantities of various toxic chemicals, which cannot be fully destroyed even by the long cooking process. These are: phytates, which block the body's uptake of minerals; enzyme inhibitors, which hinder protein digestion; and haemaggluttin, which causes red blood cells to clump together and inhibits oxygen take-up and growth. Most controversially of all, soya contains high levels of the phytoestrogens (also known as isoflavones) genistein and daidzein, which mimic and sometimes block the hormone oestrogen. </p> <p> <b> Surely, the Japanese eat huge quantities of soya, and as a result have low rates of breast, uterus, colon and prostate cancers? </b></p> <p><b> </b> That's the big myth on which the idea of 'healthy' soya is built. In fact, the Japanese don't eat that much soya: a 1998 study showed that a Japanese man typically eats about 8g (2 tsp) a day, nothing like the 220g (8oz) that a Westerner could put away by eating a big chunk of tofu and two glasses of soya milk. Secondly, although Japanese people may have lower rates of reproductive cancers, this is thought to be due to other dietary and lifestyle factors: they eat less fatty meat, more fish and vegetables and fewer tinned or processed foods than in a typical Western diet. Thirdly, Asians have much higher rates of thyroid and digestive cancers, including cancer of the stomach, pancreas, liver and oesophagus. </p> <p> <b> I'm vegetarian and eat loads of tofu and soya milk. Should I stop? </b></p> <p> Soya has become vegetarians' meat and milk, the major source of protein in their diet. But eating soya actually puts vegetarians at severe risk of mineral deficiencies, including calcium, copper, iron, magnesium and especially zinc. According to Dr Mike Fitzpatrick, a New Zealand biochemist who runs a soya information website (see below), this is because soya contains high levels of phytic acid, which blocks the absorption of essential minerals in the digestive tract. To reduce the effects of a high-phytate diet, you need to eat, as the Japanese do, lots of meat or fish with tiny bits of soya. </p> <p><b> I'm intolerant to cow's milk, so should I drink soya milk instead? </b></p> <p> Soya has become the fashionable option for people 'intolerant' to dairy products. It's little known that soya is the second most common allergen. Only 1 per cent of the population is truly allergic to cows' milk and, of those, two-thirds will also be intolerant to soya milk. In addition, soya milk is high in aluminium. That's because the soya protein isolate it's made from is acid-washed in aluminium tanks. No wonder it tastes bad. </p> <p> <b> Can soya affect your thyroid? </b></p> <p> It's been known for years that phytoestrogens in soya depress thyroid function. In Japan, 1991 research showed that 30g of soya a day results in a huge increase in thyroid-stimulating hormone. This can cause goitre, hypothyroidism, and auto-immune thyroid disease. </p> <p> <b> I'm pregnant. Should I avoid soya? </b></p> <p> Probably, and especially if you're vegetarian. A new study of babies born to vegetarian mothers showed that baby boys had a five-fold risk of hypospadias, a birth defect of the penis. The researchers suggest this was due to greater exposure to phytoestrogen rich-foods, especially soya. Inappropriate hormone levels such as that caused by a high intake of soya during the first 12 weeks of pregnancy can also cause damage to the foetus's developing brain. </p> <p><b> But surely I can feed my baby soya formula? It must be safe: it's available in every supermarket and chemist. </b></p> <p><b> </b> Soya-fed babies are taking part in 'a large, uncontrolled and basically unmonitored human infant experiment', said Daniel Sheehan, director of the FDA's National Center for Toxicological Research, in 1998. A newborn baby's sole food is the milk it drinks: a soya-fed baby receives the equivalent of five birth control pills' worth of oestrogen every day, according to Mike Fitzpatrick. These babies' isoflavone levels were found to be from 13,000 to 22,000 times higher than in non-soya fed infants. </p> <p>As a result of this phytoestrogen overload, soya-fed babies have a two-fold risk of developing thyroid abnormalities including goitre and auto-immune thyroiditis. Boys risk retarded physical maturation, while girls risk early puberty (1 per cent of girls now show signs of puberty, such as breast development or pubic hair, before the age of three) and fertility. Researchers have also suggested that diabetes, changes in the central nervous system, extreme emotional behaviour, asthma, immune system problems, pituitary insufficiency and IBS may be caused by high phytoestrogen intake in early life. Last year, compounds in soya were also implicated in the development of infantile leukaemia. Current government advice is that breast is best and that soya formula should not be given to infants unless on the advice of a health professional. </p> <p><b> Can soya help with prostate cancer? </b></p> <p><b> </b> Ex-junk bond trader Michael Milken certainly thinks so. He consumes 40g of soya protein every day with that hope in mind. The science is less conclusive - a recent study on Japanese-Americans living in Hawaii showed that men who had eaten two or more servings of tofu a week during mid-life not only had 'accelerated brain ageing', and more than twice the incidence of Alzheimer's and dementia, but also looked five years older than those men who didn't. </p> <p> <b> My mother died of breast cancer and I've been advised by both mainstream and complementary medical sources that increasing my soya intake may offer me protection against the disease. Is this true? </b></p> <p> The evidence is highly inconclusive. In The Breast Cancer Protection Diet , published last year, Dr Bob Arnot states that eating between 35g and 60g of soya protein daily protects against breast cancer by raising intake of the oestrogen-blocker genistein. But this ignores contrary evidence. In 1996, research showed that women eating soya had an increased incidence of epithelial hyperplasia, a condition that presages malignancy. In 1997, genistein in the diet was also found to stimulate human breast cells to enter the cell cycle. As a result, the researchers advised women not to eat soya products to prevent breast cancer. </p> <p> <b> But surely soya prevents osteoporosis, the bone thinning that particularly affects post-menopausal women? </b></p> <p> No. In fact, soya blocks calcium and causes a deficiency of vitamin D, both of which are needed for strong bones, say American nutritionists and soya debunkers Sally Fallon and Mary G Enig. </p> <p> <b> Is there any kind of soya product I can safely eat? </b></p> <p> Yes. Fermented soya products, such as soy sauce, tempeh and miso. The long fermentation process counteracts the effects of natural toxins in soya. </p> <p><b> Can I avoid soya? </b></p> <p><b> </b> It's hard. You can stop eating the obvious candidates such as soya milk and tofu, but soya is also to be found in breakfast cereals, ice cream, convenience food such as hamburgers, fish fingers and lasagne, and all manner of baked goods from cakes and biscuits to tortillas and bread. If that's your mission in life, read labels carefully, and eat organic processed foods wherever possible. </p> <p> <b> Finally, the pro-soya lobby always says that, in the US, a quarter of the population has been fed infant soya formula for 30 to 40 years, with no adverse health problems. So why should I worry? </b></p> <p> Scientists are only just beginning to research and understand the harmful long-term effects that eating large quantities of soya can have on the human body. As Fallon and Enig write: 'The industry has know for years that soya contains many toxins. At first they told the public that the toxins were removed by processing. Then they claimed that these substances were beneficial.' Sounds like there's a big battle ahead.</p> <p>\u0095 For further information, contact <a href=\"http://www.soyonlineservice.co.nz\" target=\"_NEW\">www.soyonlineservice.co.nz</a>, a detailed information resource on soya run by biochemist Dr Mike Fitzpatrick. Sally Fallon and Mary G Enig's excellent article 'Tragedy and Hype: The Third Soy Symposium' is on <a href=\"http://www.nexusmagazine.com\" target=\"_NEW\">www.nexusmagazine.com</a>. 'The Trouble With Tofu: Soya and the Brain' by John D MacArthur is on <a href=\"http://www.brain.com\" target=\"_NEW\">www.brain.com</a></p>",
  "<p>'Well, you'd spend money doing up your house, wouldn't you?' replies Mrs Danneke O Neale, perhaps a little tartly, when I ask her why a grown man would paint pictures of Princess Diana on a lorry. 'These guys can live in their trucks for four weeks at a stretch, so they get attached to them. Then there's the one-upmanship you see among the boys... and they take pride in what they do, as they should, because it's a skill. You know, like a nurse has the skill to look after a person? Well, these guys have the skill to haul that baby on down the road.' </p> <p>Mrs O Neale, president of the Lady Truckers' Club of Great Britain, has spent 20 years hauling these 44-tonne babies down the road. She uses language like this because she is a dyed-in-the-wool, embossed-on-the-mudflap trucker, and all truckers speak like country and western lyricists. She is worth talking to about customised trucks because while she is all effusive and poetical, the men who do the customising are rather shy about discussing it with outsiders. </p> <p>We are sitting amid rig and wagon at Truckfest Scotland, on the Royal Highland Showground just outside Edinburgh. Like the other three Truckfests (Peterborough, Shepton Mallett, Driffield) that convene each summer, it is a two-day festival for people who work with, or who just happen to like, trucks - a head-on collision between the Glastonbury Festival and Convoy. Driver teams from haulage companies and individual owner-drivers come with their families to park up, pitch tents, polish chrome and talk trucker-talk around the barbie. Judges (there are 10 competitons) wander and ponder. Manufacturers come to show off their new models. Ex-drivers and fans haul their families down avenues of exhibits, fairground sideshows and stalls selling scale models, T-shirts and piles of trucking-themed country and western CDs. And then there are the stars of the show, standing tall and imperious like prize bulls: the customised 'units' lovingly sprayed with airbrush artwork, smoothed with spoiler and aerofoil, and bejewelled with airhorn, spotlight-bar and aerial shrubbery. </p> <p>Most of the custom trucks are owned by private-haulage firms, and have been decorated at the instigation of the owners. Specialist paint shops do the spraying (a cab unit takes about two weeks and costs, on average, £3,000), and workshops or the drivers themselves will add the accessories. Usually, European owners take their themes from films, music or television, choosing one or more recognisable characters - the Highlanders and Bravehearts at Truckfest Scotland, for example. In the US, truckers tend to favour flames, sunsets and eagles. </p> <p>The most recognisable individual here is the 'Queen of Hearts', technically a DAF 95XF tractor unit but also a 10-wheeled, 12ft, blue-and-silver monument to Princess Di, created by Roy Gill of RD Gill Haulage in Derbyshire. Diana's famous eyes and teeth gleam on the bonnet and side panels; on the back of its cab, Elton John gazes mournfully at the legend 'Goodbye Englands Rose'. If you've driven down the M6, you might have seen it; if you haven't, it will probably take your power of speech away at the first sight. </p> <p>Why Di? Well, Roy has a truck painted with a different motif every year. 'Queen of Hearts' was his wife Sarah's idea (he 'took some persuading') in 1997. Other models, also on show today, include 'Legend of Rock', 'Comedy Classic' and, most recently, the Winnie-the-Pooh-themed 'Bear Essentials' - a present for his six-year-old daughter, Melissa. Like a lot of the customisers here, he is dead blokey and jokey, until I start asking him serious-ish questions about the artwork. Then he talks a bit about the business justifications - the enhanced profile, the possibilities for merchandising and toys - before handing me over to Sarah. Does she think her husband really gets the trucks painted because they bring more business in? Not really, she says. 'But you know, Roy's trucks are his life, and his hobby, as well as his work.' </p> <p>Stephen Wilson, who runs a Braveheart Scania out of Peterhead, says the public response made it worth the money ('It is unbelievable... factories come to a standstill when you pick up from them, and one woman chased me through London in her car, to get a picture'). Andy Scott, who has an International Harvester recovery vehicle and who painted several of the trucks here at his South Yorkshire paint shop, thinks it is sometimes about advertising, sometimes about self-expression ('I did a portrait of a dog that had died for one fella. When he saw it the tears were welling up in his eyes. That was worth more than the money to me'). </p> <p>Bob Limming, whose company Live Promotions runs Truckfest, reckons it's about the driver's sense of vocation: 'We started Truckfest in 1983 because our managing director's brother, a driver, had observed that lorry drivers were turning into truck drivers. It was changing from a dirty old job that anyone could do into one that you needed skills for. When you're driving 40 tonnes of truck and you think about those cold rainy nights on your own [cue steel guitar], it feels like you've got quite a responsibility. So it became a vocation. This had already happened in the US, and there was an influence from films like Smokey and the Bandit, which were about drivers who were macho, but who also had vehicles that were their own and that looked good.' </p> <p>This might sound a little fanciful to urban sophisticates, but less so, I think, to those who grew up in the sort of villages that most of the men and women at Truckfest come from. Because however much living in the countryside teaches you to appreciate nature, it teaches you to appreciate machines with wheels much more. Public transport being what it isn't, they are what allow you meet people, go shopping and make your life more about you than it would be otherwise. </p> <p>And then there's the work side. There's always lots of big stuff to be moved in the country - bales of straw, tons of coal, piles of logs. It's hard work, and the people responsible for it come to love the machines that make it easier. This love of engines and strong vehicles is in the country air. If you go into rural areas, you find thousands of men who are quietly besotted with fast cars, Land Rovers, tractors and odd-shaped motor vehicles from dragsters to industrial cranes. In most of these blokes, the desire to dress up and show off has been submerged by rugged common sense; in the custom truckers of Great Britain, it has resurfaced.</p>",
  "<p><strong> Once and Again</strong> Sky One </p> <p> <strong> Geiko Girl </strong>BBC2 </p> <p><strong> Lenny's Big Atlantic Adventure</strong> BBC1 </p> <p> Last week was the week for which I'd been steeling myself for some time. The week when a television critic may be found pacing Beachy Head with specific, solitary intent, or wondering how best to affix the garden hose to the exhaust.</p> <p> This is the nadir of summer scheduling and the point when even those summer hits we loved as recently as, ooh, seven whole days ago, are suddenly dismissed with a sneer: ' Big Brother ? So the week before last - surely you're not still watching!' </p> <p>In any week other than this, spotting the name W.G. Snuffy Walden on the titles of a new show might have provoked the tiniest smile of fond recognition coupled with warm nostalgia. But this week - and this week alone - it was an event of considerable televisual magnitude. </p> <p> When the name W.G. Snuffy Walden first impinged on my consciousness it was attached to the credits of thirtysomething, back in the Eighties. At that time, W.G. was an infarction-inducing in-joke between myself and my then partner: how did anybody get to have a name like a Dick Bruna character? And if they were comfortable with revealing Snuffy in a professional capacity, what on earth could the W.G. stand for?</p> <p>As a kid I had a rabbit named J. Piers Grundy whose J just stood for J, so perhaps Snuffy Walden's W.G. stood only for W.G., though eventually I decided it should be Wily Grinder. Anyway, Wily's job is providing mournful, tinkly piano scores for the productions of Ed Zwick and Marshall Hershkovitz who became famous, via thirtysomething, as dramatic chroniclers of the middle- class suburban American Dream gone sour, though was there ever a time when it wasn't? </p> <p> I am not embarrassed to admit that, in my twenties, thirtysomething's Hope and Michael were something approaching aspirational role models (stripped wood floors, a verandah, wash-and-go hair, cute kids...) despite (though some may say because of) the fact that, as characters, they were terminally miserable and self-obsessed. When the final episode was broadcast in the early Nineties, it was one of those invite-all-your-mates-round-for-a-pizza TV moments, and though we had a great evening, oddly I can't remember the plot.</p> <p>And now it's back! Well, not thirtysomething and not Hope and Michael and their angsty chums, but a new Wily Grinder Snuffy Walden/ Zwick/ Hirshkovitz production called Once and Again . And yes, I'll repeat that - Once and Again - because you will have forgotten it already. What does it mean, precisely? </p> <p> Well, what it means is that Hope and Michael's younger siblings (in spirit, if not flesh) are now grappling with challenging new thirtysomething dilemmas. They have the same wood floors and verandahs; the sun slants fetchingly through the white shutters just as it did a decade ago; but now they've traded their marriages for divorces, rickety station wagons for shiny Jeeps, careers in advertising for ones in architecture and instead of those mewling ankle-biters on the limed oak floors there are teenage kids (an academically under-achieving drop-dead gorgeous jock; an allegedly fat, plain girl, necessarily played by a thin, pretty girl wearing a baggy T-shirt) slumped over the breakfast bar.</p> <p>This time around the Hope and Michael characters (she: a sort of Sandra Bullock by way of Carol Vorderman; he: Jim Carrey as if remodelled by Gepetto from a chunk of cheddar) are a pair of newly single parents playing the dating game: 'Mommy's really nervous. Mommy hasn't done this in a very long time. Can I have a bit of support, please!' Cue group hug. </p> <p> The show's Unique Dramatic Selling Point is a series of docusoap-style talking head inserts, filmed in black and white, in which the lead characters confess candid emotions like 'I was amazed by my body. I wanted him so much', and 'I just don't know where I fit in my own life any more'. At one point the would-be couple were serenaded by a very, very special Wily Grinder number: Inside my skin/ There is this face/ It twists and turns/ It bleeds and eeeeuuuurrrggghhh [Well, that's what it sounded like]/ Inside my heart/ there's an empty room/ It's waiting for lightning/ It's waiting for yooaaarrgghhooooowwww...</p> <p> Once and Again confuses humourless soundbite sanctimony with profundity, making thirtysomething look like Das Boot. Time, methinks, for Wily Grinder to push the Boot out by pitching for something challenging, like a Lars von Trier movie or a new theme for the Intel Pentium Processor. How the mighty are fallen, or - scary thought! - was thirtysomething also this bad all along and we just didn't notice because we were so distracted by the sun dappling on the highly polished floors? </p> <p> It turns out that Arthur Golden's bestselling novel, Memoirs of a Geisha, got it all wrong. Not that you can tell underneath all that inscrutable slap, but the geishas of Kyoto are furious because, it turns out, they're not geishas at all - they're geikos. Which is why, after considerable negotiations, they finally agreed to allow a documentary camera to strip away all the mystique and set the record straight.</p> <p>Unfortunately, once deprived of both mystique and a plot (an antique kimono being stolen by a rival geiko, say, or a bit of extra-curricular love interest with the MD of a vast widget-making conglomerate), life as a geiko turns out to be an interminable round of pouring tea and sake, bowing, playing the oriental version of Twister, laughing at the jokes made by the MDs of vast widget-making conglomerates and singing godawful songs. Hearing the young star of Geiko Girl, Mamehisa, tackle The dream of that night together/ Cannot be extinguished/ I am filled with the memory of it/ My emotions are deepening/ Like the white snow outside... really made you yearn for the emotional range of something by either Wily G. Snuffy Coyote or Steps. </p> <p> Geiko Girl was a disappointingly dull film, not through any fault of the director, but because we now know what we really didn't want to: that far from being a highly paid wind-up erotic doll trained in the mysterious arts of pleasure giving, a career as a geisha-geiko is pretty much that of a nun with some of the perks of an airline cabin crew.</p> <p> Mamehisa's parents - father an engineer, mother a life insurance salesperson - turned up for their daughter's graduation from Maiko (a trainee) to geiko ('a woman of art') but barely hid their disappointment at her chosen career. They'd probably hoped she'd grow up to be the MD of Widget International and were justifiably disappointed to discover instead a young woman with an extraordinary lack of imagination devoted to a life in which there was 'no room for innovation or artistic freedom' but ample opportunity to create 'a discreet and uninhibited environment in which men are made to feel good about themselves'. </p> <p> Lenny Henry always gives a convincing impression of a man who feels pretty good about himself, but a trip across the Atlantic from Plymouth to Jamaica in a trimaran that looks like Thunderbird Six proves otherwise. After Joanna Lumley as a castaway and Ross Kemp in a tent in the Canadian wilderness, Lenny's Big Atlantic Adventure is the latest in the occasional let's-send-a-celebrity-off-to-do-something-a-wee-bit-scary documentary genre, but was more revealing than the others because while Lenny couldn't sail, his partner, the buoyant and heroic Tony Bullimore - who can - still famously nearly died after capsizing in a Perfect Storm. </p> <p> Last night's video diary saw our star inside the cabin 'praying for the first time since Sunday school' during a Force 8 squall he described as 'the longest 48 hours of my life', while Bullimore got on with the rough, tough and macho George Clooney stuff outside. The adventure concludes tonight and I don't think I'm giving much away by saying that, after the excitement of Part One, Part Two is scuppered by some plot twists that give far more insight into BBC management than they do the celebrity sailor's existential and elemental battles, which is a shame. Still, we can only hope the BBC continue to exploit the limitless possibilities of this genre. Who wouldn't want to watch Anthea Turner Trains as a Geiko?</p>",
  "<p>The day traders are restive. The bulletin boards are up in arms. The internet is positively revolting. What's sparked the outcry? An end to share tips on <a href=\"http://www.Sharepages.com\" target=\"_new\">Sharepages.com</a> and <a href=\"http://www.Digitallook.com\" target=\"_new\">Digitallook.com</a>, two of the burgeoning number of financial websites, courtesy of the suits in hobnail boots at the Financial Services Authority (FSA). </p> <p>From some of the press reports last week, readers may indeed have gained the impression that the regulators were now cracking down in the most cackhanded, discriminatory and Canute-likefashion on the net. And why pick on just these two? After all, they were simply printing round-ups of newspaper tips. So why should that constitute giving 'unauthorised financial advice'? </p> <p>What about the papers themselves? And other websites, like <a href=\"http://www.Breakingviews.com\" target=\"_new\">Breakingviews.com</a>, <a href=\"http://www.Sharecast.com\" target=\"_new\">Sharecast.com</a> and <a href=\"http://www.TheStreet.com\" target=\"_new\">TheStreet.com</a>? And, for that matter, <a href=\"http://www.FT.com\" target=\"_new\">FT.com</a>, <a href=\"http://www.GuardianUnlimited.co.uk\">GuardianUnlimited.co.uk</a> and all Fleet Street's online shadows? Or, indeed, the venerable Reuters news agency, which produces its own round-up of Sunday newspaper tips for traders at the start of every week. </p> <p>The reality, however, is less dramatic. For a long time the FSA has been concerned about the net. It would be nonsensical if it weren't. After all, a year ago there were no online brokers and now they number 30-plus. Flotations are being handled over the net. And, of course, insider information - or juicy titbits dressed up as such - is increasingly being posted anonymously on the web, with share prices gyrating wildly as a result. </p> <p>The travails of Dan Wagner's old Dialog site (now Brightstation.com, see graph) through the net rumour mill are legendary. Deals like Reckitt &amp; Colman's merger with Benckiser have broken on bulletin boards, prompting hasty announcements. So the FSA is quite right to try, at least, to 'police the net'. It's nothing to do with stopping free speech. It's about stopping market manipulation. And market abuse usually means it's the ordinary punters, including many now mouthing off on the net, who get suckered. </p> <p>Since its inception three years ago, the FSA has been in constant dialogue with financial websites. And what happened last week was that, in the course of talks, Sharepages voluntarily withdrew its own summary and spin on newspaper tips. Digitallook.com, meanwhile, had altered its service nine months ago. So, presto, there was no 'crackdown' or 'net blackout', despite the dramatic headlines. And importantly - if you do use the web for tips - there's also no implication, therefore, that one site is 'safer' or more reliable than another simply because it's not been 'cracked down on'. </p> <p>The truth is, in this greyest of areas, that the FSA has to make do with legislation - the Financial Services Act 1986 - drawn up when the world wide web was but a twinkle in a spider's eye. At the moment - for the protection of investors - no one can give 'investment advice' unless they are registered with and regulated by the FSA. Newspapers and magazines are specifically exempt and can tip shares, as long as this is not their principal business. It's an anomaly, certainly, and one highlighted by the antics of the Mirror 's ex-City Slickers. But it's one the FSA, for now, has to live with. </p> <p>So, for financial websites, there are two ways to go. Register with the FSA, as some popular sites like Hemscott.net and Interactive Investor already have and others, such as Sharecast and Sharepages, are now doing. Or get yourself registered as a newspaper. This, however, is where the present law falls down. Websites have taken to scribbling issue numbers in page corners to try to satisfy definitions of what constitutes a periodical or publication under present law. </p> <p>Pragmatically, the FSA exempts the likes of FT.com, because it is part of a newspaper group. Pragmatically, too, Reuters poses no problem as it has a long track record of objective reporting. But the FSA appreciates that in today's environment this is arbitrary, to say the the least. And that's why there's been no crackdown, but rather a behind-the-scenes dialogue. </p> <p>Not before time, the law is now finally about to embrace the net. Next month, the Treasury will consult on an updated list of exemptions before the new Financial Markets Bill becomes law next year. So there's no reason why online news services shouldn't be treated like their newsprint rivals. Furthermore, either by legislation or through tightening of the Press Complaints Commission's Code of Practice, share-dealing by press tipsters is either going to be restricted or better disclosed. And everyone - in the markets, in Fleet Street or on the net - will be caught by new civil powers to prevent 'market abuse'. </p> <p>Naturally, there are many on the net who say, why bother? Let caveat emptor apply. People are smart enough not to be taken in by scurrilous rumours. That, however, is an argument against any regulation at all and, the trouble is, people do get taken to the cleaners. </p> <p>Clearly, investors who use bulletin boards should always be wary, and realise that a website's registration with the FSA is no guarantee of either good advice or a con-free zone. Before dealing on internet tips, readers should see FSA's succinct warning about bulletin boards. Go to <a href=\"http://www.fsa.gov.uk\">www.fsa.gov.uk</a>, click on 'Consumer Help', then 'What's New' for 'Consumer Alerts'. </p> <p><strong> Shake-out survivor</strong><br> Whither Durlacher, the pioneering broker whose fortunes are most closely identified with the net? After a breathtaking rise at the height of dotcom mania, Durlacher's shares have since plummeted in the shake-out. To phrase the question in quite those terms, however, is to miss the point. </p> <p>The broker, headed by Geoffrey Chamberlain, is no more finished because the market's come to its senses than any pilot who makes a safe landing. And, remember, investors have still done exceedingly well out of Durlacher's impressive seven-year rise as nurturer of internet start-ups and flotations. </p> <p>Known for backing success stories like Autonomy and 365 Corp, Durlacher is now using its expertise to mould and take far bigger stakes in technology companies. The latest is KVault Software, which helps firms archive and retrieve emails using technology first developed at Compaq. There's life, therefore, in Durlacher yet. Like the internet, the firm's developing all the time.</p>"
]