[
  "<p>Andersen Consulting is to plough a massive £121m into a global rebranding campaign when it changes its name to Accenture next year.</p> <p>The management consultancy has announced that it is changing its name on January 1, when it splits from sister company Arthur Andersen.</p> <p>Since the move was confirmed in August, Andersen Consulting has been searching for a new name in a multimillion pound process that has involved law firms in 49 different countries, a team of linguistics specialists and the international branding consultancy Landor Associates.</p> <p> The new name was devised by an Andersen Consulting employee in Norway and chosen from an initial list comprising a staggering 5,000 names.</p> <p>Jim Murphy, Andersen Consulting's worldwide marketing director, said: \"This is a unique undertaking given the size of the firm. Our name is everything and we wanted the new name to reflect the fact that we do a lot more than just consultancy work.\"</p> <p>The rebranding campaign will begin on January 1 and will run through to August 2001.</p> <p>It will include advertising, PR and direct marketing and will be conducted through the Young &amp; Rubicam group of marketing companies, which includes the direct marketing agency Impiric and the PR agency Burston Marsteller.</p> <p>The firm split from Arthur Andersen because the accountancy firm had set up its own strategic consultancy arm, making it a competitor to Andersen Consulting.</p> <p> Andersen Consulting then went to an independent arbitrator claiming Arthur Andersen's decision to build a consultancy business put it in breach of an agreement between the two firms.</p> <p> The arbitrator ruled that Andersen Consulting should be allowed to split from its sister company, but in so doing it lost the right to its brand name.</p>",
  "<p>Shopping aisles up and down the land could soon be filled with children shouting \"Boom! Boom!\", the catch-phrase of popular TV character Basil Brush, following a deal between the property's owner Entertainment Rights and toy manufacturer Hasbro.</p> <p>Entertainment Rights, the UK intellectual property exploitation company, has licensed Hasbro to make Basil Brush glove puppets and other toys, backpacks, games and puzzles. Deals are already in place for a range of Basil Brush stationery and greetings cards.</p> <p>The new merchandising range could hit UK high streets as early as next spring. The consumer marketing launch is likely to be tied to a new Basil Brush TV sitcom that is being developed by Talent Television. </p> <p>Entertainment Rights is talking to the BBC and ITV about the TV show. Mike Heap, its chief executive, said: \"This agreement is a significant step forward in Entertainment Rights strategic vision to establish Basil as a global character. Character licensing is expected to make a significant contribution to the group's annual revenues by 2002, and Basil will be a major contributor to this.\"</p>",
  "<p>Siemens, the German engineering group, has hired Wieden &amp; Kennedy, Amsterdam to handle global advertising for its mobile phones division as it seeks to bolster its share in a market dominated by Finland's Nokia. </p> <p>The appointment, which represents £34m-£67 m of new business to W&amp;K, follows a five-way pitch involving incumbent J Walter Thompson Frankfurt, Die Brut, TBWA Worldwide and D'Arcy Masius Benton &amp; Bowles Worldwide.</p> <p>Siemens has not terminated its relationship with JWT as the WPP Group-owned agency will continue to adapt Wieden &amp; Kennedy's ads for local markets. </p> <p>However, Siemens is also understood to be in discussions with Wieden &amp; Kennedy's London office about its UK account, which could signal a serious loss of business to JWT should the account move.</p>",
  "<p>Do you know how much your quarterly electricity bill is? A third of consumers don't have a clue. \"It's astounding. We spend more than £4bn a year running the lights and appliances in our homes, but many people don't know what it costs them or the savings they can make,\" says Eoin Lees, chief executive of the Energy Savings Trust (EST), which has carried out a survey of consumer attitudes towards energy consumption. </p> <p>The EST discovered that although 79% of people claim to have an \"environmental conscience\", only 8% consider energy efficiency a key factor when buying household appliances. </p> <p>\"Much of the electricity used in the UK's homes is needlessly wasted and the resultant carbon dioxide released may contribute to global warming,\" says Lees. \"Clearly people see the environment as important, but they haven't made the link between switching on an appliance, the energy it uses and the carbon dioxide that it sends into the atmosphere.\" </p> <p>The government wants to reduce carbon dioxide emissions by 20% in the next 10 years and is working with the EST to persuade consumers to cut energy consumption. </p> <p>But if you are apathetic about the environmental message, then the savings you can make may encourage you to take action. A few simple steps can save you up to £250 a year and as the nights draw in, make your home a warmer and cosier place. </p> <p><strong> Household appliances</strong><br> </p> <p> We consume £1.2bn worth of electricity every year just running fridges and freezers. Every time you open the door it takes the appliance three minutes to regain its temperature. One way of saving money is to ensure that your fridge/freezer is regularly defrosted and that food is allowed to cool before storing. Don't put your fridge next to a cooker or boiler, washing machine or dishwasher if you can avoid it, because it will use more energy to keep cool. If your fridge/freezer is more than 10 years old then it is probably worth getting a new one. A new appliance can save you up to £45 a year. All new appliances have to carry an EU energy label which gives details of energy efficiency. Those rated \"A\" are the most energy efficient and as a result are often more expensive than those lower down the scale. </p> <p>As well as the EU energy label, look out for the EST's \"energy efficiency recommended\" label. Products which exceed criteria laid down by the trust and an independent panel of experts will be entitled to carry the label. </p> <p>Washing machines, tumble dryers and dishwashers also use substantial amounts of electricity - again it's worth investing in a new more efficient model if yours is more than 10 years old. For maximum savings always wait until you have a full load before running the appliance and use a lower temperature - a 40C wash cycle uses 30% less electricity than a 60C cycle and many detergents work just as well at lower temperatures. </p> <p>Always switch your TV standby off. Every year TVs use £50m-worth of electricity just waiting to be fully switched on. </p> <p><strong> Lighting</strong><br> </p> <p> Energy efficient lightbulbs, although more expensive than conventional ones, save money in the long run as they use only 25% of the electricity of a normal lightbulb and last up to 10 times longer. If every home in Britain installed just three of them, it would save enough energy to power all the UK's street lights. </p> <p><strong> Heating</strong><br> </p> <p> Replacing an old boiler could save 20% on your fuel bills and if it's a condensing boiler with full heating controls, you could save up to 45%. Condensing boilers are the most efficient because they typically convert around 88% of the fuel into heat compared with 72% for standard boilers. New boilers, like other appliances, carry an EU efficiency rating from A to G. A central heating system with full heating controls could save you up to £85 a year. </p> <p><strong> Insulation</strong><br> </p> <p> Walls lose more heat than any other part of your home. If you live in a home built after the 1930s then it is likely to have cavity walls which can be insulated. It's a straightforward process and can reduce heat loss by up to 60% and save £75 to £150 on your fuel bills each year. Older houses are likely to need solid wall insulation. This is more expensive and involves insulating and then weatherproofing external walls. </p> <p>You may already have loft insulation but if its not thick enough then you will still lose a lot of heat. Insulation that is at least 20cm thick can save up to 20% on your heating costs. </p> <p>Double glazing is also an option, particularly if you have to replace old windows. Double Low E glazing costs about £250 more than normal double glazing but it will cut £30 to £40 from your bills each year. </p> <p><strong> New homes</strong><br> </p> <p> If you are considering buying a new home, then some of the hard work will be done for you. From January 1, 2001 house builders with have to provide prospective buyers with information on the energy efficiency levels of all new homes. Construction minister Nick Raynsford says: \"This new requirement will give prospective buyers and first occupiers an idea of how energy efficient the home is and help to promote energy efficiency as a factor in people's decisions on which home to choose.\" </p> <p><strong> Help, advice and grants</strong><br> </p> <p> If you want to ensure that you are saving as much energy as possible, you can get help and advice from a nationwide network of local energy efficiency advice centres. These can also put you in touch with profes sional heating, insulation and glazing installers. It's worth remembering that the VAT charged by these installers is only 5%, rather than the normal 17.5%. For details of your local centre call 0345 2772000. </p> <p>Various grants are on offer from the government, energy suppliers and local authorities. Two million people with oil or liquid petroleum gas heating, for example, are entitled to a grant of between £175 and £250 towards the cost of switching to a more efficient condensing boiler. Although grants vary from region to region, the Energy Savings Trust estimates that 51% of homes in Exeter, for example, are eligible for energy efficiency grants and in some areas that increases to more than 70%. </p> <p>For details of grants available contact your local energy efficiency advice centre or check out the EST website - <a href=\"http://www.saveenergy.co.uk.\">www.saveenergy.co.uk.</a> Its database can pinpoint specific grants available in your area, depending on your particular circumstances. </p> <p><strong> Loft insulation</strong> </p> <p> By increasing the depth of loft insulation to at least 8 inches (200mm), you can save £45 on your bills each year </p> <p> <strong> Cavity wall insulation</strong> </p> <p> Installing cavity wall insulation will reduce heat loss through your walls by up to 60% and can save you £75-£150 from your annual fuel bills </p> <p> <strong> Double glazing</strong> </p> <p> If you are replacing your windows, go for Double Low E glazing. It costs an extra £275 if fitted by an installer and will save you £30-40 each year </p> <p> <strong> Energy saving lightbulbs</strong> </p> <p> Energy saving lightbulbs only cost about £5 each but save you up to £10 each year </p> <p> <strong> Choice of appliance</strong> </p> <p> Buying an energy efficient recommended appliance - like a new fridge freezer - could save you up to £450 in running costs over its 10-year lifespan </p> <p> <strong> Heating controls</strong> </p> <p> Adding full heating controls to your central heating system could save up to £85 a year </p> <p> <strong> Maintaining your boiler</strong> </p> <p> Replace unreliable or old boilers and save 30% of your fuel bills. Installing an efficient condensing boiler will save you up to £120 a year</p>",
  "<p>Publication date<strong>Dunlop Tyres</strong> is reviewing its pan-European business out of Abbott Mead Vickers BBDO.</p> <p><strong>Cordiant Communications</strong> is considering legal action against Publicis-owned Saatchi &amp; Saatchi following the switch of Hewlett-Packard's £100m global media account from Zenith Media to Publicis's Optimedia. Cordiant and Saatchi are joint owners of Zenith and both are legally committed to placing all their media through the Zenith network unless there is a written requirement by the client to do otherwise.</p> <p><strong>Prudential</strong> is looking for a pan-European agency to help spearhead its growth across the continent.</p> <p><strong>Summerfield Wilmot Keene</strong> has been handed the challenging task of promoting war-torn Israel as an idyllic holiday destination after landing the Israeli Tourist Board account.</p> <p><strong>BMP DDB</strong> has won the multimillion pound international business for the fashion retailer Etam.</p> <p><strong>Leagas Delaney</strong> is restructuring its management. The move will see the agency's senior management focusing on international growth, leaving the UK office in the care of four newly named creative directors and two new joint managing directors.</p>",
  "Lord Phillips's inquiry into BSE has found that the crisis was too complex and too prolonged for it to be the fault of any one individual or decision. However, it did name many players in the drama. Among them are: <p><b>Ministers</b></p> <p>\u0095 <b>John Gummer</b>, agriculture minister, 1989-93<br> More than any other politician John Gummer tied himself in the public mind to the mismanagement of the BSE crisis, thanks to his infamous publicity stunt in May 1990 where he was filmed feeding a beefburger to his four-year-old daughter. Mr Gummer told the inquiry that he had been challenged by a newspaper to demonstrate his confidence in beef in this way. </p> <p>The report said: \"Mr Gummer was faced with choosing between two unattractive alternatives. It may seem with hindsight that, caught in a no-win situation, he chose the wrong option, but it is not a matter for which he ought to be criticised \". He also escaped censure for insisting in May 1990 that beef was safe to eat, because he qualified his statement by saying it was based on an assumption that the ban on high-risk tissue entering the food chain was in place and being enforced. </p> <p>Mr Gummer's pivotal role in BSE was in part caused by the bad luck of being in the central job at the wrong time. His reputation both as agriculture minister and, later, as minister for the environment, was that of a reformer. A pro-European from the compassionate wing of the Conservative party, he was one of the few Tories to take the environmental agenda seriously.</p> <p>\u0095 <b>Douglas Hogg</b>, agriculture minister, 1995-97<br> Douglas Hogg was the public face of the BSE crisis under John Major - a face that often appeared to hide under his wide-brimmed hat and raincoat. Bad at public relations, he was more successful with policy matters, the inquiry says. Widely-expected to be the fall guy in the report, he emerges with his reputation mostly intact.</p> <p>However the report challenges some of Mr Hogg's evidence to the inquiry and criticises him for not acting quickly enough when confronted with evidence of a link between vCJD and contaminated meat. Mr Hogg also told the inquiry that he had come up with the \"30-month scheme\" (a ban on the sale of beef over 30 months old) months before it was announced in March 1996. </p> <p>But the report disputes that, saying the panel was convinced he only came up with the scheme shortly before it was announced. He was also criticised for not involving the Department of Health in discussions about how to deal with the crisis. </p> <p>Nonetheless, Mr Hogg was praised for \"reading the riot act\" to slaughterhouse operators in 1995 after shocking levels of hygiene and enforcement emerged. </p> <p>\u0095 <b>Stephen Dorrell</b>, health secretary, 1995-97<br> Members of the last Conservative government recall Stephen Dorrell's statement to the House of Commons in 1996 admitting that there was a link between BSE and CJD as the pivotal moment of the crisis. As health minister, he became responsible for managing public reaction to an issue over which his department had little control. </p> <p>In the report, he was criticised for insisting beef was safe just months before the link with humans emerged. The report said it was \"regrettable that he gave a public assurance in terms more extreme than he could justify\". His department was also accused of \"inertia\" in not acting when serious evidence of the numbers of young people affected by vCJD emerged in 1996. </p> <p>\u0095 <b>John MacGregor</b>, agriculture minister, 1987-89<br> While he was praised for introducing the ban on high-risk beef offal from being used in human foods, Mr MacGregor was criticised for presenting the ban to the public in a way which downplayed its importance, and for covering up the fact that experts were seriously worried about BSE-infected meat entering the food chain. \"He should not have agreed to a presentation which played down the importance of the ban as a protection for human health,\" the report stated.</p> <p><b>Civil servants</b><br> Among the civil servants criticised for their lack of dynamism in responding to BSE are two leading officials:</p> <p>\u0095 <b>Keith Meldrum</b>, chief veterinary officer, 1988-97<br> The nation's chief vet was a central figure in the crisis, advising ministers on how to react to growing medical evidence that there might be a threat to human health. He is accused of not giving proper consideration to the theory that BSE could \"jump\" species and infect other animals or humans. </p> <p>The report also criticised Mr Meldrum for telling the then-agriculture minister John Gummer that there was no connection between a cat with a BSE-like illness and mad cow disease. </p> <p>\u0095 <b>Sir Donald Acheson</b>, chief medical officer, 1983-91<br> He is accused of giving the public \"false reassurance\" about the safety of beef. He should also have ensured that the Department of Health reviewed the Southwood Report which downplayed the risks to humans, the report said.</p>",
  "<p><strong>Zenith Media</strong> is preparing to sue its new co-owner Publicis Group after Hewlett-Packard's global business was switched to Optimedia.</p> <p><strong>Vivien Cotterill</strong> quits NatMags.</p> <p><strong>Carlton</strong> picks up Scottish Media Group TV advertising.</p> <p><strong>ITV</strong> secures £6m Silent Night beds deal for Where the Heart Is.</p> <p><strong>TDIU</strong> has appointed Richard Megson as head of Scottish sales at TDI Scotland.</p>",
  "Rail chiefs today attended an emergency summit with the Deputy Prime Minister to sort out the chaos which saw another derailment this morning and the prospect of months of misery for fed-up passengers. <p>John Prescott was in talks with leading industry figures to thrash out a strategy for \"getting the situation under control\", a Transport Department spokesman said.</p> <p>Just hours before they met, another derailment put scores more passengers at risk when a commuter train in Surrey skidded on wet leaves and slid into the path of another train, which fortunately managed to stop in time.</p> <p>It came only nine days after the Hatfield disaster, which killed four people and provoked widespread safety restrictions.</p> <p>This morning's incident happened near Virginia Water, Surrey, as the 8.21am South West Trains service from Weybridge to nearby Staines derailed at 8.43am, narrowly missing another train travelling from Reading to Waterloo.</p> <p>Railtrack chiefs last night warned of months of misery ahead as speed restrictions were imposed and engineers worked through the rail network making safety checks.</p> <p>Today's summit at the Department of Environment, Transport and the Regions, in London, involved Railtrack chief executive, Gerald Corbett, rail regulator Tom Winsor, Alastair Morton, the head of the Shadow Strategic Rail Authority, and representatives from the train companies. A DETR spokesman said: \"They have been called in to give assurances to the government that everything possible is being done to get the situation under control.</p> <p>\"We are seeing passengers' patience stretched. Inconvenience is necessary to get safety right. But it's clear it has not been handled very well over the last couple of days.</p> <p>\"What we're looking for is the industry to agree a timetable to repair faults and for the public to be given maximum information.\"</p> <p>In this morning's derailment, four carriages carrying scores of passengers overshot the platform and were derailed by the points. The commuters emerged shaken but unhurt, with two treated for shock.</p> <p>Railtrack Southern rail director Michael Holden said: \"It's one more crash we could have done without.</p> <p>\"Initial investigations suggest it was caused by autumn conditions - leaves on the line or wetness on top of the rail. Any derailment is a serious incident and we will fully investigate.\"</p> <p>Passenger Martin Groves, 41, vowed never to used the railways again after his ordeal, which comes only nine days after a train hit a bus at a level crossing in Egham.</p> <p>Mr Groves said: \"There was a huge bang and I knew immediately we had come off the track. When the carriage started to turn I thought I wouldn't see my wife and son again.\"</p> <p>Back in London, Mr Prescott's summit was derided by the Conservatives as another \"lecture\". Bernard Jenkin, the shadow transport minister, said: \"John Prescott has been in charge of Britain's railways for three and a half years and it's now a complete shambles.</p> <p>\"He should be asking himself what he's got wrong over that time. The last thing the railway needs is more lectures from politicians about how to run trains on time, least of all from John Prescott.\"</p> <p>Meanwhile, railway engineers were working across the network to make checks and repairs. The West Coast line, which was closed between the Scottish border and Glasgow at short notice yesterday for safety checks, was reopened ahead of schedule today.</p> <p>A Railtrack spokesman said that 20 sites with problems had been found by engineers, resulting in nine areas on the route between Glasgow and Gretna having speed restrictions of 20mph imposed.</p> <p>Railtrack boss Gerald Corbett said that other speed restrictions and safety checks across the rail network would mean \"inevitable\" passenger delays over the coming months.</p> <p>The company said instances of \"gauge corner cracking\" - a track fatigue phenomenon thought to have caused the Hatfield crash - appeared to have increased.</p> <p>The short-notice closure of the West Coast line added to the lengthy delays nationwide yesterday.</p> <p>Mr Corbett apologised for the short-notice closure of the line and added that \"in situations like these, mistakes can get made\".</p> <p>Nearly all of the 25 passenger train companies reported delays after the closure, with some passengers needing an extra 75 minutes to complete their journeys.</p> <p>The Royal Mail said millions of letters were being delayed because of the disruption.</p>",
  "<p>Microsoft is to spend $1bn (£690m) relaunching its web-based services in an attempt to topple America Online as the world's leading internet service provider. </p> <p>The group said the global marketing campaign begun yesterday was designed to make MSN, its online brand, as well known internationally as Windows, the operating software used on more than 90% of the world's computers. </p> <p>Few other companies have spent as much on advertising their online products, although few are as wealthy as Microsoft. The company has cash on hand of almost $24bn after gaining $3bn from operations in the past three months alone. </p> <p>Analysts were sceptical about the company's ability to improve dramatically the popularity of MSN by spending huge amounts of money on a marketing campaign. </p> <p>\"They want to close the gap [with AOL] and so they're throwing money at it,\" said one. Shares in Microsoft fell slightly in a difficult market for the hi-tech sector. </p> <p>Microsoft has just 3.5m subscribers compared with AOL's 25m. MSN also ranked third in the September web league tables compiled by Media Metrix, the online data group, behind AOL and Yahoo! </p> <p>The company came relatively late to the internet with its Internet Explorer web browser. Wall Street has also blamed the legal battles with the US government for hampering its expansion plans. As the company's anti-trust trial moves into the appeal stage, one analyst said yesterday: \"They have no choice but to step up their growth prospects.\" </p> <p>Some $150m of the marketing campaign will be used on television advertising across north America, Europe and Asia. The first advertisements, designed to show how the internet can improve home life, were aired last night. </p> <p>Microsoft has also fitted out a Manhattan loft with the latest company products. The \"Microsoft home\" in Tribeca is an attempt to show how the company's internet-friendly devices can \"simplify daily tasks, keep us connected, and help us have fun and relax in the home\". </p> <p>The rest of the $1bn will be spent over the next year on partnerships with retailers, cross-promotions, rebates and other marketing campaigns. </p> <p>The initiative, which includes a new multicoloured in ternet browser, is designed to make it easier to swap services from software to the internet. As such, it is part of the company's new strategy, .NET, which was introduced in June. </p> <p>Deanna Sanford, product manager for MSN marketing, obliquely positioned the new-look services as a direct challenge to AOL by saying: \"We are making MSN the easiest way to get online, not only for new users but also for those users out there who for whatever reason are unfulfilled.\"</p>",
  "We arrived at Prospero's domain on a sweltering August night. Behind three gates, reached on foot by means of a path clinging to a promontory half-shrouded in clouds, Gore Vidal's and Howard Austen's villa at Ravello (south of Naples) is indeed well-named: La Rondinaia or swallow's nest. It strangely reminded me of Hitler's eagle's nest at Bertchesgaden - if only in this respect: it, too, is the domain of a paranoid genius. For who but a paranoid genius would so separate himself from the world? <p>From the tiny port below, Ravello is a death-defying taxi ride along a corniche road like the one on which Princess Grace of Monaco died. Perhaps this is why neither Gore nor Howard drives any more but instead use taxis and chauffeured cars to go back and forth from their inaccessible fortress. The combination of preprandial drinking and hairpin turns would certainly not be good for their health. Indeed the switchbacks carved into the limestone ledges are so narrow that the passage of a bus or a truck stops traffic behind you for several minutes. You have to be truly dedicated to visit Gore Vidal. We were. </p> <p>I had known Gore since about 1990 when my seventh novel, Any Woman's Blues, was published in Italy and Gore invited me to lunch at his apartment in Rome. It was a chilly lunch. He had a bone to pick with me. In one of my novels, I had quoted a witticism of his that had been repeated to me by a mutual friend, and Gore was pissed off. What I had thought of as a tribute to his wit, he had thought of as a deliberate misquotation or attack and we were off to a bad start. The witticism concerned Princess Margaret, one of his best pals, and Gore was stung. I apologised and we went on with our lugubrious lunch, but I felt unforgiven at heart. Gore was not drinking that day and he seemed terribly depressed. I left his apartment in Rome thinking: this is the saddest man I've ever met. But his rare intelligence intrigued and delighted me (as it always had in his extraordinary books) and I was eager to see him again. He gave me an autographed copy of his edition of the stories of Tennessee Williams and in the front flap I remember writing about the afternoon: \"The coldest man I've ever met and the saddest. What is at the root of his sadness? The depression is contagious. I came away very depressed.\" </p> <p>Gore represented an enigma to me: a man with the world at his feet who seemed so terribly hurt by the smallest slight. If he could nurse a grudge about a throwaway line in a novel, imagine what melancholy lurked beneath that guarded, aristocratic exterior. He fascinated me. I loved his writing, was dazzled by his intellectual courage, and I was prepared to like the man, but his grievance-collecting got in the way. Still, a mutual friend kept bringing us together. Whenever we met, I sensed great vulnerability in this complex and brilliant man. Maybe I was even a little in love with his fierce intellect. I do tend to fall in love with exceptional brains. </p> <p>Once in Ravello, a lovely car-free town clinging to the top of a cliff above the sea, you proceed on foot to the gates of a small hotel where you encounter the first set of bells, mounted on a stucco wall. There it says: La Rondinaia. You ring the bell and proceed along a private path that clings to the mountainside. The view is dizzying and will become ever more so as you proceed toward the lair of the maestro. Another gate, another bell. Howard Austen, Gore's companion of 30-plus years, answers, saying in his New York accent: \"Go neither left nor right but straight ahead until you can go no more. There will be another gate.\" (Three gates to the city, hallelujah!) </p> <p>Another precipitous path, clouds below, cypresses and umbrella pines above. A marmalade cat comes out to greet you with a wriggling grey mouse in its teeth. For this is the house of a cat-lover whose practised hauteur belies his tenderness. Gore Vidal is a brilliant writer who needs to be told constantly how brilliant he is. </p> <p>We walk along the pine needle- softened path (led by the cat with the dying mouse in its mouth), until we come to the third gate - this one unmarked. Again we ring. Again Howard's voice leads us: \"Go neither right nor left but straight ahead.\" The pool will be below. Again we obey. </p> <p>Soon we are descending a rocky stair that leads to a dark azure pool and, standing beside it, Prospero himself, an amber sunset whiskey in his hand. </p> <p>Gore is rather more bearish than the last time I saw him, but still handsome, his leonine head beginning to soften with dewlaps, his fiercely intelligent eyes surrounded by innumerable wrinkles. None of this uglifies him. Ageing has only made him more charismatic somehow. </p> <p>You think of Byron at Missolonghi, ravaged by life at 36. But Gore is 75 and has had a good long run of looks, love, fame, fortune. Both life and literature have been good to him - if literature can ever be said to be good to any misunderstood genius. Literature is a mean mistress who always betrays her lovers in the end, refusing promised glories, proffering instead out-of-print books, publishing houses sold to movie studios and television networks, decades of passionately-written novels forgotten as a new generation comes along demanding books written in their own voice. But despite all that, it's been a good run. He was a beautiful young man, a bestselling author at 21 and now, living in splendour like a Renaissance prince, he is still writing at the top of his form. </p> <p>\"If I were a great writer,\" he says, \"I could be living in Brooklyn Heights.\" </p> <p>He is referring to that dinner party I gave for him in New York a few years ago to which Norman Mailer - who lives in Brooklyn Heights - also came. (The two one-time enemies actually broke bread together.) </p> <p>\"But you are a great writer,\" I say. </p> <p>\"I know,\" he says playfully. \"But I'd be even greater if I lived in Brooklyn Heights.\" </p> <p>\"I think Norman's in Provincetown this summer,\" I say. </p> <p>\"Even better!\" Gore roars. \"Maybe I'd be great if I lived in Provincetown.\" </p> <p>I think how odd it is that he should raise his old enmity with Norman. But I know writers - \"ingrown toenails\" as Henry Miller (who preferred to hang out with painters) called us. It is not enough to succeed. All your friends and contemporaries must fail. Writers are like this even when we try like hell not to be. </p> <p>I myself hate that old Hemingwayesque paradigm of the writer as prizefighter and I have tried hard to create an alternate one for myself. When Anne Sexton admonished me, \"We are all writing God's poem,\" I took it to mean there should be no competition between writers because we are all involved in a common project, a common prayer. But to Gore's and Norman's generation, particularly those male writers who served in the second world war, the prizefighter paradigm remains. They still want to KO each other, even at 70-odd. In a way, this is the tragedy of their generation. Their teeth were cut on the war and they never relinquished its us-and-them mentality. </p> <p>Gore tells us about the house. It is a cliff-dwelling, on many levels, and the rock it perches on is so steep that a glance over the balcony from his study gives me instant vertigo. Once owned by the daughter of an English Victorian lord, La Rondinaia has innumerable acres of terraces where grapes, olives and lemons grow, towering cedars, endless steps and balconies above the sea. It is not accessible by automobile. You must walk to this eyrie, an anomaly that has obviously preserved it as one of the most beautiful spots on earth. </p> <p>\"How does it go?\" Gore asks. \"Perfection of the life or of the work? One of the stupidest lines in English poetry. Who was it?\" </p> <p>\"Yeats,\" I said. </p> <p>\"Ridiculous,\" said Gore. \"The truth is you don't have to choose.\" </p> <p>\"Choose what?\" I asked. </p> <p>\"Perfection of the life or of the work. Neither is possible.\" </p> <p>So we wander up the steps to the house and are shown some of it: the hall leading to the salotto with its 17th-century canvases, the salotto itself with its Graeco-Roman head of Zeus and first century mosaic floor mounted as a wallpiece (which cannot be taken out of Italy, says Howard). Gore seems a bit bored with the house tour as if he has done it a few too many times. </p> <p>Howard brings us drinks, complaining of the heat. He and I commiserate about global warming. Then we follow Gore into his study overlooking the sea as if from heaven, the guest suite that might have been ours had we been invited to stay, the terrace overlooking the sea where Sting and Trudie, Susan Sarandon and Tim Robbins sang all night at a July 4th party, the grand dining room with its faux-Roman chairs (from the movie set of Ben-Hur), the sitting room with its framed pictures of old pal Princess Margaret. </p> <p> And so at last to sup at the newly refurbished Hotel Sasso, a restored palazzo also hanging over the sea. At the main square in Ravello, Gore is greeted by all and sundry as \"maestro\". An agreeable thing for a famous artist who becomes a habitué of this country is the nod to the maestro that is semi-automatic with Italians. Like Americans, Italians may not read, but they understand that a maestro, even a maestra, is someone to be honoured. If they cannot really distinguish between the brilliance of a Gore Vidal and, say, the pulp of a Danielle Steel, at least they know that a scrittore or scrittrice is a person of consequence. </p> <p>Tongue loosened by many drinks, Gore discusses his plans for his estate. Upon his demise, La Rondinaia will become a study centre for his alma mater, the St Alban's school - but how to administer it? Gore has reached the age of estate-planning. I am all too familiar with this age and also with the cat-and-mouse game benefactors play with their possible heirs. </p> <p>Sitting in the bar for yet another round of drinks before dinner, Gore and Howard opine on what a perfect place the Sasso would be as a retirement home. When the universal condition of life - decay and death - catches up with even the most exalted artists, they succumb to primal fear. I realise I am sitting with an elderly gay couple without children who are facing their declining years with trepidation. They may have plenty of money, a fantastic villa on a promontory of the Italian coast, but they have already experienced a few health scares and they know they are no longer immune to death. </p> <p>That vulnerability is, I think, what makes The Golden Age, Gore's latest novel, so remarkable even in his remarkable oeuvre. He has always been an essayist who fell into the writing of novels and some of his novels seem more essays than novels. But in this one, as in Smithsonian Institution, his last historical fiction, there is an understanding of history and its vicissitudes that no other contemporary writer possesses. </p> <p>Long before anyone else, Gore identified what he dubbed \"The National Security State\", a United States that prepares constantly for war while preaching peace, and nailed its root cause: the need to keep the wheels of commerce turning to the tune of billions of dollars of defence spending per year. Like the 18th-century philosophers who framed the Constitution, he is for a true republic in which the people who participate have some grasp of history. He is outraged by the course the United States has taken in the past 50 years, as indeed the framers of its Constitution would be. Gore sees a Congress bought by special interests, and two parties vying to keep the war machine up and running with American tax dollars. </p> <p>I recently asked Gore what he thought of the-too-close-to-call race between George W Bush and Al Gore, his distant cousin. He replied: \"They are both part of a political system neither of them invented, but Albert is much more intelligent. If you have a bad system, the best thing to do is pick the most intelligent leader. Clearly Al Gore is more intelligent. But the rot goes deep and the system will crumble if we just wait. One big plunge of the stock market could topple the corporate interests that run things.\" </p> <p>Then he talked about his tour through Britain, speaking at Cambridge and Oxford, encountering huge crowds of students everywhere he went. He was impressed by the young people who came to hear him, far less impressed by reviewers of his latest novel who seemed to have no historical education and therefore no context in which to place his fiction. For a writer steeped in Herodotus and Plotinus to be reviewed by those who have read neither must be galling. </p> <p>Gore is at heart an 18th-century man who belongs among those framers of the American Constitution - men who knew their Greek and Roman history and philosophy, and took the long, historical view of governments. His living on a promontory surrounded by ancient artefacts is indeed just what an 18th- century philosopher would do. He lives in splendid isolation - aiming fiery feuilletons at a dumb and dumber world. </p> <p>Gore Vidal understands what America might be if it didn't betray its own ideals - the ideals we gave the world and then renounced in favour of corporate oligarchy and the perpetual war machine. </p> <p>When we said goodbye after dinner and headed back to the sailboat we had anchored on the coast, I was inspired. Gore Vidal is everything a writer should be: a voice for sanity in a mad world. </p> <p>© 2000 Erica Mann Jong. All rights reserved. Her latest book, What do Women Want?, is published by Bloomsbury. Gore Vidal's The Golden Age is published by LittleBrown</p>",
  "<p>Cable &amp; Wireless has begun talks with several London ad agencies with a view to launching its most significant global branding campaign yet.</p> <p>The company spends in excess of £10m on advertising in the UK alone.</p> <p>The move is likely to come as a significant blow to McCann Erickson, which was appointed by C&amp;W in March and has been working with the company on its global strategy. </p> <p>The telecoms giant is said to have sought the advice of ISBA's director of membership, Debbie Morrison, although the organisation refused to comment on its relationship with C&amp;W.</p> <p>The managing director at one of the agencies approached confirmed that he had met with C&amp;W recently to discuss the potential benefits to the company of having a single global agency.</p> <p>The managing director, who asked not to be named, said: \"C&amp;W works with about 40 agencies worldwide across some of its key markets including Asia, Hong Kong and the Caribbean</p> <p>\"They are in the process of trying to build a more global network and are investigating whether it makes sense to use one communications group globally to handle all its communications needs. They have had meetings with several big network agencies.\"</p> <p>A separate source added that C&amp;W was asking agencies for a complete reassessment of its brand and advice on how it should tackle its global communications.</p> <p>McCann's created a pan-European, business-to-business print campaign for C&amp;W ealier this year.</p>",
  "Diplomats from across the world reacted with surprise yesterday to the nomination of former Dutch prime minister Ruud Lubbers as the next head of the United Nations High Commissioner for Refugees (UNHCR). <p>\"Ruud who?,\" asked one European Union diplomat. \"Man from nowhere gets the top UN job.\" </p> <p>Mr Lubbers also seemed puzzled at his selection by the UN secretary general, Kofi Annan. \"I do not know how come Kofi Annan thought of me. This is a complete surprise,\" Swiss newspapers quoted him as saying. \"I'm packing my bags and leaving for New York.\" </p> <p>The rubber-stamping of Mr Annan's selection by the UN general assembly is seen as a mere formality. Mr Lubbers was not mentioned as a candidate and his name surprised even those back home, where the prime minister, Wim Kok, had been lobbying for the official Dutch candidate, the Environment Minister, Jan Pronk. </p> <p>Sceptics claimed the choice smacked of backroom dealing with rumours in Geneva's diplomatic corridors claiming that the job had been promised to the Dutch but due to objections to Mr Pronk's candidacy another prominent Dutchman had to be found at short notice. </p> <p>Reuters, Geneva</p>",
  "<p>The City has been volunteered by the chancellor for a health check by the World Bank and International Monetary Fund to see if it poses a risk to global financial stability. </p> <p>Mr Brown announced the move yesterday in an attempt to spur other countries into taking part in the so-called financial sector assessment programme (FSAP), which is designed to prevent a repeat of the Asian crisis. </p> <p>Weaknesses in the financial systems of countries such as South Korea and Thailand have been widely blamed for contributing to the panic which spread through the global financial system after the devaluation of the Thai bhat in August 1997. </p> <p>\"I am confident that UK financial regulation is amongst the best in the world,\" said Mr Brown, attending a meeting of G20 finance ministers in Montreal. </p> <p>\"Nevertheless, the UK financial sector is also amongst the most important in the global financial system. We will therefore welcome the opportunity of participation in the programme.\" </p> <p>Launched in 1999, the FSAP tests the vulnerability of a country's financial system to macro-economic shocks, assesses its compliance with international standards and evaluates the legal and institutional infrastructure. It is meant to complement the IMF's well-established procedure for inspecting member countries' economies. </p> <p>So far FSAP examinations have been limited to countries which are not leading players in the global financial system, such as South Africa and India. By offering up London, Mr Brown is hoping to persuade other world financial centres to take the plunge. </p> <p>The Treasury said it would be ready for the FSAP by the end of next year, by which time the legislation establishing the authority of the Financial Services Authority to act as a single City regulator was due to be completed. </p> <p>FSAP reports contain sensitive information and are confidential but, subject to these constraints, Mr Brown pledged to make public any recommendations for reform.</p>",
  "The Environment Agency takes an extremely strong stance against any proposed new development which would put life and property at risk from flooding (Letters, October 16). Each year, the agency considers thousands of planning applications and we make our objections clear . But we still find that planning authorities consent to around 20% of the 1,000 or so applications to which we object on flood risk grounds. Ministers made encouraging sounds recently about strengthening planning guidance. We would welcome a clear presumption in the guidance against building in the flood plain, if the planning system is to deliver responsible decisions that will reduce, rather than increase, the risk to future generations. <p><b>Sir John Harman</b><br> Chairman, Environment Agency </p>",
  "<p>Booming orders for the Airbus range of aircraft should produce better than expected earnings at the European Aeronautic Defence and Space Company (Eads), the Franco-German-Spanish rival to BAE Systems said yesterday. </p> <p>Announcing the first financial results since Eads was formed from the merger of France's Aerospatiale Matra, Germany's Dasa and Spain's Casa, Philippe Camus, co-chief executive, said business activity in commercial aircraft far exceeded the group's expectations of as recently as July's Farnborough air show. </p> <p>Airbus, in which Eads holds an 80% stake, won 476 firm orders last year, giving it a 55% share of the global market it shares with Boeing, and industry sources said it was on track to secure around 490 orders this year. </p> <p>In the first nine months of 2000 Airbus, in which BAE holds the remaining 20% stake, won 305 firm orders, taking its global total to just below 4,000, and delivered 218 aircraft. </p> <p>Eads said the order intake would be worth €28bn-€29bn (£16.8bn-£17.4bn) this year, compared with €20.7bn in 1999, while Airbus said deliveries should be 307. </p> <p>Mr Camus said in Paris that production of the smaller A320 family of aircraft was being stepped up to 30 a month, while output of the longer-range A330/340 family would rise from five a month to eight. </p> <p>\"We don't see any sign of a slowdown and Airbus is increasing production capacity of both short and long-range aircraft,\" he said, indicating that deliveries in 2002 would be 400 aircraft compared with the 350 initially expected. </p> <p>Pre-tax earnings in the first half the year were €553m, largely due to the €516m booked by Airbus - including €440m secured through currency fluctuations.</p>",
  "Al Gore may be coming back. Down just a few days ago by 5-7 points in most US polls, he shows signs of surging back into contention, narrowing the Bush lead to three points or less in three national polls and tied dead even in three others. <p>Gore, relentlessly aggressive, is savaging Bush's record as Texas governor every night in television ads in all swing states while the Republican candidate runs soft ads about his commitment to better education. Capitalising on Bush's overconfidence, the Democrat is making this a close race again. </p> <p>George W. Bush has a tendency to take his victory lap too early. Too soon, he amasses a lead and starts to jog around the track expecting the cheers of the crowd. Over-confidence gripped him before and during the Republican convention. </p> <p>He chose Richard Cheney as his running mate during this period, when it seemed that he could choose anyone and keep his lead. Instead, Gore used his selection of the first Jewish candidate, Joe Lieberman, as his vice-president to begin to catch up and surge in front. </p> <p>Now, buoyed by a good performance in the presidential debates he was supposed to lose, Bush seems to be letting up too early, switching to soft media at the time he needs to turn it up a notch to stay ahead of the surging Democrat. While Gore relentlessly pounds on Bush's shortcomings in Texas, the Republican seems to be too complacent and laid back. </p> <p>Gore may well have latched on to the issue that he can use to eat up the Bush lead: Medicare. Since Bush proposes to take the money Gore would spend shoring up the system that provides health care to the elderly and use it for a tax cut, the Republican is highly vulnerable to Democratic attack on the issue. </p> <p>It is axiomatic that, in a political contest, you should use your advertising to attack the opponent and let your candidate stay on the high road. During the debates Gore led the attack, slashing away at Bush. He seemed obnoxious, overbearing, and boorish. </p> <p>The election now boils down to an exchange of advertisements. In the ads Gore can make the points he failed to make in the debates. So what if voters don't like the announcer who delivers the message? The candidate can keep his hands clean while the advertisement guts his opponent. Gore, who failed to win the debates, may be winning the post-debate advertising. </p> <p>In the opinion of many the contest is between a candidate who isn't up to it (Bush) and a candidate who doesn't get it (Gore). In my own opinion, it is between two good men, either of whom would be a fine president. In any case, the similarity of the candidates - each trying to hug the centre - makes it a very volatile race, with the lead seeming to change hands every few weeks. </p> <p>The volatility, in part, stems from a virtual consensus among American voters. The vast majority feel that Bush is the better person but they agree more with Gore on the issues. They admire Bush's character, integrity, and persona more than they do Gore's. </p> <p>They report that Bush is more \"likable\" than Gore but tend to see Gore as the better person to address such American needs as social security reform, Medicare, gun control, education, and the environment. </p> <p>With this kind of split in the minds of most voters, a lead of a few points is most unstable. For all practical purposes, this race is tied and is likely to remain so until the bitter end. This contest is shaping up as one of the closest in US history. And the most exciting. </p> <p>\u0095 Dick Morris was chief strategist for Bill Clinton in his 1996 re-election campaign. He now heads <a href=\"http://www.vote.co.uk\" target=\"_NEW\">www.vote.co.uk</a>.</p>",
  "Jennifer Dawson, who has died aged 71, was a writer whose first novel, The Ha-Ha, won the James Tait Black Memorial Prize in 1961. She continued to produce novels, short stories and a children's book, but it was The Ha-Ha which made the greatest impact. This was not a little due to its subject matter: the story of a young woman with mental illness. It drew on Dawson's experiences, as a mental patient and as a psychiatric social worker. As she told the Times in a 1985 interview: \"The story was really about a girl who did not have the knack of existing, and the images in it reflected my own preoccupations.\" <p>The Ha-Ha had started as a love story but became a robust protest against the mental health practices of the time - when patients' complaints had to be made to a \"justice in lunacy\", when they were forbidden to discuss their treatment with other patients and when all letters were unsealed and available for inspection. In such an unforgiving environment Dawson offered insight into a mind which saw the world as if \"though a plateglass window\". </p> <p>Dawson knew about all this. She spent six months in Warneford Hospital, Oxford, following a breakdown in her third year at St Anne's College, where she studied history. She completed her degree, worked for Oxford University Press and spent time as a social worker in a Worcester mental hospital. Such was her insight that the book became a standard text for social workers. </p> <p>After The Ha-Ha - republished by Virago Modern Classics in 1985 and earlier dramatised in Edinburgh and London by Richard Eyre - there came Fowler's Snare (1962), winner of the Chel tenham Festival Award. There was also a collection of short stories, Hospital Wedding (1978), and The Queen of Trent, a children's adventure story about canals, co-written with her friend Elizabeth Mitchell. She continued to write to the end of her life although her last novel - prompted by the company she kept on the bus that took her to hospital - was never published. </p> <p>She came from a family of Fabian socialists in that tradition of open-toed sandals and vegetarianism. Her mother was a journalist and her father worked for the Labour party-backed Workers' Travel Association. One of five children, she was educated at the Mary Datchelor School in Camberwell, a well-established grammar school. But at Oxford, that was not enough. She had, she said, few clothes and little money and was suddenly confronted with upper-class students at ease in a rarified social milieu. Her dislike of aspects of Oxford life remained. Her last published book, Judasland (1989), reflected her anger at the patriarchal nature of that society. </p> <p>She had been committed to the Campaign for Nuclear Disarmament from its early days and had met her husband, Michael Hinton, an Oxford philosophy don, during the 1963 Aldermaston march. She remained active in the peace movement in the Oxfordshire village of Charlbury, where she lived for the last 20 years of her life. Two days before she died, one of her sisters found her old CND badge and brought it to her in the hospice. With it pinned to her night-dress, Jennifer Dawson said, \"Now, I'm properly dressed.\" </p> <p>Her husband died in February. They had no children. </p> <p><b> Elizabeth Mitchell writes:</b> A friend at the Oxford University Press told me of a young woman who, having lately left the Warneford Hospital, was now an assistant in her department. I was in the kitchen when the two of them arrived for supper and I think I must have been cooking red and green peppers, then newly available here, because for me Jennifer was forever afterwards associated with these richly sensuous and vivid fruits. </p> <p>She too was vivid and clear-cut, both in appearance, with her expressive dark eyes and short, shiny black hair; and in temperament, suffering disconcertingly abrupt shifts between exuberance and bleakest misery. For her, as for the young Wordsworth, the very shadow of the clouds had power to shake her as they passed. She was reading widely and writing, too (I believe she had kept a journal ever since she could write), and The Ha-Ha was in preparation. </p> <p>Talk with Jennifer was both arduous and delightful. Arduous because she was often hard to satisfy - \"Unhook my gills\", she would beg - and delightful because, imagination being perhaps the richest of her gifts, our truth-seeking would be interspersed by wildly speculative flights ending in laughter. She liked to privatise words. \"Super bus\" was the word we used to denote those who were suspected of having pretensions to style or fashion and who were socially adept. </p> <p>We used the word somewhat dismissively, but our own occasional forays into \"their\" world were sometimes successful. When happy, Jenny loved to party, but her confidence was fragile and the evening could be ruined by a word or by \"the way peopled looked\". </p> <p>I think that, like Blake, she believed that man was made for joy and woe, though the serenity or safety he found in this belief was not to be achieved until she was near the end of her life.</p>",
  "<p>Britain's industrial base is being eroded by manufacturers scaling back their investment plans, storing up huge problems for the future, the CBI warned yesterday. </p> <p>Reporting the results of its latest quarterly survey, the CBI said the outlook for orders and output was less gloomy than three months ago. But confidence continued to fall as squeezed profit margins stifled investment intentions and reduced employment. </p> <p>On the basis of the survey, showing investment intentions falling for the 11th quarter in a row, the CBI forecast a drop of 6% in manufacturing investment this year following last year's fall of 15%. </p> <p>\"This is a major cause of concern, as it will lead to a shrinking industrial base and a reduction in the long-term supply capacity of the UK manufacturing industry,\" said Nick Reilly, head of the CBI's economic affairs committee. </p> <p>\"The ability of manufacturers to meet demand without inflationary consequences will in the long run be undermined and, comments made at the economic affairs committee emphasised the damaging long-term consequences for the UK economy unless there is a healthy mix of an efficient manufacturing base alongside a growing service sector.\" </p> <p>Mr Reilly, chief executive of Vauxhall Motors, called on the Bank of England's monetary policy committee to signal that interest rates had peaked. </p> <p>Had it not been for the possibility that wage inflation would rise and consumer spending fail to slow sufficiently to keep the lid on inflation, the CBI would already be calling for a reduction in borrowing costs. \"There's a real possibility that the next move should be downwards.\" </p> <p>City analysts said the survey reinforced the message from other industrial sources which suggested that the sector, although improving, was still struggling to cope with strong global competition and the strength of the pound. </p> <p>The survey showed export orders continuing to fall but at a slower rate, prompting a growing number of CBI members to revise upwards their view of the pound's fair value against the German mark, Mr Reilly said. </p> <p>\"There's certainly more people now who would be looking at nearer three marks [to the pound] than there was a year ago. But there's nobody that has it much above three. Today's rate [around DM3.40] is way off the map.\" </p> <p>Kate Barker, the CBI's chief economic adviser, said official figures on Tuesday showing a trade surplus with the European Union for the first time in nearly five years only told part of the story. To combat the strength of sterling against the euro, many large British firms were sourcing production outside the region, resulting in a sharp rise in non-EU imports. </p> <p>Jonathan Loynes, chief UK economist at Capital Economics, said the price of staying in export markets was drastically reduced profit margins. </p> <p>Noting that the survey pointed to muted price rises in industry, Mr Loynes said: \"There are few signs as yet that firms expect to be able to pass on the recent oil-driven rises in raw material costs. The bottom line is that, while the recent manufacturing upturn should continue in the near term, there are clear question marks over the sustainability of the recovery further ahead if the recent strength of global demand begins to fade.\"</p>",
  "<p>T hink about the far reaches of the solar system, where Uranus, Neptune and Pluto orbit. Is there any reason why it should suddenly stop? Why shouldn't there be other planets - even if only small ones - at the periphery of the solar system? </p> <p>Ever since Pluto was spotted in 1930 people have speculated about a Planet X, a tenth planet awaiting identification. Part of the reasoning was that Uranus and Neptune, discovered in 1781 and 1846 respectively, seemed to have slight wobbles in their motions around the Sun. Perhaps they were being perturbed by the gravitational tugs of one or more large unseen planets. We knew Pluto was too small to be the culprit, leading to a widespread belief in Planet X. </p> <p>This idea was based on a false premise. When Nasa's Voyager 2 spacecraft flew past Uranus in 1986, and then Neptune in 1989, accurate radio tracking of how its path was deviated by the gravity of those planets enabled space researchers to derive more precise values for their masses. It turned out that the previous evaluations were out by a few parts in a thousand, and the apparent wobbles disappeared from the theoretical modelling. </p> <p>A massive Planet X was ruled out in 1992. But late in the same year a small planet was found beyond Pluto. The discovery, by a team led by David Jewitt of the University of Hawaii, was not unexpected. </p> <p>If our models for the formation of the planets is correct, with a gradual build up of massive bodies from collisions and amalgamations between smaller lumps, then we would expect residual building blocks to remain beyond Neptune. </p> <p>For decades astronomers had argued that Pluto was simply the largest and consequently the brightest of the lumps left at the edge. In the early 1950s the Dutch-Ameri can astronomer Gerard Kuiper had hypothesised that there should be thousands of these in a band at the periphery of the solar system. This was dubbed the Kuiper belt even before the first member was found. </p> <p>Recently it was recognised that Irish astronomer Kenneth Edgeworth independently suggested this in the late 1940s, so researchers started to call it the Edgeworth-Kuiper belt. Now, historical digging has shown that in 1930, just a few months after Pluto was spotted, University of Chicago astronomer Frederick Leonard published a paper in which he suggested that Pluto was not alone. </p> <p>It is not clear whether Leonard understood just how crowded the region happens to be. Right now - less than eight years since Jewitt found the first trans-Neptunian object - the box score stands at 288 minor planets way out there in the belt, with more being added every week. These bodies are so far away that it takes light several hours to reach us after being reflected by their surfaces. </p> <p>Pluto is small by planetary standards, only about 1,500 miles across. It has a natural satellite, Charon, which was discovered in 1978 and is about half Pluto's size. The horde of independent bodies now known range in diameter from about 60 up to several hundred miles, although those are simply educated guesses based upon how much sunlight they reflect. </p> <p>Astronomers have been amazed at the different patterns demonstrated by these new-found minor planets. For example, many seem to have orbital periods (the time taken to complete a circuit about the Sun) which are simple multiples of that of Neptune. They complete two orbits for every three of Neptune, or three for every four of Neptune, and so on. This was not unexpected (a similar effect ensures that Pluto cannot collide with Neptune although their orbits cross), but it does indicate that something systematic is going on. </p> <p>A different population of objects in the outer solar system is called the Centaurs. The first Chiron, was found in 1977. Since then several dozen have been found, ranging up to a couple of hundred miles in size. Some show signs of cometary activity, such as gaseous constituents being released as they come slightly closer to the Sun. Thus it is thought that these are, in common with the trans-Neptunian objects, really giant comets - bundles of ice and rock - largely inert simply because the environment is so cold where they orbit. </p> <p>The Centaurs have trajectories that make close approaches to the outer planets feasible. Such approaches may result in an impact, but more likely would be an alteration of the Centaur orbit around the Sun. Because of this they are unstable, with gross dynamical changes being inevitable. It is even possible that one could fall into the inner solar system. </p> <p>That would produce a phenomenal comet. Hale-Bopp, seen by many people four years ago, had a solid core about 25 miles across deep within its gaseous cloud and tail. A good-sized Centaur coming in to cross the Earth's orbit would be much, much brighter, and there are historical records that seem to speak of such events. </p> <p>Using the new generation of large telescopes on mountain s in Hawaii, Chile and the Canary Islands astronomers are finding that space is far from empty. Pluto may be far away, but it is not alone. It is accompanied by thousands of little Plutinos, the existence of which we are only just beginning to map out. </p> <p> \u0095 Duncan Steel researches asteroids and comets at the University of Salford .</p>",
  "<p>The old man had never seen a computer up close before. As countless other first-time computer users had done before him, he picked up the mouse, pointed it at the monitor, and clicked. </p> <p>The hundred computer executives, researchers, and marketers who were watching him laughed out loud. Some of the well-dressed executives even turned red and got tears in their eyes. </p> <p>The poor old guy was approaching a new technology in the most natural way he knew how. But because he didn't conform to the machine's needs, he became the object of ridicule. </p> <p>I won't mention the name of the company where this horrific display took place, because it wasn't the first time I've seen people in the technology business make this same, stupid mistake. Their own insecurity and lack of knowledge about how computers work leads them to laugh at anyone who is even less new-media-literate than they are. It's a way of feeling experienced, and \"with it\". </p> <p>It's also a way of missing out on perhaps the only meaningful information one can derive from such \"user testing\" - namely, how people naturally respond to technologies and interfaces. </p> <p>Were any of the assembled researchers confident enough in their own relationship to technology to take notice, they would have marveled at their test subject's steadfast belief in the ability of the computer mouse to function like a television remote control. </p> <p>In fact, if a majority of people confronting a mouse for the first time really do attempt to use it in this fashion, might there not be an interface idea in there, somewhere? Is there any logic in developing, or at least testing, a mouse that points directly at the screen? No, let's not even consider that. We made the adjustment to mouse-thinking, so the old man must do so, too. It's part of the pain of initiation. </p> <p>I'm not arguing for a new kind of mouse, here, but a new way of understanding how to approach the interface between humans and their machines. It's not a matter of figuring out how to get people to conform to the technologies we've already developed. The people who succeed in the device-driven networking economy of the future will be those who create applications, interfaces, and designs that conform to human need and expectation. The businesses that continue to work on strategies for \"getting people to do this\", or \"figuring out how to make people do that\" will fail as surely as WebTV. </p> <p>The trick here is to put ourselves back onto the human side of the cybernetic equation. What does a person nat urally do with a device in a certain environment? What do people need in airports, for example, in their cars, at their desks, or in their living rooms? </p> <p>Rather than struggling to bring people to technology, figure out how to bring technology to people. Instead of turning the old man into a proper mouse-user, turn the mouse into a proper remote control! </p> <p>After all, the technology is supposed to be serving the people - not the other way around. </p> <p>Get it, businesspeople? You say you do, but I don't believe you - not given what's taking place on cell phones right now. Or on the world wide web, for that matter. Most companies in these spaces are ignoring the way in which people actually use these technologies. </p> <p>Consider something as simple as the size of devices - what we could call their \"scale\". More enlightened user-experience research companies like Creative Good here in New York <a href=\"http://www.creativegood.com\" target=\"_new\">www.creativegood.com</a> have broken down technologies into three major groups: inch devices, foot devices, and yard devices. Each scale of device has a most natural set of uses. </p> <p>An inch device, like a cell phone's Wap interface or a Palm device, is pretty much like a Post-It note. We use it to retrieve a note or record one that we'll use later. We hold it in one hand and enter text with another, and we use it in a public environment, for as short a time as possible. </p> <p>A foot device, like a computer, is where we work with the information we may have recorded on the inch device. It's where we'll actually manipulate our database of contacts, or write the article using the names of user-test ing companies we gathered on the Palm. Yard devices, like televisions and video projectors, are used to present or collaborate about this information with others. </p> <p> Obvious? So then why are wireless companies attempting to shrink the web, through Wap, onto tiny cell phone screens? Don't they know the web was designed for the foot-scaled computer screen, and not a two-line text-only inch device? </p> <p>Apparently not, which is why anyone who has tried to do what one might actually want to do through the internet on a cell phone - like check email or a stock quote - is suffering through dozens of keystrokes and nested screens rather than the simplicity of true inch-scale interfaces, such as those on Palm or Rim devices. </p> <p>It's the same sort of mistake that dozens of streaming media companies have made: believing that the computer screen is a proper place to watch feature length movies. They are mistakenly broadcasting yard-scale media through a foot device. That's why they're all going out of business. </p> <p>This is not rocket science. It's merely a subtle shift in how to think about making new media decisions. Bring your technology to the human being, and not the other way around.</p>",
  "<p>The United Nations wants to do for e-commerce what the web has done for information: create a global standard that will allow anyone and everyone to join in. If it succeeds, it should boost e-business everywhere - especially between small companies, and in the Third World. </p> <p>Through UN/CEFACT the UN has been the major force behind the Edifact (Electronic data interchange for administration, commerce and transport) standard. But while UN/Edifact has been successful, it has not taken over in the American market - many US companies still use their own X12 standard - and it has been too expensive for small and medium-sized enterprises (SMEs). Klaus-Dieter Naujok, chairman of UN/CEFACT, is keen to redress this with a new standard called ebXML. </p> <p>On a visit to London last week Naujok, from San Francisco, was accompanied by Ray Walker, Britain's e-trade guru, DTI advisor, and chair of the UN/CEFACT steering group. They had contrasting styles - Naujok jokey and outgoing, Walker more quietly-spoken - but the same message, and the tendency to finish one another's points that comes from working in tandem. </p> <p>\"We did something for the big companies with Edifact, and that goes on. But it's vitally important that we get the SMEs involved, and that's much more appreciated in the developing countries than it is here. By getting interoperability, you'll be able to do business with anyone anywhere in the world at any time,\" they said. \"It's trade facilitation, basically.\" </p> <p>This was important for countries such as Bulgaria, Iran and Pakistan, \"which have been a bit out of the mainstream. It's a huge step forward in opening those markets up and enabling those countries to participate in world trade,\" added Walker. </p> <p>The UN's initiative is based on XML, the eXtensible Markup Language backed by Tim Berners-Lee's World Wide Web Consortium (W3C). When Berners-Lee invented the web, the aim was to provide a simple way of sharing texts and pictures across many different types of computer: HTML (HyperText Markup Language) did that. Now companies need to move structured data around - the kind stored in spreadsheets, databases, and accounts packages. XML does that. </p> <p>For real electronic trading, the data also has to be identified and presented so that a machine can read it, and process it. This is not the same as, for example, phoning in a purchase order, or putting the details in an email message. That may be e-commerce, but it usually depends on having a person to accept and probably retype the data at the other end. </p> <p>In an electronic trading system, a computer could place a purchase order with the supplier's computer (perhaps when prompted by a stock control system) and make the payment without a person being involved at either end. </p> <p>That is already possible using Edifact, but it is used mainly by large companies across dedicated networks or Vans (value-added network services). With XML, small companies will be able to do their electronic trading cheaply \"over the internet in a secure way. That's the most important part\", said Naujok. </p> <p>XML, which first emerged in 1996, is rapidly becoming an important open standard. Its leading backers include three major rivals, IBM, Microsoft, and Sun Microsystems. Indeed, Microsoft is basing its whole future strategy, called .Net, on XML. </p> <p>But the problem with XML, quipped Ray Walker, \"is that it's extensible. There are three or four hundred different purchase orders out there in XML format. Businesses don't want that: they want one way of going forward.\" So for global electronic trading, businesses must not only use a common language, they must also standardise their data sets and interfaces to provide interoperability. If ebXML takes off, there could be a single XML standard for business, instead of hundreds. </p> <p>Traditionally, big businesses wrote or customised their own software to handle what they perceived as their unique business needs. Wal-Mart would neither know nor care how Marks &amp; Spencer generated purchase orders. That is why the UN project is using business processes as building blocks, rather than terminology, which varies between firms. \"It's a big thing for Wal-Mart to use the same data set as M&amp;S, but we should distinguish between the internal implementation and what it takes to exchange information. At that level there is more commonality than people like to admit.\" </p> <p>Obviously not every company can be involved with defining ebXML, but UN/CEFACT is working in partnership with Oasis, the Organization for the Advancement of Structured Information Standards, and numerous industry bodies. These include Acord, for the insurance industry, the Auto motive Industry Action Group (AIAG), footwear manufacturers in the Confederation European de la Chaussure (CEC), the Open Healthcare Group, and the Open Travel Alliance. </p> <p>Last month, members of the Global Commercial Initiative (GCI) adopted ebXML, and the membership includes 40 leading manufacturers and eight trade organisations representing a grand total of 850,000 companies. Peter Jordan, a GCI board director and European systems director for Kraft Foods, said: \"It is clear to us that ebXML will soon become the standard for all global trade.\" </p> <p>All the draft specifications have now been drawn up, and should be finalised at meetings in Tokyo next month, in Vancouver, Canada, in February, and in Vienna, Austria, in May, 2001. Naujok thinks off-the-shelf ebXML software could be available by the beginning of 2002, if not earlier. Walker expects prices to start at around $150. </p> <p>Companies that intend to trade with other companies over the web, or have already started trading electronically, can start asking their software suppliers about their plans to add ebXML compatibility. Especially Microsoft, which has so far remained strangely silent about the whole affair. </p> <p> <strong> Web addresses</strong> </p> <p> ebXML official site <br> <a href=\"http://www.ebxml.org \">www.ebxml.org</a> <br> UN/CEFACT  <a href=\"http://www.unece.org/cefact\">www.unece.org/cefact</a> <br> Oasis  <a href=\"http://www.oasis-open.org \">www.oasis-open.org</a> <br> Group 8760  <a href=\"http://www.8760.com\">www.8760.com</a> <br> W3C  <a href=\"http://www.w3.org/XML/\">www.w3.org/XML/</a> <br> XML  <a href=\"http://www.xml.com\">www.xml.com</a> <br> UN-XML  <a href=\"http://www.edi-tie.nl/edifact/xml-edi.htm \">www.edi-tie.nl/edifact/xml-edi.htm </a></p>",
  "<p>ET got it wrong. These days, any sensible stranded alien would have only one thing to say: PC, phone home. </p> <p>Internet telephony, or VOIP (voice over internet protocol), is hot. Suddenly, as bandwidth, chip power and applications have improved, personal computers are being turned into what technology pundit Robert X Cringely has jokingly called \"the world's most expensive telephone\". </p> <p>Yesterday's geeky hobbyist pastime, complete with terrible sound quality, echoing lines, and silly headsets, is today's intelligent way of ducking high international phone rates. The line quality can equal that of a good mobile phone connection, you can dial from your PC to someone's phone, rather than having to prearrange a time for a PC to PC call using headsets, and several companies have begun to bring out special netphone devices. </p> <p>\"The reason it's taking off is that processor speeds have increased significantly and bandwidth has improved,\" says Larry Spear, a co-founder of Go2call, a company that lets individuals place PC to phone or PC to PC calls from the web. Calls to the US, Canada, and many European countries are free. \"Our network architecture translates into extremely low costs. Our advertisers are willing to pay for the cost of calls,\" says Spear. </p> <p>Like many online telephony companies, Go2call began by offering \"arbitrage\" - cheap long-distance callcard services. This remains one element of the business, but Go2call is running full-speed after the net telephony market, cutting deals with ZDnet to offer its service to users, for example, and establishing a network of sites around Europe, includ ing the UK and Ireland. </p> <p>The company's own private IP network enables it to offer a higher-quality service than some competitors that run calls entirely over the problem and delay-prone public internet. A caller dials from the Go2call.co.uk website using a small Java applet, which routes the call to a gateway that transfers it to the company's own fibre lines. \"We connect into the major internet backbones and get your call off the public internet as quickly as possible,\" Spear says. Callers can experience some slight delay that causes one speaker to overlap with another, but in an era of fuzzy mobile lines and dropped calls, many people are happy to trade off some loss of line quality for the free service. </p> <p>But ringing mother at negligible cost from your Dell is only a small part of a very big picture. According to analysts, the technology behind VOIP is about to transform the telephony scene for both consumers and businesses. The end result will be a universe in which all types of digital data can merge - voice, video, text, the web. Wireless and land-line networks also will blend. People will be offered a smorgasbord of new applications and services for communication and entertainment that bring audio and video together over television, PCs, mobiles, and new connectivity devices like netphones that mate full-size handsets and viewing screens. </p> <p>\"The market has really matured in the last year,\" says Susan Thomson, an analyst with Dataquest/Gartner Group. She is quick to emphasise that, except for a few small consumer companies targeting home PC users, VOIP does not involve sending calls out over the public internet. IP is simply a protocol for transferring information over any digital network - in this case, fibre cables used by telecommunications carriers - using an efficient method that also is used on the public internet. \"This is not just a new technology,\" she says. \"It's the way that voice is going to be carried and the big carriers are all investing heavily.\" This is not surprising when analysts are predicting the revenue stream from VOIP may surpass $24bn by 2003. </p> <p>Last month Global Crossing, for example, announced that it is converting its entire fibre global network to VOIP and transferred the first part of its US network onto VOIP routers capable of handling 1,600 calls per second. London and the rest of Europe will follow by the end of this year. Cable &amp; Wireless signed a $1.4bn deal two weeks ago with Nortel to convert its circuit network over to VOIP. </p> <p>There's one compelling reason why carriers want to move to VOIP, say analysts: cost. \"IP as a technology is inherently cost efficient relative to ATM and frame relay, alternative telecommunications technologies for sending data over phone lines, and a lot easier to deploy and manage,\" says Jim Reilly, Cable &amp; Wireless's senior vice president of global networks. And as revenues fall from traditional switched voice networks, carriers must seek new markets, and those are clearly in data services, says Reilly. Cable &amp; Wireless currently gets 60% of its revenue from voice services for businesses but margins are narrowing and growth is slowing. \"The only place we see any growth is in the delivery of IP services and applications that run on those services,\" he says. </p> <p>That has spurred infrastructure providers like Cisco to regear towards VOIP as well. Maren Bennette, emerging technology sales manager for Cisco UK, says VOIP is integral to Cisco's future. \"It's the cornerstone of much of what we're doing. The networks that we've known of old aren't capable of handling the wide amount of data we're throwing at them.\" </p> <p>Businesses will be driven to VOIP because of cost savings as well, says Dataquest's Thomson. Communications needs are the third largest cost to companies, according to Henry Woods, managing director of Softech Telecom, a company which makes telecommunications software for managing and tracking calls. Most obvious is the price of making calls, which will drop drastically with VOIP. Less visible are areas the industry calls \"moves and changes\". If an employee changes desks and needs to move an existing extension, or if extensions need to be added, or extra handsets, \"quite a lot of work has to be done to make that switch,\" says Woods. </p> <p>\"Sometimes, a company has different exchanges in different buildings, all managed by different software and different switch cards. And the cards are phenomenally expensive\" - the order of £2,000 to add four extra lines, he says. VOIP replaces the costly cards with much cheaper and more intelligent routers from companies like Cisco and Juniper, and allows all the extensions of a single company to be managed from one point. Move to a new desk - even for five minutes - and your extension follows you to the new phone. </p> <p> That's another key benefit of VOIP - the intelligence moves out of the cards at the middle of the network and into smart phones and other devices at the ends of the network. \"The phone becomes an IP appliance and it's relatively simple to add new applications,\" says Bennette, who addressed Softech's user conference in Dublin last week. \"You can do a lot of clever stuff you'd never even think of doing with a regular circuit-based phone.\" For example, you can create personalized menus, use web-based services, and layer on applications to make your phone a personal assistant; you can video-conference, let any phone you're sitting next to know you're there for call-forwarding, integrate voice, fax and email in one device. \"It's the user applications that give you the sizzle on top of the steak,\" he says. </p> <p>All very nice, says Thomson, but carriers and service providers still need to come up with a business model. \"They don't know how to price, bundle or bill for these services,\" she says. </p> <p>Many also feel VOIP is not yet ready for mainstream take-up by either consumers or businesses. The main reason is obvious as soon as you try your first net phonecall - the quality is unpredictable. Nonetheless, companies are beginning to convert. Some 5% of UK companies say they are testing VOIP systems and 15% have told analyst Gartner Group that they will be trialing VOIP by the end of the year. The Business Communications Review predicts 60%of companies will have VOIP in place within two to three years. Systems should be up to scratch for businesses within that time, says Woods. </p> <p>But almost nobody has considered the legal and political ramifications of the move to VOIP. Because IP telephony networks place all data on a single line, monitoring and surveillance of those lines is far easier than ever, says David Banisar, legal counsel for Washington DC privacy advocates the Electronic Privacy Information Center. For companies like Softech Telecom, that's a plus, enabling them to create software that makes the management of company systems much easier and allows firms to precisely track and analyse data traffic. </p> <p>But those capabilities also raise privacy concerns. Documents on the FBI's secret Carnivore surveillance system recently released under court order to EPIC reveal the FBI is actively looking at surveillance over VOIP. \"But using encryption is also easier,\" notes Banisar. He hopes the use of encryption will become widespread with VOIP's adoption, and cautions that provisions within the UK government's Regulation of Investigatory Powers (RIP) act would presumably allow VOIP systems to be monitored with few checks and balances. </p> <p>If that's the case, visiting aliens might want to proceed carefully if phoning home from a PC in the UK - or at least download an encryption program first. </p> <p><strong> What you need</strong><br> While there is a lot of interest in VOIP, the idea has not exactly fired the imagination of most computer users - yet. Only 4% of calls last year were made over the net, says Probe Research. </p> <p>But Forrester Research predicts that net calls will be a $1bn industry by 2002. </p> <p>Making calls is easy. Most computers shipped in the past two years need little additional gear, since nearly all have a sound card. </p> <p>So just add a headset- widely available from computer stores for under £10 - and you're ready to dip into free calls or low, flat-rate global calls. </p> <p>Sites require you to register and in some cases, to download a small application. </p> <p>Try <a href=\"http://www.net2phone.com\">www.net2phone.com</a>, <a href=\"http://www.go2call.co.uk\">www.go2call.co.uk</a>, or <a href=\"http://www.iconnecthere.com\">www.iconnecthere.com</a>. </p> <p>Both <a href=\"http://www.msn.co.uk\">MSN</a> and <a href=\"http://www.icq.com\">ICQ</a> offer calls along with their instant messaging software. </p> <p>If you're hooked, you might consider buying a special $160 Internet PhoneJACK card from Quicknet.com that turns your PC or laptop into a mini-switch for IP calls. </p> <p>US Robotics/3Com makes a modem with Net2phone that allows you to make IP calls through your phone seee <a href=\"http://www.usr.com\">www.usr.com</a>, or you could try an <a href=\"http://www.aplio.com\">Aplio netphone</a>. </p> <p>Bsquare makes software that turns a Windows CE handheld into an IP telephony device. </p> <p>And <a href=\"http://www.cisco.com\">Cisco</a> has a new, if pricy, webphone complete with screen. </p> <p><strong> How it works</strong><br> Nearly all voice traffic at the moment is carried over circuit-switched networks - a telephony concept that hasn't changed much since Alexander Graham Bell said: \"Mr Watson, come here.\" </p> <p>Once, an operator connected a call by plugging a set of wires into a big switchboard to link the caller to the recipient, creating a complete circuit. Today, despite the fact that most voice traffic on modern networks is digitised - converted into samples of sound which are transmitted across the phone network - each call still requires a dedicated route to be set up for it to link you and the person you're calling. </p> <p>That circuit remains open for the duration of the call and claims a small slice of bandwidth on new-era digital, fibre optic networks, even when no one is saying anything and no digital information is moving across the line. </p> <p>IP telephony, in contrast, uses the internet's method of efficiently using bandwidth. The digitised sound samples of your voice are broken into tiny packets of information that scatter and reassemble to be delivered into the recipient's headset or telephone. Six times as many calls can be squeezed into the same amount of bandwidth, making huge cost savings. </p> <p>In addition, a single router can handle many times the amount of data at a tenth of the cost of expensive telephone switch cards, without the additional wiring, software and management costs. And, VOIP networks integrate video, voice and data onto a single line. </p>"
]