[
  "<p><strong> On Writing: A Memoir</strong></p> <p> Stephen King</p> <p> 256pp, Hodder</p> <p> £16.99 <br> <a href=\"http://www.booksunlimited.co.uk/bol/0,6206,1001002000094444,00.html\" target=\"_NEW\">Buy it at BOL</a><br></p> <p>'I like to get 10 pages a day, which amounts to 2,000 words,\" says Stephen King in his new memoir, On Writing. \"That's 180,000 words over a three-month span, a goodish length for a book.\" When he's working on a book, which is most of the time, he writes every day of the year, and that \"includes Christmas, the Fourth, and my birthday\". </p> <p>King is a not a writer, in the usual sense; he's an industry. According to Forbes, he makes in excess of $50,000,000 a year (and I didn't accidentally add a few zeros). It all began in 1974 with his first novel Carrie, about a teenage girl with supernatural powers. Some 30 novels and half a dozen story collections later, the man has never looked back, pounding out blockbusters in a way that redefines the word. Not since Dickens has a writer had so many readers - I confess to being one of them - by the throat. Much of his fiction has, of course, been turned into films. As if this weren't enough, King has also written five novels under the name of Richard Bachman and spun out nearly a dozen screenplays or teleplays. On top of which, he's a nice guy. </p> <p>The niceness comes through in his books, encoded in the voice itself: a loud but down-to-earth, friendly and innocent voice that might be America (or America's vision of itself) talking. The fact is, King has got more of postwar America into his fiction than almost any other writer now at work. That he has chosen to write in a particular genre - horror - has, unquestionably, worked against his critical reputation. Perhaps rightly, critics have wondered about his seriousness. The novels are terribly uneven, and even the best of them - The Shining, Pet Sematary, Dolores Claiborne, The Green Mile, Bag of Bones - tend to puff and wheeze after a while like an overweight man on a treadmill. Only his most recent novel, The Girl Who Loved Tom Gordon, is tautly written. Nevertheless, King's imagination is vast. He knows how to engage the deepest sympathies of his readers, and they have rewarded him handsomely. </p> <p>Lately, King has been on the literary equivalent of a rampage. Bag of Bones was a big, distorted yet wonderfully entertaining novel that rode high on the bestseller lists in 1998. Hard on the heels of that success came a fine collection of stories, Hearts in Atlantis (1999). That same year, he also published The Girl Who Loved Tom Gordon - a chilling, often beautiful novel about a young girl lost in the woods. For almost the first time, reviewers sat up respectfully, noting the depth and shapeliness of this work. One could no longer dismiss King as just another bad writer proffering cheap thrills to the multitudes. </p> <p>That same year, he brought out his first electronic book, Riding the Bullet. This novella was the world's first mass-market e-book, released through his conventional publisher, Scribner. Half a million downloads later, the publishing industry had to face up to something new under the sun. Soon the idea occurred to King that he might try e-publishing without a conventional publisher in the background. He would simply post a book on his website and request a dollar from anybody who downloaded it. Instead of writing something fresh, however, he rooted through his bottom drawer and found a long-abandoned piece of fiction called The Plant. It's a revenge fantasy about a frustrated author who sends a man-eating vine to devour his publishers. \"My friends,\" King wrote on his website (<a href=\"http://www.stephenking.com\">www.stephenking.com</a>), \"we have the chance to become Big Publishing's worst nightmare.\" Although not as successful as Riding the Bullet, the new work did well enough to please King. (For the record, I sent him a dollar.) </p> <p>Now comes On Writing: A Memoir. It is part biography, part collection of tips for the aspiring writer. In the final chapters, King tells, in graphic detail, the story of his recent accident. In June 1999 he was near his home in Maine, taking his usual four-mile stroll along a rural route. Unexpectedly, a blue Dodge minivan lurched over the hilltop, totally out of control. It was driven by a local man called Bryan Smith. King notes, casually: \"Smith wasn't looking at the road on the afternoon our lives came together because his rottweiler had jumped from the very rear of his van into the backseat area, where there was an Igloo cooler with some meat stored inside.\" Smith thought at first that he had hit \"a small deer\". </p> <p>It was King he hit. After bouncing off the windscreen, the author found himself at the side of the road with his lap turned the wrong way. One of his legs was broken in nine places, \"like so many marbles in a sock\", as his surgeon later explained. He had a collapsed lung and lacerations on his scalp. </p> <p>His devoted wife Tabitha (herself a novelist) stayed by him through several agonising weeks during which it was not clear whether King would ever walk again. His three grown children - Joe, Naomi and Owen - were by his side as well. King's gratitude shines through this memoir. One comes away from it liking King a great deal and admiring his family. </p> <p>Understanding her husband's compulsion to write, Tabitha established the wheelchaired King at a makeshift desk in a hallway of their rambling Victorian house only five weeks after the accident. That King could possibly summon the will to work in this situation is nothing less than astounding. He wrote a little at first, then a lot. Soon, it was business as usual: the author as locomotive, charging down the tracks of narrative, rock music blaring in the background. The pages gathered on his desk. In the 15 or so months since his accident, he has poured out the e-novella, Riding the Bullet, most of a teleplay in six hour-long parts for American television, and a 900-page novel, Dreamcatcher. Oh, yes, and he added the memoir of his accident to a book about the craft of writing that he'd already finished. </p> <p>King has nothing much to say about writing that isn't obvious. \"In my view, stories and novels consist of three parts,\" he explains with professorial solemnity: \"narration, description, and dialogue.\" He warns us: \"The adverb is not your friend.\" He advises writing behind a closed door: \"It is your way of telling the world and yourself that you mean business; you have made a serious commitment to write and intend to walk the walk as well as talk the talk.\" Oh dear. King is infinitely better at writing than talking about writing, though fans will doubtless find moments of interest here, especially when he talks about his own extraordinary writing habits. </p> <p>The best part of the book remains his account of how writing - and the primitive urge to write - saved his life after the accident. It's a bizarre and absorbing story, told brilliantly by one of the great storytellers of our time. One only hopes he lives to write many more books, however uneven. I would not begrudge him a single item on his bibliography. He is, after all, the King. </p> <p> \u0095 Jay Parini's novels include The Last Station and Benjamin's Crossing.</p>",
  "<p><strong> The Faber Book of Landscape Poetry</strong></p> <p> edited by Kenneth Baker </p> <p>437pp, Faber</p> <p> £25 <br> <a href=\"http://www.booksunlimited.co.uk/bol/0,6206,501839064,00.html\" target=\"_NEW\">Buy it at BOL</a><br></p> <p> Before the place, there is the picture of the place; before we see, we have been taught how to look. \"Landscape\", that word for the pleasing shapes of the countryside, began as a technical term for painters, a word for a delightful artifice. When Joseph Addison travelled to Italy in the 1690s, he hoped \"to compare the Natural Face of the Country with the Landskips that the Poets have given us of it\". He acknowledged what, since Romanticism, has become a less obvious thought: that landscapes are what we carry in our heads rather than what we discover. </p> <p>And so, when it comes to enjoying a landscape, perhaps we are all conservatives. \"Unspoiled\" became a term of praise from the 1920s, as arterial sprawl edged outwards from the towns. It has become the best that can be said for any rural view. Poetry of landscape concentrates this appetite for what satisfies our visual ideals. Since Wordsworth, at least, poetry has tried to conserve the memory of particular places, which return to please the \"inward eye\". </p> <p>Kenneth Baker begins his introduction to The Faber Book of Landscape Poetry with a candidly financial metaphor for this desire to conserve our visions of the land. \"The two greatest assets that we have in our country are its language and its landscape.\" As well as having been Thatcher's Environment Minister, Baker has edited The Faber Book of Conservatism, and sometimes it seems that his new anthology might be a continuation of that task. He has placed at the front of the book, as if it were a manifesto, Wordsworth's \"The Tables Turned\", which proclaims that \"Sweet is the lore which Nature brings\". Much of the poetry he has chosen tries to find this \"lore\" sustaining, and a good deal of it preserves in verse what seems to be being lost in reality. </p> <p>Baker's amiably jumbled arrangement of poems into 37 weakly thematic sections conceals the historical distinctiveness of his material (the only dates are the births and deaths of his poets, buried in the index). From around the late 18th century, the poetry of British landscape echoes with the sense of precariousness, of endangerment or desecration. We can hear it sharp in Gerard Manley Hopkins's \"Inversnaid\": \"O let them be left, wildness and wet;/ Long live the weeds and the wilderness yet\". Gloomily we hear it in Philip Larkin's \"Going, Going\", regretting the loss of \"The shadows, the meadows, the lanes,/ The guildhalls, the carved choirs\". </p> <p>An early voicing of this strain is William Cowper's The Task (1785), represented by several extracts here. For Cowper the destroyers of the countryside are the modern landowners. \"Estates are landscapes, gaz'd upon a while,/ Then advertis'd and auctioneer'd away\". Enclosures are behind the Tory Oliver Goldsmith's \"The Deserted Village\", an elegiac vision of rural life destroyed by trade and wealth. Their effects are sardonically observed by agricultural labourer John Clare, who sees a land of fences and \"no entry\" signs, \"As tho the very birds should learn to know/ When they go there they must no further go\". Baker's section on \"Birds and Birdsong\" echoes with nightingales and thrushes, Clare's bushes full of \"larks\" and Edward Thomas's songs of \"all the birds/ Of Oxfordshire and Gloucestershire\"; they now seem sounds from distant times. </p> <p>Yet once, in imitation of Virgil's Georgics, poets celebrated rural \"industry\" and \"improvement\". A passage from the 18th-century poet John Dyer happily includes in his Yorkshire landscape the smoke from the growing towns of the West Riding - an \"incense of thanksgiving\". Human forming of landscapes could be celebrated. In the 17th century, Andrew Marvell's poetry turned nature into a garden, delighting in what man ordered. </p> <p>The book features a map of Britain and Ireland with the names of poets instead of places scattered across it. It illustrates another Wordsworthian poetic value, which earlier poets would have found strange. This is particularity - truth to a certain place, to \"things founded clean on their own shapes\", as Seamus Heaney has it in \"The Peninsula\". Some poems ask not so much to be judged as poetry as to be matched against a real place. </p> <p>This was not always so. Britain was once the resort of gods and nymphs, a place of groves and grottoes where, as in Milton's \"L'Allegro\", zephyrs blew and eglantine twisted itself around the poet's bower. The poet looked through the lens of his classical reading (and perhaps the paintings of Poussin or Claude). </p> <p>Other pre-Romantic verse is archaeological or etymological. A short extract from Michael Drayton's wonderfully strange Poly-Olbion (a topographical glorification of England) celebrates the fertility of the fens around Ely by listing all the area's fish-filled rivers and streams like a whimsical angler's gazetteer. Such delight is echoed in UA Fanthorpe's \"Rising Damp\", about the \"little fervent underground/ Rivers of London\", whose buried names are still followed through the city. </p> <p>Rarely can we rely on these connections. This capacious collection has its pleasures and surprises, but these are not usually the result of meetings across the centuries. For while Baker's anthology may conceal the history that has made our ideas of landscape, the poems he admires have not done so. They show that landscapes kept alive in poetry are also, as Wordsworth called them, \"spots of time\".</p>",
  "<p>Marconi, the hi-tech communications group, yesterday announced it would expand its US base through a Nasdaq listing this month. The company aims to become a global rival in the telecoms market to US giants such as Cisco and Lucent. </p> <p>The group, which hopes to be a European version of Nortel, the US broadband equipment maker, said it would list its shares on Nasdaq in the week from October 16, paving the way for a further spate of North American acquisitions.</p> <p>But Marconi sources denied that this was a prelude to moving the group, once Britain's premier engineering company as GEC, to the US where its communications division has its headquarters in Pittsburgh. \"We are increasing the potential market to buy our shares and creating an acquisitions currency in the form of US paper. This has no implications for redomiciling the group,\" said the company.</p> <p>Marconi, whose shares powered ahead 10p in London to close at 930p, plans rapidly to increase its North American shareholders from the current 10% and reduce its UK base which now accounts for 80% of equity.</p>",
  "<p>I don't know how long he'd been standing there. Some actors can do that, make themselves into a hole in the air just by turning themselves off. Most of them do the opposite, come on full-pelt with all their well-rehearsed little sensibilities and idiosyncrasies, so that you think it must be your birthday until you discover that every journalist in the western world has been privy to an identical performance. It seems to be a question of who they're in the habit of being, professionally; themselves or someone else. Given that these days the big movie-selling proposition, the trick that inflates box-office takings, is personality recognition, you don't often find yourself in a room with a star coming on like a hologram. </p> <p>Guy Pearce (I told him, babbling somewhat) reminds me of an actor I used to know who had this amazing knack of becoming invisible when he didn't want to be looked at. It was as though he could do something to his skin, at will, that made your eyes slide off him. \"Was he a good actor?\" asked the man-shaped thing, beginning to substantiate. \"Absolutely,\" I said, \"on stage you couldn't take your eyes off him.\" A faint expression of something like gratification flushed a lean jowl. \"Yeah,\" he said, as in, \"Thank God for that\", and permitted further out-fleshing: handsome, yes, blue-eyed, blue-jeaned, hair like the rats have gnawed it, huge muddy hiking boots and silver rings on at least two fingers. </p> <p>He offers a yard-wide grin and the small intimacy of the sure and certain fact that if I hadn't asked the publicity crew to vacate, he would have done. It was bad enough for him to meet a stranger without having the ghost of a character to wrap himself up in, without getting a bloody audience into the bargain. Circumstances such as these, he says, bring on the big anxiety rush, make his heart pound. He thumps himself somewhere below his left shoulder by way of illustration. And the voice in his head, always the same, goes \"keep it together keep it together keep it together keep it together\", and he's buggered if he knows why, except that he can't tolerate people forming an opinion of him, being the victim of their conclusions while they think he's weird or boring or miserable or whatever. </p> <p>Years ago, he had to go to a conference for young Australian actors hoping to make the big move to Hollywood and some know-all was instructing them they'd have to employ a publicist because publicists publicise your personality. He was puzzling that one out when Sam Neill piped up how he could do without one of those on account of the fact that he doesn't have a personality to publicise. Which is how he feels to this day. He means, Jeez, what's he supposed to do? Roar about going, Way-hey, hup-zing, look at my personality? \"Nah.\" He doesn't have that kind of confidence, which is another thing to be anxious about. </p> <p>Take yesterday. He'd been supposed to spend the morning with photographers and publicists in charge of making the posters for The Count Of Monte Cristo. Fair enough. He turned up on time, got into period costume and did what he was told, then they wanted him to take his cossie off and \"be himself\". Why? What has himself to do with the film? </p> <p>They told him they reckoned that The Count Of Monte Cristo meant zilch to \"the young\", whereas they'd recognise Guy Pearce because he'd been in Neighbours. So he got out of his cossie and sloped off home, like, you know, fuck that . He worries about these things. A mate tried to calm him once, saying, look, it's showbusiness, pronouncing it \"pissiness\", then making it sound even more obscene, \"Show Business \", as in, where's the art in that? It makes you anxious. Particularly when you're a miserable, sarky sod like himself, always seeing the negative side. </p> <p>He's a synapse, he says suddenly, and, no, he doesn't know how you bloody spell it, he just knows what it is. A bunch of raw nerves. He feels like one of those sea anemones, waving their tendrils about until something swims by and they immediately close up like a fist. Unless it is a clown fish. They don't seem to mind clown fish. So that's him, really. Barring the odd encounter with a clown fish, he's just this bundle of nerves who keeps himself to himself until he gets up to do his shtick, which is the whole attraction of being an actor in the first place. </p> <p>Except he does worry a lot that he's not really an actor, that he's just acting being an actor and that deep down he's a fraud, deluding himself. You can't help thinking like that when you've just made a film such as Memento, which this particular publicity-fest is supposed to be in aid of. Responses so far have been \"interesting\", in the sense that people he'd have marked up as intellectual and educated don't seem to understand what the hell it was about, while other, less ostentatiously brainy types get it in one. So what did I think? </p> <p>Art house is what I thought. Noir as Newgate's knocker. Low budget. I thought it was a metaphor for the human condition, and the human condition is so disgusting I don't want to look at it. I thought we are all, all of us, a load of self-serving, self-pitying, manipulative, murderous, greedy, spiteful, vengeful, frighened, confused, pointless shits who keep reminding ourselves to keep up the good work of being a load of self-serving, self-pitying, etcetera and so forth, and I loved the film. \"Yeah,\" he said, \"that's why I loved making it.\" </p> <p>He's not supposed to say what it cost to make. He's not supposed to say that they made the whole film in 25 days flat or that it didn't cost more than $4 million or $5 million. Bad for business, you understand. In the US, they've worked it all out, like, hey, man, it's going to be a $60 million movie, then we get Tom Cruise, which makes it an $80 million movie, then we employ 70 or 80 blokes to stand around on the set scratching themselves and wondering what they can throw more money at. Then they work out the stats of the first week's box-office takings and publish them, so the punters can be assured that the film is already into profit even though the serious reviews say that it's crap. And it works. People go to see the movie and come away saying, well, yes, it was absolute rubbish, but it had lots of huge explosions and it cost $150 million. It has all been something of a culture shock for a simple Aussie actor who is used to making films where actual pride is taken on not pissing money up the wall. So, no, he's not moving to Los Angeles. So far as he's concerned, a job's a job and he's lucky to get one anywhere, but when it's over he lets America trundle on in the way it trundles on and Mr Pearce gets on a plane and goes home to Oz. </p> <p>He used to think he was just a cynical bastard, but now he's not so sure. Maybe he's just another pragmatic Aussie who can't help seeing things the way they are, which is not very nice. He would, for instance, say that he had a wonderful childhood, blessed with a wonderful mother and a wonderful sister and wonderful friends, and that would be nothing but the truth. </p> <p>Only then he made Memento and believed in it and began to wonder about himself. About his own memories. The explicit theme of the film is about a man who loses his short-term memory and has to remind himself, by writing notes to himself and tattooing his emotional status quo all over his body, that he has a score to settle. In other words, he is both a victim and a predator, and has no means of knowing which unlovely side of his character is uppermost at any given moment. Once you start thinking about the implications of that little lot, you have to question the entire contents of your brain. You can't be too careful. </p> <p>Only so much is assured. Guy was born in England, somewhere south of Cambridge, with a New Zealander father and a British mother - he was a test pilot employed by the Royal Air Force, she a schoolteacher specialising in needlework and home economics. His sister's name is Tracy. The family moved to Bristol and then, when he was three, to Australia. </p> <p>So far, so good. He can't be expected to remember England, even though he's always known he can drop into an English accent whenever he needs to. Come to that, he can drop into just about any accent he fancies, just when he feels like it. Anyway, he grew up in Geelong, which is an hour's drive south of Melbourne in the state of Victoria, where, unlike the rest of Australia, it gets very cold in winter and very hot in summer. Geelong was great. It still is. He went to school and had lots of mates and once, by way of a hobby, his mum ran a deer farm there. It wasn't a thriving business, exactly, they just had the deer wandering about, and once a year they'd strip their antlers and sell them to somebody who made a Chinese remedy out of them. He doesn't know what it was a remedy for. </p> <p> He's not entirely sure he remembers this, but he knows, like he knows what a synapse is, that it happened on August 6, 1976, and it was a Friday. It had been Tim's mum's turn to pick them up from school, and the two boys sat in the back of the car on the way home, arranging to meet later. Tim's mum said, no, she didn't think so, which was odd, so they mouthed their own silent intent at each other and Guy went in for his tea. He could tell at once that something special was up, because they seemed to have been visited by all their Kiwi relatives at once and his mum took him up to his room and sat on the end of his bed. He remembers her telling him that his dad had been killed at work and then he remembers seeing her standing in a doorframe bawling her eyes out. He does not remember thinking or feeling anything much more than a small frisson of surprise that his mother was out of control for the first - and, as it happens, the last - time in his life. </p> <p>Guy and his sister didn't go to their father's funeral. Mum went, they stayed at home. And afterwards life went on in the same way as before, except that dad wasn't around any more. He's not sure he has any true, independent memory of his father at all. Of course, he idolised him. He knew, because everybody told him so, that his father was as heroic as it gets. That he was profoundly decent and witty and wonderful. A man without a flaw. </p> <p>There were photographs of his father in the house, and adults who had known him would point out how, looked at in profile, Guy was beginning to resemble him. But mostly there were pictures of him in cockpits and wide-angle shots of jet aircraft so that, being only seven years old, Guy thought that perhaps a Lockhead Lightning was his dad. He had a lot to live up to. He never thought as a child that he was different from other kids because he didn't have a father. It was more that his family as a unit was more controlled, more circumspect, than other families. It felt to him as though they had some great secret to protect. He'd see other families screaming and shouting at each other, letting it all hang out, and he'd think, we're not like that. </p> <p>He supposes that he began to be a bit of a loner at that point. He perceived himself as a well-behaved, responsible boy. His mother told him so, and he believed her. Sometimes, when he was by himself having a bit of a think or trying to work out how something worked, his mum would say to him, \"Get that miserable look off your face\", and he'd immediately go into idiot-happy-boy mode: Oh, right, I'm not miserable, I'm fine, ha-ha-ha. Which he's rather afraid he still does. In fact, he's getting sick of himself expending all his energy cracking on that he's feeling what he imagines other people want him to feel. </p> <p>Ah, but he's not blaming his mum. She coped as best she could. He ran away from school when he was nine. A whole gang of them took off into the wide blue yonder until the cops caught them and sent for their mothers. He remembers watching the other mums claiming their lads. \"Are you all right?\" \"Thank God you're safe!\" All that sort of thing. And then his mum came and said to him grimly, \"If your dad was alive, he'd send you to the technical school for this.\" Which was tantamount to threatening him with reform school. </p> <p>He used to envy other boys their insouciance, their natural ability to tell their mothers to fuck off. He could never do that, because she was always there saying, \"You are such a responsible boy\", while he turned himself inside out to justify her faith in him. Sometimes, he thinks he's spent his entire life waiting for someone to come along and tell him who he is, because he's buggered if he knows. He even wonders if being good at finding a character to be and then being it means he's not even a real actor. Just a kid with a deep, dark, hidden quality that he seems to draw on but doesn't necessarily understand. </p> <p>It was his mum who first took him to the theatre. They'd go to the Geelong Society of Operatic and Dramatic Art, called Gesoda for short, and he knew right away that he wanted to have the affect on people that the actors on the stage were having on him. This had nothing to do with a hidden extrovert quality lurking beneath his guarded exterior. Far from it. He knew from an early age that he could impersonate linguistically. He loved the music of different accents, the whole different language of them and the energy behind them. But he was never the class clown. If he took someone off, he'd make it short; wait for the gasp and the recognition and then stop. He was more likely to use a funny voice to deflect attention from himself than to court the amusement of his peers. </p> <p>He lived in dread of Tuesday mornings when some luckless schoolboy would be obliged to stand up in front of assembly and read aloud the news and sports reports. The idea of presenting himself as himself gave him crippling stage fright. Yet being in a play didn't count. He remembers, or thinks he remembers, the occasion of his first stage role. He must have been nine years old when the school put on a musical version of something called Smith, culled from an English television series. They gave him the title role, and he made a job of this Oliver Twist sort of kid who talked wiv a cockney accent an kep gettin inter trouble. </p> <p>When the first show was over, the cast stood in a line across the stage and the audience applauded and then he had to step forward on his own while everyone clapped and cheered. He remembers he got a buzz, but it wasn't the buzz that mattered; it was what came into his head. The words, \"It works.\" He says he's not very articulate and, of course, he might have made it up after the event and it might not be a true memory at all. But he can still hear it; that clear, triumphal, almost grim little voice. \"It works.\" </p> <p>So he joined Gesoda-for-short, and effectively began his career at the age of 11. Acting and singing were what he did with his time. He had some idea of being a rock singer, but then so did most boys. He is, he says, very narrow-minded. To illustrate his point, he does something with his hands, something meticulous, as though he's mending a particularly delicate wristwatch. He concentrates on what he's doing for as long as it takes and that's all there is to it. He has no sense of ambition, never thought that one day he'd go to Hollywood and be a Hollywood star. It just happened. Local theatre, audition for TV show, TV show, film script, film, play, film script, film, film script, film, Hollywood. That's the chronology, but it was never a career, a progression with a beginning, a middle and an end, a linear journey towards the big bucks. </p> <p>So far as he is concerned, each part he plays is separate from the one before, of the same intrinsic value, but different. What gives him a thrill is the idea that, if he goes on working for the next 60 years, someone would look back at what he's done and say, wow, what a diverse range of stuff. </p> <p>He'd like to be an actor of the Gary Oldman quality. He believes him, always, whatever he does. As opposed to, say, Tom Cruise or George Clooney, who are, well, Tom Cruise and George Clooney. He means, good on 'em and all that, they've got a niche and they're probably great guys when you meet them, but he's not interested. If you know what he means. </p> <p>The price of fame, apparently, is not all that exorbitant for the kind of actor he has become. He finds it particularly gratifying at this juncture to realise that he can wander freely through the streets of Dublin without being besieged by teenaged girls waving autograph books and grabbing his bits. He was a little nervous when he arrived because Neighbours is huge in Ireland, so they tell him. But everyone seems to have grown up now, or forgotten who he used to be. Which is nothing if not respectful of them. He did four years on Ramsay Street playing Mike, the damaged lad, bad childhood, bashed and abandoned by his parents, adopted into Jason and Kylie's world. Daggy. Very daggy. And everywhere he went between the ages of 18 and 22 there were girls screaming, \"Guy Pearce, Guy Pearce\", and following him about. Not that it turned his head. Why would it, when they'd do exactly the same to Bouncer the dog? Something similar happens now, if he's not careful. </p> <p>Going home to Australia from Hollywood, suddenly he's the big star who's kicked American butt and that makes it hard to go back to the theatre to resume what he's good at. He tried it last year, and the bloody fools oversold him and unbalanced the relationship between himself and the other actors. And again, his hands explore the complicated mechanism of the imaginary timepiece. </p> <p>He seems to find something slightly absurd about his chosen profession, something a touch pathetic about being a man who \"shape-shifts\" for a living. At the same time, he hopes that, if he does enough of it and people recognise the value of his talent to metamorphose, he'll calm down as a man and find the confidence to be himself, or, as he puts it, \"be a boring git when I feel like it\". When I tell him that, in my inexpert opinion, his film roles to date might be categorised as giving good mean-streak, he takes it as a rose to pin in his buttonhole. </p> <p>He is not villain material, he merely has a rare and subtle ability to flash the dark, hidden side of a personality without either tearing the arse out of it or persuading you to dislike him. His pious young cop in LA Confidential, Hollywood-drawn rather corny Clark Kentish figure, on the side of law and order, brave as a lion when it comes to the crunch, might have been predictably dull, except that somehow, fleetingly, he managed to convey that he actually enjoys shopping his erring colleagues. The drag queen in The Adventures Of Priscilla, Queen Of The Desert might have been a spiteful tart who takes pleasure in calling a transsexual \"Ralph\", but for the tender, womanly split-second of his feelings towards a child. </p> <p>His prosecuting attorney in Rules Of Engagement might have been another soulless jobsworth, except he also indicates the sad vulnerability of a man trapped in a testosterone-oriented environment. Wherever he's going, as a shape-shifter, he's well on his way. </p> <p>He thinks one day soon he's going to go looking for the reality of his father; talk to his father's sisters and brothers-in-laws in New Zealand to find out what else he was, besides a paragon of heroism. He thinks it will make him feel better about himself. As it is, he feels as though he's 100 years old, the most practical, responsible, adult person in the history of the world, while running alongside an eight-year-old kid who can only imagine a personality and play it out, the whole caboodle held together by an anxiety neurosis without which he'd be so lost he'd trip over himself and fall down a hole. </p> <p>He is also grievously homesick. He can't believe he's saying this, but he's a married man. Three years ago, he met Kate, and they got married. She's the kind of woman, he says, that when you're at a party you know that you can catch her eye across a crowded room and exchange the wonderful, silent intimacy of acknowledging that everyone in the place is a dickhead. </p> <p>They haven't had any children because they have this thing about over-population and, besides, they like animals. Animals, you understand, being emotionally upfront and honest, unlike human beings. They've got four fish, two cats and a dog called Zelda. She's an African hunting dog, a basenji. He is of the enchantingly Darwinian opinion that, once upon a time, cats and dogs were the same animal and then, for some reason of biological interference, they split into two distinct animals. In this regard, Zelda is a cuspal creature, two legs dog, two legs cat. For one thing, she does not bark, barking being a purely man-made function caused by the stresses put upon dogs by their colonists. No, Zelda yodels and yowls. She also washes herself and climbs trees. </p> <p>Jeez, but he misses Zelda. He wants to go home and dig his garden and bum around and smoke huge amounts of pot and think about what he's going to do next. I think maybe we'd better leave out the bit about the pot, in case they won't let him back into America. He thinks about it for a moment. His hands do their watch-mending thing, then he says, upfront and honest, \"I don't give a shit.\"</p>",
  "<p>A website called Ask Jeeves was not what Sir Pelham Grenville Wodehouse had in mind when he created his resourceful gentleman's gentleman. But, like any instant oracle, it has its uses. For one thing, it offers an intriguing insight into what keeps other people awake at night. According to one recent survey, the question most frequently asked of Jeeves was, \"Why do farts smell?\" Another favourite, for which the site has a ready-prepared answer, was, \"Why is poop brown?\" (The Americans have such a cute way with words.) It may not be the sort of topic that Bertie Wooster mulled over with his butler of an evening, but the rest of us, it seems, still get a buzz from talking dritty. </p> <p>Dritty? No, it's not a spelling error. A long time ago, when our language was still emerging from the long Icelandic winter, people used the word \"drit\" instead of \"poop\". The Old English \"gedriten\" meant to ... well, you can work it out. Eventually, \"drit\" thawed and softened into \"dirt\", and before long it covered everything in sight - everything that was in the least bit impure or that contaminated other things. </p> <p>Today, \"dirt\" still denotes dung and droppings. But it is also grime and grot, slobber and slime, soil and smut. Dirt is filth, but it is stain and tarnish, too. It is muck on the mat and mud on the carpet. And it is a layer of dust on a piano and the lightest of smudges on a sheet of white paper. </p> <p>Dirt echoes through our language and touches every aspect of our lives, from dirty looks to dirty dishes, from Dirty Harry to dirty videos. Why does it occupy such a prominent position in our consciousness? Perhaps because, when we say \"dirt\", we still think \"drit\". Our aversion to excrement (generations of untouchables were forced to live on the fringes of Indian society because they alone were responsible for emptying the latrines) is as universal as it is powerful. Yet drit will always be with us. </p> <p>Thus finishing his grand survey, <br>Disgusted Strephon stole away <br>Repeating in his amorous fits, <br>Oh! Celia, Celia, Celia shits! <br><strong> From The Lady's Dressing Room, by Jonathan Swift</strong> </p> <p>The concept of normality comes up quite frequently in any discussion of faeces. Normally, we excrete between three and six ounces a day - ie, four tonnes in the average lifetime. Normal faeces are three-quarters water. Of the remaining solids, as much as half can consist of dead bacteria. That's normal. What's left is made up of indigestible food, fats, protein and minerals. Then there is cell debris and dead blood cells, plus several powerful-smelling chemicals. One of these, skatole, takes it name from the Greek word for dung. </p> <p>If you can stand the stench of skatole, there's no medical reason why you shouldn't eat faeces (connoisseurs say that it tastes like ripe Camembert), provided that the person or animal who produced it isn't carrying a deadly virus or a troublesome parasite. Coprophagia is common among dogs, horses and, to a lesser degree, small children. Are they just trying to be helpful? </p> <p>The dung beetle, a kind of scarab, uses its head to form manure into a ball which can be as big as an apple. Then it buries itself in the ball and feeds on it, eating more than its own weight in 24 hours. In Egyptian cosmogony, the ball represented the earth and the beetle the sun. And that question about the colour? \"Stuff happens,\" says Jeeves. \"In fact, it happens all the time. Your body is always going through cycles - routines - all the time. One of them is the creation, use and re-use of blood cells. A chemical called bilirubin (bill-e-ROO-bin) is made when your body takes old blood cells apart. And bilirubin is brown.\" Thanks old chum. </p> <p>O thou shrouded in thy mantle, arise and warn! Thy Lord do thou magnify, thy robes purify and defilement flee! <br><strong> From the Koran, 74:1-4</strong> </p> <p>Until the 19th century, when scientists began to recognise that disease is caused by invisible organisms, personal hygiene was a hit-and-miss affair. If the well-to-do enjoyed bathing, it was generally for aesthetic reasons, or for fun. And then there was religion. Since earliest times, people have considered it expedient to purify themselves before their gods. That familiar line about cleanliness and godliness is often attributed to John Wesley, the co-founder of English Methodism. \"Cleanliness is indeed next to godliness,\" he said in a sermon about the need for Christians to dress smartly. But the preacher was referring to a Hebrew saying, believed to originate with the ancient rabbi Phinehas ben Yair. For not only did Moses pass on the Ten Commandments, but he also gave the Israelites detailed laws on cleanliness and religious purification. </p> <p>Even the origin of soap seems to be imbued with religious significance. According to Roman legend, it got its name from Mount Sapo, a popular spot for the sacrificing of animals. Whenever rain washed a mixture of melted fat and wood ashes down into the clay soil along the Tiber, women washing their clothes in the river were said to have found the job much easier if they used the soapy clay. </p> <p>Man does not live by soap alone; and hygiene, or even health, is not much good unless you can take a healthy view of it - or, better still, feel a healthy indifference to it. <br><strong> From All I Survey, by GK Chesterton, 1933</strong> </p> <p>The Phoenicians were preparing soap from goat tallow and wood ashes in 600BC (they used it to barter with the Gauls), and the Celts produced something similar, which they called \"saipo\" (so much for the Mount Sapo theory). But none of these people realised that they could use the stuff for washing. Until the 2nd century AD, soap was used either as a treatment for skin conditions or as a sort of hair gel. With the decline of the Pax Romana, Europe almost forgot about soap again. Some was still made around medieval Marseille, and later in Genoa and Venice. But even in 1672, a German sending a box of Italian soap to a Lady von Schleinitz felt it prudent to enclose a set of instructions as to its use. </p> <p>In England, the few soapmakers who did set up shop from the end of the 12th century were heavily taxed, and after the Napoleonic wars soap duty was jacked up so abruptly that soap-boiling pans had to be sealed by the tax collector at the end of each day in order to prevent illicit nocturnal production. When the tax was abolished in 1853, demand went through the roof. </p> <p>With soap so readily available, it was transformed from a luxury into a necessity, and the chemist Justus von Liebig was moved to remark that the civilisation of a nation could now be measured in terms of the quantity of soap it consumed. </p> <p>But when the first world war broke out, fat was needed for more important things. So, in 1916, German chemists developed synthetic detergents. In no time at all, the cracked, green lump at the end of the draining board had metamorphosed into a cupboardful of exciting cleaning products. So fierce was competition among rival manufacturers that in the 30s they began sponsoring daytime drama serials on US radio - and the term \"soap opera\" was born. </p> <p> Hygiene is the corruption of medicine by morality. <br><strong> From Prejudices, by HL Mencken, 1922</strong> </p> <p>Miasma is a strange and evocative word, but what does it evoke exactly? The Oxford English Dictionary defines it as, \"Infections or noxious exhalations from putrescent organic matter\". But in his award-winning book, Biography Of A Germ (Victor Gollancz, £16.99), Arno Karlen goes into riveting detail. In the 1820s, he says, when deadly waves of cholera swept out of Bengal, \"most experts laughed at the notion that creatures too small to be seen could fell armies and turn cities into cemeteries\". Disease, these experts knew, \"was caused by miasmas, noxious vapours that arose from putrefying organic stuff\". </p> <p>As it happened, this false belief fuelled England's sanitary reform movement, led by Sir Edwin Chadwick. \"They collected refuse, tore down hovels, built sewers and pulled dead dogs from the water supply. It was the beginning of something we now take for granted, massive government intervention to protect public health.\" </p> <p>When cholera again struck England in 1866, there were far fewer infections, which seemed to confirm Chadwick's theory that dirt caused disease. \"What the reformers actually proved,\" says Karlen, \"was that good results can flow from flawed theories; some kinds of dirt might invite and spread cholera, but they were not the cause. Therefore sanitation could reduce the epidemic but not eliminate it.\" </p> <p>Not until 1883 did Robert Koch isolate the bacterium that caused cholera, and so settle the thing once and for all. Yet, says Karlen, the equation of dirt with disease did not die. Rather, dirt and disease both became associated with microbes. \"There persisted an old magical association of epidemics with physical and moral filth.\" </p> <p>By the 20th century, most people accepted the germ theory, yet we still tell children \"that dirt and germs are synonymous, and that both will make them sick\". </p> <p> A disease known is half cured. <br><strong> From Gnomologia, by Thomas Fuller MD, 1732</strong> </p> <p>Many people - Koch, Joseph Lister and Louis Pasteur to name but three - helped to establish our present understanding of germs, dirt, contagion and disease. But the work of the Hungarian physician Ignaz Philipp Semmelweis most clearly illustrates the difficulties faced by these pioneers. </p> <p>In 1844, Semmelweis took up the post of assistant at the obstetric clinic in Vienna, and soon came up against the problem of childbed fever. Right across Europe, puerperal infection regularly killed a quarter to a third of women who for one reason or another had to give birth in a maternity hospital. It was assumed that overcrowding, poor ventilation and miasma were the cause, and Semmelweis was discouraged from investigating further. But he couldn't help noticing that, in the section of the clinic staffed by midwives, the death rate was three times lower than in an identical section staffed by students. The students, he realised, were coming straight from the dissecting room to the maternity ward, bringing to healthy women the infection from mothers who had died of the disease. When he insisted that students disinfect their hands before each examination, the mortality rates dropped from 18.27% to 1.27%. But although his younger colleagues understood the significance of his discovery, Semmelweis found himself in trouble with his boss. </p> <p>For 20 years, he struggled to get his ideas accepted. One day, while he was performing an operation, a wound on his right hand became infected. In 1865 he suffered a breakdown and later died in a mental hospital of the same disease that he had fought all his life to control. After his death, medical science saw that Semmelweis had been right all along, and Lister subsequently paid tribute to his achievement: \"It fills me with joy,\" he said, \"that at last he is given the respect due to him.\" </p> <p>Dust thou art, and unto dust shalt thou return. <br><strong> From Genesis, 3:19</strong> </p> <p>Isn't it incredible how much dirt people bring into the house in the course of a day? All that soil and sand on their shoes. Then there's the dust that blows in from the street, the filth that comes in through the open window. And just look what the cat brought in ... </p> <p>Incredible? Quite unbelievable, in fact, since most household dirt is generated on the premises, by the creatures who live there. Between 75% and 80% of vacuum cleaner dirt consists of human skin cells - the dead bits we shed every time we move. The remainder contains hair and animal dander, plus the dust mites that feed on it. Oh, and there's the odd bit of grot that comes in on our shoes. </p> <p>The thing I hated most was the cockroaches. They lived in the lining of the fridge door, and every time you opened the fridge you set them off. Sometimes, it was half an hour before the noise died down. <br><strong> Friend of a friend, recalling student life in America</strong> </p> <p>The word cockroach comes from the Spanish \"cucaracha\" (remember those car horns that used to play La Cucaracha?). Such a jolly name for something that is universally regarded as one of the most loathsome of all household pests. There are more than 3,500 species, yet although only a few are pests, these few have given all cockroaches a bad name. Roaches eat both plant and animal products - anything from paper, clothing and books to dead insects (they are particularly fond of bedbugs). But like foxes, they damage more than they eat. And they smell awful. </p> <p>We are so often ashamed of the Earth - the soil of it, the sweat of it, the good common coarseness of it. To us in our fine raiment and soft manners, it seems indelicate. <br><strong> From Adventures In Contentment, by David Grayson, 1907</strong> </p> <p>Soil is packed full of bacteria. In a single tablespoonful, there are reckoned to be more bacteria than there are human beings on the planet. Capable of existing in extremes of heat or cold and without sunlight, they perform many functions vital to higher life forms, taking nitrogen from the air and converting it into the nitrates needed by plants, and breaking down organic material by soaking it in secreted enzymes and absorbing the result. Almost any material placed in soil will eventually be eaten by bacteria; a few years ago, scientists helping to clean up after a diesel oil spill were delighted to discover that the ground was full of fuel-eating bacteria known as pseudomonas. Research is currently underway to develop methods of purifying contaminated soil using these bacteria, which are so tiny that 50 of them could line up end-to-end across the cutting edge of a piece of paper. </p> <p>There are over 15 million wheelie bins in the UK and this number is growing daily. Quite simply VIP has developed their bin cleaning service to meet the demands of millions of households who use wheelie bins ... <br><strong> Advert for bin cleaning franchise opportunity</strong> </p> <p>Remember the turkey you ate last Christmas? Ever wonder what became of the carcass - or the one before that and the one before that? Chances are, they're all buried deep inside some worked-out gravel pit in Essex, bubbling away nicely, out of sight and out of mind. Each year in the UK, municipal dustcarts collect 28m tonnes of waste, and more than 80% of this ends up in landfill sites. These have come on a bit since the days when contractors simply chucked the rubbish into a hole and covered it with soil. The industry literature talks of clay-lined cells, of entombment landfill and bio-flushing reactor systems. But still nobody is exactly sure what goes on down there - or how long it takes for our rubbish to disappear. </p> <p>Research suggests that three phases of decomposition take place. The first uses up the oxygen buried with the waste, and is all over in less than a month. Next, a variety of micro-organisms start to eat the putrescent material, breaking it down into volatile fatty acids, alcohols and ammonia. This can take years or even decades. Finally, slow-acting bacteria begin digesting these substances to produce carbon dioxide and methane gas - a process which can last for many decades or even centuries. </p> <p>\"Methane is the worst of the greenhouse gases,\" says Sarah Oppenheimer at Friends of the Earth (FoE). \"It is eight times more potent than carbon dioxide. So not only are landfill sites a waste of resources, unsustainable and horrible to live near, but they are also bad for climate change.\" </p> <p>From next year, the European Landfill Directive will force site operators to flare off methane or use it to generate electricity. But it will also insist on a huge reduction in tipping. But the alternative is likely to be incineration, which FoE also opposes on health, pollution and climate grounds. \"Scores of new, large-scale incinerators are already popping up all over the country,\" says Oppenheimer. \"Yet up to 80% of household waste is compostable or recyclable.\" Something to bear in mind next time you get the wishbone. </p> <p>I was seized by the stern hand of Compulsion, that dark, unseasonable Urge that impels women to clean house in the middle of the night. <br><strong> From Alarms And Diversions, by James Thurber</strong> </p> <p>It wasn't easy being Howard Hughes. Billionaire he may have been, but by 1958, he was reduced to living naked in a corner of his Beverly Hills hotel room, handling everything with wads of tissue and dictating memos on the most hygienic way to open a tin of pineapple. Hughes was terrified of germs, and this, with its associated handwashing, is probably the most common manifestation of obsessive-compulsive disorder (OCD), along with an overwhelming desire for tidiness. </p> <p>Around one in 30 people is reckoned to suffer from one or another form of OCD. Some have had the condition since birth, and most suffer in secret. But when the obsession is with personal hygiene and a fear of contamination, serious sufferers can wind up in hospital. At what point does fastidiousness tip over into obsessiveness? </p> <p>Colin Putney, of the charity Obsessive Action, reckons that when people begin acting in a ritualised way, it is time to seek help. \"Obviously there's normal cleanliness,\" he says, \"and there are people who are particularly clean. Then there are people who have to have everything just so, and if anything is moved, they get upset. This is borderline. Then you go beyond that into people who conduct daily rituals. If it involves rituals, that's OCD. It's out of control and it needs treatment. Because, if it's left untreated, it gets worse.\" </p> <p>But help is at hand, says Putney. Both pharmacological and psychological treatments are available, as well as self-help for sufferers and their families. </p> <p>'There won't be any revolution in America,' said Isadore. Nikitin agreed. 'The people are too clean. They spend all their time changing their shirts and washing themselves. You can't feel fierce and revolutionary in a bathroom.' <br><strong> From Juan In America, by Eric Linklater</strong> </p> <p>Worried about pongy feet? Slip on some antibacterial socks. Concerned about the state of your bedlinen? Perhaps you need an antibacterial quilt with matching pillow. There is talk of antibacterial chequebooks and antibacterial steering wheel covers. And with so much talk of food poisoning, you certainly need antibacterial cutting boards, surface cleaners, sponges and soaps. </p> <p>Or do you? What if this stuff is upsetting the balance of nature? What if it is causing superbugs? In 1997, supermarket giant J Sainsbury signed an exclusive deal with a US-based company called Microban that had come up with a clever way of incorporating the microbial inhibitor triclosan into a variety of plastics. Suddenly, supermarket shelves were filled with all manner of kitchen utensils whose surfaces were said to discourage bugs from multiplying. </p> <p>To those who claim it doesn't work, Micro-ban's champions point to all sorts of glowing test results. The Leatherhead Food Research Association, for example, contaminated treated and untreated conveyor belts with Escherichia coli , Salmonella enteriditis, Listeria monocytogenes and Staphylococcus aureus - all major players in any number of food-poisoning outbreaks in recent years. The results were impressive. </p> <p>To those who accept that these products are effective, but who fear that, by suppressing the little bugs, they are opening the door to far nastier varieties, the industry says that, if this were going to happen, it would have been apparent in the 30 years since triclosan began appearing in toothpaste, mouthwash, deodorant and soap, as well as any number of antibacterial agents widely used in hospitals. Antibiotics may have given rise to drug-resistant germs, but not triclosan. </p> <p>\"The emergence of resistant bacteria is widely attributed by public-health experts to the misuse and overuse of antibiotics,\" says a joint statement from the US Soap and Detergent Association and the Cosmetic, Toiletry and Fragrance Association. \"Hospitals use antibacterial products every day to stop the spread of bacteria, including resistant bacteria.\" </p> <p>What separates two people most profoundly is a different sense and degree of cleanliness. <br><strong> From Beyond Good And Evil, by Friedrich Nietzsche, 1886</strong> </p> <p>When scientists at Bristol University asked mothers in the West Country how frequently they washed their children, the figures that came back showed huge variations. But when they compared these levels of hygiene with the children's health, the results were even more startling. Ultra-clean children, it seems, are more likely to suffer from allergies. As part of the Avon Longitudinal Study of Pregnancy and Childhood, which will monitor the health of nearly 11,000 newborn babies as they grow into adults, Andrea Sherriff and a team at the Institute of Child Health graded the children according to how often they were washed in a day, then logged any occurrence of wheezing or skin rashes in their first 42 months. \"They were given scores of between zero and 14,\" says Sherriff. \"Zero meant they were practically never washed and 14 meant they were having their face and hands washed more than five times a day, always had their hands washed before meals, and were given a bath or shower more than once a day.\" </p> <p>No fewer than 43 children scored 14. \"These wee souls were having quite extraordinary levels of hygiene in the home,\" says Sherriff. \"And it was the ultra-hygienic children who were statistically more likely to get allergies.\" It occurred to the researchers that mothers who wash their children that frequently might also be using a lot of detergents, bleach, air fresheners and polish in the home, and that these chemicals might be responsible for the wheezing and skin conditions. But even when they built these factors into the statistical model, the allergies could still be related to the washing. </p> <p>Although the results have yet to be submitted for peer review, advanced publicity has already caused some indignation. But Sherriff insists that nobody wants to see a u-turn in personal hygiene. \"There would be huge public health implications if people sent their children out to play in the dirt and not wash them,\" she says. \"We would see all sorts of diseases that we've managed to eradicate because of our improved hygiene and sanitation and diet. But, on the other hand, our immune system has evolved to deal with day-to-day bacteria, and now that we live in this sort of semi-sterile environment our immune systems are not getting the stimulus they need at an early age.\" </p> <p> Man and other civilised animals are the only creatures that ever become dirty.<br><strong> From A Thousand-Mile Walk To The Gulf, by John Muir</strong> </p> <p>It's called the Hygiene Hypothesis, and it has been around for a while. In its crudest form - in newspaper headline terms - it says that dirt is good for you. But it is a little more complicated than that. Professor Graham Rook, an immunologist at University College London and one of the chief proponents of the hypothesis, explains: \"The thinking is that it's actually exposure to bacteria - particularly bacteria that have always been there throughout our evolutionary history - that is what turns on the immune system's regulatory path. We're just not getting exposed enough to these environmental bacteria any more. Living on concrete is not providing an input to the immune system which is actually required.\" </p> <p>More and more research such as that carried out in Avon is feeding into the hypothesis, says Rook. \"A Peruvian guy showed that, if you vacuum up the house dust in people's homes and then measure the amount of endotoxin in it - endotoxin is an easily measurable component of certain types of bacteria - you find that the more endotoxin there is, the less people are allergically sensitised to their house dust. In fact, all the epidemiology is now fitting this notion. There are several studies showing that, if you were brought up on a farm, you are less likely to be allergic. If you keep a dog - dogs go out and get covered in soil, then get wet and shake themselves around your house - you're less likely to be allergic.\" </p> <p>Rook believes the hypothesis applies not only to allergic responses such as asthma and eczema, but also to autoimmune diseases such as multiple sclerosis, type one diabetes and inflammatory bowels diseases, all of which are becoming more common in the squeaky-clean northern hemisphere. </p> <p>In evolutionary terms, says Rook, it adds up. \"When oxygen first appeared on this planet, some organisms adapted to live with it, and of course oxygen is now a necessity. Similarly, we can read off in the human genome the influence of bacteria on it. These bugs have had an impact on us. Basically, for 99.9% of our evolution we were hunter-gatherers, and every time we felt thirsty we went to the waterhole like the hippos did, and basically we lived in mud. So soil organisms are very much a part of our physiology. </p> <p>\"But we can't go backwards. Obviously, hygiene and antibiotics are the two most useful things that have been achieved for mankind. What we do need to do is work out what we are no longer getting from the environment that we actually need, and then put it back. It could be put back in the food, it could be sprayed in the environment, we could have little inhalers, or we could make new vaccines. </p> <p>\"But I'm not sure that people need to alter their behaviour very much. We don't really want kids eating faeces and cat droppings. A little bit of garden soil doesn't do you any harm - in fact, it's good for you. The problem is that it depends on whether it's the bit of the garden soil that the neighbour's cat crapped on.\" </p> <p>Dirt, then, gets a clean bill of health. But drit is quite another matter. </p> <p>\u0095 For further help and information about obsessive-compulsive disorder, or to help sufferers by sending a donation, write to Obsessive Action, Aberdeen Centre, 22-24 Highbury Grove, London N5 2EA. To find out more about the Avon Longitudinal Study of Pregnancy and Childhood, visit <a href=\"http://www.ich.bris.ac.uk/alspac.html\" target=\"_NEW\">www.ich.bris.ac.uk/alspac.html</a>.</p>",
  "<p>Three of us dined on six fat mackerel fillets for £1.79 the other evening. I carefully filleted the fish with tweezers, sprinkled some paprika over them, flash-fried them on a griddle pan, and then served them with a mountain of spinach that had been cooked with olive oil and garlic, and two baguettes (which also vanished with the goat's cheese afterwards). The wine was the only expensive item of the whole meal: Casa Leona Chardonnay 1999, £4.49, from Marks &amp; Spencer, but that's because I had bottles open for tasting purposes. </p> <p>Last week in this column, there was a £2.99 Argentine white at the Co-Op that would have done splendid duty with those mackerel and the cheese, so I am prompted to observe that, by taking a little trouble, you can eat extremely well in this country and not spend a great deal of money. The Casa Leona, meanwhile, rates 16.5 points out of 20. It has a lovely texture, gentle and not overripe, and a whistle-clean, lemony finish. There is superb finesse here, combined with personality and subtle strength. And it gave my humble repast a slightly opulent edge that was totally at variance with the cost of the food ingredients. At the risk of sounding like a real curmudgeon, I should point out that I got the spinach, all two kilos of it, late in the afternoon in a street market for small change. </p> <p>M&amp;S also has three interesting French red wines for somewhat more than small change. Gold Label Reserve Barrel Aged Syrah Vin de Pays d'Oc 1998 (16.5 points, £5.99) has superbly meaty fruit, a touch of old cheroot to the spicy plums and blackberries, and a great rousing finish of oregano and coriander. This is a brilliant dinner party companion where mackerel are definitely not on the menu. Oily fish do not go with red wine, I find, unless you stuff them with herbs and roasted pine nuts, and have a green sauce handy. Abbaye de Tholomies Minervois 1996 (16.5 points, £5.99) shows great texture like ruffled velvet with patches of raw denim. There is a perfect balance of alcohol and tannins, and of fruit and acidity here, so we have a minor masterpiece of rustic richness and unpretentious gluggability. Chteau Planeze Ctes du Roussillon Villages 1998 (16.5 points, £6.99) is an all-action red with depth and daring. The spicy plum and peppery richness of the fruit is jammy but never too cloying, and the finish is complex, concentrated and very classy. </p> <p>Oddbins has also had an influx of interesting reds recently. Segada Tinto Ribatejano 1999 (16 points, £4.49), from Portugal, is a deliciously different wine, presenting as it does a sensual texture, spicy plum/blackcurrant fruit and very deep tannins. San Crispino Primitivo del Salento 1999 (16 points, £4.99), from Italy, meanwhile, has striking richness and ripe fruit of some heftiness. Engaging, elastic, exhilarating, this wine offers the palate a whirlwind ride of flavours. Cosme Palacio y Hermanos Rioja 1997 (16 points, £6.99) is in consistent form with this vintage - it is always one of the more elegantly compact riojas - and the 97 has polish, dash and a slightly courtly, old-fashioned, well-mannered finish. </p> <p>Oddbins is also where the rugged South African Saxenberg Cabernet Sauvignon 1997 (17 points, £8.49) resides. This is a quite stunning wine, with a bewilderingly delicious array of extras to the conventional blackcurrants, bellpepper fruit and smoky tannins - these include raisins, figs, spicy cherries, liquorice and herbs. Well, you pay more, you expect more. </p> <p>That's my understanding of value for money, at any rate. But it is palpably not the Co-Op's. This retailer's philosophy is the exact opposite: you pay less and you get even more value for money. This does not happen with all wines, for sure, but Elsa Barbera 1999, a charming red wine from Argentina that normally costs £3.99 has been reduced to £2.99 until October 18. This is not so much value for money as value for peanuts, for this wine sits on the tastebuds like a plumped-up cushion and is full of warm, subtly spicy fruit. As such, it is well worth 15.5 points.</p>",
  "<p>In the Westbeth studio in Greenwich Village, a vast, iron-beamed space with radiant views of New York city streaming in through every window, the Merce Cunningham Company is warming up for the day's rehearsals. Wearing threadbare tights and woolly leg-warmers, the dancers put their limber bodies through the usual paces, slowly stretching in great, arching steps that seem to consume an acre of floor-space, shaking out their joints in splashes of muscle and grace. </p> <p>It takes a little while to notice, tucked away in one corner behind a raised platform, the old man sitting at his table, \"dreaming up steps\". Looking up nervously now and then, he scribbles away in a note-pad, twisting tiny stick-figures into odd, off-kilter shapes, right until the moment when the rehearsal is scheduled to begin. Then he puts the paper to one side and raises himself from the chair, a tortuous process that seems to take over a minute. </p> <p>Only when he takes his first, halting steps is it possible to see the full harrowing extent of his infirmity: one leg delicate, a little bowed, the other collapsed, crumpled like a parody of one of his contorted line drawings. With great effort, he drags himself over to a barre that runs the length of the room and, his buckled feet scraping the floor, uses it to pull himself along. Only when he has neared the end of his agonising journey, do the lithe, young bodies cease their exercises and stand to attention. </p> <p>\"What a beautiful morning,\" he announces, in a shaking, barely audible voice. \"It was this kind of day - bright and sunny and clear - when I landed in New York for the first time and I thought: 'Oh boy, this is it'. Great things could happen here.\" He then pauses, surveys the dancers for a moment and smiles: \"All right then, let's begin...\" </p> <p>Merce Cunningham is, without doubt, the world's greatest living choreographer. His name stands alongside Martha Graham and George Balanchine in the pantheon of mercurial figures that transformed 20th century dance, though his work arguably reaches further and deeper, celebrating sheer movement for its own stark, austere sake. \"He's just continued to astound people and stay outside of any fashion or polemic,\" says fellow choreographer Bill T Jones, \"Merce is the champion of the struggle to say that dance is it's own primary language.\" </p> <p>At the height of his powers, Cunningham was also a peerless performer. His ability to launch himself into the air was legendary, often drawing gasps from the audience, most famously in the celebrated scene in Martha Graham's Letter To The World in 1940 when, to the cue of Graham's \"Dear March, come in,\" the young Cunningham, in top hat and tails, would bound across the stage. However, it was through his own, eccentric choreography that his feral radiance really shone: \"He never moved like anybody else in the company,\" says Marianne Simon, a Cunningham troupe member, \"he looked not like a man, but like a gazelle or a lily blooming in the field.\" </p> <p>His genius was like a force of nature, sending unlikely jolting, shuddering ripples through his arms and pelvis and legs. Some say, \"he was an animal\". And it's easy to see why, in pieces such as the startling 1960 work Crises, with its darting, shifting solo, outstretched one moment, spastic and convulsive the next or in the finale of Place, where Cunningham gave one of his most disturbing performances, thrashing around wildly inside a transparent plastic sack. </p> <p>Even at the end of his career - he performed later than anyone bar Graham herself - just a flicker of his boney hands could radiate a tremendous energy: \"I remember watching a new solo of his, and he is crawling around the floor and doing all kinds of crazy things,\" says Remy Charlip, who danced with the Cunningham company for its first 11 years, \"and it was like looking into his psyche. I thought he was having a fit and I remember saying: \"He's not going to do that on stage, is he? He can't do that in public?\" </p> <p>This same naturally iconoclastic spirit also shaped the radical approach of this choreography. With his partner and mentor, the composer John Cage, Cunningham dreamt up some of the most radical and sometimes downright perverse performance notions of the 20th century: flipping coins or throwing dice to decide the structure of pieces; wilfully destroying the time-honoured bond between dance and music. </p> <p>In the field of modern dance, these ideas would eventually influence Twyla Tharp, Richard Alston and Siobhan Davies. Cunningham would also have an enormous impact on other creative fields, on experimental theatre practitioners such as Robert Wilson and choreographer/director Meredith Monk. It is no surprise that one of theatre's greatest innovators is numbered among his earliest supporters: \"Cunningham's group is in the tradition of Martha Graham in many ways, but in one most of all,\" wrote Peter Brook in 1964. \"The very things that are criticised, laughed at and ignored, will only a few months later be imitated everywhere.\" </p> <p>By all accounts, Cunningham has mellowed considerably. With his halo of untidy white curls, he now comes across as a delightfully charming, easy-mannered, quaintly old-fashioned elderly gentleman, who repeats his well-worn anecdotes with the confidence of someone who knows his word is now creed. The debilitating arthritis and chronic hip condition that finally forced him off the stage in his early 70s gives his body a brittle, almost translucent quality. However, he transcends his frailty with an open smile and a decidedly unpretentious wit. </p> <p>But as long-time members and associates of the company will openly testify, this wasn't always the case. Right up until the death in 1992 of his partner John Cage, who had run much of company life, organised tours, even mediated in disputes with dancers, Cunningham was often an aloof, cold, difficult and demanding presence: \"He would have these sort of black moods when you couldn't get through to him at all,\" remembers David Vaughan, original company manager and now company archivist. \"When I started to work with him, on some days I would feel it was like walking into this completely impenetrable wall around him. We all felt that.\" Some have even gone so far as to assert that the same caprice and obsessiveness that made the work great also led him to take dangerous risks, both with himself and with his dancers: \"Of course, he crippled himself by doing some of these wild things,\" says one company member. \"He did a dance where people were like twisting and torqueing and spiralling their bodies. The company used to call it 'whiplash'.\" </p> <p>Cunningham is also protective of his personal life, and his relationship with Cage still remains one of the great enigmas of the avant-garde. The blank canvas meticulously maintained by both has allowed detractors to paint a picture of the loquacious Cage as \"Svengali\", feeding ideas and theories to his younger, more taciturn protégé. And while neither denied the fact of his romantic attachment, it had remained until now unfurnished with even the most rudimentary details: \"I do the cooking,\" Cage commented wryly, when pressed once by a gay activist for a few morsels of information, \"and Merce does the dishes.\" Little more than this has ever been divulged before, either in Cage's biography or in the voluminous press coverage of Cunningham. </p> <p>However, it would appear that there was considerably more to their union, which seems to have been marked by affairs with male dancers in the company. At least once they shared the affections of the same young dancer. It is possibly the fundamentally fraught and complex nature of their 50-year relationship - and not, as is often cited, lingering fear from the beginning of their time together, when homosexuality was still an offence punishable by law -that continues to fuel Cunningham's silence in this relatively open-minded era: \"I don't think I was guarded about my personal life,\" he says gently, \"It is quite true I didn't speak about it very much but I didn't see any reason to speak about it. John and I were together. We did our work together. We travelled together. What more is there to say?\" </p> <p>Mercier Philip Cunningham was born in the small lumber town of Centralia, Washington on April 16 1919, the third son of Clifford Cunningham, a lawyer of Irish descent, and Mayme Joach, a teacher. From a young age, Mercier displayed a gregarious streak that marked him out, as he lightheartedly puts it, as the \"criminal\" among a family of lawyers: \"He liked the beach and beach business - the sand and all kind of captured his attention, whirling around in it,\" says his older brother Dorwin, a retired lawyer who still lives in Washington State. \"And if the circus came to town, when they would be going through the streets, I remember Merce would get up and do sort of a dance, just as a youngster would.\" </p> <p>At 12 he began studying tap-dancing with a former vaudeville and circus performer named Mrs Barrett, who ran an improvised local academy. After he left high school, Mercier made a half-hearted attempt to study at the George Washington University in Washington DC, taking literature and theatre history courses. Dorwin, who was studying law in DC, kept a journal of this time: \"We ate out and Swords [their flatmate] complained about the expenses,\" he reads falteringly from the entry for October 11 1936. \"Then Mercier arrives, bubbling over with enthusiasm after seeing the Jooss ballet in the National Theatre. Such interest as his must be the first outward signs of latent genius.\" </p> <p>However, Mercier only lasted one semester at university, enrolling instead at the Cornish School for Performing and Visual Arts in Seattle, an astonishing stroke of good fortune that would transform his life. First he got himself into the 8am dance class of Bonnie Bird, an ex-Martha Graham dancer, who would prove a formative influence. Then, during his second year there, a 27-year-old composer named John Cage was employed as rehearsal pianist, relocating from California with his wife Xenia Kashevaroff. Cage had studied composition under Schoenberg and already had something of a radical, iconoclastic outlook: \"He started a percussion programme,\" says Cunningham, \"and once I had mastered the piece, he came and said 'You were playing everything absolutely perfectly. Now just go a little further and make a few mistakes.' I thought 'that is a marvellous idea'.\" </p> <p>At the end of his second year at Cornish, in the summer of '39, Cunningham hitch-hiked to Mills College in California where the Bennington School of the Dance was holding its summer school, with tutorials run by famous figures such as Charles Weidman, Hanya Holm and Martha Graham. \"I didn't know anything about her [Graham]; I had never seen her dance,\" Cunningham admits, \"I think that she conducted the last two weeks and I remember this woman who was really small, compared to myself. But such a force.\" </p> <p> Young Mercier also made an instant impression on Graham, who offered him a place in her company if he came to New York. He immediately travelled back to Centralia to break the news to his parents: \"My mother's face fell. But my father, who was a very bright intelligent man, he looked at me and he looked at her and then he said: 'Oh, let him go. He's going to go anyway.' And so I went.\" After three days on a train, Cunningham arrived in New York on a sunny late-summer day in 1939: \"I stepped onto the pavement and I said 'This is home'. It was immediate.\" He then made his way to the the Martha Graham Studio: \"Before classes began, I walked in the door. She was standing there and she said: 'Oh! I didn't think you'd come.' I didn't say it but I thought to myself: 'Lady, you don't know me'.\" </p> <p>That season Graham was beginning work on her landmark work Every Soul Is A Circus, and she cast Cunningham in one of the lead male roles: \"I thought that was wonderful. I get to be dancing. It wasn't until the performances I suddenly thought: 'Oh, I 'm performing on Broadway in New York.' It was really quite a remarkable feeling.\" </p> <p>As Graham company member, Nina Fonaroff - now 86 - recalls: \"As a person he was enticing. He was a Puck - irresistible, and very funny too. And as a dancer he was a phenomenon, absolutely extraor dinary. And he had such passion for it. I remember in Circus, when he made his debut, he had on these pink tights and a pink top, and his heart was beating so hard you could practically see it thumping with excitement.\" </p> <p>Cunningham, who by now had shortened his first name to Merce, went on to dance lead roles in El Penitente (where he played Christ) and Letter To The World, a piece based on Emily Dickinson's poetry. Graham's relatively narrative-based approach couldn't contain or satisfy Cunningham, who by the end of this time with the company, was already choreographing his own pieces: \"I remember one day he came bouncing up saying, 'I have a dance, I have a dance. Come see, come see'.\" says Fonaroff. \"And so I followed him into the studio and he did this thing, almost walking on his knees and jumping up and down. It was called Totem Ancestor. I'd never seen anything like it.\" </p> <p>The real catalyst for Cunning ham's break with the Graham company was the arrival of John Cage who had moved to New York with his wife Xenia in the summer of 1942. Cage wrote the music for their first solo programme in 1944, which included Totem Ancestor, a solo called Root Of An Unfocus, and Tossed As It Is Untroubled, inspired by Joyce's Finnegans Wake: \"I date my beginning from this concert\", Cunningham says. </p> <p>During rehearsals, Cage and Cunningham also formulated one of their most fundamental tenets: the separation of music and dance. \"We could agree on a common structure for a particular dance and John could compose to that structure and I could choreograph. In the beginning, there were points in that structure where the music and dance came together. But later we abandoned that and made them entirely independent.\" By the early 50s, at the instigation of Cage, Cunningham began to use \"chance operations\" to formulate the ele ments of his pieces, particularly in the key 1952 piece Suite By Chance: \"The individual sequences, and the length of time, and the directions in space were discovered by tossing coins,\" he says. </p> <p>Many of these ideas were tested and developed not only through Cunningham's occasional performances but also through the famous summer sessions at the celebrated Black Mountain College, North Carolina, where in 1952 Cunningham and Cage masterminded the world's first \"Happening\". That summer in Black Mountain also saw the birth of \"Merce Cunningham and Dance Company\", a startling ensemble of dancers such as Carolyn Brown, Viola Farber, Jo-Anne Melsher and Remy Charlip which, over the next few years, would give form to some of Cunningham's ground- breaking works: 1953's Septet, where a still, balletic style is positioned next to the music of Eric Satie, and Minutiae in 1954, which marks the beginning of Robert Rauschenberg's 10-year stint as resident designer. </p> <p>However, it is not just for the quality of the work that the dancers still nostalgically refer to this early period as the Golden Age, but also because of the distinctive company spirit, forged by communal hardships. Reviews were almost universally negative: \"His dance language is for the initiated few who are as interested in contemplating Mr Cunningham's navel as he is himself,\" Dance Magazine said in 1953. \"Have a little Mercy, Merce,\" a later headline would proclaim. </p> <p>But diatribes did little more than steel a curiously robust sense of mission, as the company toured their pieces in a clapped-out Volkswagen bus, often driving inordinate distances for a single performance and playing to meagre audiences: \"It took exactly nine people and a ton of luggage,\" remembers dancer Carolyn Brown. \"We sometimes drove all day and into the wee hours. I remember giving a performance without sleeping at all. But it really was a lot of fun. </p> <p>\"John was a wonderful leader. He and [composer] David Tudor would get into these wonderful conversations. Meanwhile, Merce would be very quiet and study Russian and read or knit. The rest of us would play games. It just was a great time to develop a real company because we were so close together.\" </p> <p>By this time, the relationship between Cunningham and Cage was deeply personal as well as inextricably professional. Prior to this involvement, Cunningham appears to have conducted predominantly heterosexual relationships, both during his time with the Martha Graham company - when he was deeply attached to a Bennington theatre student - and earlier at the Cornish school, when he went out with a dance student named Joyce Holder. </p> <p>\"We were very close but it was always ambiguous,\" Holder recalls. \"I was a little wild and was having many flings. I think that one of the attractions for Merce was that my other boyfriends could take him around in their cars if he needed to go someplace.\" Then, when Holder followed him to New York, she witnessed the formation of the Cage/Cunningham bond in 1942: \"Merce would always hint to me that it was very valuable for his work. Music parts drove him crazy and John composing for him solved that problem. His implication to me always was that their relationship was mutually advantageous on that level.\" </p> <p>Equally indistinct was the nature of the union itself, which remained clandestine for decades: \"I didn't have any inkling,\" says Marianne Simon, who left the company in 1958, \"and I don't think I was alone in that among the female dancers. We were all madly in love with [Merce] in those early days.\" </p> <p> From an early stage, however, there were affairs with young male dancers in the company: \"It was and it wasn't [an open relationship],\" says one of early dancers, who was close to both men, \"it was kind of secretive and at the same time they both slept with other people. Later on, Merce took up with a younger dancer in the company who did not want John to come on tour any more, and that was crushing to John because he built that company. John got all the dates and wrote all of the letters anddrove and cooked and made all the arrangements.\" </p> <p>At times it seems to have been precisely this dominance that Cunningham was struggling against, both in his affairs and in his general behaviour: \"John was the brains and Merce was the body,\" continues the same troupe member. \"Merce couldn't really protect himself, so he would do things like hide in a room for a week and wouldn't come out and wouldn't eat. John would get frantic. That was his way of dealing with John.\" </p> <p>Yet, if Cunningham really did worry that his work would never be fully appreciated and would always remain in Cage's shadow, grounds for at least some of his fears would evaporate in the pivotal year of 1964. Tiring of New York's indifference, the company decided to tour Europe and Asia to showcase some of their strongest work: Winterbranch, a relentless piece based on the theme of falling, featuring La Monte Young's stereophonic buzzsaw soundtrack; Story, which involved scrap remade by Rauschenberg from whatever junk was lying around the theatre; and Crises, in which the dancers were bound by giant elastic bands. </p> <p>At the first major stopover, Paris, they met a familiar reaction: \"People threw things at us,\" Carolyn Brown recalls, \"eggs and tomatoes. During the interval they went out to get more.\" During the Venice dates, things began to pick up; the press reception was respectful and Rauschenberg picked up first prize at the Bienniale art show. However, by the time they reached London, the Merce Cunningham company was being hailed as a sensation: \"At a blow, ballet has been brought right up in line with the front-rank experiments in the other arts,\" raved Alexander Bland in the Observer, \"something which has hardly happened since the days of Diaghilev. Here is heart-warming proof that it is an art with a future, opening up ranges of possibilities which stretch out of sight.\" </p> <p>After an initial scintillating run at Sadler's Wells, attended by everyone from Frederick Ashton to Margot Fonteyn and Rudolf Nureyev, they transferred for an equally triumphant three-week run at the Phoenix: \"Merce was really quite astonished. In New York, the most he'd ever played was two nights,\" recalls Michael White, who produced the London leg of the tour. </p> <p>The tour proceeded in a rather chaotic fashion through Scandinavia, onward to Prague (where the posters trumpeted dances \"in the style of West Side Story\") and Poland, and then further east to Bombay. By the time they reached Japan, the strain was beginning to tell, with tensions particularly clamorous between Cage and Cunningham on the one hand and on the other between them and Rauschenberg, who had made the mistake of becoming far too famous in the wake of his Venice conquest. </p> <p>After the general critical success of the tour, and particularly the rapture of the London reviewers, subsequently reported in the US press, the entire character of the company changed. While the controversy, the sporadic booing and walkouts, and the financial crises would continue for some decades yet, the critical climate became infinitely more favourable, the company grew in size and professionalism, and Cunningham him self began a steady upward trajectory towards avant garde canonisation. </p> <p>The latter half of the 60s saw further Cunningham highlights, notably 1968's Walkaround Time, which employed sets based on Marcel Duchamp's Large Glass, and the stunning piece Rainforest, also in the same year, strewn with Andy Warhol's helium-filled pillows. In the 70s and early 80s, alongside the video artist Charles Atlas, Cunningham coopted video techniques in pieces such as 1975's Blue Studio: Five Segments, and Channel/Inserts in 1981. </p> <p>By the early 90s Cunningham's physical condition was beginning to severely restrict how much he could perform or even demonstrate to the dancers, and he turned to computer technology, devising ever more ingeniously abstract and random steps using a computer program called LifeForms. Still on the cutting edge at the age of 81, he has taken this a step forward in a work called Biped, which uses state of the art Motion Capture technology to record the movements of his dancers and reproduce them as computer animations within the dance. As audiences at London's Barbican will discover next week, the piece, featuring the music of Gavin Bryars, is mesmerising, the ultimate combination of art and technology. </p> <p>The main event during this latest period of Cunningham's work and life was, of course, the death of Cage in August 1992. After returning from the New York studio to their Sixth Avenue apartment, Cunningham discovered him collapsed on the kitchen floor, having suffered a stroke. Despite the many difficulties in their relationship, the two men had been, according to Cage's assistant Laura Kuhn, \"very affectionate\" in their final years together, openly so perhaps for the first time, now that neither had anything left to prove. </p> <p>The loss of Cage would shatter a dynamic established over half a century: \"Because John answered the questions so brilliantly, I kept my mouth shut. But suddenly he was not around to do it. And so I was forced to speak.\" Most tellingly, however, Cunningham was back in the studio the day after Cage's death: \"I decided quite quickly: 'Well, John is dead, there is nothing I can do about that, and I'm just going to go on.' I thought about it. I would find my own solution.\" </p> <p>That solution was of course, the work - the force that had sustained and nourished their relationship, made sense of the affairs and the infidelities, smoothed over the petty jealousies. Cunningham's obsession with his work was also the force that drove him, perhaps, to take risks with his body, to continue performing long after it was wise, to demand - and often get - the impossible from his dancers, to push his choreography beyond the bounds of what was thought possible. </p> <p>\"You have to love dancing to stick to it,\" he has written, \"It gives nothing back, no manuscripts to store away, no paintings to show on walls and maybe hang in museums, no poems to be printed and sold, nothing but that single fleeting moment when you feel alive. It is not for unsteady souls.\" </p> <p><strong> Life at a glance: Mercier Philip Cunningham </strong></p> <p><strong>Born: </strong> April 16 1919<strong> </strong> Centralia, Washington, USA. </p> <p><strong> Educated: </strong> Centralia High School; Cornish School of the Arts,Seattle, 1937-39. </p> <p><strong> Early career: </strong> Soloist, Martha Graham company, 1939 to 1945; leading roles in Every Soul Is A Circus, 1939, El Penitente, 1940, and Letter To The World, 1940. </p> <p><strong> Works include: </strong> Suite By Chance 1952; Symphonie Pour Un Homme Seul 1952; Septet 1953; Minutiae 1954; Antic Meet 1958; Summerspace1958; Crises 1960; Field Dances 1963; Story 1963; Winterbranch 1964; Variations V 1964; Rainforest 1968; Walkaround Time 1968; Canfield 1969; Changing Steps 1973; Blue Studio: Five Segments 1975; Torse 1976; Channel/Inserts 1981; Quartet 1982; Enter 1992; Ocean 1994; Biped 2000. </p> <p><strong> Some awards: </strong> Guggenheim Fellowship for choreography 1954 and 1959; Laurence Olivier award for best new dance production1985; inducted into National Museum of Dance Hall of Fame, Saratoga, 1993; Golden Lion, Venice Biennale 1995; Lilian Gish award 2000. </p> <p>\u0095 The Merce Cunningham Dance Company is at the Barbican Arts Centre, London EC2, from October 10-14 at 7.45pm. Merce Cunningham conducts an open rehearsal on Saturday October 14 from 2-6pm. Barbican ticket office 0207-6388891.</p>",
  "<p>Investors tracking the Britain's top 100 companies have seen precious little return in the past year. Words like \"doldrums\" are used to describe the FTSE-100, which measures the London stock market's 100 biggest players. </p> <p>But until a couple of years ago it provided consistently high returns. Since then, every boomlet has been followed by a downturn and prices have ended up roughly where they were a year or even two years ago. The FTSE-100 has increased by just 4% in the past year - and has fallen by nearly 10% since last December. </p> <p>The market has also been skewed further towards the major 12 global companies that have merged their way to the front of the pack. The mobile phone operator Vodafone, the oil giant BP Amoco, the bank HSBC and nine other supercompanies are now so large they account for more than 50% of the FTSE-100 valuation. </p> <p>Funds inside an individual savings account (Isa) wrapper enjoy tax-free status and allow the investor to keep the few gains on offer from a FTSE tracker. Charges will eat away at the growth, but if the product conforms to the government's charges, access and terms (Cat) standards the annual management fee is no more than 1%. Many trackers charge half that. </p> <p>Investors who want to use one of the 17-odd FTSE-100 Isa tracker products on the market are also encouraged to think longer term and ignore the current vagaries of the market. They might consider switching to the broader FTSE All-Share trackers- Legal &amp; General has 0.5% annual charges, half the 1% of the highly hyped Virgin fund - and balancing their portfolio with investments in a managed fund. </p> <p>\"Consider trackers because they can be a good investment, but don't put all your money into them,\" says Justin Modray of the independent financial adviser Chase De Vere. \"Even though they have performed well over the longer term, if the market goes nowhere then so does the tracker.\" </p> <p>But Mr Modray believes FTSE-100 trackers have now become so skewed towards the top 12 that they are extremely volatile. \"In this environment an All-Share tracker could be a better bet.\" </p> <p>Some observers expect the large company stocks to bounce back after their faltering couple of years. \"The large cap stocks are bound to come back some time and it is good to have a tracker to tap into that rise,\" says Mr Modray. </p> <p>\"But if smaller stocks carry on performing strongly you will need an actively managed fund. We tell people they need to arrange their funds to catch both waves.\" </p> <p>Amanda Davidson, of IFA Holden Meehan, says not more than 10% to 15% of investments should be locked up in a tracking fund. \"I would have felt happier going into an index fund last year,\" she says. \"They may be cheap to run, but at the moment you will need to pay [an active manager] for a chance of good returns.\" </p> <p>According to the IFA Whitechurch Securities, the top performing FTSE-100 tracker was Marks &amp; Spencer's UK 100 Companies, with a growth rate since April 1998 of 10.84% after charges. But it lies ninth in the broker's list of tracker funds behind a raft of all-share offerings </p> <p>Legal &amp; General's UK Index All-Share tracker is the top performer with a growth rate since April 1998 of 17.83%. Next in the table comes the Scottish Widows' UK All-Share, generating growth of 16.86%, followed by HSBC's UK Index with 16.41%. Barclays FTSE 100 tracker managed to grow by only 5.14%. Part of the reason can be found in Barclays 5% entry charge, which sucks money out of the fund before it has got going. </p> <p>The IFA says £1,000 invested at the beginning of the 30-month period would have profited by just £51.40. It is probably for the best that the product is a straight unit trust and does not have an Isa wrapper. </p> <p>Warren Perry at Whitechurch Securities says the figures should not encourage people to ditch trackers but that developments have brought active managers back into the frame. But they have yet to prove themselves over the longer term. </p> <p>In an effort to allow Isa investors to branch away from the UK market, L&amp;G is turning its overseas tracker funds into open-ended investment companies and putting them in Isa wrappers. Its Pacific, Japan, US and European funds will be available at the end of this month in Isa form. </p> <p>The company believes bullish growth in Europe and the US and potential for recovery in Japan and the Pacific will aid investors but that such markets are volatile and harder for trackers to follow.</p>",
  "<p>Lachlan Murdoch, the elder son of Rupert Murdoch, has been appointed deputy chief operating officer at News Corporation underlining his position as his father's eventual successor. </p> <p>Lachlan, 29, will become the third most powerful figure in News Corp behind his father and Peter Chernin, president and chief operating officer of the sprawling media group which has interests ranging from the Sun news paper to the film-maker 20th Century Fox. </p> <p>He is the only one of Mr Murdoch's children to sit on the six-strong executive board and has been referred to as \"first among equals\". </p> <p>Mr Chernin was recently identified by Mr Murdoch as being the executive who would take charge of the business until Lachlan was ready. </p> <p>Mr Murdoch's youngest son James, 27, who built News Corps' new media business, is also in the ascendancy and was recently appointed to run Star TV, the group's pan-Asian pay TV operation. </p> <p>James has gained his father's ear increasingly because of his knowledge of new media. </p> <p>Elisabeth Murdoch, 32, who had been a senior figure at BSkyB quit the family firm earlier this year to set up her own production business. </p> <p>Lachlan will retain responsibility for all News Corp's Australian operations as well as the print- based business in the US including the New York Post and book publisher HarperCollins. </p> <p>The new role has been vacated by Chase Carey, co-chief operating officer, to run Sky Global Networks which will combine all the company's satellite TV businesses worldwide with the aim of building a platform for broadband internet access. </p> <p>The company is being lined up for a separate stock market flotation.</p>",
  "<p>Publicis has named its general secretary, Jean-Paul Morin, to oversee the integration of Saatchi &amp; Saatchi into its international holding company. </p> <p>Mr Morin, previously the chief financial officer at the French group, played a key role in bringing about Publicis' $2bn friendly takeover of Saatchi &amp; Saatchi, which was completed in mid-September.</p> <p>The move catapulted the French group into the world's fifth-largest consolidated advertising organisation, with global revenues topping $2bn. </p> <p>Mr Morin will face the task of bringing the two groups together while maintaining their brand differences.</p> <p>A priority is the consolidation of real estate in many areas of the world, including the merger of existing administrative centers into one sole corporate headquarters, to be located in Paris. He will also oversee creation of joint management teams for corporate activities and realignment of financial reporting and tax-filing procedures to match the group's new merged profile. </p> <p>Jean-Michel Etienne will replace Mr Morin as chief financial officer at Publicis and the two will work closely together. Mr Etienne will be responsible for all aspects of the group's financial operations, including control, treasury operations, accounting, audit and tax matters. </p>",
  "<p>Food tastes different at 30,000ft. And that's nothing to do with the \"Ooh, I'm in an aeroplane off on my holidays,\" effect. It actually does taste different. No one knows why this should be, nor even whether it is the food itself that is materially altered at altitude, or the palate's ability to interpret flavours or, indeed, whether everything just tastes odd when you eat it from a plastic tray, legs scrunched up half to your chest, chin butting against the seat in front, surrounded by screaming children. </p> <p>Soon, though, we should find out, because this is just one point on a long list of tasks that will be assigned to the new professor of airline food at the University of Surrey whose imminent appointment was announced this week. \"So much fun has been made of airline food but it's a big industry,\" says Willie Seeman, founder-president of the International Flight Catering Association (IFCA) which represents all major airline food producers and is funding the appointment. The professor will have a three-pronged brief: to do research into the industry, to teach, and to cooperate closely with the IFCA committees that work on food safety, education and care for the environment. </p> <p>We have come a long way since Charles Lindbergh made his 34-hour solo flight across the Atlantic with just five sandwiches in his travelling bag. In-flight catering is now a £10bn-a-year global industry employing more than 100,000 people. Virgin Atlantic says catering is its third biggest cost, behind fuel and engineering and maintenance. A jumbo jet preparing to set out on a long-haul flight may be loaded with up to 42,000 separate catering items. British Airways passengers flying out of London Heathrow chew their way through 70,000 meals each day and consume 41 tonnes of chicken breasts, 45 tonnes of strawberries, 127 tonnes of tomatoes and 600,000 pints of milk every year. All BA meals are cooked two to eight hours before they are needed and are kept chilled before being loaded onto the plane where they are reheated in ovens that have the capacity to steam and bake. First class and business class meals are at least partially fresh - you can boil an egg and cook pasta on a plane. </p> <p>\"Psychologically we attach great importance to the food we're given in the air,\" says David Airey, head of the school of management studies at the University of Surrey. \"I get very agitated if I'm not served quickly, or if my wine doesn't come straight away with my food, in a way that I just don't in restaurants on the ground. And if I think I'm going to miss my turn I get very upset too.\" </p> <p>For airline passengers may be a captive audience but they are also highly critical. Now that air travel is as routine as boarding the 8.43am to Waterloo we're not willing to forgive those who fail to meet the exacting standards demanded by our newly educated palates. Though this doesn't explain why we get so ridiculously worked up about it. </p> <p>\"The actual purpose of the carrier is to get people from A to B without killing them and if everything goes all right they forget this,\" points out Michael Kipps, co-author of a book on flight catering and professor of food management at Surrey. \"The only variable part of the service is the food and that's why we talk about it so much.\" </p> <p>So will the appointment of a professor make airline food more tasty, and bring more sophisticated meals to our laps? </p> <p>\"We're trying to bring restaurants into the skies,\" says British Airways which, like the other major airlines, commission extensive research into passenger appetites. According to both BA and Virgin, we want three things: nutritious and healthy food; the ability to control both what and when we eat; and menus to reflect the sort of food we eat on the ground. </p> <p>The core menu choices in Virgin's economy class are roast beef with Yorkshire pudding, roast potatoes, broccoli and gravy; chicken korma with coriander rice; and pasta with roast vegetables and goat's cheese. On a typical flight, 40% of passengers will go for the roast, 40% for the korma and the remaining 20% for the vegetarian pasta. </p> <p>But travellers are a tricky lot to please. BA was surprised when no one wanted to eat beef rangdang, a dish they put on their world traveller menu. It turned out that no one knew quite what it was. So the airline changed its name to Malaysian-style beef curry and its popularity soared. </p> <p>Some airlines have developed a system that allows people to order food whenever their body-clock demands it. Virgin calls it the freedom menu and says that, while it offers a range of sophisticated dishes from aromatic Thai prawns to beef medallions, the favourite for businessmen returning from meetings in the Far East or America is that old comfort food, the bacon sarnie. </p> <p>What you eat out of is also critical. In economy class foil containers have in many cases been replaced by a more pleasing plastic version. Passengers who upgrade get proper cups and plates. BA has just signed a contract with Wedgwood while Virgin has found that what their customers like to drink with their bacon butties is tea - in a mug rather than a cup. </p> <p>In a few years time we might reach the stage where, on short-haul flights at least, the airline doesn't serve us food on the plane but allows us to buy it from the departure lounge. There would be scope for much more choice but Michael Kipps doesn't think airlines will ever let it happen. \"The debris on the aircraft afterwards would be dreadful.\" </p> <p>So, for now, that idea remains nothing more than pie in the sky.</p>",
  "Over the years, American vice-presidential election debates have often produced the fireworks and the one-liners that the bigger contests between the presidential candidates have sometimes lacked. While the presidential nominees seem compelled to appear, well, presidential, their running-mates have had a limited licence to hit below the belt. Lloyd Bentsen's classic put-down of Dan Quayle a dozen years ago - \"Senator, you are no Jack Kennedy\" - remains one of the most stylish political muggings in American history. <p>Last night in Danville, Kentucky, Dick Cheney and Joe Lieberman got their big chance to get down and dirty too. Did they take it?</p> <p>No chance. Instead they resolutely took the high road. The one and only vice-presidential debate of the 2000 campaign was cautious, gaffe-free and - that word again - more presidential than vice-presidential. It almost certainly changed nothing, and that was probably both men's overriding intention. </p> <p>That was especially the case for Lieberman. Coming into the debate ahead in the polls, Al Gore's running mate had very clearly been trained to play it straight and statesmanlike. Wherever a temptation to shine or to appear distinctive presented itself, Lieberman steadfastly resisted it. His job, it rapidly became clear, was to preserve the hard won poll lead, and he did it by playing his round in immaculate par. No risks; no spectaculars. Above all, create no problems. Just get the round over without a mishap. </p> <p>Lieberman delivered exactly what Al Gore wanted. </p> <p>For the second time this week, an election debate contained not a mention of Bill Clinton. There was barely a hint of Lieberman' Jewishness, either, even in an exchange about the Middle East. Lieberman even soft-pedalled on the religious themes that were so strikingly prominent in his speeches a month ago.</p> <p>Everything about the Democratic candidate was on message, often with the exemplary clarity of style which is one of the Connecticut senator's greatest accomplishments. </p> <p>If the Gore-Lieberman camp had been tempted to attack Cheney for his oil industry connections and for the scale of his personal stake in an industry of both electoral and international sensitivity, then this too was resisted. Admittedly, Cheney's personal oil wealth generated the wittiest exchanges of the evening - a short back-and-forth about the attractions of the private sector - but negative tactics remained strictly out of bounds. This was an evening in which the gloves remained on and the stiletto remained sheathed. </p> <p>For Cheney, underdog rather than attack dog, the debate was something of a rehabilitation in campaign terms. Apart from a relatively aggressive speech two months ago at the Republican convention - and it was aggressive only by the exceptionally decorous standards of this year's campaign - Cheney has barely made any impact on the contest. He has brought few positives, and several negatives, to George W Bush's cause. </p> <p>Last night, however, Cheney gave a wholly competent and generally impressive performance. He voluntarily renounced personal attacks, and instead argued for a series of rational, middle-of-the-road positions on most of the issues that came up. As they circled one another for 90 minutes in the centre-ground it actually fell to Lieberman - the quintessential bipartisan centrist - to have to keep underlining the differences between the two men's positions. </p> <p>What came through in these circumstances was the competence and quality of the two men. Their debate ranged over taxation, Yugoslavia, military readiness, the Middle East, oil exploration and the environment. In contrast to the presidential debate in Boston on Tuesday, there was a question about race and one about gay marriage (further testimony to the decorousness of the event was that no one mentioned Cheney's lesbian daughter). </p> <p>In their different ways, both Cheney and Lieberman are plausible candidates for the weird job in which one of them will spend the next four years. It does not require much effort of imagination to see them succeeding to the presidency should the need arise. After two debates this week, the only candidate who has not seemed quite up to that job is, of course, Bush. </p> <p>Though it is true that nothing much has happened at either of this week's debates, this is not at all the same as saying that the debates do not change anything or are unimportant. Quite clearly, this week's debates have embodied two very different views of the role of government at home and abroad. </p> <p>Try as they did to make it seem otherwise, Cheney and Lieberman disagree fundamentally about far more things than they'd have you believe.</p>",
  "<p>Teamtalk.com, the Leeds-based publisher of sports information on the internet, is to supply football news to AOL and its ISP merger partner, CompuServe. </p> <p>Club-specific news, comment, previews and a monthly celebrity column will be provided for AOL's Clubs' Corner and the CompuServe sports service. </p> <p>Teamtalk, which floated in April, hopes the agreement will increase its exposure to a global audience. </p> <p>Bill Wilson, the chief executive, said: \"It's part of our strategy to work with the major players in the world.\" He would not say what the deal was worth, though there will be advertising revenue. </p> <p>Gareth Evans, analyst at ABN Amro, said: \"It is a sensible move for Teamtalk to push their content out to as many people as they can...The potential audience through AOL's sites is 1m.\"</p>",
  "<p>Brussels gets more than its share of brickbats. EMI shareholders must be tempted to hurl a few in the direction of competition commissioner Mario Monti after their company's merger with Warner Music had to be dropped because the partners were unable to satisfy the commission within the formal time scale. </p> <p>The disappointment reflected in the fall in the EMI share price is understandable enough. The merger would have put the pair at the top of the music business. Some industry watchers were already tagging the deal as a likely trigger for further industry consolidation. </p> <p>Now, however, shareholders are confronted with a series of uncertainties: will the two sides be able to put together a restructured deal, will the regulators wear it and will any deal which gets through the competition watchdog deliver the benefits expected from the original merger? </p> <p>There has been widespread speculation that EMI and Warner had been prepared to sell off the Virgin music label and Chappell Music to get the deal through - sacrifices which some analysts reckoned would have knocked some of the gloss off the whole idea. </p> <p>Nevertheless, Mr Monti and his team are right to have taken a tough line over the deal given the scale of the resulting operation within the global industry and the likely impact of Time Warner's planned tie-up with AOL. </p> <p>EMI's management is unlikely to lose its enthusiasm for the Warner link and Brussels has left the door ajar. EMI might be able to find an alternative partner to Warner but one which provided benefits on the same scale - Bertelsmann, for example - would face similar regulatory hurdles. On the other hand any deal that would easily clear the regulators would be unlikely to deliver the same benefits. Nor would shareholders be keen to have to start the whole merger process again. Indeed if that were to happen, they might find another target for their brickbats. </p> <p><strong> Rate for the job </strong><br> </p> <p> The members of the Bank of England's monetary policy committee clearly have more sense than the euroland interest rate policymakers in Frankfurt. Circumstances fully justified the British decision to leave rates on hold. Little had changed since the MPC had last met and decided to leave well alone on monetary policy. Inflation has remained subdued, sterling is strong against the euro, if not the dollar, the labour market is hardly sending out distress signals - even the oil price has weakened in the last couple of days. About the only factor which might, at a great stretch, have disturbed the balance of the committee was some evidence of a rise in the housing market. </p> <p>So, thankfully, the committee has followed its own logic and decided the appropriate policy response in the present situation is to leave rates on hold. </p> <p>Not so in Frankfurt, where the ECB has decided that rates have to go up, although the rise of only 25 basis points leaves rates some way below those in Britain and the US. But is the day when figures showing consumer confidence slipping the best time to push up borrowing costs? </p> <p>Nor did the ECB get the most out of the move. The euro rose initially after the rate rise in the belief that it was an underpinning to the intervention to support the euro two weeks ago. When ECB president Wim Duisenberg explained it was all to do with worries about inflationary pressure - in which euro weakness does have a role - the currency promptly sank back. </p> <p>The ECB does have a mandate for price stability rather than one for an exchange rate or growth. But it is hard to avoid the view it is living in the shadow of the Bundesbank - without the latter's credibility or touch with the markets. </p> <p><strong> LSE learns </strong><br> </p> <p> Yesterday's salvo from the London Stock Exchange against hostile bidder OM has the appearance of a real defence document about it. Its approach is robust, its language trenchant and it attacks OM on pretty well all fronts. If only the exchange could have shown the same sort of crispness earlier in the continuing saga of exchange alliances. </p> <p>The confident tone of the circular suggests that the LSE reckons it is going to see off OM. But if such turns out to be the case, what then? Yesterday Werner Seifert, the chief executive of the Deutsche Börse, said his exchange is still interested in the iX alliance plan with London which the LSE dropped to concentrate on beating off OM. Euronext - Paris, Brussels and Amsterdam - has left the door open for London. Others too will be watching events. </p> <p>No doubt it is nice to be in demand, but there is a sense that the LSE's suitors may want the exchange less for itself than to stop it falling to someone else. The LSE needs to be thinking beyond OM and with the some of the clarity shown in yesterday's defence document.</p>",
  "<p>Prague saw a dawning realisation by those responsible for international finance as much as by those on the streets that globalisation has perverse consequences. Free market theory has been put into practice but the result has been the opposite of what was promised. </p> <p>The moves, not least under the auspices of the World Trade Organisation, towards the liberalisation of commerce is built on the theory of comparative advantage. Everyone is supposed to benefit. The international institutions on parade in Prague and Seattle promulgated an edict of international competitiveness. It promised growth would ensure wealth for all. Yet comparative advantage - \"do what you do best, and trade for the rest\" - ignores differences in power between traders and producers. The result has been a rise in the gap between rich and poor. The latest World Bank development report, source of the chart, shows average income in the richest 20 countries is 37 times the average in the poorest 20 - a gap that has doubled in the past 40 years. </p> <p>Comparative advantage assumed money would remain local. Since the 70s there has been an acceleration in the opposite direction, in pursuit of \"capital advantage\". This free flow of money internationally is supposed to ensure its efficient and rational use. Again the majority are supposed to be the winners. </p> <p>The 1997 Asian crisis made clear such global flows could have adverse effects. The \"tigers\" had used an astute mixture of domestic protectionism and export-led growth to become the only area in the south where widespread poverty reduction has been achieved. In east Asia, the number of people living on less than $1 a day fell from around 420m in 1987 to around 280m in 1998. </p> <p>After Seattle and Prague we need to think again. Globalisation needs to be replaced by \"localisation\", protecting and rebuilding local economies. Long-distance trade would be gradually reduced to supplying what could not come from within one country or region. Trade is conducted under rules which give preference to goods supplied in a way that benefits workers, the local community and the environment. The global flow of technology and information would be encouraged only when and where it can strengthen local economies. </p> <p>Globalisation's advocates want to maximise trade and money flows for profit. From this comes a clear set of policies and trade rules. Localisation reverses this by discriminating in favour of the local (which may embrace a regional grouping of states. At the heart of localisation is a rejection of today's environmentally and socially damaging subservience to international competitiveness. If control of the economy falls to communities and nations social cohesion could be built, poverty and inequality reduced, livelihoods improved. </p> <p>This does not mean a return to overpowering state control. But new rules would have to be enacted to stop imports of goods and services that could be produced locally. Industries will have to be located in the local community if they are to win permission to sell in it. Flows of money would be controlled. Competition policy would discriminate in favour of local production. New resource and pollution taxes would be levied to pay for the transition. </p> <p>Today's global casino consists of traders gambling on minute market fluctuations. In 1980, the daily average of foreign trading was $80bn. Today, more than $1,500bn flows daily across international borders. Some 90% of capital flows are speculative (based on movements in currency and interest rates) rather than productive. Democratic control over such capital is the key to providing the money for governments and communities to rebuild. As well as a Tobin-type tax on international capital transactions to curb currency speculators, broader re-regulation of finance capital will be required. This would include physical controls on capital flows, taxes on short-term speculative transactions, tightening of easy credit that allows speculators to multiply the size of their \"bets\" way beyond the cash required to cover them. Also essential is a widespread and coordinated attack on corporate tax evasion, including offshore banking centres. </p> <p>Any one country proposing such controls on its own would immediately be punished by the markets. However, a regional grouping of powerful states such as the European Union would be a secure and lucrative enough market to ensure that those who control money would not dare to leave the safety and security afforded by such a bloc. This pattern would then be attempted globally. </p> <p>In a small way the process has already begun. Last year two Green members of the European parliament, Caroline Lucas and Jean Lambert, were elected from the UK on a platform that included such localisation. Ms Lucas, as a member of the parliament's trade committee, has initiated discussions about the Europe-wide changes needed to achieve such an end goal. </p> <p>Politically, the 20th century was a battle between left and right. In the 21st the contest will pit localists against those merely trying to manage globalisation. The former will seek control over the local economy. The latter will continue to see globalisation to be as inevitable as gravity; their role will be to attempt to make it kinder and gentler. The contest will not just play out internationally but - if recent protest is any guide to the movement of opinion - in the internal politics of the rich countries, too. </p> <p>Colin Hines is the author of Localisation - a global manifesto, Earthscan £10.99. <a href=\"mailto:chines@dial.pipex.com\">chines@dial.pipex.com</a></p>",
  "William Hague started this week's pre-election conference by promising One Nation politics and he ended four relatively successful days by returning to the theme, promising to govern for all the people and even for all hard working families - the term first coined in the United States by New Democrats such as Bill Clinton and Al Gore. <p>For the true political purpose of this week for the Conservatives was not just to tap into the evident disillusionment with the government, but to reposition the party - and its state educated leader, William Hague - as a party that can reach out beyond its core vote. </p> <p>The loudest cheers in the conference hall were reserved for the familiar attacks on Brussels, section 28 or the dome. But Central Office knew that if they were to be truly ready for government, and the electorate was to be ready for the Conservatives, Mr Hague needed to seize back the issues on which elections are fought and lost: the economy, education and health. </p> <p>Just as George W. Bush's US election campaign is focused on traditional Democrat issues such as schools and health care reform, so Mr Hague knows he has to have something distinctive to say across the policy board. In his closing speech, he tried hard to shift from traditional Tory ground. </p> <p>Alongside the \"common sense\" Tory issues of tax cuts, nationalism and crime, he tried to reconnect with teachers by promising better comprehensive schools, and with doctors by increasing overall spending on health. The shadow chancellor, Michael Portillo, has promised to spend as much as Labour did in any year of its first term. </p> <p>Yet this concern for the public services does not mean Mr Hague has chosen to return to some kind of post-war or even Majorite consensus on welfare, health and schools. His aides insist there is no ideological contradiction between traditional Tory themes and trying to reach out to new voters. </p> <p>Mr Hague has this week extended the Conservatives' privatisation agenda of the 1980s into areas that Lady Thatcher never considered. His ideology, seen in the round for the first time at this conference, is based on the assertion that the private sector is best equipped to run schools, improve health care and regenerate inner cities. </p> <p>In some cases Labour has travelled the same road, contemplating some private sector school companies, a wider role for private health insur ance, and public-private partnerships in the cities. But the Hague plans are altogether more radical. In education, for instance, he is no longer just promising grammar schools in every town, but that his free schools scheme will allow every state school, largely out of the control of the local education authority, to introduce entry by selection. Many current state schools would be funded by private firms. </p> <p>Similarly, the scale of the revolution being proposed by the shadow health secretary, Liam Fox, in the NHS is potentially vast. Mr Fox presents his proposals as pragmatic and non-ideological. He is promising to match Labour spending on NHS and make private health care more attractive by lifting some of Gordon Brown's taxes on private health insurance. The private sector would complement rather than replace the NHS. </p> <p>This clearly does not represent the privatisation of the NHS, but as Matthew Taylor, the director of the leftwing IPPR think-tank told a fringe meeting in Bournemouth: \"Any insurance based system, however you manage it, will lead to greater inequality of access to health care. Over time, the state system becomes a residual system and any service reserved for poor people becomes a poor service.\" </p> <p>On environment and transport, Archie Norman's radical plans to revive deprived inner cities by setting up regeneration companies and issue bonds to prime and run key services has huge, and so far, ill-explained consequences for local democracy. These pri vately run regeneration companies, on which local councillors would have minority seats, go further than the enterprise zones run by Michael Heseltine in the mid-1980s - with a loosely defined role in taking over failing schools. Even police manpower would in part be brought under control of the private sector. </p> <p>Housing associations and regeneration companies would be free to buy in extra policing to ensure a higher density of uniformed officers. </p> <p>In welfare, drawing on a scheme already in place in various US states, the shadow social security secretary, David Willetts, is proposing that private sector firms should take responsibility for finding work for the unemployed, in effect replacing public sector job centres. In time, the role of the basic state pension would be reduced as younger people would be encouraged to take out private pension schemes funded from the stock market. </p> <p>The Conservatives have been criticised for failing to offer sufficient detail for such a radical programme, but Mr Hague's advisers argue that the aim is to present themes and that they are constantly struggling to dissuade frontbench spokesmen from going into the positioning of desks. </p> <p>But it is a tribute to Mr Hague's revived fortunes that the public is beginning to examine what is potentially the most radical programme to be offered to the British people in many decades.</p>",
  "A political party exists to govern. That's what parties are for. They're not for clog-dancing, flag-waving, or even for debating the finer points of education policy. Yet nine times, yesterday, William Hague felt obliged to remind us that the Conservative party was ready to govern. What a discovery! Never has a leader protested so often that his entire purpose in life is, actually, within his capacity. The more resonantly he repeated it, the more it dawned that this might be exactly the thing he wasn't ready for. <p>This was a performance of extraordinary emptiness. Here was not a government-in-waiting but an opposition that has yet to develop a constructive view of the world it might inherit. The entire thrust of Mr Hague's pre-governmental speech was negative. It depended for all its best lines on Labour's iniquity and for all its political energy on the trite proposition that disillusioned voters will prefer anything to the present lot. </p> <p>It was plainly trying to connect with the generalised sense of discontent that burst out of last month's fuel crisis and became the pretext for the Tories' advance in the polls. But because Mr Hague misunderstands the nature of this public cynicism, he failed to address the true anxieties underlying it. He placed a heavy bet on total disillusionment - as if this absolved him from getting to grips with any deeper reality, beginning with his own inability to strike a chord with a congregation beyond the home church. </p> <p>His critique did chime, at a certain level, with the public mood. There have been a lot of Labour failures. People look at the health service and wonder whether they would ever get a hospital bed. They were appalled by Mr Blair's inability to keep the petrol tankers running. The Greenwich dome is no longer even worth a sick joke. Three-and-a-half years is a long enough period for the blame for many things to be switched from the Thatcher-Major years to the Blair record. </p> <p>It is also fair enough to rail against the cronyism of New Labour, and light a fire under the elitist bistros of Islington. The Blair style has had arrogance pinned on it, but the more credible reproach is that it is out of touch. Laying claim to the real heart of old England, though Wales and Scotland were not mentioned, is standard stuff for an opposition leader. </p> <p>But people are not that stupid. Mr Hague spoke like someone who thought public cynicism derived from fury with Labour, failing to see that the problem is not rage but caustic indifference. They didn't have especially high hopes of Labour. A lot more than Mr Hague's ranting will be needed to persuade them that he would be much different. </p> <p>When he allowed us some relief from his anti-Blair hyperbole, and his insecurity about being fit for government, he ran over the thin policy pickings: lower fuel taxes, \"free\" schools, tax relief for private health insurance, jail for asylum seekers. But the general thrust was insulting in its lack of specifics. Though the speech had a certain hard-line coherence - nothing here for inclusive softies - it treated his wider audience with intellectual effrontery. </p> <p>Mr Hague expects the voters to be satisfied with the mere assertion of a better way, rather than its depiction. He devoted not a single line to expounding a credible position on tax-and-spend or how he would satisfy the taxpayer's revolt without provoking the service-user's revenge. This, after all, is the domestic issue that most explicitly divides Labour from the Conservatives, as well as the one that has thrown the darkest doubt on the Hague-Portillo team's fitness for government. </p> <p>As had been the case throughout the week, any gaps in the sums were filled by that weariest of promises, broken by every government: a war on bureaucracy and red tape. </p> <p>For people in the Tory party, and those already committed to voting Conservative next time, this speech was probably warming. It did something to retrieve the leader from the giggling pits he was allowed to plumb in Channel 4's ultra-soft focus film, designed to set him up as a human being before the conference. He obviously is a human being, humorous and self-aware: so self-aware that he sometimes seems like a man who has read every textbook on political performance. Technically, his delivery yesterday was masterly. He can stamp out a punch-line as well as anyone in politics. </p> <p>The core vote will also be delighted with his defence of section 28, his promise to put more criminals in the stocks than anyone since Judge Jeffreys, his heavy shouting about the independence of Britain. From this audience nothing got deeper-throated applause than Mr Hague's unqualified representation of Europe as a threat to British identity. If Mrs Thatcher had uttered this kind of stuff in the 1980s, she'd have been carted off by a disbelieving party long before 1990. Now it comes naturally from a man whose claim, repeated over and over again in that mantra of self-doubt, is that he will govern for all the people. </p> <p>But that is the problem. What will the floater make of him? What, even, of those natural and former Tories who say they cannot stand Mr Blair, but are also quite settled in their view that they could never vote for a party led by William Hague? </p> <p>He said he was reaching out. He spoke some words about being inclusive. The party appropriated for itself the One Nation slogan. But Mr Hague could not see any conflict, even any disagreement, between what people have historically understood by the One Nation philosophy and what people now understand by opportunistic populism. </p> <p>He seems to imagine that all the world are natural Hagueites, beating with the heart of England, awaiting only him to speak for them. Just as he supposes the whole of England shares his neurotic anxieties for Britain's inviolable nationhood. There are many sceptics, and he had nothing to say to them. He preached to the converted as if there was nobody left to persuade. He seems a long way from understanding the country he so anxiously insists he is ready to govern.</p>",
  "Tories yesterday joined the countryside lobby in opposing the development of greenfield sites by pledging to give local councils stronger powers to control the number and style of new homes, particularly in the booming south east. <p>The shadow environment secretary, Archie Norman, said it was time to \"break the culture of centralisation\", in which governments set housebuilding targets on a national and regional basis. </p> <p>With the Department of the Environment preparing to tell counties in the south east how many houses they should accommodate over the next 15 years, Mr Norman said authorities should instead be able to specify styles of architecture and construction materials. </p> <p>Earlier this year John Prescott, the environment sec retary, said 43,000 new houses annually were needed in the south east - mainly to cater for demand inside the region - representing a 10% increase over the last decade. </p> <p>Mr Norman warned that England was becoming a \"country of identikit houses the same in Kent as in Norfolk\". </p> <p>Pledging that Tories would scrap national housebuilding targets, Mr Norman said Labour was \"hell bent on building on the countryside, extending urban sprawl and destroying villages and towns\". But in the October issue of the magazine Showhouse, Mr Norman conceded that the demand for new housing was such that development would be needed not just on recycled urban land, but on greenfields as well. </p> <p>\"I am a practical guy,\" he said. \"We all live in the real world. I have been involved in development myself and I recognise that unfortunately it is inevitable we will lose some countryside.\"</p>",
  "<p>Logica yesterday boosted its presence in Europe's largest IT market by paying £370m in cash for a privately owned German computer services company, Pdv Unternehmensberatung. </p> <p>The deal will be funded by a deeply discounted one for 10 rights issue at £11.50 per share to raise £458m. Logica shares slipped around 6% in early trading but rallied to close up 52p at £22.77. </p> <p>\"We have a good global spread of businesses in 24 countries but we have been too small in some,\" said Dr Martin Read, the chief executive. \"Germany is Europe's biggest, fastest growing and most rapidly changing IT market and this deal gives us a serious presence through which we can sell the various Logica goodies.\" </p> <p>Logica said it would also use the rights issue to fund two smaller acquisitions, one of which is an Australian firm called Utility Services Corp valued at £39m. The identity of the other remains secret. </p> <p>Pdv recorded revenues of £73m in the year to December 31 1999 and has a client list including Volkswagen, Deutsche Telecom, Commerzbank and Lufthansa. </p> <p>The company employs around 1,200 people; 14% of Logica's total workforce will be based in Germany following completion of the deal. It will be earnings enhancing by the end of next year. </p> <p>Glyn Lloyd, a Lehman Brothers analyst who has a \"buy\" rating on the stock, said Log ica had got a good deal. \"Pdv is the largest private IT company in Germany, and it was quite cheap compared to some others in the sector, because it was a private company. It is a quality business, with a strong management team that's apparently going to stay,\" he said. </p> <p>Founder Wilfred Forster and his family owns 88% of the stock and Dr Read said it had taken four years to persuade him to sell. </p> <p>\"It's been a long courtship,\" Dr Read said. \"Pdv is a successful company already operating in similar market sectors to Logica and I believe our products, services and expertise are ideally suited to the market.\" </p> <p>Dr Read said the rights issue had been discounted to avoid the likelihood that shareholders would fail to take up their rights and eliminate the fees incurred when investment banks try to find buyers for the new equity. </p> <p>The same tactic was employed when Pearson recently offered \"cheap\" shares to fund its £1.7bn acquisition of National Computer Systems, the US educational software company. </p> <p>\"If we had done a 'normal' rights issue it would have cost us 2%. This way it only costs us half a per cent,\" Dr Read said. </p> <p>Dr Read said he saw Spain and the US as the markets where he would most like to boost the group's presence. The company is looking for markets where telecoms and utilities deregulation means new software systems and consultancy are required.</p>",
  "\u0095 There are two things wrong with Leah Wild's defence of the parents who selected their child to be a bone marrow donor (Why the Nashes are good parents, G2, October 5). By discussing individual cases in moral terms, as she does, we always miss the social impacts of individual decisions and the social trends that are driving those decisions. <p>What she fails to consider is the profound issues raised by producing children primarily to serve as a means for someone else's end. The very basis of human dignity, which in turn provides the foundation for human rights, is that we have to be treated as ends in ourselves. By using Adam in this way they have turned him into an object, that is wanted only conditionally, because he has the right genes. How will such a child feel about himself as he grows up? It is all part of a bigger trend, encouraged by technologies like pre-implantation diagnosis, of turning reproduction into just another consumer experience, where we are choosy about which product we acquire. </p> <p>Imagine what it would be like if it became common practice for any of the thousands of children needing a bone marrow transplant. Once we get accustomed to using children this way, our concept of the value of human life will be profoundly damaged. <br><b> Dr David King</b><br> Editor, GenEthics News<br> cahge@globalnet.co.uk </p> <p>\u0095 I am grateful to Walter Kaufmann for pointing out in his introduction to his translation of Martin Buber's I and Thou that Kant said we should always treat humanity as an end also and never only as a means. Omitting \"also\" and \"only\" can get us into all sorts of difficulties. These two words may be particularly useful in bringing balance to the Nash case. <br><b>Martin Earl</b><br> London<br> martinearl@onetel.net.uk </p> <p>\u0095 James Meek asserts that, as our knowledge of human genetics increases, \"it will become possible to predict most, if not all, diseases, and more, either before birth or before an embryo is implanted in a womb\" (Now genetic ethics begins at home, October 4). </p> <p>Surely very few diseases have a simple one- or few-gene link? In some cases complex multigene irregularities may indicate an increased susceptibility to particular types of disease, rather than saying one will definitely succumb to a particular illness. Our environment and lifestyle have a profound effect on disease - whether we smoke, over-eat, have a poor diet, encounter particular viruses and bacteria, drink too much, and so on. <br><b>Robert Ashby</b> <br>Chair, Digestive Disorders Foundation<br>robert@humanism.org.uk </p> <p>\u0095 There was no mention of the dilemma that the sister will confront (assuming she survives to breeding age) as the treatment she received makes no difference to her genetic make up and she is very likely to pass on her rare condition (Parents create baby to save sister, October 4). This raises the question as to whether so much effort should be put into rare, fatal abnormalities which, under natural conditions, would prevent their carrier from breeding and so die out. <br><b>Eliot Wright</b><br>Birmingham </p> <p> </p> <p>\u0095 In less than a week, a professor of anthropology has been accused of starting a measles epidemic in Venezuela in the 1960s (October 4) and another doctor has been found with a stash of children's organs in personal storage (October 2). If these problems from years gone by are surfacing now, I dread to think what it will be like in years to come. <br><b>Jane Buckley</b><br>Oldham</p>",
  "<p>Archaeologists yesterday offered a snapshot of life as it was lived 30,000 years ago, when the Midlands were a steppe in the middle of the ice age. </p> <p>Their discovery of a hunters' temporary camp in Rutland, reported by English Heritage yesterday, offers a rare, possibly unique insight, since at the time there were perhaps only a thousand people living in the whole of what is now England. </p> <p>Archaeologists from Leicester University stumbled across the signs of ancient habitation in Glaston, near Oakham, during a medieval dig. They found a flint arrowhead typical of the upper stone age, together with part-worked flints and loose chippings. Alongside them were gnawed bones from a den of hyenas. </p> <p>\"This site is incredibly important as a look at what life was like on the steppe in eastern England at that time,\" said Andy Currant of the Natural History Museum, in London. More remains may yet be found, as the archaeologists have been given an extension until the end of the month, when work begins on building houses. </p> <p>The human nomads who used the camp were returning after an absence of 70,000 years, when the cold had been too severe for them and their favourite prey, the wild horse. Rutland then was steppe, similar to present day southern Siberia, with rolling grassland and dry, bitterly cold winters. Woolly rhinos, mammoths and elk roamed in huge numbers, with man a lonely hunter. </p> <p>\"You must perceive the rarity of this creature, man, among the rest,\" said Simon Colcutt, of Oxford University. \"A human in this environment required [the wildlife of] at least 200 sq kilometres to live off. If you had a viable group of 30 or so, you wouldn't have much of Britain left.\" </p> <p>Exhaustive tests will be done on the remains to find out how the presence of man - or, possibly, his hominid rival, the Neanderthal - fitted in with the hyenas' lair.</p>",
  "<p>Scientists at biotechnology firm Oxford Glycosciences have identified a new gene and a protein which could be crucial in controlling the supply of blood to cancer tumours. </p> <p>The firm said yesterday it was applying for patent protection for the discoveries, both named Hpa2. Oxford Glyocosciences' shares leapt 89p to £22.54.</p> <p>The gene and the protein are involved in producing heparanase enzymes, which clear tissue around tumours. This allows tumours to expand and blood vessels to extend into the area.</p> <p>Oxford research director Raj Parekh said: \"They destroy the environment around the tumour to give it space to grow, and in doing so, they enable the growth of blood vessels.\"</p> <p>He said identification of the gene and the protein was \"important not in the initiation of cancer but in its spread and in growth of secondary cancers.\"</p> <p>The group is paying Medarex, an American pharmaceuticals firm, to develop antibodies which counteract the heparanase enzymes. Oxford Glycosciences' patent protection will allow it to reap much of the commercial benefit from any marketed product.</p> <p>Mr Parekh said the research could lead to medicines in trials within 18 months to two years. \"This is a hot, emerging field in which we are ahead of the game,\" he said.</p> <p>But patenting genes has caused considerable controversy. The Wellcome Trust, one of Britain's biggest researchers, recently condemned \"opportunistic and inappropriately broad patents\" filed on genetic data.</p> <p>Guidelines state companies can only apply for patents for specific areas of research on each gene. This type of patent is yet to be tested; critics say it will allow companies to restrict access to research.</p>",
  "<p> Something far wider and deeper than the English Channel separates the British from the French. It is a chasm of mutual incomprehension. Consider the French poster for Maybe Baby, the pregnancy comedy based on Ben Elton's novel, which is released in Paris next Wednesday. Below a Union Jack, Hugh Laurie lies in bed with a look that may be pre- or post-orgasmic, but either way suggests that he is very excited. Next to him is Joely Richardson who, let's hope, is ovulating. The poster's caption tells the real story: \"Comment les Anglais se Reproduisent\" (How the English Reproduce).</p> <p> It's a statement that needs only a question mark to sum up the mystification many French people feel about the English - especially with regard to sex. How do the English reproduce? Maybe Baby's marketing strategy shows how strange those people north of Calais really appear to the French. In Britain the film was sold simply as a comedy about trying to conceive; in France, if the film has any chances of doing good box office at all, it needs to be promoted as a curio about the curious English. Historically the French have had a hard time taking British cinema seriously. Cinema was invented in France and became a national obsession; the British never embraced the art form with the gusto that they brought to theatre and literature. At least, that is the received wisdom in France.</p> <p> This issue was taken up this week in the newspaper Libération: \"The French have for a long time misunderstood the films made by their neighbours across the Channel. Without doubt this is the fault of François Truffaut, who once said that British cinema was 'a contradiction in terms'.\" According to French director Bertrand Tavernier, \"that phrase has been repeated everywhere. For 40 years it has been the basis for French critics' perspectives.\" Now more than ever, then, it is time for the French to receive an education in British film. And a five-month season of movies called Typiquement British at the Pompidou centre launched this week provides just that. </p> <p>From now until March, more than 200 films will be shown at the centre. There will be six films screened each day in two cinemas, including a huge Redgrave dynasty section (though not including Joely's latest performance in Maybe Baby). \"Familiar but relatively unknown, a large proportion of British cinema is yet to be discovered in France,\" says the press release for the season. \"And,\" one feels like adding, \"in Britain.\" Because one of the striking things about the Typiquement season is that it is unlikely that such a lavish festival would be staged in Britain. France, by contrast, still has a passion for films from outside the US blockbuster mainstream that puts our cinema to shame.</p> <p> When did you last see some of those wonderful wartime Humphrey Jennings documentaries like London Can Take It or Fires Were Started? How many British film-goers even know what Free Cinema is, still less have savoured Leslie Daiken's One Potato Two Potato from 1957? When did you last see a Ken McMullen film? You know, one of the arty auteur's pictures from the 80s such as Ghost Dance - a picture that brought together roly-poly funnyman Robbie Coltrane and deconstructionist doyen Jacques Derrida for the first time, though let us hope not the last. Typiquement British, which includes all these films as well as programmes of avant-garde cinema alongside box-office triumphs such as the Full Monty, would give anyone an excellent education in British film. It would be rather harder to get such a film education in Britain. Yes, the Typiquement British season was programmed in collaboration with the British Film Institute and the British Council. But still: wouldn't it be extraordinary if a five-month season of British films, including historical oddities alongside box-office triumphs, came to a cinema near you?</p> <p> Maybe we, rather than the French, underestimate British cinema. Indeed, for all French hand-wringing about how they misunderstand British film, the French watch a great deal of it. \"This country [Britain] is the most hostile to British cinema of any country in the world,\" said Simon Perry, head of British Screen. \"So many of our films do well in France. It's the largest market in the world for British films. Our films do well in the US, Japan, and the rest of Europe. Britain is a permanent problem.\" </p> <p>Moreover, British films are often treated with greater respect in France than at home. When Ken Loach's film Land and Freedom was released in 1993, it was shown in only 59 cinemas in Britain. In France it was shown in 150. The symbolism is potent: why would a British-made picture about a Scouse volunteer during the Spanish civil war made by one of the few great directors the UK has produced in recent years be a bigger draw across the Channel than at home? Two answers. According to Stephen Frears: \"Everybody knows that English people like escapist Hollywood films.\" This was one of the things that made the success of Frears' 1985 film My Beautiful Laundrette so extraordinary. Peter Mullan, Cannes-winning actor for his performance in Ken Loach's My Name is Joe, argues that the problem is partly due to Hollywood bullying the cinemas: \"If you're told you're going to have to take these four films if you're going to get Titanic, how do you fight against that?\" </p> <p>Mullan and Frears were talking during a documentary called Le Cinéma Britannique shown last week on French TV. One of the questions that preoccupied me when I watched the programme was how well British films, which often have remarkably parochial frames of reference, transfer to other countries. Think of that scene in Loach's Raining Stones where Ricky Tomlinson and the rest of his dole-ite scallies try to dig up the turf from a Conservative Club bowling green. How could the political resonance of that scene be understood in France? British filmgoers are themselves resistant to certain French films. Thus, Les Visiteurs may have been the biggest French box-office sensation ever, but it did poorly in Britain. Harry, Un Ami Qui Vous Veut du Bien, a comedy that has held Hollywood releases at bay for most of the summer, will hardly have the same effect when it reaches British screens. For British film fans there is a contradiction between \"French\" and \"comedy\". No, what British audiences want from French films is something stylish and sexy like L'Appartement, something well-tailored and sexy like Nelly et M Arnaud, something verbose and sexy like most of Eric Rohmer's films, something challenging and sexy like Catherine Breillat's Romance, or something with Béatrice Dalle, Emmanuelle Béart or Isabelle Adjani in next to no clothes. </p> <p>Films that smell like Gauloises and are as apparently authentic as a croissant dipped in a café allongé. French films fulfil a fetishistic function for many Britons. The exception that proves the rule is Mathieu Kassovitz's La Haine, about three tough kids in a Parisian council estate. To see that film was to realise the similarities between French and British societies; most of the time, though, the markets for each other's films are often based on exaggerating the differences. But at least French cinefiles have been given a historical frame of reference for British films to help them understand that miserablism.</p> <p> Le Cinéma Britannique was formidable in trying to tell a story of British film's development. According to French - no, not the French, but Philip French, the Observer's film critic - Margaret Thatcher was the catalyst that sparked a British film renaissance. She both scuppered financial support for British cinema and gave it its subject matter. Maybe the answer is that the French care about film more than the British. Truffaut famously asked rhetorically: \"Is the cinema more important than life?\" The answer, evidently, was \"Yes\". Indeed he went on to say: \"I have always preferred the reflection of the life to life itself.\" For good or ill, there aren't many Britons one could imagine making the same remark. </p> <p> <strong>The crossover</strong><br></p> <p><strong> That Riviera Touch</strong> (1966). Filmed in France, would Eric and Ernie's latterday Laurel and Hardy double act really find a place in French bosoms? Sadly not. </p> <p><strong> Henry V</strong> (1944/1989). The French don't care to be reminded of military reverses - particularly as they haven't won a significant military engagement since Austerlitz. </p> <p><strong> Are You Being Served?</strong> (1977). The French public didn't dig Mrs Slocombe's pussy, even though \"double entendre\" is a French expression. </p> <p><strong> Secrets and Lies </strong> (1996). Mike Leigh's Cannes-winning film captured dysfunctional British eccentrics in a manner that appealed to Gallic viewers. </p> <p><strong> Land and Freedom</strong> (1995). Ken Loach's Spanish civil war drama with a British protagonist (Ian Hart) was more popular in France than at home. </p> <p><strong> Tom Jones</strong> (1963). Tony Richardson's film bombed in London, and only after it was a triumph in France did it go on to box-office success in Britain and at the Oscars. </p> <p><strong> Les Visiteurs</strong> (1993). Medieval nobleman and squire transported to modern times by senile sorcerer. Funnier than it sounds. But, to the British, not much. </p> <p><strong> Taxi</strong> (1998) Daniel becomes a taxi driver. Caught speeding, he agrees to help a cop hunting bank robbers. There was a sequel, but you seem to have lost interest already. </p> <p><strong> Le Dîner de Cons</strong> (1998). Each week Pierre and his smug mates organise a party to which they bring the thickest chump they can find. Hilarious consequences ensue. </p> <p><strong> Cyrano de Bergerac</strong> (1990). Big-conked poet falls for Roxanne. She is seduced by his letters but believes them to have been from gorgeous Christiane. Dommage! </p> <p><strong> Manon des Sources</strong> (1986). Peter Mayle's Provence in period dress, with Emmanuelle Béart seething gorgeously about the death of her father. Couldn't fail. </p> <p><strong> L'Appartement</strong> (1996). A film of Hitchockian joy in analysing voyeurism, it was also stylish, sexy and Parisian. Catching the Eurostar has never seemed so appealing. </p> <p> \u0095 Typiquement British runs until March 4 2001 at the Pompidou Centre, Paris. Tel: 0033 1 44781233</p>",
  "<p><strong> Day 1: meeting the press</strong> <br></p> <p> It is three years since I last saw Terence Davies. His mother had just died, and he was in despair, and he'd tell anyone who stopped long enough to ask how he was. He couldn't see the point of going on. Actually, he looked as if he'd already given up. </p> <p>So it's hard to recognise the man lapping up the limelight on stage at New York's Lincoln Center. Physically he looks the same - the campest accountant you'll ever meet. It's his demeanour that has changed. An American journalist in the post-screening audience says: \"Meeting you here, you seem like the life of the party. Why don't you do an Ealing-style movie next time?\" Davies, who has made two of the most miserable and beautiful films in cinema history, licks his lips. \"I'd love to,\" he says, \"but having a good sense of humour isn't the same as being able to write comedy.\" This most English of Englishmen is revelling in the cerebral glitz of Manhattan. </p> <p>It's 12 years since Davies came to prominence with Distant Voices, Still Lives. The film was autobiographical, documenting the love with which his mother and nine siblings survived his father's brutality. As with all Davies's films, the images haunt you for ever, notably the father, played by Pete Postlethwaite, ripping away the tablecloth, and Christmas dinner with it - a silent, terrifying assault. </p> <p>Distant Voices, Still Lives was the second instalment of Davies's Liverpool life. The first, his rarely shown Trilogy, is made up of three short movies and is equally brilliant, equally unbearable. The Trilogy shows the young man trying, and failing, to come to terms with his homosexuality. Again, the images glue themselves to mind and soul - the solitary woman on the bus who breaks down and cries till there's nothing left; the father, played by Wilfrid \"Steptoe\" Brambell, coughing himself to death in a wordless scene that seems to last for ever. With these films Davies quietly reinvented cinema. The camera barely moved, the actors barely acted - they were more like living photographs than movies. </p> <p>After a six-year absence Davies is back with his fifth film, an adaptation of Edith Wharton's The House of Mirth, and the New York journalists are stunned by what they have just seen. Yes, this period piece is a conventional film - a radical departure for Davies - but it is a savage take on New York society in the early 20th century. </p> <p>It's a perfect film for a New York audience - after all, it is set in the city, though it was actually shot in Glasgow because it was so much cheaper. But it's still astonishing to find Davies here, feted wherever he goes. It was surprising enough when the abused child grew into a man who managed to hold down a job for so many years; even more surprising when he gave it all up to make his art-house movies. Now here he is, unable to move for Oscar talk, explaining how he turned Gillian Anderson, one of today's biggest television stars, into a formidable film actor. He may resist the idea, but, as he tells the world's press why he adapted Wharton's novel and they hang on his every word, he's on the cusp of the big time. </p> <p>\"What is extraordinary about the book is its modernity,\" he says. \"It's about the destruction of one person by a social class, it's about how much money you've got, what you look like - and what is modern society about if not how much money you've got and what you look like?\" </p> <p>When Lily Bart, the heroine played by Anderson, refuses to marry for money and fails to salvage her reputation by ruining that of the man she loves, she is destroyed. </p> <p>He is asked why he chose Anderson. Davies looks a little sheepish as he embarks on a typical story. \"When I cast her I hadn't seen The X Files and still haven't because I don't watch television except for the news and some documentaries. I was looking for faces that looked like the Singer Sargent portraits of the belle époque , and I said, 'That is a John Singer Sargent face, who is she?'\" Davies invited her over for a pot of tea, as he does, and it turned out that the American celebrity knew all about the obscure British film-maker. \"Apparently, she was a fan. She told me she had seen The Long Day Closes and had cried at the tracking shot over the carpet.\" </p> <p>In The Long Day Closes, Davies's father finally dies, he discovers movies, the family discovers peace, and for four years he embraces life ecstatically. Davies's tracking shot is perhaps his most distinctive trait: the camera languorously glides over a carpet, a cinema audience, the Atlantic ocean. The technique is self-indulgent, audacious and gorgeous. </p> <p>The great worry about Terence Davies - one of the great worries about him - was that once he had exhausted his family life, there would be nothing left. He says he knew he had to escape his own history. Technically, he did this with his last film, The Neon Bible, but even here the boy with his tender misery was little more than an American version of young Terry. </p> <p>\"When you mine your own seam, you also destroy it,\" he says. \"There's a point where you become repetitive - there's nothing else to say. My great love is Eliot's Four Quartets and these were my modest version of the Four Quartets, based on the suffering of myself and my own family.\" </p> <p> <strong> Day 2: on the road</strong> <br></p> <p> We're in a yellow cab on the way to a radio interview. Davies and his PR, Mark, are trying to outcamp each other. Mark stares at a huge billboard advert for Tommy Hilfiger - a male model in nothing but his six-pack and underpants. \"It's very popular, that advert in New York,\" Mark says. \"I bet it is! I can imagine,\" Davies answers. </p> <p>Mark tells him The House of Mirth has just been reviewed in Newsweek - three and a half stars. \"Is that good?\" Davies asks. \"Three and a half out of four. We're doing OK.\" </p> <p>Davies disappears into a tiny booth. He's talking about modernity again, the way that the greatest dramas always remain contemporary. \"Because they touch on basic human terrors. We could be Medea saying to Jason, 'If you leave me, I'll kill the children.' Horrific though it is, we can understand that possessive love. Believe me, I understand possessive love.\" </p> <p>Davies left school when he was 15, qualified for little but victimhood. After the four years of bliss following his father's death, he went on to secondary school where he was bullied constantly. His voice is smoky, seductive, with little trace of Liverpool. For some reason, he says, at school he started to talk like the Queen Mother. When he left, he worked as an unqualified accountant for 12 years. He hates the fact that he had the pedantic, quibbling mind to be a good accountant. He also trained and worked as an actor for many of those years. He knew, though, that he didn't have the physical appeal to become a huge success. Davies complains that he looks like an avocado. </p> <p>\"I'd give anything to be really good-looking and have a wonderful body and be really stupid,\" he says. \"It's an unbeatable combo.\" </p> <p>The radio presenter makes the inevitable comparison with Martin Scorsese, who also adapted a Wharton book, The Age of Innocence. Davies protests. \"Martin Scorsese is a huge name! I'm not a huge name. I go into a room full of people and I'm the only person I've not heard of. I think his film is a masterpiece. There are shots I would die for.\" He describes one, and looks as if he's about to explode with enthusiasm. </p> <p>\"God, it's ravishing. I don't feel in the same class as Martin Scorsese. Although I must say I met him when he came to London. He invited me to dinner, which was so charming. So charming . And he's got a very good sense of humour. I said, 'What's your next film?' He said it was about the Dalai Lama, and I said, 'What are you going to call it, Hello Dalai?' And he said, 'No, Raging Lama!' \" Davies dissolves into hysterics, as does the presenter. </p> <p>\"First you make me cry, now you're making me laugh,\" she says. \"You're making me forget everything.\" \"It's a gift,\" Davies says. He's turned into Noël Coward. The pair of them are flirting like crazy inside their tiny booth. </p> <p>We're walking along Sixth Avenue towards his hotel. Davies is talking about how American musicals and the Ealing comedies influenced him. I ask him whether he's joking about the comedies. No, he says. Of course not. </p> <p>Earlier in the day he had said how churlish the English could be, and cited the saying \"too clever by half\" as an example. I wonder what his family makes of the man who finds it hard to open his mouth without quoting Shakespeare or Keats or TS Eliot. Do they call him too clever by half? \"No. They're terribly proud of me, as I'm proud of them. But they think this life is glamour, and it's not. Why should I spoil it for them, though?\" When his mother was alive they'd speak to each other every day at 6pm. \"If I was somewhere like here, I'd phone up and say, 'Guess where I am, Mum? New York.' And she'd say, 'You're not !'\" He smiles. </p> <p>When he made Distant Voices, Still Lives it was tough on the family. Some of his brothers and sisters felt he was wrong to expose his father, that it was private business. \"But my mum just said, 'He's told the truth.' Which was pretty fantastic. She was a pretty fantastic woman. She had no bitterness in her.\" </p> <p>Davies was only six and a half when his father, a rag and bone man, died, but he says those few years damaged him for life. \"I'm still acutely aware of atmosphere in a room. When I was a kid I'd run into a room and if he didn't want anyone around, he'd just kick me from one end of the house to the other. You don't make that mistake very often.\" </p> <p>Did he ever think his father would kill him? \"No. What was terrifying was the silences, and the cruelty that was in the air. Then it would all start again. I thought he'd kill my mum because on one occasion he just picked up an axe. My eldest sister hit him over the head with a milk bottle. I didn't want her to die. I thought, 'What would I do if she died?'\" </p> <p>Every day he feels the influence of his father - in his relationship with other people. \"The damage that is done when you're a child is so long-lasting. Especially having your self-esteem taken away. You can never regain it. I feel inferior to most men, especially if they've got good bodies and are good-looking. I really feel inferior, and I have to say I'm full of jealousy.\" </p> <p>He says he regards his homosexuality as a curse. \"I loathe it. It's ruined my life, and I wish I were normal and ordinary. I'm no good at sex anyway.\" He is celibate and says he has long forsaken the dream of a boyfriend and stable domestic gay life. His guilt was compounded by his Catholicism. \"On one occasion I prayed until my knees bled.\" At 22 he rejected Catholicism as a lie. </p> <p>But if Terence Davies seems miserable now, that is just one side of him. He feels joy as intensely as despair. When he talks about Shostakovich, Brahms, poetry, or the \"women's films\" he loves, or the paintings of Vermeer and the magical way that light falls on a window, he is transported. </p> <p>Laura Linney, who also stars in The House Of Mirth, says: \"He is the most passionate person I have ever met. He has enormous passion for his work, his life, his likes, his dislikes.\" </p> <p>I tell him how great it's been to see him so upbeat in public. Yes, he says, it's been a successful trip, it's been lovely seeing old friends and, yes, he does get enormous pleasure from so many things. He qualifies himself. He says he knows, just knows, some small thing will happen in the next few days to ruin it all. \"I tell you. I'll see something that in anybody else would just not matter and it will make me feel so depressed, someone crossing the street or an old person not being helped or something, and that's it - the veil falls from life and you see what lies behind it, and it's absolute terror.\" </p> <p>Sometimes his own words seem to bring on another bout of nausea. He says he's aware of what he's trying to achieve when he tells people about his life, about the wounds. \"I'm saying, 'Love me, love me; like me, like me.' And at 55, there's something really rather tawdry about that. It's adolescent, for God's sake.\" </p> <p> <strong> Day 3: the premiere</strong> <br></p> <p> The fans are milling outside the Lincoln Center. Fans of Gillian Anderson, fans of The X Files, fans of Edith Wharton. There may well even be a few Terence Davies fans somewhere. One elderly woman tells me she's waiting to see Anderson. \"She's an actress, isn't she? They told me she'd be here tonight. I've never seen her before.\" Security refuse to let me in. \"Hey, you could be an assassin for all we know,\" says the man with the unwelcoming muscles. </p> <p>Eventually Davies arrives and I follow on his coat-tails. We walk through a tunnel of flashing cameras. \"They don't have a clue who I am,\" he says. He's probably right. In the green room, the actors and Davies gather before the screening. They are all working on different projects. When they ask him what he's moved on to, he holds his hands up. There is no new project. All his energy is still consumed in this film. Six years, and he never had time to think what may be next. \"I've no savvy. It's stupidity. Stupidity. I'm dim.\" </p> <p>I ask Eric Stoltz, who plays Gillian Anderson's unrequited lover, what Davies is like to work with. \"Terry is a whirlwind of passion. He's a Tasmanian devil crossed with Doris Day. He gets so passionately involved in everything he does that he becomes a dervish of activity and emotion.\" He looks over to Davies, who is giving someone a huge hug. \"He's quite subdued now, but on set... when he is up, there is no greater joy in the world than being around him.\" And when he's down? \"When he is in a dark place the world becomes darker. He's a truly lovely and unique artist. I do worry about him out in the world, though, because he feels things so deeply.\" </p> <p>Stoltz says, as an American actor, he was used to having things his own way; and suddenly Davies comes along and tells him how to say every line. \"He doesn't so much direct as conduct. He had the film in his head and we were there to serve his vision. However much it drove us mad, it also delighted us and intrigued us and fascinated us and we ended up loving him.\" </p> <p>In the centre of the room, Davies is engaged in a heated conversation with the actor Anthony LaPaglia. Others look keen to speak to him but keep their distance. </p> <p>Davies and the cast arrive in the box to see the last minutes of the film. At the end, a spotlight falls on them and they get a wonderful reception. Davies looks ecstatic. As the light goes down, he and producer Olivia Stewart are hugging in the dark. The hug turns into a slow dance. </p> <p>He's in terrific form in the post-film question and answer session. He tells the audience that he has cheered up no end since he's been seeing a shrink. \"My therapist and I have really bonded. Even he hates my father now.\" He says he still doesn't know anything about The X Files. \"It's about the paranormal, they say. Well the only paranormal I know is the internal revenue service.\" When asked what his next project will be, he says he fancies remaking some well-known films, \"but I'd do them as prequels, on very little money - Conan the Librarian, Strangers on a Bicycle, Monsieur Hulot Goes to Thomas Cook\". </p> <p>The guy who runs the festival doubles up. \"What a crack-up,\" he says. </p> <p>A woman with a first edition of The House of Mirth is among the autograph hunters outside. She looks at Davies intensely. \"I was a little worried about what you'd do with the book, but really you've done a very good job,\" she says. </p> <p> <strong> Day 4: the aftermath</strong> <br></p> <p> Davies seems in great nick. He's just had a bad review in the New York Times and he says he doesn't care. \"It just doesn't matter. We've done our best, and the audience reaction has, I think, proved that it is good. For the first time in my life I think I'm growing up and thinking it doesn't matter.\" About time too, I say. \"You're right, absolutely right. I can't tell you how right you are. I can look at it now with a kind of aesthetic difference and say, 'If people don't like it, I'm sorry about that,' but it doesn't destroy me like it used to. It used to destroy me.\" </p> <p>The new confidence lasts approximately a minute. He starts talking about yesterday's shopping debacle. When I look confused he says, \"Oh, didn't I tell you? I went to buy some perfume for my sister, and I know I've got some credit, $300-$400 credit on my card, but they wouldn't take it.\" He's telling the story with great brio, and I'm expecting a cracking punchline. But suddenly Davies's eyes are swirling with tears. \"I was desperately embarrassed, really humiliated, and I came back, rang Barclaycard, and the hotel had put the whole cost of my room, nearly £1,000, on to my card, despite the fact that it said on the computer that Sony are paying for it.\" The tears are dribbling down his cheeks. \"I know it's silly to be upset by something like that. I was really low for some reason. Well, I know the reason. I get homesick after four days. I go back to the hotel and literally want to blow my brains out. This is just the anus mundi.\" What's that? \"The arse of the world\", and he smiles the softest of smiles. </p> <p>Davies is broke. He has never made money from his films. And even though The House of Mirth is his biggest budget movie, at $8m, his salary has been deferred and deferred again. He says he's not venal or greedy, but he's tired of living hand to mouth. I ask him what his ambition is, and he doesn't mention making it in America, or Oscars. \"I'd just like enough money to live on. I'm sick of struggling from one set of debts to another.\" </p> <p>What was that intense conversation about last night with Anthony LaPaglia? \"The trouble with me is I have no small talk,\" he says. \"Anthony was asking me why there was no music, and I was telling him that it didn't need any.\" Did LaPaglia like the film? \"I think he did, but it's hard to tell. I don't know. I didn't ask. If people like it they'll say, and if they don't say anything I assume they don't like it.\" </p> <p>Did Gillian Anderson like it? \"Well she didn't say, so I don't know.\" Did he want her to say she liked it? \"That would have given me a great deal of pleasure, yes it would have. The fact that she didn't ... it hurt me, yes. All she said was congratulations, but that's like saying the scenery's nice.\" </p> <p>I'm still trying to cheer him up, but failing miserably. You look so much better than when I saw you last, I say. Yes, he mutters, he hit rock bottom when his mother died. \"I wanted to die. I did. That's it, I thought. There's nothing else to live for, there just isn't because she was the love of my life. I loved her with all my heart, and I was able to tell her.\" He talks about the pleasure he got from being able to feed her, from making her last days comfortable. \"I just held her, and I just said, 'I love you so much,' and we didn't say anything else. I just held her hand.\" </p> <p>Did he really think he would kill himself? \"I don't think I have the courage, because I don't think it's an act of cowardice, I think it's courage - and I haven't got it.\" </p> <p>He talks about the handful of Edith Wharton boppers at last night's screening. \"Look at those young girls last night. Full of hope, those little faces, and you do pray that the hope doesn't get crushed. But what happens when hope is not realised, or crushed, or when hope is betrayed?\" This question seems to be at the heart of all Davies's films. Again he says he wishes he were good-looking and stupid, unaware. He probably says it every day, but never for effect. </p> <p>Then he asks who it was who said that truth can be bleak and painful, and only a lie is beautiful. \"Looking into your heart can be a very painful process. Being aware is a mug's game. An absolute mug's game.\" </p> <p> \u0095 The House of Mirth is released next Friday.</p>"
]