[
  "<p>A fifth rise in rates this year by an increasingly jittery European Central Bank failed to prevent Europe's embattled single currency from sinking to a record low against the US dollar last night. </p> <p>Senior European policymakers made frantic efforts to talk the euro up in the aftermath of the ECB's decision to raise borrowing costs by 0.25 percentage points to 4.5%. Even so, the currency came under renewed pressure on the foreign exchange market. </p> <p>A tentative rally following the lunchtime decision was quickly reversed as some dealers expressed concern that the ECB had shied away from tougher action to shore up the euro, while others feared that higher rates would choke off growth in the euro zone. In late trading it broke through its lifetime low of 88.45 cents, set in May this year, hitting 88.40 before recovering. </p> <p>Dealers said only the risk of intervention by the ECB ahead of a holiday weekend in the US spared the euro from further selling pressure in New York last night. </p> <p>Though the German chancellor, Gerhard Schröder, said yesterday that the euro zone was set to enjoy buoyant economic growth, he failed to convince the market to buy. </p> <p>\"The economy is strong enough to support a strong currency and, independent from the current development of the exchange rate, the euro is a strong currency and will remain so,\" Mr Schröder told ZDF television. </p> <p>The Bundesbank president, Ernst Welteke, also insisted that yesterday's increase in borrowing costs would not harm growth prospects in the euro zone, stressing the outlook was \"exceptionally positive.\" </p> <p>But, because of price pressures stemming from the euro's weakness and high oil prices, the ECB was reacting \"with timely interest rate rises\". </p> <p>The markets had been braced for the ECB to raise rates in order to bring inflation below the 2% threshold and give some support to the euro, which has lost 25% of its value since its launch in January last year. </p> <p>However, signs of a slowdown in the euro zone's two biggest economies - Germany and France - have led some investors to believe that the Bank may be killing growth rather than inflation. Global investors and traders have dumped the euro in favour of the US dollar, betting on better growth prospects and higher returns from the American economy. </p> <p>This was underlined by an early leak yesterday of the International Monetary Fund's influential World Economic Outlook, due to be published later this month. According to the IMF, the euro zone will grow by 3.4% this year, while the US will grow by 4.9%. </p> <p>After the decision last month by the Federal Reserve to keep US rates on hold, dealers are confident that the record-breaking American ex pansion will end in a soft rather than a hard landing. </p> <p>Recent data suggestthat the German and French economies may have peaked. Germany's closely watched Ifo business climate index fell in July for the second month running, while figures out yesterday showed French unemployment in July rose to 9.7% from a nine-year low of 9.6% in June. Separate data showed French industrial production shrank in June. </p> <p>Last night analysts were warning that borrowing costs might rise still further in October.</p>",
  "<p>After months of searching for managers for its beeb internet division, Beeb Ventures, BBC Worldwide has finally made a number of key appointments. </p> <p>Julian Turner, director of online and interactive media at Granada Media and former City trader, is to join Beeb Ventures as chief executive officer next week. Joining Turner is Kym Niblock, from Nickelodeon where she was deputy managing director, who takes up the mantle of chief operating officer at Beeb Ventures. Both report directly to managing director of internet and interactive at BBC Worldwide, Drew Kaza.</p> <p>The appointments come less than a week after BBC Worldwide revealed details of its new holding company for its commercial new media ventures and an investment from US-based internet firm, TH Lee Global Internet Managers.</p> <p>At Granada, Turner was responsible for G-Wizz and various internet partnerships such as the Ask Jeeves stake. Following the recent establishment of Granada Broadband and the mooted ditching of the G-Wizz brand, Turner's brief had changed somewhat and was confused further by the appointment of Simon Shaps and Justin Judd to run Granada Broadband. To this end, Turner will not be directly replaced, although Channel 4's Sophie Walpole has been recruited as managing editor of Granada Powerchannel, the soon-to-launch TV internet service, to oversee that portion of Turner's former brief.</p>",
  "<p>BMP Interaction, the digital arm of BMP DDB, is to be rebranded as Tribal DDB London as part of an international reorganisation of the DDB Group's interactive operations. </p> <p>DDB is bringing all its interactive operations under the new Tribal brand. As part of the reorganisation Jason Goodman, co-founder and joint managing director of BMP Interaction, will become president and chief operating officer of the European Tribal network. Tribal London will be run by Chris Rayner, managing director; Alison Swaby, general manager; and Mat Morrison, head of strategy.</p> <p>Swaby said: \"DDB offices around the world have been building digital divisions from the ground up for the last three years. But in order to operate across geographical boundaries, as digital does, we felt we had to have a unified global brand.\"</p> <p>Tribal DDB has also created a joint venture with the direct marketing specialist Rapp Collins to provide below-the-line digital services for clients of both agencies.</p> <p>Tribal DDB's clients include Volkswagen, Vodafone, Pepsico and Kelkoo.com.</p>",
  "<p>Australia has a secret weapon in the war against fake merchandise at this year's Olympics - saliva. A leading athlete, as yet unnamed, has donated DNA which has been incorporated into special ink to be used in all official products sold at the Sydney Games. Officials will be able instantly to identify genuine products from counterfeit by using a handheld scanner.</p> <p>Unfortunately for the rest of us, spotting a fake is not always so easy.</p> <p>Counterfeit products from sportswear to perfume, toys to designer handbags - even Pokémon cards - have flooded the world market. The Global Anti-Counterfeiting Group, which represents the interests of brand owners around the world, estimates that fakes are now a £250bn industry.</p> <p>While the Prada handbag bought from a street hawker in Italy or the dodgy Gucci watch picked up for a song in Bangkok is an obvious fake and carries its own kind of kitsch value, it is becoming harder to tell fakes from the real thing.</p> <p>\"There are some pretty good fakes out there,\" says Ed Chicken, vice chairman of the Institute of Trading Standards.</p> <p>Fraudsters usually attend trade fairs to identify the latest branded products. They then copy them and churn them out so quickly in developing world sweatshops that counterfeits are often available before the genuine article gets into the shops.</p> <p>\"Many manufacturers build special stitching patterns into clothing or use holographic labels to protect their brands, but it's not something that the general public would necessarily recognise,\" says Chicken.</p> <p>Most fakes are sold at street markets and car boot sales, but some products, particularly clothing, may make it into high street stores. The internet is a growing source of fake products.</p> <p>According to the Cosmetic and Perfumery Retailers' Association, there are around 160 websites offering \"genuine\" Chanel products, despite the fact that Chanel doesn't sell any of its products on the net. While it's obvious that the designer perfume you buy for a fiver from a man on the pavement in Oxford Street is likely to be nothing more than coloured water, websites often look authentic.</p> <p>Paul Carratu, managing director of Carratu International, a company which investigates fake products on behalf of brand owners, says: \"There are more and more counterfeit products being sold over the internet. Some are cut price and look like bargains because they are claimed to be imports or last season's products. Other sites sell fake products at full price as if they're genuine. It's only when you get it - if it ever arrives - that you realise it's a fake.\"</p> <p>Part of the problem is that consumers don't look closely enough at \"official\" websites. Research carried out by security firm ArmorGroup showed that 91% of consumers couldn't tell a fake Visa logo from the real thing.</p> <p>Howard Cottrell, executive director of ArmorGroup, says: \"With its ease of access, massive audience and potential for anonymity, the internet provides an ideal platform for counterfeiters.\"</p> <p>Brand owners claim they are losing a fortune to fraudsters. To combat the problem, many companies have anti-fraud squads or use the services of firms such as Carratu and ArmorGroup which go undercover to trace fakes and identify the culprits.</p> <p>Manchester United's anti-fraud team has seized fake replica shirts worth more than £2m and other merchandise during the past three years and the luxury goods company Louis Vuitton says that, in Japan, it is losing in excess of 5bn yen (£31m) a year to fraudsters.</p> <p>It is not only money the company is afraid of losing, but cachet. If fake Louis Vuitton bags saturate the market, the brand loses its sense of exclusivity and consumers are put off buying the real thing. What worries brand owners most is that consumers take a relaxed attitude towards fakes. \"People like getting what they think is a bargain,\" says Paul Carratu.</p> <p>Research carried out by polling company Mori indicates that 40% of British consumers would knowingly purchase a counterfeit product if the price and quality were acceptable.</p> <p>Of those willing to buy counterfeits, 76% would buy clothing or footwear, 43% watches, 38% perfume and 22% electrical goods such as video recorders and CD players.</p> <p>\"One of the biggest problems with counterfeiting is that people tend to see it as a victimless crime,\" says Carratu. \"They picture the counterfeiter as a modern day Robin Hood who doesn't harm anyone, but this couldn't be further from the truth.\"</p> <p>The Department of Trade and Industry estimates that counterfeit goods cost Britain £8bn a year in lost taxes.</p> <p>The purchase of fake goods does not just have economic implications. Some products are dangerous.</p> <p>Trading standards officers have come across \"designer\" perfumes that have resulted in burns and rashes, and West Yorkshire police recently recovered fake alcopops made with antifreeze and whisky spiked with industrial meths.</p> <p>Consumer affairs minister Kim Howells is urging consumers to take a more responsible approach to counterfeit goods. \"People think it's a victimless crime - it is anything but. Counterfeiting is often the tip of the criminal iceberg. There are links between counterfeiting and organised crime and it is often used as a means of laundering money gathered by drug dealers. A lot of this stuff comes from factories in eastern Europe and we have evidence of links to Russian mafia syndicates.\"</p> <p>That's something to ponder next time you are tempted by an extraordinarily cheap Olympics T-shirt, Prada handbag or computer game for the kids.</p>",
  "<p><strong>Janine Gibson:</strong> So who would you evict from the Big Brother house?</p> <p><strong>Greg Dyke:</strong> I've been away for most of it. I haven't seen enough to make a judgement. What are the figures like?</p> <p><strong>JG:</strong> (I tell him analysts expect the show will take Channel 4's audience share for the year to more than 11% of total viewing.)</p> <p><strong>GD:</strong> Look at what it did in the Netherlands - it went through the roof. </p> <p><strong>JG:</strong> I don't understand why Channel 4 will not be doing a second series.</p> <p><strong>GD:</strong> I quite admire that. I think one of the greatest problems with television [is that, for example,] the first docusoap was brilliant, the one about the driving school was absolutely brilliant - the 32nd one wasn't. Changing Rooms, the makeover show, was brilliant. Ground Force is brilliant, but I'm afraid the 20th show isn't. One of the great dangers with television is that it milks everything. It eats material.</p> <p>When I was at ITV, the BBC and ITV - mainly ITV - destroyed snooker single-handedly. Because snooker had taken off suddenly and ITV had five tournaments a year -- the BBC had four -- no one knew what was what. We just killed it. Television has got a terrible tendency to take a good idea and milk it, until, in the end, everyone thinks it's dumbed down.</p> <p><strong>JG:</strong> I think Castaway will suffer from the hype surrounding Big Brother.</p> <p><strong>GD:</strong> What Big Brother's shown, which is what we know from Who Wants to be A Millionaire?, is that if you can run things consistently over a period of time, day in and day out, they work.</p> <p>&lt;B: It'll be interesting to see if it works for the People Versus, which is a very average show. </p> <p><strong>GD:</strong> The People Versus looks too much like Who Wants to be a Millionaire?. But then, Who Wants to be a Millionaire? was just Mastermind with money.</p> <p><strong>JG:</strong> Tell me about BBC3 and BBC4.</p> <p><strong>GD:</strong> No, I can't, because that's what I'm going to talk about [in the MacTaggart].</p> <p><strong>JG:</strong> All right. Are you concerned about the highbrow elite's reaction to the remaking of BBC1 as a drama and entertainment channel?</p> <p><strong>GD:</strong> That reaction is based on a false premise, so I'm not concerned at all.</p> <p><strong>JG:</strong> Why have people got the wrong idea?</p> <p><strong>GD:</strong> Because they always do. What happens is something gets out there as an idea; then it gets into the cuttings as something real; then everyone thinks it's happened. That was never intended.</p> <p><strong>JG:</strong> But you quite like to float ideas?</p> <p><strong>GD:</strong> I don't float them publicly - they become public. Everything becomes public knowledge out of here. But if you want to have an open, interesting environment, the cost of this is that stuff gets out and gets picked up. It's a price worth paying because you want that sort of environment. </p> <p>Did you read Mark Thompson's speech? He didn't say that. No one's been briefed. Thompson made one speech, and that was it.</p> <p>The idea that BBC1 is not going to have factual programmes or news and current affairs is simply not true.</p> <p>But what is an interesting idea... [breaks off]</p> <p>The problem is that the detractors are always there, and always will be. Some of my MacTaggart [speech] is about that. They're detractors of any change. </p> <p>There are times in the history of the BBC when you have to change the organisation. This is one of them. I say change the organisation, but it's really about changing the output. And it's one of those times because of what's happening in the digital world. </p> <p>What you need to do - and this is what I keep banging home and shall be banging home again in the MacTaggart - is say, look, if this government wants digital switch off at some point this decade - which is what it says it wants and what I suspect it will get - at some stage every home will be a multi-channel home. </p> <p>That doesn't mean they'll all be pay-TV homes, because there's quite a lot of evidence that 30-40% of them are never going to pay - and they won't pay.</p> <p>But every home will be a digital home, and at that stage the BBC will have a number of channels in every home. Therefore, you have to ask: between now and then, what type of channel portfolio will you need?</p> <p> The trouble is it's a Catch 22. You'd quite like to have that [portfolio] now. The difficulty is a large part of the population will not go digital until they have to, and they will have just a four or five channel environment. You can't afford that - they pay their licence fee and deserve to have the best of the BBC - you can't deny them that.</p> <p>But at some stage in the future you've got to say that everyone's going to be digital. And that's what Thompson was trying to say: it's a journey between now and there.</p> <p><strong>JG:</strong> Is there a danger that the BBC's pace of change will outpace the population's move to digital? </p> <p><strong>GD:</strong> No, I think if anything... No I don't. The audience would tell you.</p> <p><strong>JG:</strong> What about the investments in digital radio which [BBC chairman] Sir Christopher Bland recently admitted were too far ahead of the expansion of digital radio in the UK?</p> <p><strong>GD:</strong> Oh digital radio... but that's small money for the BBC. As I understand it there's been a problem with the set manufacturers. Did we go too far? Well there is an argument that we went too late into 24-hour news and should've gone earlier</p> <p><strong>JG:</strong> Come off it.</p> <p><strong>GD:</strong> Look. Change at the BBC means criticism. Always. I've read it all. I've read a lot of it in the last few weeks. Change always means criticism. It's very very different from a commercial organisation because of that.</p> <p><strong>JG:</strong> But most of your changes so far have been lauded and applauded. It's only when you started talking about changing BBC1...</p> <p><strong>GD:</strong> Yeah but everything else is irrelevant. Right? Everything else is about finding money, trying to get a better... you know. In the end what is television about? What is radio about? It's about a combination of money and talent. Right? You're not going to get talent to work here if they don't like the place, if they think it's vicious or unpleasant or bureaucratic or all the rest of it, so you've got to change that. Secondly you've got to find money, which means to find out 24% of the money in this place is being spent running the place is just not acceptable, right? </p> <p>Those two - the combination of money and talent - in the end is what matters is what goes out on screen or on radio; what we listen to, what we use. The rest is just organisational stuff.</p> <p>So I mean, you know, easy isn't it? I come in and say I believe in programmes and I'm going to give you more money and they're gonna love you aren't they? They're going to love you for saying that. That's the easy stuff, I believe in heaven and I don't believe in hell. </p> <p>The real question is once you've got the money available, can we get the talent? Can we free up that talent and make this an exciting place to work for creative people? Cos if we can't we're dead.</p> <p><strong>JG:</strong> You've said several times that the important thing about work is that it should be fun </p> <p><strong>GD:</strong> (Nods...)]</p> <p><strong>JG:</strong> Do you think this is a fun place to work at the moment?</p> <p><strong>GD:</strong> For me?</p> <p><strong>JG:</strong> No, not for you. For everyone else. If it's not fun for you, you can go.</p> <p><strong>GD:</strong> They can go. That's what I said on day one. \"If you don't like it here, go somewhere else.\" People get trapped into places that they don't need to be trapped in. This is an industry that's booming.</p> <p>One person that left came to me and said: \"I wanna thank you for...\" [stops] I've got to be careful what I say... </p> <p>They described their last couple of years and they had been very unhappy. And I just said, \"well why didn't you leave?\" And they said, \"do you know I never thought about that\". Now they've got another job and came in and said thanks. </p> <p>That seems to me to be fine. You know... If you're unhappy, my view of the world is that you change it. You. The world isn't going to change it for you. You change it. Do something else. That's not to say, \"If you don't like the way I'm doing it.\" </p> <p>We're all free spirits, all free individuals...</p> <p><strong>JG:</strong> You still have the responsibility to make the culture of your corporation happy...</p> <p><strong>GD:</strong>...sure you've got to make it happy. It's supposed to be fun.</p> <p><strong>JG:</strong> Do you think they're having fun though?</p> <p><strong>GD:</strong> (Big sigh.) It depends where you are. I mean, no. Being here in an organisation where a lot of people are being made redundant if they're around you is not nice. It's very unpleasant.</p> <p><strong>JG:</strong> It's quite a prolonged revolution.</p> <p><strong>GD:</strong> I hate doing it. All I can say is we treat people very fairly and they happen to be lucky that they're moving out into a labour market at the moment in this industry which is booming.</p> <p><strong>JG:</strong> How many people have actually been sacked?</p> <p><strong>GD:</strong> Dunno.</p> <p><strong>JG:</strong>: Roughly?</p> <p><strong>GD:</strong> Some people saw the writing on the wall and went away. We expect to save 1,200 jobs. They won't all be fired. There are areas where we got rid of 40% of the staff and we're having to recruit people because we haven't got rid of them, they just left.</p> <p>I don't like doing it. I didn't come here to do it. But at the end of the day the obligation upon us must be to put as much of the money on to the screen as we can.</p> <p>Oddly that might end up as we could well end up employing another 1,000 people, but we're shifting the money from support systems to production systems and production.</p> <p><strong>JG:</strong> Have you sacked anyone yourself?</p> <p><strong>GD:</strong> (Pause.) Yeah.</p> <p><strong>JG:</strong> Not in the past, here at the BBC?</p> <p><strong>GD:</strong> Yeah. Well not sacked, I don't say sacked. But yes.</p> <p><strong>JG:</strong> What do you say to them?</p> <p><strong>GD:</strong> Ha. Err, what I say to them is what I say to everyone - it is not your fault. It is not their fault. The world changes and organisations change. There is not a lot you can do about it. You either change with it or you lose anyway. </p> <p>Treat them properly and treat them fairly. There is always a danger that the moment someone's going, you see them as the other side. There's a real danger of that and you've got to treat people properly. I hope we're doing that, but no doubt there will be places where people don't feel that. We're certainly very generous and should be, as it's not their fault.</p> <p>And actually there was too much money in this place being spent on running the organisation.</p> <p><strong>JG:</strong> But then in organisations like the BBC you get the verucca effect... That people who have worked here for a long time restructure and rebuild their departments as they were before, so suddenly all your suits spring up again. </p> <p><strong>GD:</strong> All organisations do that. All organisations in the end, if you're not taking out overhead you're putting it on. There is no in-between. And you can't constantly take out overhead because it's too damaging. </p> <p>So inevitably you have a period where you take out overhead and it builds up and you take it out again and that's why people change systems and structures every five years.</p> <p>Secondly there's no ideal structure of an organisation.</p> <p>When I left Pearson it was time to change the structure, but I'd set it up and I didn't have the appetite for doing it.</p> <p>We have introduced this statistic. This figure. [Dyke has announced that the BBC currently spends 76% of its income on programmes and 24% on running the organisation and he aims to cut those costs to 15%]</p> <p>I can understand having worked here why the bureaucracy can become too big. I suspect it's the same in any public sector organisation.</p> <p><strong>JG:</strong> Why?</p> <p><strong>GD:</strong> Because when you sit in a profit and loss company and you think of a way of saving £1m you put it on to your profit and that profit goes up by 15%, it's probably worth about £20m in value to your company.</p> <p>If you sit in the BBC where all you do is spend money, you spend £2.2bn a year so £1m is (snaps fingers).</p> <p>The stuff we've done, like the croissants (which was really about me putting on too much weight) or the flowers. If people want flowers on their desks then they can pay for them. I don't see why the licence fee payer should pay for them. The transport: we've put a ban on booking cars. You're not allowed to have more than 15 minutes waiting time and we've put on a bus service between the bits of the BBC. [He doesn't take it, cos of the getting in a lift syndrome where people wander round saying: \"Oh yes, the DG approved it.\"]</p> <p>Those things are about saying, look we don't waste money. In some ways it's easier in a profit and loss company.</p> <p>Here, we say, we're going to spend the money on programmes.</p> <p>The first day, I got in my car and there were piles that thick [waves arms in the air] and they said that's your reading for tomorrow and I said: \"You must be mad. I'm not reading all that.\" Once people began to understand I wasn't going to read it they cut it short.</p> <p>I always carried all my paper around in boxes. Once I lost one... and it didn't seem to make any difference.</p> <p>What I do is have about ten ideas going. That's what I'm interested in.</p> <p><strong>JG:</strong> It's like an oven in here...</p> <p><strong>GD:</strong> Don't get me going. The Chinese minister for culture came here and he said: \"Mr Dyke, it is very warm in here. Could you turn down the heating?\" I said: \"Minister there are some things I can do about the BBC and some I can't. One thing I can't do is change the air conditioning.\"</p> <p><strong>JG::</strong> Are people finding it weird to adapt?</p> <p><strong>GD:</strong> I don't do details. I think one of the dangers is that there was almost a culture here of having written the paper, that was the end of it. A report culture. Now I'm not interested in papers, I'm interested in what we do.</p> <p>Do you know what I mean?</p> <p><strong>JG:</strong> Oh yes. I vividly recall Extending Choice - the BBC's role in the digital age.</p> <p><strong>GD:</strong> Yeah. My view is: look, the paper's irrelevant. What are we going to do? What are we going to change?</p> <p>So yeah, it was difficult. One of the things of course, which John Birt warned me about, is that you're going ahead, getting things sorted and out of nowhere comes the Queen Mother's pageant that you've never heard of, you've no idea what it's about and suddenly it dominates a week or 10 days. You realise you have to have a system which gives you some time to sort those.</p> <p><strong>JG:</strong> Was that a low point?</p> <p><strong>GD:</strong> No. No.</p> <p><strong>JG:</strong> What was?</p> <p><strong>GD:</strong> The stuff about my shares [Dyke was accused by a number of newspapers - led by the Times - of conflict of interest because he owned shares in companies including Granada at the time that he joined the BBC as director-general designate] was a low point because it was deeply unfair.</p> <p> I was doing precisely what the BBC had asked me to do. I didn't even negotiate a contract. When I got the job I just signed what they wanted.</p> <p>The suggestion that somehow you were corrupt for taking the job when in all honesty no one, well certainly not me, would take it for the money. I've got enough money. I don't need the money.</p> <p>And suddenly you realise you're in a much much more political world. That's it. You're closer to the world of politics than you are to the world of business and I don't like that a lot. I chose many years ago not to be a politician. They're the bits I don't like.</p> <p><strong>JG:</strong> But you're familiar with it....</p> <p><strong>GD:</strong> Oh, I'm familiar with it, but I still find being slagged off by some second rate backbench MP a pain in the arse. But that's part of the game.</p> <p>But a lot of it isn't. I just find sitting in the middle of a political battle, which you end up doing a lot in this job, I don't like it a lot. It's not what I want to do with my life. The upside is it's a fascinating place. You've got an enormous amount of output.</p> <p>The political stuff is that I can sit here and tell them what to do. You must be joking. In the middle of the premier league negotiations Panorama was doing a documentary about it. I asked them why they were doing it and they said, \"We're doing it to test you\". </p> <p>I said: \"It better be bloody good. If we lose the contract because of it and it's rubbish, I shall be really annoyed.\"</p> <p>I'm fair game. My kids aren't. My kids are entitled... and suddenly you find their shares are being investigated...</p> <p>I'm not really that sort of person. I don't have many low points. I'm quite a resilient human being. My view of the world is that everything will work out.</p> <p><strong>JG:</strong> How much of the BBC's output do you watch?</p> <p><strong>GD:</strong> Not enough. Can't watch it enough. Not enough of the competition either. What do I think of the output? I watched the night before last the re-run of the BBC2 documentary about the expedition to find out what happened to Mallory. Fantastic.</p> <p>I think the problem with television is that it eats material so I think the output's mixed. Some of it's good, some of it's not, but you've got to get the average better.</p> <p><strong>JG:</strong> Do you think any of the networks are at the top of their game at present?</p> <p>I think the radio stations are pretty good at the moment. I'm really a Radio 4, Radio 5 listener. When I got here I thought I'd better listen to some of the other. I thought of Radio 2 as what my Auntie Vera used to listen to - not for my generation, but it's great. [Radio 2 controller] Jim Moir's done a really good job there. </p> <p>I'm doing a tour of regional radio stations. In 1965 one local newspaper had to buy its own typewriter. It's the same now in local radio. [Tells a story about being in Radio Coventry where the studio is the newsroom and everyone has to be quiet when the broadcasts are one].</p> <p>I said, \"Come on, this is not big money for the BBC.\" Local radio's been squeezed too much.</p> <p><strong>JG:</strong> What about BBC1?</p> <p><strong>GD:</strong> BBC1 has got some brilliant bits. Some of the drama is as good as anything you'll see over the years. A lot of BBC1's quite good, we just need to make more of it.</p> <p>Everybody I know who's been a programme-maker has spent a lot of money on a piece of garbage, but there are very few people who have made wonderful things with very little money. Resources and talent. Resources and talent.</p> <p>BBC2 is still erm [pauses] not sure what it is. It never has done. Is it the channel of the Open University - or is it the home of Gimme Gimme Gimme?</p> <p>It's got some great programmes on it. Some great programmes. You know what Channel 4 is, by and large.</p> <p>But if you judge a channel by some of the bits, then some of the bits are great.</p> <p><strong>JG:</strong> Your 17-strong executive committee is quite sizeable. Are they collaborative or do they still gang up on each other?</p> <p><strong>GD:</strong> I don't see it, but I suspect there still is [ganging up]... My style is that you don't take people aside afterwards and say: \"You shouldn't have said that,\" you say what you think.</p> <p><strong>JG:</strong> Programme Review [a torturous meeting where BBC executives discuss each other's programmes] is traditionally full of backbiting isn't it? I've heard it described as a complete carve up.</p> <p><strong>GD:</strong> That's always been like that. When I first got a job in TV at LWT I went to my first reviewing meeting and about four people completely slagged off this poor bloke's programme. He waited for weeks until it was one of theirs' and wreaked his revenge.</p> <p>If you completely screw up, what you want is a discussion with the people in the room saying look guys, we've completely screwed this, let's fix it. There's no point having people scoring points. What's the point? Might as well go into politics.</p> <p><strong>JG:</strong> People have behaved like politicians in the BBC over the last ten years, you know they have.</p> <p><strong>GD:</strong> As I get older I find politics harder and harder to understand. If you've got a problem, you want to sit people round a table and say how do we solve this?</p> <p>I had lunch with a senior opposition minister early on who said to me, \"if you really want to change the BBC, keep as far away from Westminster as you can.\" I think there's some truth in that. It's not the role of the broadcaster to be in government's pockets.</p> <p><strong>JG:</strong> What do you think the main differences between your BBC and John Birt's BBC will prove to be? </p> <p><strong>GD:</strong> John [Birt] and I believed in very similar things, I just think we have a very different style of management.</p> <p><strong>JG:</strong> So does that mean that your BBC will be similar to his?</p> <p><strong>GD:</strong> No. [pauses]. Because I think... I think... if you want organisations to change you have to carry the staff with you. If you can't carry the staff with you, you can't change it.</p> <p>I did a thing for the NHS a few years ago [He chaired a panel writing a report for the government] which had some quite good ideas in it that were largely ignored. </p> <p>One of the things it said was: \"If you can't get the staff back onside, they've had political initiative overload, and they're not going to take nay notice.\" </p> <p>[As part of the exercise] I wanted to be a porter for a night. So I went to the Whittington in North London to A&amp;E on a Friday in an overall and a hat. Someone came in who I knew. Said to me: \"Is there any way you can hurry this up?\" I just said: \"Naah, I can't help you.\"</p> <p>It was an amazing night. A kid was born in the car park, a bloke walked in and hit one of the nurses... All that kind of stuff. And the idea that I was going to go up to one of these nurses and say: \"Do you think you've met your charter standards?\" I mean, the only thing to say was: \"How do you survive this every night?\"</p> <p>The problem with the health service - and you saw a bit in the BBC - was that the people down on the coalface thought they did it despite the management and despite the organisation, not because of it. That was the biggest change you had to take at the health service and it's the same here. You had to... [trails off]</p> <p>Somehow John had lost contact, the relationship with the people who worked here. </p> <p>That's most of what I spend my time doing. </p>",
  "<p>ITV fired an agressive salvo in the soap opera ratings war yesterday with the announcement of a rival to EastEnders and a revival of Crossroads. Giving the nation a new generation of gay fathers, power-bitches and angst-ridden teenagers to idolise, ITV said it would \"stuff the BBC\" in the popular drama battleground. </p> <p>Trafalgar Road, a tea time series based on a group of friendly-but-flawed families, is a high risk attempt to create the network's first London-based soap - the heartland dominated by the BBC's ratings winner, EastEnders. </p> <p>At the same time, Crossroads has shed the shaky sets and dodgy scripts of its 70s incarnation in a makeover promoted by Lord Alli, director of production at Carlton, part of a drive to revive ITV's afternoon schedule. </p> <p>Both series, costing £40,000 an episode, will run for at least a year, five days a week. </p> <p>They are among the biggest risks taken by ITV's director of programmes, David Liddiment, since he took over in 1997. </p> <p>Like Lord Alli's new Labour party, new Crossroads will bear only a passing resemblance to the original. </p> <p>While there is a part for Jane Rossington, the actress who opened the first episode in 1964 with the immortal lines \"Crossroads motel, can I help you?\", there is no room for the idiot savant of the original series, Benny Hawkins. Producers have decided that his simple but lovable character is not suitable for a 21st century audience. </p> <p>Rossington's character, Jill Chance, will stage a dramatic return from the West Country to claim a stake in the business. A power battle ensues with new owner Kate Russell, who may be played by one half of the Dempsey and Makepeace cop show duo, Glynis Barber. There will be a new, glamorous receptionist to replace Miss Diane, and a hunky young porter to complete the sexier line-up. </p> <p>Steve Hewlett, Carlton's director of programmes, said the remake would not suffer from the wobbly sets and incredible storylines that plagued the later stages of the original show. \"It won't have any of those defects. This has fantastic storylines and very high production values.\" </p> <p>Old fans would recognise some elements. Kathy Staff, who played the gossipy cleaner and kitchen worker, Doris Luke, is earmarked for a comeback. But new viewers would not suffer from a lack of background knowledge. \"While it is not afraid of its roots, it will work as a new drama in its own right,\" Mr Hewlett said. </p> <p>Trafalgar Road, made by United Productions, will fill the tea time slot vacated by Home and Away, poached by Channel 5. It is described as less gritty and depressing than EastEnders: \"It's deeply moral, sweet and funny, but has a strong thriller element,\" said the show's executive producer, Damien Timmer. </p> <p>It is based around the Harper, Wells, Drake and Mills families: Mike Drake is a middle aged father struggling with his homosexuality, just as his 16-year-old son Tim is going through his own teenage rite of passage with Frankie Mills, the girl next door. </p> <p>Further dramatic tension is provided by a handsome young footballer, Sam Hayden: the 17-year-old must choose between his dream of a dazzling career with Charlton Athletic, where he is on the youth team, and bringing up his baby brother and young sister following the death of his parents. </p> <p>Mr Liddiment said the commissions were substantial investments in UK drama. \"Soaps play an important role in connecting channels with their audience. </p> <p>\"In a multi-channel age, I believe their ability to create 'appointments to view' in the schedule will be even more crucial.\" </p> <p><strong>Dud suds: Soaps that failed</strong></p> <p><strong> Eldorado</strong> <br>Launched in 1992 by the team that created EastEnders, it soon fell victim to tabloid vilification. It was launched too quickly and with little imagination, less investment. Not even the southern Spain location could save it.</p> <p><strong> Albion Market</strong> <br>ITV's Manchester answer to EastEnders suffered from bizarre scheduling - Friday to Sunday. Patchy commitment from some ITV regions signed its death warrant.</p> <p><strong> Families </strong> <br>Short-lived daily offering from Granada. David Liddiment, ITV director of programmes, then based at the Manchester broadcaster, learned many lessons from its failure, including the key \"keep it simple\" premise. Families was partly based in Sydney, and the global storylines were just too far-fetched. </p> <p><strong> London Bridge</strong> <br>It has to be hoped that Carlton's first attempt at a soap is not replicated in Crossroads. The London-based drama never took off outside the capital, and was axed in 1996, a year after its launch. </p> <p><strong> Family Affairs</strong> <br>Channel 5's attempt at a daily soap suffered from the Crossroads curse of acting even more wooden than the sets. Mass cull of main characters aimed to save it. Still on the air, but some would question why.</p>",
  "<p>They are fresh faced twenty-somethings who wear combat trousers to work and dream about making a fast buck while burning vast sums of someone else's venture capital. </p> <p>At least that is what we thought dot.com entrepreneurs were supposed to be. </p> <p>New research from KPMG Consulting suggests that the identikit \"e-business leader\" is actually a far more sober-suited type. Typically aged 38, he often works seven days a week, has little time for a social life and is more likely to be found travelling economy class on a budget airline than the business class of a longer established carrier. </p> <p>And nine out of 10 dot.com directors say they would wear a traditional suit to an important meeting because casual dress was \"inappropriate\". </p> <p>The report, E-Business Leaders Survey 2000, paints dot.com directors in a far more flattering light than the publicity many in cyberspace have attracted after high-profile failures by the likes of Boo.com. </p> <p>\"Most people think that dot.coms are run by young graduates, who make loads of money in a short space of time,\" said Alan Buckle, chief executive of KPMG Consulting UK. \"The dot.com leaders we surveyed work hard and are extremely dedicated - they are not kids, playing at business and hoping to make a fast buck. </p> <p>\"The research shows that there really is no short cut to success in the new economy. Just like a traditional business, a net venture will only thrive thanks to the hard work and business sense of its people. </p> <p>\"But there are critical differences in how dot.com leaders work that are increasingly likely to spread to the rest of the UK plc - particularly the focus on keeping costs to a minimum and the changing work patterns that reflect the 24/7 culture of the internet world.\" </p> <p>KPMG interviewed 101 executives and found several differences between dot.com and traditional company working patterns. The biggest gap is in the median annual company turnover of the two groups: for traditional businesses it was £860m, for internet firms just £750,000. </p> <p>Despite the gap both groups worked more than 56 hours a week on average. Directors of internet firms are twice as likely as traditional directors to work 71 hours per week and 40% are still in the office after 8pm. </p> <p>More than a third said they have little time to relax or socialise and when they do take time out to read a book almost half read business books rather than fiction. On average dot.com directors take less than half of their annual holiday entitlement. </p> <p>Internet directors are less likely to have degrees or backgrounds in finance but more have had private educations and come from marketing backgrounds. </p> <p>The average age of the two groups of directors was much closer than researchers expected. Although 10 times as many dot.com directors were under 30 than those in traditional businesses, the average age of executives at new economy firms was an older than expected 38. The average age of old economy business leaders was 46. </p> <p>What motivates each group also threw up some interesting results. Dot.com directors cited the chance to grow a business from scratch, working in a young, dynamic environment and stock options as the three biggest motivating factors. Old economy directors say they are turned on most by stock options and high salaries. </p> <p>When it comes to dressing for work, 82% of dot.com executives favour permanent dress down days but nine out of 10 will put on a suit for an important business meeting. Eight out of 10 old economy bosses wear suits every day. </p> <p>Nearly half of all executives plan to retire by the time they are 60 but almost 15% of e-business leaders love work so much they do not plan to hang over the reigns until they are 70. </p> <p> <strong> The dot.com executive...</strong> </p> <p>Average age 38 </p> <p>Prefers casual clothes </p> <p>Twice as likely to be left-handed or ambidextrous </p> <p>More likely to have a private education </p> <p>Less likely to have a degree </p> <p>Background in marketing or IT </p> <p>Willing to take risks </p> <p>Works very long hours </p> <p>Rarely goes out </p> <p>Travels infrequently and flies economy </p> <p>Admires Richard Branson </p> <p>Would love an Audi TT </p> <p>Dreams of being a pilot </p> <p>Retirement age varies from 30-70 </p> <p><strong> The traditional executive...</strong> </p> <p>Average age 46 </p> <p>Prefers to wear a suit </p> <p>More than likely to be right-handed </p> <p>Likely to have been to grammar school </p> <p>Probably with a degree </p> <p>Finance background </p> <p>Relies on personal ability </p> <p>Works business hours </p> <p>Takes more holiday </p> <p>Travels often, flies first class or business </p> <p>Admires Bill Gates </p> <p>Would love a Jaguar XK8 </p> <p>Dreams of being a novelist </p> <p>Plans to retire at a more traditional age</p>",
  "<p><strong>August 25 2000:</strong> Dyke used the MacTaggart Lecture, the keynote speech at the Guardian Edinburgh international television festival, to outline a future vision for the BBC based on the principle of \"universality\" - making all the corporation's publicly funded services available in all homes. He added that in the digital era the BBC's single most important role will be to make \"great British programmes\".</p> <p>He said universality meant the BBC will limit itself to seven licence fee-funded TV services on five channels - the maximum that could fit on the BBC's digital terrestrial multiplex and be available free to all digital TV viewers.</p> <p>The services, Dyke said, would include a BBC1 focused on delivering \"greater impact\", but without banishing all current affairs, documentaries, religion and arts. Dyke also announced that the BBC planned to move its 9pm news to 10pm from 2001. </p> <p>BBC2, he added, would take some shows from BBC1 and become the channel for \"intelligent specialist factual\", leisure and lifestyle, \"thoughtful analysis, creatively ambitious drama and comedy, and specialist sports\".</p> <p>But Dyke said this gradual transformation would take years, maybe until after analogue switch-off - estimated to take place towards the end of the decade. He added that BBC1 and BBC2 would continue to be aimed at analogue viewers, who are expected to make up the majority of TV homes until at least 2003.</p> <p>BBC Choice would be transformed into youth-oriented service BBC3; while BBC Knowledge was to become BBC4, \"a mixture of Radios 3 and 4 on television\". The other services would be News 24 and two children's services, aimed at pre-school and six to 13-year-olds, which will go out on BBC3 and 4 during the daytime.</p> <p>Dyke also announced that the BBC would be spending an extra £480m on programmes and services within two years - a 30% increase in real terms over three years. More than half the extra money will be spent on BBC1 and 2, with BBC3 and 4 having a combined budget of £130m and the Nations and Regions getting an extra £50m.</p> <p><strong>August 7:</strong> BBC lobbying was reported to have persuaded the government not to abolish the board of governors. But the BBC governors are expected to have their powers curtailed and be made to report to a single independent regulator that will be created to oversee the broadcasting industry.</p> <p> <strong>August 6: </strong>The Sunday Times reported that Greg Dyke was planning to use his MacTaggart speech at the Edinburgh TV festival to unveil plans to reposition BBC Choice and BBC Knowledge as BBC3 and BBC4. The newspaper reported that BBC3 would be relaunched in April 2001 as a youth channel with a £92m annual budget. BBC4, which is to be repositioned as a high-brow arts, science and politics channel, is expected to have a £50m budget. Dyke was said to have discussed his plans with the BBC governors during their monthly meeting in July and to have described BBC4 as a \"virtual Tate Modern\".</p> <p><strong>July 13:</strong> In his first appearance before the Commons media select committee as director-general, Dyke told MPs that the BBC needed to adapt to a digital multi-channel TV environment. He said BBC1 would largely become an entertainment channel, while assuring the committee that there would always be a place for current affairs. BBC2 would carry more serious output, while BBC Choice would become youth and comedy channel BBC3. BBC Knowledge would evolve into BBC4 - an arts and culture channel. </p> <p><strong>July 12: </strong>Dyke failed in his bid to lure friend and former LWT colleague lord Melvyn Bragg to the BBC. Lord Bragg signed a lucrative four-year contract to remain LWT controller of arts and features.</p> <p><strong>July 10:</strong> It was announced that up to 1,100 BBC jobs were to go as part of Dyke's restructuring of the organisation. Most of the job losses and 70% of accompanying savings were to come from support areas - including human resources, marketing and publicity, strategy and finance - and management, with around 200 posts expected to be axed from the resources division. </p> <p>The cuts form part of measures expected to produce savings of £750m over the next six years, as the BBC strives to meet Dyke's target of increasing the proportion of licence fee revenue it spends on programming and services from 76% to 85%. </p> <p>Dyke also unveiled further details of the new BBC corporate structure he would be introducing, including four new TV genre commissioners for entertainment, drama, factual and arts programming, who would work with the channel controllers. </p> <p>Within the factual and learning production division, 10 department heads were asked to compete for three new posts: head of documentaries and investigations, leisure and factual programming and specialist factual. A new head of religion and ethics post was also created within the division. </p> <p>Factual and learning was asked to work with BBC News to create a business programming department.</p> <p>The former drama and entertainment department management teams were to be merged and streamlined within the new drama, entertainment and children's production division, under Alan Yentob, who would also oversee a new innovative unit, Fictionlab.</p> <p>BBC Radio, headed by Jenny Abramsky, was renamed Radio &amp; Music. </p> <p><strong>June 21:</strong> Dyke announced a further £15m in funding for BBC1 and BBC2 - to come from efficiency savings - as the BBC unveiled its 1999-2000 annual report. In the face of criticism from the BBC governors that the average quality of BBC1 shows \"was still not good enough\", Dyke promised a \"fundamental change\" in the channel's performance. But he skirted around a question about whether BBC1 controller Peter Salmon was to blame for the channel's poor showing. </p> <p>The annual report also revealed that Dyke's predecessor, Sir John Birt, received a termination payment of £328,400 for retiring early.</p> <p><strong>June 15:</strong> The BBC won back live rights to the FA Cup final from ITV. The corporation also secured live rights to England's home football internationals, as part of a £400m three-year deal with BSkyB. </p> <p>However, Dyke was forced to back-track on accusations of skulduggery by ITV and the Premiership in the earlier deal to wrest Match of the Day football highlights away from the BBC. Match of the Day will be revived for a handful of weekends each year to cover the FA Cup.</p> <p><strong>June 14:</strong> Dyke, who arrived at the BBC promising to reverse the loss of key sports rights, suffered the biggest reversal of his tenure to date when ITV snatched Premiership highlights, effectively signalling the death-knell for Saturday night BBC1 institution Match of the Day. The BBC lost out despite doubling what it paid for the previous highlights deal - to £120m over three years. Dyke misjudged how much ITV wanted the rights; the commercial broadcaster bid £183m.</p> <p><strong>June 12:</strong> In the first public indication of a major shift in the BBC's strategic thinking, director of television Mark Thompson announced plans to move from the mixed schedules offered by BBC1 and BBC2 to genre-based channels. In a speech at the Banff TV festival in Canada, which was drafted in close consultation with Dyke, he said there would be \"no sacred cows\" in a review of how the BBC should adapt its TV output for the digital multi-channel era. Thompson added that genre-based channels would allow the BBC to extend, rather than dilute, its public service remit. </p> <p>But the speech aroused immediate fears that the BBC was planning to dumb down its TV output and turn BBC1 into an entertainment service, shifting news and serious documentaries and current affairs to BBC2. </p> <p>On the same day, it was announced that BBC director of public policy Patricia Hodgson was leaving the corporation to become Independent Television Commission chief executive. Hodgson was regarded as one of Sir John Birt's most trusted lieutenants, and her role had already been diminished under Dyke.</p> <p><strong>June 5:</strong> ITV controller of children's and youth Nigel Pickard, who worked for Dyke at TVS in the 80s, was poached to become BBC controller of children's programmes.</p> <p><strong>May 20:</strong> Grandstand, the BBC's flagship Saturday afternoon sports programme, was cancelled because of a lack of decent events to show. The 42-year-old institution, which had previously only come off air during annual holiday periods and the funeral of Diana, princess of Wales, was the victim of the BBC's loss of sports rights.</p> <p><strong>May 13:</strong> Dyke risked sparking a political row with the appointment of former Independent editor Andrew Marr as the BBC's political editor. Marr, who is regarded as left-leaning, was recruited by Dyke and head of news Tony Hall to replace Robin Oakley. Oakley, a former Times political editor with Conservative sympathies, was persuaded to retire a year early to make way for Marr.</p> <p><strong>May 10:</strong> In a further cost-cutting measure, BBC department heads received a memo from Dyke informing them that in future croissants would not be served at breakfast meetings.</p> <p><strong>May 2: </strong>A shuttle bus service was introduced to ferry staff between Broadcasting House in central London and Television Centre 'out west'. The move formed part of a Dyke-inspired clampdown on taxi costs. </p> <p><strong>April 7: </strong>Dyke pledged to increase the proportion of BBC employees from ethnic minorities to 10%, and double the number of managers from ethnic backgrounds by 2003, in a speech at the race in the media awards dinner. He said people from ethnic minorities made up 8% of the BBC workforce, but only 2% of managers. </p> <p><strong>April 3:</strong> Unveiling his strategic vision for \"One BBC\", Dyke promised to spend at least an extra £100m on programming and services in the coming year. </p> <p>He announced plans for a flatter management structure, with an 18-strong executive committee at its centre. </p> <p>Dyke also set a target of reducing the proportion of licence fee income spent on running the BBC from 24% to 15% over the next five years - in order to invest more in programming.</p> <p>He said this would free up £200m a year to spend on programmes and help meet the government's savings target of £1.2bn over the next seven years. Dyke indicated that drama and entertainment would be top of the list for extra funding, but said neglected areas, such as local radio, would also benefit.</p> <p>Dyke said he wanted to bring programme-makers closer to the centre of decision-making - 10 out of the 18 executive committee members would be responsible for production or broadcasting, compared with four in the previous senior executive forum.</p> <p>As part of the management reorganisation, the much-maligned, Birt-inspired division between the BBC's broadcasting and production operations was abolished, along with the independent commissioning group. Four programming divisions were created: drama, entertainment &amp; children, factual and learning, sport &amp; news - along with a new media division to develop interactive TV and online operations. </p> <p>In sport, children's and education, commissioning and programme-making were reintegrated. All in-house producers were to be offered output guarantees and longer term commissions. And the BBC internal market was to be simplified, with the number of business units cut from 190 to 50.</p> <p>In radio, Abramsky was given responsibility for Radio 5 Live and music production - from the News and Production directorates, respectively.</p> <p><strong>March 8: </strong>The BBC saw off Kelvin MacKenzie's TalkSport to retain radio rights to England's home cricket Tests, in a bid orchestrated by Dyke. The BBC was said to have paid about £2m for the five-year deal. </p> <p><strong>March 2: </strong>Helen Boaden was appointed Radio 4 controller, replacing James Boyle.</p> <p><strong>February 21:</strong> Chris Smith announced a BBC funding settlement that gave it a rise in licence fee income equivalent to £200m a year over the next seven years. As a result, the licence fee for 2000-2001 would rise by 1.5% above inflation from April 1 - to £104.</p> <p>While offering the BBC more money, Smith neatly side-stepped the £24 digital licence fee proposed by the Davies committee, which had been so roundly condemned by commercial rivals as a \"digital poll tax\". </p> <p>But the increase he offered was well below the extra £3bn the BBC had asked for to see it through to the end of the existing licence fee charter period in April 2007. Describing his proposals as \"tough love\", Smith ordered the BBC to find a further £1.1bn in funding from \"self-help\" measures, including efficiency savings and increased commercial income.</p> <p>Smith also announced plans to reform the BBC's self-governing status. The role of the board of governors was to be reviewed, along with the corporation's finances and fair trading commitments and the public service justification for new digital services such as News 24. He also confirmed a number of new licence fee concessions, including half-price fees for the blind and a free licence for the over-75s.</p> <p><strong>February 6: </strong>Dyke sanctioned the launch of a dedicated BBC online sports website. On the same day, BSkyB snatched the rights to cover the Bafta film awards ceremony from the corporation.</p> <p><strong>February 1: </strong>On his first official day in charge of the BBC, Dyke told an audience of 450 senior staff gathered at Television Centre to stop moaning or leave. He pledged to put programmes first and free up money to spend on them, starting with a £10m reduction in the cost of hiring management consultants. </p> <p>His second main aim was to improve the BBC's internal culture. Dyke praised his predecessor Sir John's achievements, especially the launch of BBC Online.</p> <p><strong>January 31:</strong>Sir John's last day as director-general.</p> <p><strong>January 20: </strong>Dyke bowed to mounting pressure from critics and sold his £6m holding in Granada - pre-empting a meeting with the BBC governors, after which he could have been ordered to sell the stake. In a statement, Dyke said he had decided to sell the shares to prevent his early days as director-general from being dominated by controversy. </p> <p><strong>January 16:</strong> It emerged that the BBC governors had given Dyke until the end of April - two months after taking over as director-general - to sell his Granada shares - valued at about £6m. The disclosure prompted howls of protest about a possible conflict of interest. Dyke acquired the equity stake when Granada took over LWT. </p> <p><strong>January 1:</strong> Sir John became a lord, courtesy of the new year's honours list. On the same day, the BBC announced that he would be stepping down two months earlier than planned, at the end of January, giving credence to the theory that the life peerage formed part of a trade-off to prize his hands off the BBC tiller.</p> <p><strong>November 18 1999:</strong> In his first major public speech after being appointed director-general, Dyke pledged to place education at the heart of his strategy. </p> <p><strong>November 1 1999: </strong>Dyke joined the BBC as director-general designate, working alongside Sir John in a handover period due to last until the end of March 2000. The pair were to share adjoining offices. </p> <p>Dyke announced immediately that he would be overseeing a review of the relationship between the Broadcast directorate and other BBC divisions, including Production and the corporate centre. </p> <p>BBC observers took this as an indication that he intended to dismantle the corporate structure put in place by Sir John. The review was to take in TV commissioning, the four national radio services, new digital TV channels and BBC Online. Dyke would also take over direct control of Broadcast when chief executive Will Wyatt retired at the end of the year.</p> <p><strong>October 1 1999:</strong> Dyke resigned from the board of Manchester United.</p> <p><strong>August 29 1999:</strong> BBC1 controller Peter Salmon told the Guardian Edinburgh International TV Festival that he would be asking Dyke for an extra £100m in his annual budget to combat falling ratings. Salmon had faced mounting criticism because of falling ratings and the alleged dumbing down of BBC1 output. </p> <p><strong>August 19 1999:</strong> Dyke sold his remaining Pearson shares, netting £800,000.</p> <p><strong>August 5 1999:</strong> A government-appointed committee chaired by leading economist Gavyn Davies recommended that the BBC's future funding needs be met by introducing a digital licence fee. The Davies committee's report suggested the additional licence fee be levied from people with access to digital TV services. It would initially be set at £24 from April 2000, but then fall as the uptake of digital services grew - to £12 by 2006. </p> <p>The Davies report estimated that this measure, along with efficiency savings, the privatisation of BBC Resources and sale of a 49% stake in BBC Worldwide, would net the corporation an extra £150-200m a year over this period. </p> <p>The committee recommended that advertising, subscription or sponsorship should not be introduced to the BBC's core services. They also said the BBC's accounts should more transparent and open to greater scrutiny by the Office of Fair Trading and National Audit Office, and that the licence fee discount for blind people should be increased to 50%.</p> <p>The Davies report's digital licence fee recommendation was criticised by Sir John for not providing sufficient money to meet the corporation's funding needs. The BBC submission to the Davies committee had asked for an extra £650m a year to fund new digital services and ensure its public service remit was not watered down. </p> <p>The digital licence fee proposal met with howls of protest from commercial media players, including the ITV companies and BSkyB, which said it would blight their efforts to sell digital TV services to the public.</p> <p><strong>August 2 1999: </strong>BBC executives were stunned by the defection of iconic sports presenter Des Lynam to ITV. Lynam signed a four-year deal reportedly worth £5m, citing unhappiness with the late scheduling of Match of the Day as one reason for his move.</p> <p><strong>June 24 1999:</strong> In a brief statement, the BBC announced that Dyke would replace Sir John as director-general. The announcement followed an extraordinary few days of behind-the-scenes political manoeuvring and intrigue. The final decision to appoint Dyke had been taken the previous evening by BBC chairman Sir Christopher Bland and the board of governors over dinner. </p> <p>Even at this stage, the governors remained split, with only seven of the 12 believed to have joined Bland - a close friend of Dyke's since their days working together as LWT chairman and chief executive, respectively - in approving his appointment. They had failed to reach agreement the previous week, amid newspaper reports that governors opposed to Dyke's candidacy, including vice-chairwoman Baroness Young, had threatened to resign over the issue - rumours officially denied by the BBC.</p> <p>The reason for the split was the controversy over Dyke's links to Labour and whether he would be impartial. Back in April, the Times had sparked a row over Dyke's political allegiences by revealing he had donated £50,000 to Labour since 1994. </p> <p>Rival candidates - who included BBC News chief executive Tony Hall, ITV chief executive Richard Eyre and BBC director of television Alan Yentob - had also begun briefing against Dyke in the spring and early summer, as the odds on him landing the job shortened and the race to become BBC director-general came increasingly dirty.</p>",
  "When August began, the American election looked as though it would be about Clinton's trousers. But the month changed everything. Watching it unfold, I saw most parts of Bill Clinton, his inimitable charisma as well as his porous apparel, receding daily from the public mind. The election will be about the future not the past. It's the most important election in the world. It may also turn out to be the best election in the world, restoring stark left-right argument to the politics of a western democracy for the first time since the 80s. <p>At the start, it seemed possible that the voters were getting ready to withdraw from Al Gore, the Democratic candidate for president, the forgiveness they'd offered Clinton for the Monica calamity. During that humiliation, the public withheld the loathing which many politicians and commentators, including this one, thought would empty Clinton's remaining two years of all authority. We were wrong. But George W Bush promised Americans he would restore \"dignity and respect\" to the White House. It was the insistent coded mantra he offered the Republican convention. For two weeks, with Gore 12 points behind in the polls, it seemed to be working. </p> <p>This would have been perverse. Was Gore to be trapped between Clinton's incorrigible frailties, on which the people took delayed revenge, and his populistic brilliance, of which the vice president, a leaden speaker and earnest policy-wonk, is in regrettably short supply? The laid-back Bush, reformed alcoholic with distant rumours of cocaine lying unrebutted on the table, had the family connections, the new-leaf repentance, the pleasing manner and the apparent experience stemming from one of the weakest governorships in the US, to take advantage of the personality contest the election might easily become. </p> <p>But already it is different. The personalities will continue to matter, and the body-language is finely watched. Gore hired a ballet dancer to coach him in platform movement. Significant polling gains are attributed to the most lubricious kiss any politician ever gave his wife, uncoached, on a public platform. It's also true that both candidates know their battle is for the centre, both the political and, as it happens, the geographical, the eastern-central and middle-western states. The most startling development as August waned, though, was the clarifying of their differences. </p> <p>The man responsible for this is Al Gore. He needed to change the subject, away from Clinton's aura and Bush's contentless agenda, and did so by the un-American activity of turning sharply to the left. I don't want to exaggerate this. Gore is still locked into funding from corporate America, still mute on inequality, and well outflanked by Ralph Nader running as an independent candidate. But Bush is much more uncomfortable with a turn of events that is forcing him to be specific. \"Dignity and respect\" have almost ceased to matter, as the details of his \"compassionate conservatism\" begin to be ranged against a Gore programme that shows more confidence than Clinton's ever did in the traditional Democrat constituency. </p> <p> Central to Bush's programme is a massive tax cut of $1.3 trillion, geared without discrimination in favour of the rich. Gore promises less than half that, mainly with subsidies to middle-class (working-class is outside the US political vocabulary) families. A projected budget surplus of $4.6 trillion over 10 years would be used by Gore mainly to cut the debt, by Bush mainly to cut taxes and start privatising social security. But Gore would spend $400bn on health care - insurance for the low-paid, and free drugs for the elderly - Bush a quarter of that. Gore favours a huge federal spend on education: $115bn over the decade, a 50% rise in an area traditionally left to states and localities. Bush, while making education his social priority, wants to rearrange school structures rather than spend anything like that kind of money. </p> <p>Whoever wins, Congress will have the final say in all this. But other differences speak as clearly for a philosophical divide. Bush and Gore would engage with the public and the Senate from starting points quite distant from each other. The most blatant contrast is over environmental protection, where Gore's commitment is as lengthy and knowledgeable as Bush's is Texas-brutish towards any measure making life harder for business, and damn the consequences for global warming. Myriad crucial choices display the same cleavage of attitude. Three seem especially noteworthy. Over gun control, national missile defence and abortion rights, the American voter has to choose between leaders who are absolutists on none of them, but whose preferred biases are heavily divergent. </p> <p>Gore's predicament, in other words, has turned this into an issue-based campaign. He had to do it this way. It conformed to his own wonkish nature, and played to his strengths as a serious politician who has built national experience over 30 years. More pressingly, it was the only escape-route from the trivialities that suited Bush better. It has forced Bush into the open, requiring the sort of performance in which he has so far failed to shine. </p> <p>How, exactly, the issues turn out to be argued is another matter. There's more money available for this year's campaign than for any in recorded history, and most of it will be spent on 30-second TV and radio commercials. That's the idiom that will blanket the airwaves with increasing frenzy for the next two months. America is not a predominantly political country. There is no conversation that could be called national. Many people will have little background against which to measure the roaring assaults. Reduced to three sentences, the case for a trillion dollar tax cut may be all too easily misunderstood. We're not talking Socratic dialogue here. Personal viciousness will also be heating up. It's perfectly suited to the insidious soundbite. The pretence that the other guy is sincere, a ritual bow this August to focus-group disgust at \"divisiveness\", will soon explode. </p> <p>But those are commonplace developments: louder and richer than ever, but the usual currency of American politics. What is not usual is a disagreement that can be called ideological. That has not been so common, to put it mildly, in American as in European postwar politics. In this contest it is more explicit than in the last German, French or British elections - though William Hague is doing his best to ensure that next year's choice will be clear enough. What Gore, with the aid of Bush, is doing is to challenge some of the assumptions which persuaded Clinton that the only way he could win and govern was by leading his party from the right. This is making for an epic contest, to be decided as usual by money and organisation, but introducing the US in a new role that puts Europe to shame: leader of a political argument that really matters. </p> <p> hugo.young@compuserve.com</p>",
  "<p>The government is to consider proposals for the first experiments using home-grown genetically modified animal feed on cattle. The feed is made from fodder maize grown during this summer's controversial farm trials. </p> <p>The multinational biotech company Aventis CropScience wants approval to feed part of the harvest to cows, so as to reassure sceptical Britons. </p> <p>It yesterday promised that milk or meat from the animals would not be sold to the public, saying this kept the company within the spirit of a voluntary agreement that no GM crops used in the farm trials would enter either the human or animal food chains until after the programme was completed in 2003. </p> <p>Critics saw the latest move as another attempt by the biotech industry to force the pace on the spread of new technology in Britain, although Aventis pointed out that animal feed using GM ingredients grown abroad was already legally on sale in this country. </p> <p>Company spokesman Clive Rainbird said: \"The intention is to generate UK data to demonstrate the feeding of GM maize silage to cattle is just as nutritious (as conventional crops) and does not carry any risk to the animals themselves ot the meat or milk they produce... We could use North American data but we feel that if we have to persuade a sceptical British public, then we use British data.\" </p> <p>The trials would only use a small proportion of the GM maize from the farm trials, which are designed to test the impact of GM crops on the environment, not their safety. The maize would be harvested from late September. </p> <p>The proposal for feeding the maize to cattle has passed one formal government hurdle concerning the use of pesticides. It was not clear last night whether it legally needed any more because it already has EU marketing consent The company has promised, however, to send research protocols for the feeding trials to officials when the trials are completed. </p> <p>A spokesman for the food standards agency, responsible for animal feedstuffs, said last night: \"As far as we are aware, no one has contacted us over this yet.\" </p> <p>It also emerged yesterday that the government has no legal powers over the way the maize being used in the GM trials is destroyed because of the EU approval. </p> <p>Disposal is instead being governed by the industry's own voluntary guidelines, which involve the crop being chopped up into small pieces and ploughed back into the soil. GM oil seed rape being used in the trials has to be disposed of in deep landfill sites under stricter government rules. </p> <p>Mr Rainbird said there was no scientific support for opponents' fears that GM material from the maize would be transferred to other crops through the soil. Maize grew eight feet tall and putting it in landfill was not a \"practical proposition\". </p> <p>GM opponents were furious at the developments. Roger Mainwood, spokesman for Concerned Residents of Wivenhoe in Essex, where a GM maize trial is under way, said: \"There is suspicion about the biotech industry's assurances and the method of disposal is potentially hazardous. </p> <p>\"Aventis should opt for the safest method on offer, which is incineration.\" </p> <p>\u0095 EU scientists will next month consider the implications of the latest research into BSE-like diseases which revealed they may jump between humans and animals more easily than previously supposed and be highly infective even carriers display no obvious symptoms.</p>",
  "<p>The ring of so-called TMT stocks (technology, media and telecoms), so familiar during the internet bubble, returned to save the London market yesterday, helping the FTSE 100 index close at a three-month high of 6,615.1. </p> <p>The benchmark indicator added 28.8 points, after rising as much as 40 points during the day. It was the highest close since June 2, when the index stood at 6,626.4. </p> <p>Trading volume was some 1.4bn shares, higher than dealers expected for the period between bank holidays in Britain and America. However, losers outnumbered gainers by three to two. </p> <p> <strong> CMG</strong>, the Anglo-Dutch computer services company, led the increase for the software sector. The stock rose 157p to £12.85 yesterday after the company issued better than expected first-half profits and issued a positive trading statement. </p> <p>The increase helped other software companies, including <strong> Sema</strong>, which was up 88.5p to £13.11 and <strong> Logica</strong>, which closed 115p higher at £20.46. </p> <p> <strong> Baltimore Technologies</strong>, the computer security firm, initially fell during the day from 770p to a low of 735p as it issued a denial that it is in takeover talks with Microsoft, (such was speculation across the Atlantic earlier this week) but it recovered to close at 779p, or 9p higher. </p> <p>Telecoms were also buoyant throughout the day, as were oil and gas shares. </p> <p> <strong> Vodafone </strong> reached a high of 277.5p before slipping to end 0.25p lower at 272.75p. </p> <p>The initial excitement followed reports of a two-year contract with the government's central purchasing office. </p> <p>Vodafone said that the deal would give it access to more than 100,000 mobile phone users. The agreement is reported to replace contracts with individual departments and covers everybody from administrators to ministers. </p> <p> <strong> BT</strong> managed to hold on to its strong gains yesterday, closing up 26p at 852p. </p> <p>Followers pointed to a flurry of bargain hunting by one or two institutions. </p> <p> <strong> Redstone Telecom</strong>, which provides telecoms to small and medium-sized enterprises, also moved higher yesterday, rising 23p to 220.5p. The company yesterday said it was accelerating the roll-out of its British network and stepping up plans to link with operators in mainland Europe. </p> <p>Bank stocks declined yester day, with <strong> Standard Chartered</strong> leading the way down. The shares ended 32p lower at 978p. </p> <p><strong> HSBC</strong>, however, finished the day up 1p at 982p. </p> <p> <strong> Freeserve </strong> continued to slide, down more than 5%, or 13p, at 239p, on speculation that it will leave the FTSE 100 at the next quarterly reshuffle. </p> <p> <strong> Rolls-Royce</strong>, which is also expected to fall out of the lead index on September 9, saw its shares climb 2.5p to 188p, on the back of winning further contracts. </p> <p>Shares in the needleless syringe maker <strong> Medisys </strong> added 11.5p to 132.5p, following reports that pharmaceutical company Johnson &amp; Johnson could make a bid. </p> <p>One salesman pointed out that Johnson &amp; Johnson does not usually make hostile bids, adding that Medisys did not appear to be in a mood to sell out. </p> <p>Over on the AIM there were rumours that data storage specialist <strong> Intechnology</strong>, unchanged at 382.5p yesterday, is preparing a move to a full listing. </p> <p>The shares have climbed almost 23 times since listing in March and are one of the best performers of the year. With a value of £520m it is now the second-biggest company on the AIM. </p> <p>However, with Peter Wilkinson - the architect of Freeserve and driving force behind Sports Internet - and entrepreneur Chris Akers holding most of the shares, institutions are finding it difficult to buy into the company. A move to a more visible market and an accompanying rights issue looks likely. </p> <p> <strong>Parthus positioned</strong><br></p> <p> Irish chip designer Parthus Technologies yesterday saw its share price rise almost 17%, or 39p, to 272p. Parthus has launched a product which can pinpoint the whereabouts of a mobile phone within 10 seconds, and yesterday announced it has licensed the technology to chip designer ARM Holdings. </p> <p>The sharp rise in the shares was underlined by a US federal communications commission ruling that all mobiles must carry positioning systems by next year. Wireless carriers must give mobile phones the capacity to reveal the location of emergency 911 calls by October 1 2001; Brussels is expected to set a similar deadline for capacity in Europe. </p> <p>Parthus, which licenses its chip designs allowing users to access the web on mobile devices, said that NavStream - which is based on the global positioning navigation system - would enable mobile devices to be traced no matter where they were.</p>",
  "<p>They may not yet be in control yet, but robots have literally taken on a life of their own. According to a scientific study published today, computers can now design, test and build their own, increasingly efficient automatons, quite independently of human beings. </p> <p>The breakthrough, described in the latest edition of Nature magazine, suggests that machines will ultimately be capable of \"artificial evolution\" - mutating, testing and improving their design far faster than living organisms. </p> <p>If a \"race\" of computerised robots is ultimately able to reproduce itself independently - the scenario portrayed in the apocalyptic Terminator movies, starring Arnold Schwarzenegger - historians may look back to this moment as its genesis. </p> <p>Hod Lipson and Jordan Pollack, computer scientists at Brandeis University in Massachusetts, acknowledge concerns about their work but argue \"there are many, many further steps before this technology could become dangerous\". </p> <p>Earlier experiments have produced computers which could design virtual robots and put them through simulated tests, but the Brandeis scientists have gone a step further, connecting a robot-designing computer to a fully-automated machine which can rapidly build each design the software suggests. </p> <p>Commenting on the experiment in Nature, Rodney Brooks, an expert in artificial intelligence at the Massachusetts Institute of Technology, said: \"This is a long awaited and necessary step towards the ultimate dream of self-evolving machines.\" </p> <p><strong> Mutations</strong><br> </p> <p>Mr Lipson and Mr Pollack gave their computer the task of developing a robot that would move along the ground as efficiently as possible. The programme responded by producing designs at random, assessing them, and then introducing small mutations to the design to discover if the changes improved the machine's speed and efficiency - imitating the natural process of evolution. \"Typically, several tens of generations passed before the first movement occurred,\" they said. </p> <p>Once the computer had \"evolved\" a moving robot, it tested it in the real world by sending the design to a \"rapid prototyping\" machine which built it from a versatile plastic. The robots emerged from the machine fully-formed apart from the motors, which had to be snapped into place by the scientists. That was the only part played by humans in the process. </p> <p>The computer produced several types of robot which used different methods of motion - some moved sideways like crabs, others swung from side to side, another pulled itself along with two limbs. </p> <p>\"Although both the machines and the task that we describe are fairly simple compared with the products of human teams of engineers (and with the products of biological evolution) we have demonstrated a robotic 'bootstrap' process, in which automatically designed electromechanical systems have been manufactured robotically,\" the report says. </p> <p>If left to their own devices, computers could evolve far faster than living organisms, generating mutations and testing them against the environment in seconds instead of thousands of years. </p> <p>\"I'm not saying a computer can replace an architect - at least not yet,\" Mr Pollack told the New York Times recently. \"But our computer did start with a simple algorithm and end with blueprints for structures that it took humans hundreds of years to develop. And when we built the structures, they were functional.\" </p> <p>Ultimately, he said the technology could be used to build entire factories which would turn out huge numbers of robots \"as cheaply as Sony Walkmans\". </p> <p>The Brandeis scientists argue that to attain artificial life, machines have to gain \"full autonomy\", not only in their behaviour \"but also at the levels of design and fabrication\". \"Only then can we expect synthetic creatures to sustain their own evolution,\" they wrote in Nature. </p> <p>Ominously for anyone who has seen the Terminator films, scientists are not only programming computers with the knowledge that allows them to reproduce, they are also teaching them how to organise. </p> <p>In the same edition of Nature, computer specialists at the University of Lausanne in Switzerland describe how they have taught robots community spirit, by programming them to respond to each other like ants. Based on a few simple \"rules\" a large group of small robots reportedly displayed \"astonishing feats of organisation\". </p> <p>The Swiss scientists found that these insect-like \"antbots\" were more efficient working in groups than they were individually, and suggest that swarms of them could explore unfamiliar or hostile environments. Putting these two breakthroughs together, in theory, planets could be colonised by robots capable of infinitely reproducing themselves. </p> <p><strong>Innovations: Guards and gastrobots</strong></p> <p>\u0095 Thai scientists have just unveiled Roboguard, according to an issue of the New Scientist published today. It totes a laser-sighted gun and can track suspects via infrared sensors. It can fire at will, or it can check with a human via the internet before it attacks. So far the fire command is protected by a password. </p> <p>\"We think the decision to fire should always be a human decision,\" says Pitikhate Sooraksa of King Mongkut's Institute of Technology in Bangkok. \"Otherwise it could kill people.\" </p> <p>\u0095 A Brussels consortium is working on a full-size, autonomous walking robot dinosaur which will stroll round European museums. The creation of the automaton, based on the species Iguanadon atherfieldensis, has involved McNeill Alexander, the British expert on dinosaur biomechanics. But the robot engineers behind the project are stalking a bigger prize: a \"walking\" rescue machine that could step through minefields, over avalanches or collapsed buildings looking for human survivors. </p> <p>\u0095 A flesh-eating robot called Chew Chew could be the first automaton to be completely powered by food. </p> <p>The 12-wheeled \"gastrobot\" was unveiled this month in Hawaii. It uses bacteria to convert food into chemical energy. </p> <p>Meat is the most efficient fuel, but a gastrobot could even mow lawns and use the clippings for fuel. A Bristol team has designed a slug-eating robot, and suggested that a fish-eating robot could monitor beaches for sharks. </p> <p>\u0095 Scientists from New York and Israel have co-operated on a robot surgeon which performs human knee replacement operations. Of 200,000 knee operations in the US each year, 10% need to be done again because of surgical error. The argument is that a human-monitored robot hand would always be steadier, would work in finer detail, and never get tired. Next step: robots for surgery. </p> <p>\u0095 Delaware scientists have designed Flobot the Robot. It can hover on a cushion of air and use magnetic grippers to grab a moving object while hovering over a table. </p> <p>\u0095 Los Alamos scientists have built tiny little four-legged robots which have been tested on fields of unexploded ordnance. If a leg gets blown off, the robot carries on with only three, or two, or one. </p> <p>\u0095 Carnegie Mellon University scientists have built Nomad, an automaton which will search for meteorites in Antarctica.</p>",
  "<p>Global warming is likely to destroy more than half the earth's colder habitats by the end of the century, causing the extinction of species which cannot adapt or move quickly enough to reach new homes, a report by WWF, formerly the Worldwide Fund for Nature, said yesterday. </p> <p>Worst hit will be the colder places in the northern latitudes of Canada, Russia and Scandinavia, where warming is expected to be most rapid, and areas like the Cairngorms in Scotland, where Arctic species have nowhere left to migrate. </p> <p>In order to adapt and survive plants may need to move 10 times more quickly than they did when recolonizing previously glaciated land at the end of the last ice age. Few plant species can move at a rate of one kilometre per year, the speed that will be required in many parts of the world. </p> <p>High migration rates will particularly threaten rare, isolated or slow-moving species but will favour weeds and pests that can move, reproduce or adapt quickly. Conditions today make it much more difficult for species to move to new habitat than was the case thousands of years ago. </p> <p>The last time the climate warmed anywhere near as quickly as is predicted this century was 13,000 years ago when sabre toothed tigers and woolly mammoths still roamed the earth and humans had just begun to populate the Americas. </p> <p>Any plant or animal that needs to move must contend with roads, cities and farms. The WWF study shows that human barriers to climate induced migration will have the worst impact along the northern edges of developed zones in central and north-western Russia, Finland and central Canada. </p> <p>\"As global warming accelerates, plants and animals will come under increasing pressure to migrate and find suitable habitats. Some will just not be able to move fast enough,\" said Adam Markham, executive director of the US non-governmental organisation Clean Air-Cool Planet, and one of the co-authors of the WWF report. </p> <p>Birds such as the great tit in Scotland and the Mexican jay in Arizona are beginning to breed earlier in the year, butterflies are shifting their ranges northwards throughout Europe and mammals in many parts of the Arctic, including polar bears, walrus and caribou, are beginning to feel the impacts of reduced sea ice and warming tundra habitat. </p> <p>In the US, most of the northern spruce and fir forest of New England and New York State could be lost. </p> <p>In patches of habitat that do survive, local species loss may be as high as one in five in the most vulnerable mountain ecosystems such as northern Alaska, Russia's Tamyr Peninsula and south-eastern Australia. </p> <p>The report's predictions are based on a moderate estimate that concentrations of carbon dioxide in the atmosphere will double from pre-industrial levels during this century. </p> <p>However, some projections suggest a three-fold increase in concentrations by 2100, unless action is taken to reduce the inefficient use of coal, oil and gas for energy production.</p>",
  "Anglers and environment agency staff were yesterday in despair after the 14th big river pollution incident in the last month spilled 50,000 gallons of toxic farm slurry into the river Dart in Devon. <p>Teams of environment agency staff spent more than 24 hours trying to contain the pollution near Tiverton when it threatened to enter the Exe, one of Britain's most important salmon rivers.</p> <p>Last night they reported that they had largely succeeded in controlling the pollution and prevented it entering the Exe.</p> <p>This involved the environment agency and South West Water pumping hydrogen peroxide into the river to raise the oxygen levels, pumping the worst of the polluted water on to nearby fields and increasing the flow of the Exe.</p> <p>Hundreds of fish are known to have died but the full extent of the pollution has yet to be established.</p> <p>The source has been traced to a slurry store on a local farm but it is too early to say what the full environmental effects may be.</p> <p>Work is now under way to remove more slurry found on a nearby hillside, which could run into the Dart if it rains. Martin Weiler, of the environment agency, said it was a \"major incident\". \"We will be carrying out a full investigation with a view to a possible prosecution.\"</p> <p>The last five weeks have been some of the worst on recent record for river and canal pollution incidents.</p> <p>Up to 250,000 fish have been killed in 14 incidents on British waterways around the country.</p> <p>The worst incident is thought to have been on the river Dee near Chester when an unknown chemical polluted up to 20 miles of water killing approximately 100,000 fish.</p> <p>Agency staff are still investigating the incident. Other incidents this year have been on the river Smite in Nottinghamshire and the Trent and Mersey canal, near Stone in Staffordshire.</p> <p>Last week, up to 1,000 protected crayfish were wiped out along a stretch of a Cumbrian river polluted with sheep dip.</p> <p>The chemical which caused the pollution is believed to be a synthetic pyrethroid, extremely toxic to aquatic insects, with small quanitites able to contaminate large amounts of water.</p> <p>Yesterday the environment agency, which is still investigating many of the incidents, suggested that most of the pollution was due to carelessness rather than deliberate releases. \"It's been a really bad month. There is so much negligence. Part of the problem is that the penalties for polluting the environment are risible. Polluters say, 'What's a few hundred pounds?',\" said a spokesman.</p> <p>Earlier this year a Nottinghamshire farmer was fined £1,000 with £450 costs for killing 44,000 fish.</p> <p>Average fines in 1999, say the agency, were about £3,500 for major incidents which might destroy a riverine habitat for years.</p> <p>The National Federation of Anglers, which has 230,000 members, was dismayed at the incidents, especially because British waterways are generally less polluted than in the past.</p> <p>\"It's been a disastrous year for fish kills,\" said Rodney Coldron of the federation. \"It can take up to 10 years for rivers to recover from pollution incidents like these.</p> <p>\"Magistrates and judges must understand this is very serious.\"</p>",
  "<p><a href=\"http://www.altavista.co.uk\" target=\"_new\">AltaVista's</a> internet access promises might have been exposed as a sham last week, but the dream of unmetered access has not died - even if that company's credibility has. </p> <p>Indeed, despite reports to the contrary, there are still internet service providers (ISPs) offering unmetered internet access today, as our chart shows opposite. </p> <p>The quality of some of those offerings clearly leaves a lot to be desired, and still others (not listed) have provoked complaints to the advertising standards authority and trading standards. But flat rate charges for internet access should still become the norm for most internet users within months, rather than years. </p> <p>Two things will bring that about: new arrangements for standard dial-up internet access, along with the arrival of \"always-on\" broadband connections to the net. Both will change the way we pay for internet connections. </p> <p>Standard dial-up access has been hitting the headlines in the p'ast week, following AltaVista's about turn on its unmetered offer. </p> <p>AltaVista reneged on its promises because it realised, only after starting the hype machine, just how much unmetered access would cost. The company would be exposed to almost uncapped costs, while pulling in only £60 a year from users. </p> <p>British Telecom's reluctance to introduce an arrangement called flat rate internet access call origination, or Friaco, was blamed by AltaVista UK's managing director, Andy Mitchell, as the reason his company could not afford to provide the service it promised. </p> <p>Even though most industry observers absolved BT of direct blame for the AltaVista debacle, leaving that at the door of the red-faced Mitchell, BT is now under increasing pressure to offer ISPs a fixed price for connections between their networks and the user's home. </p> <p>BT has furiously denied AltaVista's claims, saying they are \"simply not true\", but it is clear that BT's stalling over Friaco is causing frustration among the UK's ISPs. </p> <p><a href=\"http://www.ispc.org/\" target=\"_new\">The Internet Service Providers' Association (ISPA)</a> has hit out at Oftel, claiming the watchdog is being dictated to by the monopoly it is supposed to control. ISPA's members are frustrated by the fact that BT's Friaco offer is only partially unmetered; the line from consumer to local exchange is unmetered, but the wires between local and regional exchanges are still metered. </p> <p>This, they say, is defying an order made to BT by Oftel last May, which told it to offer a wholesale unmetered tariff. </p> <p>Nicholas Lansman, secretary general of ISPA, says that while Friaco could be a \"very good thing,\" the ISP industry needs Oftel to be tougher with BT. \"Flat-rate pricing is very encouraging, and will be very good for e-commerce, education and so on,\" says Lansman. </p> <p>\"But unless the regulator helps the industry to get a fair product and get some competition, we're all going to be stuck in a mess. </p> <p>\"We're not being helped by Oftel unless they can be tougher, and make sure we have a fair, competitive environment for all ISPs. Ultimately individuals and businesses will be the ones which benefit.\" </p> <p>Lansman says AltaVista's embarrassment last week has been damaging to the internet industry in Britain, but adds that users generally get what they pay for. </p> <p>\"I think there is a load of people out there who are happy with their ISP, who gives them a good service at a fair price. </p> <p>\"When you try to get something for nothing, quality starts slipping. How can companies provide a service for free? The answer: they can't.\" </p> <p>Mark Jackson, editor of the website ISP Review - which helped unravel AltaVista's bogus service - echoes that view and says the arrival of unmetered access has \"turned an otherwise stable industry into a rat race. </p> <p>\"What we're seeing is hundreds of thousands of existing users moving away from systems not able to offer unmetered access. </p> <p>\"Now we have a new problem - the fact that unmetered ISPs simply can't cope with demand, and the costs of bringing unmetered access almost always outweigh the income.\" </p> <p>But Jackson does see the market settling down with the introduction of an acceptable version of Friaco and, next June, with the release from BT's grip of the final length of cable between exchange and customers' phones. </p> <p>\"The cheaper it is for ISPs to offer unmetered the better services will get, and the prices customers are forced to pay will be lower too,\" he says. </p> <p>But there is an other big event likely to change radically the ISP scene - the arrival of broadband internet access around the country. </p> <p>Broadband will come in a number of versions - via cable, telephone, satellite and eventually wireless technology. Cable companies NTL and Telewest have both announced plans to launch their services this autumn, and BT announced on Tuesday that - after several delays - it was finally launching its ADSL service to consumers that day. ISP <a href=\"http://www.Freeserve.co.uk\" target=\"_new\"> Freeserve</a> is also expected to launch an ADSL service on Monday, costing £40 a month - a price which is expected to fall next year. </p> <p>The ADSL rollout will take some time - first to get the service will be 100,000 people on BT's waiting list. </p> <p>BT's need to convert exchanges one by one means, for now, only cities and large towns will be served by ADSL. But those users who do get the service will enjoy downloads at 10 times the speed of the fastest conventional modems. </p> <p>And, because ADSL is an \"always on\" connection, it will be unmetered as well. </p> <p>Ben Andradi, president of <a href=\"http://208.56.203.238/\" target=\"_new\">BTOpenworld</a>, said the launch marked \"the end of the talk about broadband Britain and the start of the reality - a new era for the internet.\" </p> <p>Maybe, for once, the hype might just match the reality. </p> <p><strong> Who should you pick?</strong><br> The best way to pick an ISP is to stay informed, says Mark Jackson of ISP Review. </p> <p>\"Remember that paying less rarely means you get more, so if you want a top notch service then you might have to expect to pay upwards of £19.99 a month.\" </p> <p>But Jackson adds one note of caution - even the biggest ISPs can fall over, so the most cautious user might still find the ISP they pick is not perfect. </p> <p>Jackson recommends six ISPs, which all offer some form of free call or unmetered access. The ISPs listed below are different from the rest, he says, \"because they have proven themselves to be worthy of recommendation, at least for now\". </p> <p><strong> 24-7 Freecall </strong><br> <a href=\"http://www.24-7freecall.net\">www.24-7freecall.net</a> </p> <p><strong> World Online</strong> <br> <a href=\"http://www.worldonline.co.uk\">www.worldonline.co.uk</a> </p> <p> <strong> IC24</strong> <br> <a href=\"http://www.ic24.co.uk\">www.ic24.co.uk</a> </p> <p> <strong> Plus.NET</strong> <br> <a href=\"http://www.plus.net\">www.plus.net</a> </p> <p><strong> ClaraNET </strong><br> <a href=\"http://www.claranet.co.uk\">www.claranet.co.uk</a> </p> <p><strong> IG Click</strong> <br> <a href=\"http://www.igclick.net  \">www.igclick.net</a></p>",
  "<p>The temperature was over 30C but the overhead walkways leading to Tokyo's Makuhari Messe exhibition centre were teeming with life. Nintendo's annual Space World show was in town and Japan was excited - 54,000 people arrived on day one of the three day event, many keen to download the new secret Pokémon character Celebi. </p> <p>But for Nintendo, this year's event was more than just a celebration of its money-spinning franchise. Space World 2000 saw the launch of two new consoles as the company looks to build on success in the handheld market and recover lost ground in the home console arena. </p> <p>In the 1980s and early 90s Nintendo was synonymous with videogames. But, while the handheld Game Boy has been an unqualified success, the company has fared less well with the N64. </p> <p>The 1995 launch of Sony's PlayStation attracted a whole new audience. Suddenly playing games became something you did after closing time rather than after school. Sony is launching its successor, the PlayStation 2, in November, and with Microsoft entering the market, with X-Box, in 2001, and the industry now worth $20 billion a year, the stakes are higher than ever. </p> <p>At Space World, Nintendo unveiled its entrant into this \"next generation\" battle. Called Gamecube, the console combines good looks with impressive technical specs. Gone are the blocky contours of previous machines and, with its handle and profile, the machine resembles a brightly coloured and plasticised relative of Apple's G4 Cube. </p> <p>If the murmurs of approval from the show floor were any indication, Nintendo may have won an early aesthetic triumph. But what really matters are the games and a tantalising glimpse via video served only to whet the appetite. Graphically stunning realisations of Nintendo characters such as Zelda and Mario got a positive reaction, and while there is no guarantee that what was shown will actually be playable, the potential looks immense. </p> <p>The console will not be released in Japan until July 2001, but the cartridge era has passed. Gamecube software will use a special 8cm disc that Nintendo hopes will both deter pirates and attract developers. President, Hiroshi Yamauchi said:\" The N64 had a reputation for being difficult to develop for. Our idea here was to create a developer-friendly machine.\" </p> <p>This increased storage space could help persuade influential developers such as Square, which produces the RPGs (role playing games) that are essential for success in Japan, to return to the fold. The two companies fell out over Nintendo's decision to use cartridges on the N64, which are expensive and could not store the movie footage used by Square's games. Mario's creator, Shigeru Miymato, is positive about the Gamecube's development environment. \"The machine was designed to reach a balance between game creation and technical specification, as having the best specs doesn't necessarily mean the best games.\" </p> <p>The other big event was the launch of Game Boy Advance, the successor to the original handheld which has sold 100 million units worldwide. It was playable at the show with a version of Mario Kart creating the biggest stir. The console is light with an improved LCD screen; however, the shoulder buttons seemed a little far apart and could cause problems for smaller hands. </p> <p>Nevertheless, with improved graphics and sound, backward compatibil ity (all original Game Boy titles can be played) and little competition (SNK's Neo Geo Pocket recently pulled out of the UK market), the Advance looks likely to continue its predecessor's success. </p> <p>As they queued patiently for up to two hours to play on the Advance for only five minutes, the Japanese seemed impressed. \"My children want one and it does look fun,\" said Yoko Shirahase. Hiroshi Ikenaga, who had bought his son to the show primarily to download Celebi, said: \"I like the look of the Advance and will probably buy one.\" </p> <p>Takeo Kohno, 18, needed slightly more convincing. \"It does look impressive, although I want to see what other games are coming out.\" </p> <p>The Gamecube faces a far sterner test. If fantastic games were the prerequisite for success then Nintendo would have little problem. But, as the Sega Dreamcast has shown, marketing and public perception are equally important. With Sony and Microsoft as competitors, Nintendo now faces its biggest battle so far. Innovative hardware, sensational video footage and the move away from cartridges is just the start. </p> <p>The heat of the forthcoming console battle could surpass that of August in Toyko.</p>"
]