[
  "<p>The London Stock Exchange will seek to bolster its defences later this week against a possible £800m hostile takeover from Sweden with the blueprint for one of the most contentious aspects of its agreed merger with Frankfurt's Deutsche Börse. </p> <p>Senior officials from both London and Frankfurt will be on hand as Clearstream and Crest detail plans on Thursday for how clearing and settlement will work under the iX merger proposal. </p> <p>The issue has proved a critical one for the London and Frankfurt merger with members of both exchanges concerned about how clearing and settlement would work under the iX exchange and how much it would cost. </p> <p>Yesterday David Cowan, the head of public affairs at Clearstream - which is 50% owned by the Frankfurt exchange - said the plans would mean \"UK brokers would be able to go through Crest to settle German securities transactions and German brokers would be able to go to Clearstream to settle UK securities transactions\". The plan would offer savings which would be \"very high in percentage terms\" though he declined to give an exact figure. </p> <p>The likelihood of a two-way battle for the London exchange between OM Gruppen, the Swedish group which owns and operates the Stockholm exchange, and Deutsche Börse increased yesterday after the Frankfurt exchange hinted strongly it would counter any hostile move from Sweden by launching its own \"white knight\" counterbid. </p> <p>OM, which had an approach turned down by the London exchange board at the end of last week, has promised to decide whether it will go ahead with a hostile bid \"as soon as possible\" with some reports suggesting an offer could come as early as today. </p> <p>Deutsche Börse said it remained committed to the plan to merge with London and said that in the event of a hostile bid from OM \"a change in the transaction structure to an offer is possible\". </p> <p>The London Stock Exchange appears to be reconciled to postponing the vote on the Frankfurt merger, due on September 14, if OM launches a hostile bid. \"Were an offer to be made we would consider what the implications would be for the timetable and we would be mindful of the need to give shareholders full information and sufficient time to consider it,\" a spokesman said. </p> <p>Meanwhile, both the Paris bourse and Nasdaq in the US are keeping the developing situation in London under close review. Euronext, the alliance of Paris, Amsterdam and Brussels exchanges, sought to recruit the London exchange in the spring without success and yesterday a spokeswoman for the Paris exchange said: \"We are considering the situation.\" </p> <p>Senior Nasdaq executives are understood to have been briefed about developments after the first reports of the approach by OM Gruppen at the end of last week. </p> <p>Nasdaq, which runs the world's largest index devoted to hi-tech stocks, expects to complete its own joint venture with iX as soon as London and Frankfurt have formalised their partnership. Nasdaq refused to comment yesterday. </p> <p>However, sources close to the US exchange said: \"We plan to be in Europe and to have a global, 24-hour service. We have an agreement with iX because we think it makes the most sense for us. But if the situation changes then obviously we will adapt.\"</p>",
  "<p>Tony Garnett, the godfather of British television drama, has a knack for producing work that taps into the spirit of the times. From the ground-breaking 1960s social realism of Cathy Come Home to This Life, with its cast of mid-1990s twentysomethings more into partying than politics, Garnett has been closely associated with era-defining drama. </p> <p>Now, just as viewers are coming to terms with how traditional TV can be enhanced by the internet, Garnett's company, World Productions, is putting the finishing touches to a new BBC2 drama with a website designed to play an integral part in an interactive viewing experience. Attachments, which is due to debut on BBC 2 next month, is - appropriately enough - set in a fictional dot.com start-up. The accompanying website will carry content that changes and develops to mirror events in the 10-part TV series. </p> <p>The controller of BBC2, Jane Root, says that when she and Garnett began discussing a follow-up to his previous series, The Cops, he had in mind from the outset a TV drama about people working in an internet-related environment, with a significant interactive element. (Garnett maintained his customary reticence and was not available to discuss the new show.) </p> <p>\"To have Tony, one of the major TV drama figures of our generation, working on this is quite a coming-of-age moment,\" Root declares. \"There's something in common with what happened when the first lightweight 16mm cameras came out and location filming became easier. It provides the chance to create a different visual language.\" </p> <p>Attachments centres on the efforts of Mike and his wife Luce to transform his new music website, seethru.co.uk, from a bedroom hobby into a viable internet content business offering news, reviews and gossip. Frazzled dot.com executives will recognise the couple's struggle to secure venture capital funding without having to give away too much control of their fledgling company. </p> <p>Those lower down the new economy food chain will be able to identify with an internet start-up office divided along content writer versus techie versus programmer versus designer social faultlines. They will also recognise the long periods idled away playing computer games and emailing mates, punctuated by short bursts of frenzied, work-through-the-night activity as deadlines loom. </p> <p>Root is keen to emphasise that the programme has a universal focus on people and relationships in the modern workplace and is not an obscure tale about webheads. She quotes recent research suggesting that the office is now the place where most people meet their life partner. There is also a sense of Attachments being the older sibling of This Life, with central characters moving beyond the mad-for-it hedonism of their early 20s and making serious decisions about their lives and careers. </p> <p>Fans of Garnett's recent BBC2 work, such as This Life and The Cops, will spot plenty of familiar touches. The young and largely unknown cast, for starters. Attachments dispenses with the handheld documentary style of The Cops, but is fast-paced and has similarly been shot using a single camera. There is also an attention-grabbing opening scene, with sex and full-frontal male nudity. On a skateboard. </p> <p>However, providing an interactive element is a completely new departure for Garnett. He has brought together an in-house web production team, led by technical advisers Paul Lakin and David McCandless, which is working closely with the Attachments TV programme-makers at World. Root says that the idea is for the website to feel as though it has been created by the fictional characters from the drama. </p> <p>Seethru.co.uk is being built to operate as a stand-alone content website, with all the features anyone who comes across it while surfing the net and has never seen the TV show would expect. But Attachments fans will be able to visit the site and look at articles that feature in the unfolding TV drama, in many cases getting to read something that is only mentioned or seen in passing. They can email characters from the drama and listen to the music of real unsigned artists through seethru.co.uk. </p> <p>The fictional seethru office is also fitted with webcams, allowing viewers to have another look at footage from the show as well as extra material not seen on TV. Net users will be able to check out footage relating to the cliffhanger ending to the first episode, for instance, which takes place in the office toilet. </p> <p>The seethru site will go live when the first episode goes out, with the standards waxing and waning after that according to the fortunes of the fictional web business. So at the outset users will log on to the amateurish site that Mike has been running from his bedroom. The internet offering will get a more professional feel when funding is secured in the drama, but the quality will also deteriorate again at times of crisis during the series. </p> <p>Root stresses that Attachments is intended to work as a stand-alone TV show, with the viewing audience still the primary focus. But it has also been created to appeal to \"v-users\" - people who experience the drama through their PC screens. Anything that provokes rows or controversy in the drama will disappear from the seethru site at the exact same moment as it is fictionally deleted, according to Root. </p> <p>\"There will be lots of people watching and arguing about things - stuff that's on the webcams, that people have written - who can go and see it on the internet after the show,\" she says. \"I hope people who contact the site will be able to have a role on it.\" </p> <p>Attachments was commissioned last year, before the internet start-up boom - and the headline-grabbing trend for making people overnight dot.com millionaires - reached its surreal, get-rich-quick peak and turned into a crash. </p> <p>But Root is still confident that Garnett has not for once missed the boat. She has already commissioned a second 10-part run of Attachments. </p> <p>\"I rather like the fact that it all started to go wrong. It's more dramatic,\" she says. \"If people were still effortlessly becoming internet millionaires, there would be less dramatic potential. There is now more awareness of the pressures and the possibility of failure - that's more potent.\" </p> <p> <strong>Recognise anybody from your new media office?</strong></p> <p><strong> Mike (Justin Pierre):</strong> seethru.co.uk founder. One-time musician and DJ turned net evangelist. Always looks on the bright side. </p> <p><strong> Luce (Claudia Harrison):</strong> Married to Mike. Gives up publishing career to become seethru's management fixer. Forever worrying over money and unsigned contracts. </p> <p><strong> Jake (David Walliams):</strong> Site designer. Perfectionist and prima donna, constantly at war with techie and programmer. </p> <p><strong> Sophie (Amanda Ryan):</strong> Lesbian content-manager with a very well developed sense of her writing ability. Nobody messes with her words. </p> <p><strong> Will (William Gaminara):</strong> Smooth MBA appointed by venture capitalists to babysit their investment. </p> <p><strong> Yvonne (Sally Rogers):</strong> Pregnant thirtysomething sales manager. Practical and manipulative. </p> <p><strong> Reece (William Beck):</strong> Programmer. Incorrigible shagger with a small son, who spends his time plotting ways to wind up Jake and Sophie. </p> <p><strong> Brandon (Iddo Goldberg):</strong> Brilliant techie über-nerd. Shy and sexually frustrated. Skateboards naked round the office after the others have left. </p> <p><strong> Zoe (Romola Garai): </strong> Enthusiastic home counties ingénue who joins seethru on work experience.</p>",
  "<p>Film festivals like to think of themselves as crucibles of fresh talents, and Edinburgh is no exception. Everyone is on the lookout for the undiscovered gem, the nascent genius - and so, in essence, is the Guardian New Director's Award. The award's basic purpose is to \"acknowledge new interpretation and innovation in film-making\", and the Edinburgh film festival can be a happy hunting ground for directors yet to secure a high profile. </p> <p>Last year's winner - the first - was Lynne Ramsay for Ratcatcher, which went on to receive widespread critical acclaim. This year, some 40 films at the festival were eligible - demonstrating the profusion of talent at the first-rung level of the global industry. </p> <p>There were important considerations: should the award go to an ambitious film imperfectly realised, or to a more successful effort that did not aim so high? Would it be better to give it to a film-maker who struggled to make their rough product, or to a well-funded, more polished effort? Was it our place to try to help a film into distribution, or to acknowledge someone more known who had already secured either prizes or distribution deals? </p> <p>The nine films that reached the final shortlist all posed questions on these themes. <strong>Krampack</strong>, a Spanish film about a gay teenager, was a sweet, affecting story, but hardly pushed the envelope except in its thematic content. <strong>The King Is Alive</strong>, the fifth \"Dogme\" film, looked fantastic and had a simple, effective narrative - a group of bus passengers are stranded in the African desert, and perform King Lear while they wait for rescue - but, for me, failed to explore fully the group dynamics it set up. <strong>The Low Down</strong>, a highly-rated member of the British contingent, was unusual in that it accumulated a succession of apparently inconsequential moments to tell the story of a London-Irish lad and a failed relationship; but its basic material remained uninspiring. </p> <p>These films lacked the cutting edge, the ambition of a potentially brilliant director. <strong>Chopper</strong>, an Australian film about a notorious real-life criminal, was a brilliantly brutal comedy, but also morally dubious. <strong>Human Resources</strong>, a moving French story of an ambitious son who becomes a trainee executive at a corporation where his father works on the factory floor, bespoke similarly impressive talent from director Laurent Cantet. It let itself down, however, with an improbable political conversion in the third act. </p> <p>We reached the meat of the situation with four films that were hugely impressive but impossible to compare. <strong>Crane World</strong>, an Argentinian film about a washed-up 50-year-old trying to find a job, balanced its miserable subject matter with an admirably light narrative progression. <strong>A Time for Drunken Horses</strong> won respect for its unblinking view of the snowy border country between Iran and Iraq, and the hardships of children who scratch a precarious existence there. And <strong>George Washington</strong>, a genuinely original American independent, told a story of good-hearted kids in a Southern town that mixed flashes of off-the-wall humour with stricken violence. These three films, it was felt, deserved to carry something away from Edinburgh, and so they were awarded a Special Mention each. </p> <p>All they lacked was that sense of ambition, of talent struggling to emerge from constriction, that was present in our winner. Right from the first moments of Alejandro Gonzalez Inarritu's <strong>Amores Perros</strong>, as cars hurtle around the streets of Mexico City, you know you're watching someone special. Amores Perros is not perfect - it owes debts to Reservoir Dogs, and suffers from abrupt structural jumps - but its scope and excitement indicate Inarritu's promise. It is also likely to run into censorship problems in the UK because of its extended dog-fight scenes. But of all these directors, it was Inarritu's next film we most wanted to see - and that is why he is the winner.</p>",
  "<p>James Murdoch, the youngest son of the media magnet Rupert Murdoch, warned yesterday that English will not become the language of the internet by default, and international businesses had to take account of the decline in its status. </p> <p>Speaking at the Guardian Edinburgh international television festival, Mr Murdoch, an executive vice president of his father's News Corp who also runs the Asian pay-television business Star TV, said that while English remains a key language employed by internet users, others are on the increase, such as Mandarin, Hindi and Spanish. </p> <p>If media companies want to compete in the global market place, he said, they must focus on all four language groups. \"These four audiences, each boasting generally global distribution, are and will continue to be utterly dominant in terms of total market size.\" </p> <p>He pointed to research carried out in the US which predicted that although half current internet users are American, that figure would drop to one third by 2004. </p> <p>He said that Goldman Sachs, the investment bankers, estimated that there would be 96.6m internet users in China by 2002. Internet growth in China is outstripping the forecasted increase by 25%. </p> <p>Mandarin, he pointed out, is the most commonly spoken language with 835m speakers, followed by English with 470m, Spanish at 330m and Hindi with 300m. </p> <p>In the US and Britain he said, \"the notion of cultural imperialism marches onward, unaware of surging non-English markets, or worse, quite aware of them but still believing that the lingua franca of the modern age is and will continue to be English. </p> <p>\"It is true that English has been the predominant language of the internet so far, and it is true that it will always be a major force but as connectivity penetrates deeper into the massive market outside Europe and the US ... English will decline in use through this medium.\" English would not become the \"default language\" of the digital world. </p> <p>He pointed to the success of the hit game show Who Wants to be a Millionaire? around the world, in particular in India. \"Never mind about the idea of Who Wants to be Millionaire? originating in Britain. Never mind that the American version is wildly popular and could easily have been exported in English. To the Indian audience, this is a purely local product.\" </p> <p>The success of the show, he said, demonstrated that international media groups must tailor their products to different markets. \"We should avoid thinking that the global media powerhouses of today can survive as monoliths: single, production centres, broadcasting to the world outside. Rather each must be a series of local businesses, each carefully focused on the key language groups and local cultures that make-up their respective audiences.\" </p> <p>In that context, Mr Murdoch attacked the BBC's director general Greg Dyke for describing the BBC in his speech to the festival last Friday as \"Britain's leading global media player\". He added: \"No one working in media outside Britain regards the BBC as a competitor.\" </p> <p>He also questioned the BBC's role in the commercial market place, saying that its vision was \"muddled\". He said of the corporations' commercial website, beeb.com: \"It's not British, it's not broadcasting, and it has nothing to do with public service, but it is today's BBC.\"</p>",
  "<p>* Scarlet pimpernel Andy Mitchell, UK boss of AltaVista, came back tanned and relaxed from his holiday last Monday only to find various factions of the press baying for his blood. Taking it all in his stride, he blamed everything on BT, expecting the lynch mob to join in. Only things didn't work out as expected, and instead the hacks called for his head. AltaVistagate ensued and Mitchell took on the enemy number one mantle from last week's public hate figure, Nasty Nick. Not that he seemed at all bothered by this. Cynics would say this was all part of the greater plan - to get AltaVista all over the news and Mitchell's mugshot plastered everywhere. </p> <p>* Staying with AltaVista, it seems the portal is fast becoming a dirty word over at the FT. Having completely missed the story back in March when even the tabloids managed to splash with it, this time around it took the FT until Wednesday to get something in the paper, a whole two days after the news of the phantom unmetered service broke. Is the business bible slipping or has its erudite e-business correspondent taken his finger off the pulse? </p> <p>* Champagne corks were popping over at beeb.com last week - no, not for boss Drew Kaza's sixth child (although that has to be applauded), but for the £32.5m deal that BBC Worldwide managed to pull off. Cries of amazement were heard throughout the industry, with many people staggered that an unknown company from the US could waltz in and accept a 13.5% stake of what is now Beeb Ventures for such a princely sum. TH Lee Global Internet Managers was clearly shopping for a trophy wife, but perhaps didn't realise she was mutton dressed as lamb. While the investment should set beeb.com back on track, it's worth noting that the site has already had a reputed £17m spent on it by ICL - its original funding partner, which somehow managed to negotiate a contract three years ago that didn't even give it a stake in the venture. At least THL had the foresight to demand a stake. </p> <p>* After more than a year-and-a-half of planning and heaven knows how many millions spent, BT has canned Uprush, its attempt to talk to the youth market. In hindsight, the writing was on the wall three weeks ago when invites were sent out for a glamorous Uprush party - only for the party to be cancelled, forcing the organisers to ring 500 people to let them know. Playing down the closure, BT said Uprush was always going to be a \"pilot\" and that it now conflicted with its new broadband and mobile strategies - which BT has in fact been planning for years. Not surprisingly, staff are hacked off, blaming BT bosses for taking 16 months to get Uprush off the ground.</p>",
  "<p>America's old media establishment has lately faced a barrage of assaults from new media whippersnappers seeking to undermine everything it stands for. So far it has managed to hold the upstarts at bay, if only temporarily. </p> <p>After the music industry's brush with Napster, Hollywood, too, breathed a little easier this month when a US district judge barred Eric Corley, publisher of underground hackers' magazine and website 2600, from posting software code that unlocks scrambling on DVD players, enabling movies to be copied and swapped over the internet. </p> <p>But now it is the turn of the US news fraternity to face the nimbler, techno-savvy start-ups, and the battleground has shifted to mobile phones. </p> <p>Grandees of the news establishment including the New York Times, the Washington Post, USA Today and CNN have filed a federal suit against a Tel Aviv-based start-up called GoSMS.com, alleging copyright infringement, false advertising and unfairly competing against the publishers' own internet sites. </p> <p>They are suing GoSMS.com for an undisclosed sum, for taking news from their websites, then reformatting and transmitting it to Pacific Bell mobile phone users in California, from its San Diego-based website. The content has been made available to GSM (Global System for Mobiles) enabled phones.</p> <p>According to the suit, filed in New York, GoSMS.com engaged in \"the wholesale, unauthorised copying\" of original, copyrighted articles created by the plaintiffs and originally published at their respective websites. Bruce Keller, attorney for the old media fraternity at Debevoise and Plimpton, believes this is the first copyright infringement case to be brought in the mobile internet arena. </p> <p>\"You cannot copy the content of other people's websites. They are guilty as the day is long under US law,\" he says. In an extraordinary show of brazenness, GoSMS.com claims it is \"justified to take information for limited-display devices, considering the limitations.\"</p> <p>Efraim Rennert, chairman of GoSMS, says he wants the case dismissed on the grounds that the company does not provide a service, but a technology that enables users to read internet content in any form they choose, \"be it on PCs, PDAs, pagers or mobile phones.\" Rennert likens GoSMS.com to an ISP, supplying web access to alternative platforms. </p> <p>\"We are retrieving it without copying anything. The content is always dynamic, and we are essentially providing a browser and the ability to personalise and customise information from a website. We are not using the content.\"</p> <p>The company's aim is to license and sell its reformatting technology to cellular phone operators and ISPs, having successfully sold it just last week to Mobile Solutions AG, a Swiss mobile phone operator. It does not see any need to seek permission from the owners of any content. The implication is that the need for permission lies elsewhere. No doubt this will also have to be tested in court in the near future. </p> <p>The case, to be heard in November, highlights tensions both between old and new media players, and between the US and Europe. With this in mind, GoSMS.com has sites in Dusseldorf and Tel Aviv, and intends to make the same service available in Europe and the far east, as well as across the US. </p> <p>The outcome is important to content owners, start-ups, venture capitalists and players in the intellectual property business on both sides of the Atlantic, as it could determine two things: whether content will continue to be provided free on the internet by the old media players, and how the intrinsic value of new media start-ups will be worked out in future. </p> <p>As part of its defence, GoSMS.com insists it has \"fair use\" of the content, as it is not making a profit from it. \"Fair use\" refers to the doctrine in international law that permits limited copying for non-profit reasons and personal use if it does not devalue the original works. As Paul Stevens, intellectual property partner at internet law firm Olswang, points out \"This case will make people more wary and could be a pointer to what might happen over here.\" He thinks the question of devaluing the original work is central to the case. </p> <p>\"The media companies' main grievance will be that GoSMS.com is piggybacking on their existing service and utilising their goodwill. There is also the implication of some agreement between the two parties and authorisation to use their content, where there is none.\" </p> <p>Kim Nicholson, head of the e-commerce team at Olswang, suggests that such an implied alliance could affect the level of venture capitalists' interest in new media companies. </p> <p>\"If they lose this case, it goes to the heart of the valuation of their business. Some VCs make assessments of assets that include strategic agreements. If these strategic relationships are only implied, leaving the start-up open to trademark infringement, then they will lose interest in such companies.\" </p> <p>As it stands now, GoSMS.com elicits little sympathy from the industry - old or new. \"Some internet businesses seem to have based their model around exploiting material created and paid for by other people,\" says Dominic Young, intellectual property director at News International. </p> <p>\"As a general principle, I don't think that is defensible or desirable. The owners of content and brands should be able to control the way in which these assets are used: the law has acknowledged this principle for years - which is why we have copyright, trademark and other intellectual property laws.\" </p> <p>Caroline Sawyer, business development director at online content aggregator moreover.com, says: \"There is a way of doing this and a way of not doing it. All the WAP/SMS issues are very much up in the air at the moment - that's why you have got to show sensitivity and be as open as possible.\" </p> <p>Whatever the outcome, there has been evidence that technology will continue to collide with established media practice and the laws that protect it. With every facet of media now under assault - the video games industry is being shaken up as right now by a month-old start-up called Swapoo, doing to Sega and Nintendo what Napster did to Sony Music and BMG - technology companies will continually chip away until the industry either bends to their will or meets them halfway, accepting that things have to change. </p> <p>GoSMS.com is providing the ability for users to consume web content in the way they want to, whether old media companies are ready or not. Of the plaintiffs, only CNN has a mobile phone news service at present. \"In cases like this, it is usually in the interests of both parties not to bring it court,\" suggests Stevens at Olswang. </p> <p>\"If the content providers lose, they will have problems preventing widespread dissemination. If the start-up loses, then its whole business model fails.\"</p>",
  "Hundreds of thousands of happy revellers were today converging on London's vibrant Notting Hill Carnival amid bright sunny spells today. <p>About 1.5m people were expected to join in the massive street party with 7,500 Metropolitan police officers on hand as it reaches its climax with a colourful parade of floats, costumes and thumping music. </p> <p>The carnival, which began in 1964 as a celebration of West Indian music and culture, now attracts people from all ethnic backgrounds. </p> <p>Police and carnival organisers have worked closely together to ensure this year's event will be as trouble-free as possible. A police spokeswoman said there were 36 crimes reported in the vicinity of the carnival route yesterday and 25 arrests for offences including drunkenness, public disorder, and two serious assaults - one on an officer. </p> <p>As always, police advise people not to wear expensive jewellery or carry expensive belongings and large sums of money. Although there has been some trouble in previous years, police expect their main problem to be lost children. </p> <p>As well as hundreds of spectacular floats in the procession, the route is lined by a vast array of stalls selling foods from around the world and, in particular, the Caribbean. </p> <p>The Kensal Road area was a hive of activity with people making last-minute preparations, putting the finishing touches to floats to the sound of scores of bands warming up on the back of trailer lorries. </p> <p>Yesterday, young and old turned out in their thousands for annual the children's parade. Steel bands, reggae floats and ever-more flamboyant costumes were just some of the attractions that drew the crowds for the opening day of the bank holiday extravaganza. </p> <p>Members of the West Indies cricket team, in town for the final Test match this week, joined the party with fast-bowler Curtly Ambrose cooking up some sizzling chicken on the barbecue. </p> <p>Even the threat of rain failed to deter the 400,000 revellers, who received their reward when the clouds gave way to blue skies for much of Sunday afternoon. </p> <p>A man was taken to hospital after being stabbed but his injuries were not thought to be serious. Scotland Yard said one officer sustained minor burns after being attacked with hot dog fat. </p> <p>London Ambulance Service dealt with 114 casualties on Sunday, and 17 of those were taken to hospital. They included a mounted policeman who fell off his horse and two men who suffered suspected heart attacks.</p>",
  "Quicksilver Reef Cruises' state-of-the-art catamaran speeds out from Queensland's virgin rainforests to a small floating platform anchored on the outer reaches of the Great Barrier Reef, 30 miles off the coast of Australia. <p>Every day, 300 tourists take the boat, savouring this unique meeting of two world heritage areas. Every evening, as the catamaran returns to shore, it deposits their shit and shower water in the shipping channel between the rainforest and reef. </p> <p>Australia prides itself on its eco-tourism. It has 13 designated world heritage areas, constituting 10% of the natural areas in the world defined by Unesco as protected places of universal significance. </p> <p>The marine park authority and the wet tropics management authority are the chief conservation bodies charged with preserving the reef and the rainforest. They seek not to ban people from such stunning scenery, but promote its \"wise use\". </p> <p>Tourism is seen as one use. It is also vital to Queensland's economy: the reef and the rainforest are together worth A$1bn (£390m) each year. Before commercial logging was banned it generated A$50m. It shows \"you don't have to cut a rainforest down to derive an income from it,\" says wet tropics' Andrew McKenzie. </p> <p>Both bodies closely monitor and manage the impact of tourism on their territories. Their fates are inextricably linked. Sheriden Morris of the marine park authority judges water quality to be the biggest long-term threat to the reef. </p> <p>How the mainland is used determines what kind of water - and pollutants - drain off it and into the lagoon between coast and reef. If this water becomes too nitrate-rich from farmers' fertilisers and locals' sewage systems, green algae flourish, smothering and killing the coral. </p> <p>Quicksilver prides itself on its environmental record. It has accreditation from the eco-tourism association of Australia and employs 12 marine biologists to carefully monitor any impact its floating platform has on the reef. It needs to; if the reef disintegrated, its lucrative tourist trips would die out. </p> <p>As well as its preachy style of \"interpretive\" eco-tourism, Quicksilver takes several practical steps to minimise its adverse impact on water quality. It offers only cold showers for the snorkellers and scuba divers enjoying a day on the pontoon, to discourage what Quicksilver's chief biologist, Douglas Baird, calls \"Hollywood showers\"; lengthy soap-sudded affairs which produce detergent-filled waste water by the bucketload. </p> <p>But the dumping continues, because they use saltwater for much of their supply, and the local area lacks a sewage treatment plant sophisticated enough to deal with it. </p> <p>The council proposes to build one soon, but Quicksilver, with its 300 tourists a day, would probably require a whole plant itself. As planes packed with tourists continue to circle down from above the mountains into fast-growing Cairns, a strategy has been developed for the growth and management of tourism. </p> <p>Both reef and rainforest bodies pride themselves on it. \"We are probably the best-managed marine park in the world,\" claims Morris. </p> <p>The reef is zoned so that some sections are set aside for fishing and others for tourists. Some 80% of tourists are routed into just 5% of the reef and operators are required to pay environmental charges and meet stringent conditions before being granted permits to take visitors onto the reef. </p> <p>But, Morris admits: \"There has been a lot of talk about serious environmental management but not a lot done on the ground.\" </p> <p>The chief executive of wet tropics, Russell Watkinson, also concedes that they haven't married self-regulation with real legislation yet. For instance, they say that the state law introduced in February banning the clearing of rainforest has been, at best, \"flexible\". </p> <p>While McKenzie stresses there isn't a direct relation between the number of visitors and the impact caused, wet tropics knows the tourist business is a numbers game.</p> <p>\"Ultimately there will be a limit,\" admits Watkinson. Wet tropics has set a ceiling at 750,000 visitors a year, almost double the current number, but whether the tourist industry and the government will enforce it is another matter. </p> <p>The fragile ecology of the reef and rainforest may not be able to withstand the relentless influx of tourists. Many like the place so much that they want to buy a plot of land and build a house there. </p> <p>The main road that snakes up the coastline between rainforest and reef offers a typical environmental catch-22. Further north it becomes a dirt track, discouraging day-trippers. But the dust blown up by persistent vehicles settles on roadside vegetation during the dry season, and kills it off. Yet sealing the track with tarmac to stop the dust would simply increase the number of tourists heading further into the \"wilderness\". </p> <p>Morris says that Australia is perceived as a green country: \"But this is only because we are a young country and haven't had the time to bugger it up yet.\" Everyone involved with the reef and rainforest knows there is no shortage of people or opportunities to do so. </p> <p><b>Useful link:</b><br><a href=\"http://www.quicksilver-cruises.com\" target=\"_new\">Quicksilver Cruises</a></p>"
]