[
  "<p>While ministers have been battling to limit fallout from the fuel crisis, they have been able to take some consolation from having avoided the bane of all previous Labour administrations: a good old-fashioned sterling crisis. </p> <p>Indeed, to the extent that Tony Blair and Gordon Brown have had a problem with the pound it has been that it has been too strong rather than too weak. A rising currency makes exports dearer and the government has been given a fearful earbashing by manufacturers over the past couple of years about lost orders, declining profitability and job losses. </p> <p>But while ministers are aware of the problems caused to exporters by sterling, they would prefer to be in their current predicament rather than the one the Tories were in eight years ago today, when George Soros was preparing for the speculative attack that blew the pound out of the exchange rate mechanism. On the plus side, the strength of the pound has lowered the cost of imports - adding to the purchasing power of consumers - and helped keep the lid on inflation. Although they are wary of admitting it, the government quite likes a strong pound. Given the political torture that was inflicted on Labour as a result of the financial crises in 1931, 1949, 1967 and 1976, this is not surprising. </p> <p>But recent developments on the foreign exchanges may well have sent a tremor through Whitehall. Over the past month, sterling has not been strong at all. It has been so weak in fact that in the league table of 54 global currencies produced by Bloomberg, the pound was propping up the rest in 54th place. </p> <p>The public has yet to wake up to the fact that sterling's downward lurch has occurred primarily against the US dollar rather than against the euro - which itself has been going through another weak phase. However, sterling's weakness has certainly been noticed by dealers in the City and other global financial centres, because it has brought to an end a prolonged period in which sterling has not moved against the greenback. Since the election in May 1997, the pound has appreciated sharply against European currencies but held rock-steady against the dollar, trading in a 6% range around a central value of $1.55. </p> <p>That era now seems to have come to an end. The pound slipped quietly below $1.50 against the dollar in August, and earlier this week fell below $1.40, its lowest level in 14 years. Even in the aftermath of Black Wednesday the pound managed to keep its head just above $1.40. Yesterday the pound was trading at around $1.41. </p> <p>This downward move is long overdue. Although the UK economy has been doing well since 1992, it has not been doing as well as the American, which is attracting huge flows of capital that are boosting the value of the dollar. \"The evidence does suggest the pound should be in a lower range against the US dollar. UK economic performance, in terms of growth and productivity, does not compare with that in the US,\" says Tony Norfield of City firm ABN-AMRO. \"UK productivity growth is trending at around 2.5% compared to the recent 5%-plus numbers for the US.\" </p> <p>In addition, interest rates in the UK are below those in the US and the last occasion this happened for any sustained period - in the mid-1980s - sterling was trading at around its current levels against the dollar. </p> <p>The combination of the pound's weakness against the dollar and its over-valuation against the euro means that industry is currently suffering the worst of both worlds. Most UK imports of fuel and raw materials are priced in dollars, so a falling pound adds to industry's costs. But the strength of the pound against the euro means it is hard to export to euroland. </p> <p>The size and speed of capital flows in liberalised markets mean that once dealers scent blood they can send currencies plunging with alarming swiftness. And even before money was free to move around the globe, the pound had some sticky moments. </p> <p>As Nick Parsons of Commerzbank put it: \"The history of sterling crises is that they happen suddenly and extend further than ever thought imaginable.\" </p> <p>Some analysts therefore believe that sterling has a lot further to fall against the dollar and might be trading at around $1.25 within a few weeks. In such circumstances, the Bank of England would consider whether to defend the pound with higher interest rates. With the economy showing signs of slowing and an election looming, Mr Parsons said the chances of \"defending the pound with a rate rise are close to zero. After all, if 15% did not save sterling in 1992, then a hike from 6% will do nothing today.\" </p> <p>But if tighter domestic monetary policy is unlikely to prevent further sterling weakness against the dollar, then international events just might. The United States is not only running a colossal and burgeoning trade deficit, but is also showing signs of slowing down. It is no longer the case that the American economy is growing rapidly while euroland is in recession; both are expanding at pretty much the same rate according to the latest data. </p> <p>As a result, logic suggests that the dollar should start to fall on the foreign exchanges at some point soon - and that the euro will be the main beneficiary. In a perfect world, the pound would then rise against the dollar to around $1.50 but fall against the single currency to the equivalent of three German marks. But it is not a perfect world and there could be more choppy water ahead for sterling. </p> <p>Larry Elliott is the Guardian's economics editor </p> <p><a href=\"mailto:larry.elliott@theguardian.com\">larry.elliott@theguardian.com</a></p>",
  "<p>Online thieves are getting away with their crimes, a survey published today has claimed. Almost half of e-retailers are not taking precautions like verifying customer's names and addresses before clearing transactions, and only 9% of fraud reports lead to a prosecution.</p> <p>That will surprise some internet consumers, who might have assumed that the very fact you are ordering via computer over a secure system would mean that it would be simple to cross-refer your details in some way. Not so, it seems.</p> <p>Like many surveys of this kind, of course, there is a hidden agenda. In this case the report was commissioned by Experian UK, a company which likes to describe itself as a \"global information solutions company\", but which will be most familiar to many of us as credit reference agency. It's one of the companies most likely to benefit if we all start demanding better \"back office\" checks on online transactions.</p> <p>But we should be thankful to the survey for highlighting, again, the potential to commit crime on the internet. It is easy for an internet user with only moderate experience, a little imagination and no conscience to defraud an online retailer. And, yes, the lack of verification that the number belongs to a valid card, in the hands of its rightful owner, makes things even easier. </p> <p>But is it the retailers' fault? Experian UK might be suggesting so, but really we should be looking to the source of the problem: credit-card companies themselves. </p> <p>Consider our flexible friends for just a second: they have barely evolved in decades, maybe a holographic anti-fraud sticker there, a fancy new bit of graphic design there, but otherwise not much has changed. The principal means of card checking are physical - one, that you actually have the card in your hand; two, that you can match the signature on the back; three, that the magnetic strip on the card is valid.</p> <p>Using mail, telephone or internet shopping, those physical checks are replaced by just two weaker substitutes: the card number (which can be made up by one of those number generators) and the expiry date (the simple month/year format of which can be easily guessed).</p> <p>As Anthony Abraham, of Canadian-based watchdog Fraud Watch, has been pointing out for years, credit cards just weren't designed to be used over the net - only between people in the same room. He still acknowledges that credit cards are still the best way to shop online, but only because because the consumer is at least only hit for the first £50 of any fraud. It's the retailers who take the financial brunt of any misuse. </p> <p>So what is the way ahead? Should we demand retailers take greater precautions, as Experian UK suggests? We could - but, in fact, such checks could be a pain. It's often useful, for instance, to order books on Amazon to be delivered to a friend's address for their birthday, or to buy computer parts which can then be delivered and signed for at your place of work, rather than home. Such checks could mean everything has to go direct to the cardholder.</p> <p>No - what we need is the credit card companies to come up with a way to modernise their old-fashioned bits of plastic. Some are trying - American Express last week announced it was creating a way to use \"disposable\" credit-card numbers which are valid for only one purchase. So if a retailer's security is breached, hackers will not be able to use any credit numbers they find.</p> <p>It is a great idea, but with retailers picking up most of the fraud bill, other card issuers are not in a rush to come up with similarly smart schemes. More simple advances could take years to arrive in our wallets.</p> <p><a href=\"mailto:neil.mcintosh@theguardian.com\">neil.mcintosh@theguardian.com</a></p>",
  "<b>What is OM Gruppen?</b> <br> The group, which owns and operates the Stockholm exchange, is a global leader in developing the software programmes needed to design and run electronic exchanges. It built the platform for the International Securities Exchange, the first electronic options exchange in the US, which started in May. The system can handle about 5,000 transactions per second, according to OM. The Swedish company argues that stock markets will cease to be national institutions and become just an icon on a trader's screen - accessible anywhere, any time. <p><b>Why does OM want to take over the London Stock Exchange?</b><br> It believes it can run the exchange more efficiently and produce greater returns using the latest technology. It says it is making its £800m bid for the LSE - the first hostile takeover attempt of a bourse - not simply to stop the merger between London and Frankfurt, but to provide an alternative. In May, the LSE and Frankfurt, Europe's two largest exchanges, decided to merge to create a body called iX.</p> <p><b>Why are exchanges so keen to merge?</b><br> Stock markets are looking for combinations around the world as investors demand lower costs and easier access to other markets. In response to such pressures, the Paris, Amsterdam and Brussels exchanges are combining to create Euronext. The Swiss Exchange and Tradepoint Financial Networks of the UK are setting up an electronic market. And Madrid and Milan are considering joining LSE-DB. Nasdaq, the exchange focusing on technology companies, was planning to join iX as a joint venture partner, with a view to a full merger. The overriding goal of these combinations is to attract investors by making it cheaper to buy and sell shares.</p> <p><b>What do City investors think of iX?</b><br> The idea behind iX is that trading would be most efficient if it were concentrated in several large traditional exchanges - perhaps eventually one - that could deliver economies of scale and flexible markets. But iX has many critics. </p> <p><b>What are the key reservations?</b><br> The most important questions are how London and Frankfurt would reconcile their different regulatory regimes and how the two clearing and settlement systems operate together in the short term. Moreover, many LSE shareholders believe think they are getting the raw end of the deal as the 50:50 merger does not take into account LSE assets such as surplus cash and property worth an estimated £267m.</p> <p><b>Would investors see a fall in transaction fees under iX?</b> Supposedly, the merger should make it cheaper to buy and sell shares. The biggest cost in trading shares across borders comes in the form of transaction fees charged by companies that settle trades after they have been agreed. </p> <p><b>How expensive is it for British investors to buy foreign shares?</b><br>According to Don Cruikshank, the LSE's chairman, a British investor buying shares in a German telecommunications company currently pays an average of £100 in transaction charges, compared with £1 to £15 for trading a UK stock. The quickest way to lower costs is merging the settlement companies. But there are no plans to bring together the settlement firms - Crest in London and Clearstream in Frankfurt, which is 50% owned by the Deutsche Börse. However, both are reluctant to give up their independence. </p> <p><b>Useful links</b><br><a href=\"http://www.exchange.de/INTERNET/EXCHANGE/index_e.htm\" target=\"_new\">Deutsche Börse</a><br><a href=\"http://ir.omgroup.com/news/pressdetail/61\" target=\"_new\">OM Gruppen</a><br><a href=\"http://www.londonstockexchange.com/\" target=\"_new\">London Stock Exchange</a></p>",
  "<p>Jennifer Laing, the high-profile British chairman and chief executive of Saatchi &amp; Saatchi New York, has resigned to return to the UK. </p> <p>Laing, who has headed the US operation for the past three-and-a-half years, cited the company's takeover by French advertising group Publicis as her reason for leaving. She views the deal as \"the end of an era\".</p> <p>Laing is credited with playing a major role in the survival of Saatchi's following the departure of founders Maurice and Charles in 1995. She set up her own agency, Laing Henry, but was subsequently called back to Saatchi's by the then chairman Charles Scott to stabilise the client list and replace business during the confidence crisis days following the split. </p> <p>To secure her return, Cordiant Communications, then owner of Saatchi's, bought Laing Henry and brought Laing and her partner, Tony Dalton, back to the helm of the London agency.</p> <p>Dalton, who had followed Laing to New York as vice-chairman, has also resigned. </p> <p>The two will remain at Saatchi until November 30, when an eight-strong management partnership will take over the day-to-day running of the North American agency.</p> <p>Saatchi's worldwide chief executive, Kevin Roberts, said: \"[Laing] has spent 30 years loving, nurturing and protecting the Saatchi brand. She will be missed.\"</p> <p>The move follows Saatchi's decision to move its global headquarters from London to New York.</p>",
  "The last week must have bewildered those who are convinced that the government is a hotbed of control-freaks. <p>A prime minister who normally slaps down the humblest backbencher for slipping slightly off-message and who writes memos demanding that \"I personally\" be associated with government action seems to have been able to do nothing about Britain's fuel crisis.</p> <p>Petrol is now more easily available in Freetown, Sierra Leone, than in central London: an astonishing turnaround.</p> <p>But is this the prime minister's fault? Not really, is the answer. In theory, Blair should be able to get the trucks moving again at a click of his fingers.</p> <p>This country has no written constitution; the government's authority derives from the crown and, despite our democratic traditions, it is almost unlimited (give or take the odd distraction such as Magna Carta).</p> <p>Bill Clinton has expressed his envy at the prime minister's power: he can order the army into battle, dictate the budget, bully the home secretary\u0085 the options appear endless.</p> <p>In reality, this power is highly constrained. Prime Ministers arrive in the job full of ideas as to what they will be able to do. These hopes do not last long.</p> <p>Prime Ministers must cajole, persuade and campaign: they can rarely order.</p> <p>So what options are open to Tony Blair in the present crisis?</p> <p>First, he commands immense personal authority. Phone calls from the Number 10 switchboard are never refused and he can drag even the most senior oil company executive from his bed in the small hours of the morning.</p> <p>Likewise, he can make repeated personal statements on television - a tactic Blair has used to good effect in his efforts to turn the mood against the blockades. </p> <p>Nobody doubts that Blair has the skills a prime minister needs in this area. But the strikes continue. So what else can he do?</p> <p>His second area of strength is his command over the whole government machine: ministers answer to him and civil servants standby to put his policies into action.</p> <p>Since parliament is not sitting, the prime minister's powers in this area are all the greater. The opposition can only challenge him in the TV studios. </p> <p>The trouble is, the crisis is not one that can be solved by a change of government policy, at least not in the short term now that Blair has set his face against caving in to demands to cut taxes. </p> <p>This leaves a third area of power as his only real option: the right to take emergency measures such as calling in the army.</p> <p>Such powers have already been used to set aside fuel supplies for the emergency services. But there is a limit to the lengths the prime minister will be prepared to go in this area.</p> <p>After all, he has an election to win soon; the sight of troops on the streets will not help him with this - and anyway, the army, at full stretch around the world, is far from able to sustain Britain's massive fuel supply network.</p> <p>In 1974, Ted Heath found that he could not prevent the three-day week. In the 1980s, Margaret Thatcher could not prevent the coal miners striking for almost a year.</p> <p>In the end, Heath lost, Thatcher won. But the result was decided not by the strength - or otherwise - of the government's formal powers but by the character of those running it.</p> <p>This dispute, too, will come down to one question: which side blinks first.</p>",
  "Oil prices could remain above $27 (£19) per barrel over the next 12 months, more than 50% higher than the average over the last decade, and be characterised by high levels of volatility, some experts are warning. <p>This is bad news for motorists unless the government reduces petrol taxes in the aftermath of the country's biggest civil disturbances since the 1970s. A really cold winter and price peaks of up to $40 (£28) per barrel are highly likely.</p> <p>A top economist from blue chip US investment bank Goldman Sachs said in London earlier this week there was a 5% probability prices could even reach $67 (£48) per barrel. But another US finance house, Salomon Smith Barney, says to expect prices in the region of $28 (£20) for the remainder of this year and $24 (£17) in 2001.</p> <p>The reason for the continuing high price of crude oil is growing demand from recovering economies in Asia and the continuing strength of the business climate in America and Europe.</p> <p>Supply remains curtailed by cuts made in investment two years ago under the impact of low crude prices and plummeting profits. This pushed many producing nations such as Saudi Arabia and Venezuela towards financial crisis, because their economies are so dependent on crude export revenues. It also badly hit the shares price of the corporate sector and forced them to cut exploration and field development.</p> <p>It is difficult to believe that barely 18 months ago North sea crude was being sold on the open market at less than $10 (£7) per barrel and there was speculation it could move toward $5 (£3.50). So what has happened over the intervening period? Opec came under intense pressure from the US government to reduce output in order to force the crude price up.</p> <p>Washington was worried then about its own domestic oil industry, which was being driven out of business. Texas is still a state packed full of \"nodding donkeys\", onshore rigs which produce a few barrels of oil a day for small proprietors. Millions are employed in the wider oil industry there and the world's biggest corporations, such as Exxon (which trades as Esso in Britain), exercise huge political muscle.</p> <p>Even though many Opec nations were frightened that cutting production would reduce their income further, the cartel, led by its biggest producer Saudi Arabia (which has close political ties with the US), agreed to president Clinton's demands.</p> <p>New production quotas were introduced in April 1999 and by June output had fallen dramatically. Oil prices recovered dramatically and by the start of this year were over $30 (£21) per barrel.</p> <p>Since then Opec has been under pressure to increase output to try to lower the price and on three successive occasions has agreed to put more crude on the market. To little avail: prices have dipped briefly following Opec actions, but they bounced back as traders fretted about rising demand and low stock levels in refineries. </p> <p>Now Opec says it might be willing to put an extra 2m barrels onto the market and the US might leak some of its emergency supplies onto the market in a bid to help lower prices. The bellwether October Brent futures contract fell nearly a dollar on this news, but remained at $32.10 (£23) at the end of last night's trading.</p> <p>This has left everyone scratching their head about what the oil markets really want. Professor Peter Odell, a world-regarded petroleum expert from the London School of Economics concludes: \"There is no vestige of economic rational in the present oil price situation. What we appear to have is the result of market manipulation and political pressures.\"</p>",
  "Manchester's morning rush-hour traffic was brought to a near standstill yesterday as 150 black cab drivers staged a go-slow protest calculated to cause maximum disruption to commuters. <p>More than 70 black cabs travelled under police escort from Manchester airport to the city, driving four abreast and slowing early morning traffic to a 10mph crawl. The protest caused lengthy tailbacks on the M56 into the city. </p> <p>They were later joined by a second convoy which started from Manchester City's football ground and made a tour of the city before dispersing peacefully. </p> <p>Some taxis had been painted with slogans reading Enough is Enough and Fair Deal, not Raw Deal. Many had stuck banners to their windows demanding a fuel price cut. </p> <p>But the protest was not as disruptive as organisers had hoped, since traffic into the centre of Manchester was comparatively light. The main convoy from the airport was also held back until the worst of the commuter traffic had passed, though police denied this was an attempt to sabotage the protest. </p> <p>John Maguire, a cabbie in central Manchester for 12 years, said he had been forced to protest because rising fuel prices were making it increasingly difficult to survive. \"It doesn't matter if it is the tax on fuel or the fuel companies' charges, but fuel is costing me £180 per week. My wages have gone down and down and the price has gone up every week.\" </p> <p>Mr Maguire said he now works 13 days out of every fortnight, from which he makes around £200 per week before tax. \"Something had to be done,\" he said. \"We can only take so much.\" </p> <p>\"If I worked a 40-hour week I would be bankrupt,\" said another taxi driver, who did not want to give his name. \"You have to put in a 70-hour week just to be able to survive.\" </p> <p>One of the first tankers to leave a fuel terminal on Manchester's Trafford Park industrial estate took 38,000 litres of unleaded petrol to a service station in Heald Green, 10 miles south of the city centre. </p> <p>The station ran out of fuel on Saturday and long queues formed as soon as the tanker was spotted on the forecourt. No rationing policy was introduced and managers estimated that tanks would be dry again in 10 hours. </p> <p>Alan McCormick, of Elite Tanning Services, was in pole position in the queue. \"I've only been in business a couple of weeks and if this goes on it's going to cripple me,\" he said. \"I repair sunbeds and I have to work all over the country.\" </p> <p>He put 35.08 litres into his tank and headed for the motorway.</p>",
  "The sun streaming through the cabinet room windows yesterday produced one of the few bright spots in the Downing Street bunker as the petrol crisis threatened to wreck the economy and Tony Blair's political credibility. <p>Sitting in his normal seat in the middle of the polished cabinet table for an emergency meeting, the prime minister's mood was grim as he addressed not his ministers but nine men he believes could get Britain moving again. </p> <p>The oil industry senior executives who filed in at 10.30am had been summoned for what turned out to be a 70-minute dressing down by Mr Blair, who read the riot act. </p> <p>Flanked by the cabinet secretary, Sir Richard Wilson, the deputy prime minister, John Prescott, and the home secretary, Jack Straw, and with forecourts continuing to run dry the day after he told the public the crisis would ease within 24 hours, the prime minister's frustration was clear. </p> <p>Sir John Evans of the Association of Chief Police Officers promised that routes would be cleared through demonstrators and escorts provided. The oil men replied that drivers had been intimidated and were afraid to take out tankers. But Mr Blair wanted answers not excuses and left them in no doubt about what he expected. </p> <p>\"I couldn't have made it any clearer this morning,\" he said last night. \"I expect these fuel supplies to be delivered and there is no reason why they should not be.\" </p> <p>For once, talk of Mr Blair's \"worst week\" cannot be dismissed by No 10 spindoctors as hype or exaggeration as new Labour struggles in 2000 to deal with a crisis that threatens more disruption than the 1978-79 winter of discontent that led to the defeat of old Labour. </p> <p>Ministers had worked until midnight on Tuesday, talking to the oil executives and individual refineries as well as to police, with Mr Blair personally telephoning chairmen and chief executives to pressure them into acting. However, it had become clear as Mr Blair went to bed in the flat above the \"shop\" that the blockades had not been lifted. </p> <p>He decided first thing yesterday morning to call in the oil executives for a face to face meeting to demand they order their drivers to start delivering fuel, especially to essential services. </p> <p>Sitting opposite him, however, were stony-faced oil men, employees of huge global corporations who gave only limited assurances with a statement read out on the steps of Downing Street by the Shell chief executive, Malcolm Brinder, falling short of the guarantee to resume supplies that No 10 had wanted. </p> <p>One executive said: \"We were in listening mode, but we pointed out we would not force drivers out if they felt intimidated.\" </p> <p>The civil contingencies committee chaired by Mr Straw met twice - once in the morning and once in the afternoon - to review the position and hear news of severe runs on food, the possibility of mail services coming to an end and reports there would be serious job lay-offs by the weekend. </p> <p>Mr Blair met the chancellor, Gordon Brown, and then spoke to him a couple of times over the phone as the government struggled to get a grip. </p> <p>Government sources by mid-afternoon betrayed their despondency, one pointing the finger of blame at the oil moguls and darkly hinting of unspecified reprisals. \"The plain fact is that the oil companies keep making promises that something is about to happen at particular refineries and then we wait and nothing happens. It's fair to say our patience is beginning to erode,\" he said. </p> <p>No 10 officials admitted, however, that Mr Blair could do little more than plead or try to shame oil companies into delivering fuel because he has little leverage to use on some of the biggest multinationals in the world. </p> <p>As the day wore on and it became increasingly clear the hoped-for breakthrough was not emerging, government strategic planners - meetings had stared at 6am and continued throughout the day - started to work on more drastic options. </p> <p>Some sources said Mr Blair was being pressed to use troops by the weekend, although others pointed out that the army was \"not full\" of service personnel capable of driving petrol tankers. </p> <p>As the contingencies unit was reviewing its possibilities, the government was also considering the public relations battle with the demonstrators. </p> <p>It became clear that the press secretary, Alastair Campbell, had decided he needed to highlight a possible crisis in the NHS to try to reduce public support for the protesters. </p> <p>Mr Prescott had fumed on early morning television, Mr Brown had promised to \"listen\" at lunchtime and last night Mr Blair was defensive as he warned that the protesters were putting lives at risk and urged an end to the blockades. </p> <p>Discussions were also held about a recall of parliament. Some ministers argued it would exacerbate the crisis, harden picket line opinion and give a platform for the Tory leader, William Hague, to claim the taxpayers' revolt represented a political earthquake. Others argued it would highlight the importance of parliamentary democracy. </p> <p>Drivers had threatened to blockade Mr Blair in Downing Street until the police halted a convoy at London's Hyde Park Corner, triggering huge traffic jams. </p> <p>The TUC stepped up its condemnation of the action when John Monks, the union's general secretary, recalled that drivers helped Gen Pinochet topple President Salvador Allende 27 years ago in Chile. </p> <p>\"Let me remind you of another occasion when trucks and lorries were used by the self-employed and the far right to attack democracy,\" Mr Monks said at the annual TUC congress in Glasgow. \"That was in 1973 in Chile and it started a chain of events which brought down the Allende government. That is why we call on Britain's trade unionists to work normally and to take no part in this bosses' blockade.\" </p> <p>As he sits in his Downing Street bunker, Mr Blair could be forgiven for thinking of Harold Macmillan's edict on the greatest enemy of governments: events. </p> <p><a href=\"http://www.dti.gov.uk/energy/motorfuel.htm\" target=\"_NEW\">www.dti.gov.uk/energy/motorfuel.htm </a> <br> DTI list of designated filling stations  <a href=\"http://www.boycott-the-pumps.com/forum\" target=\"_NEW\">www.boycott-the-pumps.com/</a> <br> Dump the Pumps' protesters' forum <br><a href=\"http://www.transport2000.demon.co.uk\" target=\"_NEW\">www.transport2000.demon.co.uk</a> <br>Transport 2000 - call for permanent pump boycott</p>",
  "<p>As Churchill said after El Alamein, this is not the end, nor is it the beginning of the end. But it is the end of the beginning. The announcement yesterday by Ali Rodriguez, the hardline Venezuelan oil minister who has been largely responsible for ramping up global crude prices, that the Opec cartel stood ready to raise production by 2m barrels a day if necessary was a sign that the speculative panic in markets might be abating. </p> <p>Much attention has been paid in recent days to those peddling doomsday scenarios of how the oil price could be heading to $40, $50 or perhaps even $70 a barrel. Actually, there are downside risks as well - and it is as likely that oil prices will be $15 a barrel when the rich industrialised nations emerge from winter's period of peak demand. </p> <p>The reason is simple. Much of the recent rise in oil prices is speculative, predicated on the notion that demand in the West is strong and can only get stronger. In fact, many of the signs are that the global economy may have passed its peak, with the forward looking indicators from the 29-nation organisation for economic cooperation and development starting to turn down. Higher oil prices are biting into corporate profits by raising the cost of energy, and they are also hitting the living standards of consumers. As in the 1970s, higher oil prices equals weaker demand. </p> <p>The older and wiser Opec hands - particularly Saudi Arabia - know this. That is why they have been counselling caution lest the desire for higher oil revenues trigger a global hard landing that would send the price back to where it was in the aftermath of the rippling worldwide crash of 1997/8. They also know that the long-term effect of sky-high prices is to encourage non-Opec countries to develop new fields, a move which would undermine Opec's grip on the market. So whisper it quietly: oil prices could be coming down. This week may have been the last hurrah. </p> <p><strong> Get smart </strong><br> Appropriately enough it was a bespoke set of offices in Savile Row to which the British Phonographic Industry welcomed outsiders yesterday to demonstrate how hard it has been working to smarten up its image. </p> <p>The record companies' industry body has been accused of acting tardily and sticking its head in the sand as new internet driven technologies - particularly MP3 and Napster - set the industry rhythm. </p> <p>Not so, the BPI declared yesterday. Director general Andrew Yeates insists the established music labels are not anti-technology, arguing that the recorded music industry has evolved because of technology, not in spite of it. But, with 17m illegitimate downloaded music files sitting on PC hard drives around the world, this huge piracy had to end. </p> <p>You don't help yourself to a CD in a shop and walk out without paying, so why should it be any different online, Mr Yeates asked. A framework has to be established whereby there is a sufficient level of copyright protection to protect the artists [and the record companies presumably] who in turn will widen the choice of content available to the consumer, he explained. </p> <p>The BPI will be an active contributor to the communications white paper that the government is due to publish in the next couple of months. It will also lobby the European Union for protection. </p> <p>It's nervousness is understandable. Napster is the biggest thing to hit the music industry since MTV. In one year a teenager's bright idea came close to destroying a global industry's revenue model. </p> <p>But less time should be spent on stopping Napster and more focusing on the industry's new business paradigm. As things stand, it is easier to steal music on the web than it is to buy it. </p> <p><strong> Programme sell </strong><br> It's quick profits for wise old market makers. Show Me the Money, a lunch break chunk of spivvy punditry dressed up as considered investment advice, is back on Channel 4. </p> <p>As with the last series, which coincided with (and helped fuel) the internet stock bubble early in the year, the programme is again proving to be an efficient mechanism for the transfer of wealth from unsophisticated stock market speculators to City professionals. The damage to ordinary punters is done in two ways. First there are the leaks - real or otherwise. The rumours move prices; the rumour-mongers clear up. </p> <p>The second is more subtle, but just as painful for the unwary. The smaller companies which are regularly puffed on the programme tend to be illiquid. City market makers quote excessively large \"spreads\" between buy and sell prices - and so when hordes of amateur punters turn off the telly and pick up the phone to their broker, the market makers make a fortune. </p> <p>Why this programme is back on the box is a mystery. Perhaps Channel 4 just does not care about the financial wellbeing of its audience.</p>",
  "Four months ago, the streets belonged to different people. May Day brought out the massed ranks of environmental protest. They dug up Parliament Square, and laid turf on the road to stop the cars going round. The essence of their case was anti-car, and they certainly hated Big Oil. <p>Coming out of the campaigns against the Newbury and other bypasses, they are the British branch of global protest against the effects of globalisation. They were in Seattle, they're now being beaten up in Australia, soon they will decamp to Prague for the next onslaught against world trade. They are passionate and righteous. Above all they've lost their faith in parliamentary democracy. </p> <p>The campaign against the price of petrol has the same rage, and reflects a similar despair. Direct action, it says, is all that works. But the purpose is entirely the opposite. The blockaders are fervently pro-truck and pro-car. They couldn't imagine a world without growth. They want more petrol, to make more journeys, in pursuit of the only kind of economy they and most of us understand. Their crude protest at the giant forces ranged against them - Opec, Big Oil, the Treasury - is the only way they think they can make known their grave frustration at not being able to pursue these objectives. They take government as their nearest enemy. They too have given up on parliamentary discourse, and the old methods of indirect democracy. </p> <p>These mirror images - the exactness of their contradiction, the equal ferocity with which the opposite opinions are held - make the textbook case for the system the protesters have given up on. The two camps don't engage, don't enter into argument. Each floats in its own world, determined to force its will on the boring old democrats. The place where argument should take place is parliament. The only place where these two extreme views can be mediated towards some kind of workable balance is in the councils of the elected government. That's what governments do. And it's the system governments have no choice but to defend. </p> <p>Up to a point, the Blair government is being successful in this. The May Day events had no discernible consequences for policy. Nothing changed. The only mark was left by a surprising failure, on the part of the royal parks or whoever, to replant the grass. The touristic centre of British democracy remains, perhaps symbolically, a wasteland. </p> <p>The oil barricades are likely to go the same way some time soon. The protesters lack some of the crucial ingredients necessary to impose their will. Though mobile phones make them better organised than they seem, they have no leader. There is no vanguard force at the leading edge of the revolution. Farmers and hauliers are developing some experience in protest, but the Leninist/Scargillite core, so essential to the sheer endurance necessary for direct action, probably does not exist. </p> <p>The objective, moreover, is unfocused. One reason why the poll-tax campaign became the most successful exercise of mass protest in living memory was that its purpose was simple. A critical mass of explosive public energy gathered to change a law. There were few dissenters from the proposition that the existing law was unjust. The streets could be occupied without much threat to normal daily life. The campaign made a passable claim to speak for a grand popular majority. </p> <p>Protest against the oil price is more convoluted, its ramifications are more puzzling. No honest observer can say the government is entirely, or even mainly, to blame. Desperate farmers and hauliers are just lashing out. Naturally, when pollsters ask motorists if they want the petrol price to come down, 90% say yes. What happened to the other 10? But such sympathies would not survive a collapse of essential services at the hands of cowardly Big Oil or self-interested small hauliers. Nor could the alleged support of the public be relied on, for more than a few days, to override the certain rage of the public at not being able to buy petrol. </p> <p>There's another difference from the Thatcher years when direct action reached its peak. The protesters this time face a strong and fairly popular government. A vital contributor to the poll-tax campaign's capacity to overturn her government's plans, and eventually herself, was Mrs Thatcher's fast diminishing credibility. The tax crystallised wider hatreds, the campaign a more general lashing-out. </p> <p> Mr Blair does not face that. On the other hand, it's here that he must be careful. So far, after slow early responses to a crisis that accelerated much faster than anyone predicted, he has done pretty well. He took the right line against an intolerable display of what one might call non-violent force. He reminded Big Oil of its responsibilities, and the police of theirs. Last night he sounded a pleading note to the protesters. But if his bold prediction of early progress towards normality comes true, he will have done what a national leader should do: taken care of the quality of daily life when it's challenged by vested interests acting against the common good. And he will not have watched Britain embrace the French way of political life. </p> <p>But he will not be hailed as a hero. That is his difficulty. For the blockades, though beatable, say something real: that the government hasn't paid enough attention to deep concerns. The lectures about Opec are not enough. The statistics showing how small is the tax element in recent price hikes cut little ice. The juggernaut of facts and promises behind which Gordon Brown has dragged the support of 415 Labour MPs for three years, justifying high and sometimes stealthy taxation, does not always carry the enthusiastic understanding of the mass public in its wake. </p> <p>At the pumps and on the roads, in other words, discontent now rages to the surface among quite a swath of middle Britain. In some circumstances it could get wider. We live in an age when allegiances are shallow, and most voters have the keenest interest in number one. They're disinclined to give governments the benefit of the doubt when they still think they're paying too much for petrol. Mr Blair, even if he wins this one, faces a troubled legacy. But worse than that, he cannot be sure that the failure of direct action will lead to a revival of faith in consultative democracy. </p> <p>A significant accessory to this is the Conservative party. Just think how present discontents ought to suit the Tories. Sierra Man and Mondeo Woman could be returning in droves. Having first voted Labour in 1997, they might not take much persuading, as they sit fuming in cars they cannot drive, that Labour had let them down. The Tory sneer that Labour is out of touch may sit oddly with Tory sarcasm that Labour spends too much time worrying about focus-group opinion, but angry footloose voters could easily overlook such contradictions. </p> <p>That, however, assumes the presence of a Tory party parked on the middle ground of politics. A centrist party would pick up support from people who trusted it to do much of what Labour is doing but better, and for whom the price of petrol was the last straw. Instead, William Hague has driven his party towards a state of unelectability. It is his gift to politics. Searching perhaps for an alternative national leadership, Sierra Man sees only an extremist sect, obsessed with Europe, talking to itself, counting mainly the votes the leader needs to keep his job after he has been smashed at the polls. </p> <p>This is not a happy context in which to be urging direct actionists to renew their faith in the choices at the ballot box. The Tories make their special contribution to democratic decline. But the main challenge is to Mr Blair and New Labour. </p> <p> He will, we may be sure, have listened to the protest. Though he cannot lower taxes just because the barricades are calling, he and Mr Brown will be sensitive in their own good time to the message they've been getting. The signal is surely received. The hint of a promise to hear the voices before November's pre-budget statement will be enough to suck back some popular support. That's the sense in which direct action can be effective. One march by the Countryside Alliance was enough to stall the abolition of fox-hunting. As an act of politics rather than force majeure, mass protest is a perfectly legitimate way of intruding into public decisions. </p> <p>But there's more to do than that. Freed by his huge majority to take parliament for granted, Mr Blair has not been an exponent of open-minded debate. The world views of the May Day diggers and the Grangemouth blockaders remain undiscussed in parliament. Controlling and single-minded, the Blair government is a poor advertisement for deliberative democracy. Arguably, no postwar government has been any better. But these are different times, when the demand to be heard is more desperate, and the deference to leaders, mercifully, less to be relied on. </p> <p><a href=\"mailto:hugoyoung@compuserve.com\">hugoyoung@compuserve.com</a></p>",
  "Much of what the government has said and done during the fuel crisis has been right. Ministers cannot be seen to give in to protest. Yes, cutting fuel tax would cut public expenditure - and the much-talked-about tax windfall may not happen if the oil price falls. No, the price of oil does not affect the competitiveness of industry in the United Kingdom as all countries are facing the same price rises. <p>But the government has been too defensive. It has not deployed all the arguments it might on behalf of a perfectly sensible and progressive policy. </p> <p>For example, the environmental case for fuel taxation needs to be made. The perception is that the government is using the environment as the excuse for a revenue-raising tax. Gordon Brown needs to demonstrate why this is not the case. The facts are there to back him up. </p> <p>The UK has obligations to meet targets for reducing greenhouse gases. Major cuts in carbon-dioxide emissions will be required in the medium term to prevent climate change. The consumption of road fuel is the fastest- growing source of greenhouse gases and the government has a package of policies to address this. </p> <p>Some say fuel duty has no effect on driving, but fuel taxation is a long-term policy intended primarily to improve engine efficiency. You only have to look across the Atlantic to see that cheap fuel encourages higher fuel use and a culture of gas guzzling and car dependence. In Europe and Japan, where petrol has always been more expensive, cars are more efficient and public transport more widely used. There is a clear correlation between petrol price and fuel use. In the United States in 1995 the price of petrol was 35 cents a litre and fuel consumption per person was 1,600 litres. In most of the European Union and Japan, the price was between 60 and 90 cents and fuel use was nearer 500 litres per person. </p> <p>The ledger of comparative costs and benefits would have to acknowledge infrastructure that has been designed to accommodate and stimulate ever-increasing road traffic - widened roads, bypasses and out-of-town developments. Public spending on these has effectively been subsidy to the road haulage industry and car use. Road accidents cost the NHS. Other on-costs include pollution and congestion. Estimates of such external costs of road use which are borne by society at large range from £28bn to £61bn. Fuel duty, which raises £23bn a year is only part compensation for these societal costs. </p> <p>Taxing fuel - as part of a wider set of environmental reforms - is a good policy. Where the government has got it wrong is in not presenting this wider picture. People need to be told where revenue from fuel tax is being spent and the opportunity costs of cutting it. For example, the cumulative effect of Labour's increase in the fuel-duty escalator to 6% (from 1997 to March this year) was to increase government revenue by £1.5bn; this is exactly the amount that it cost the Treasury to introduce a 10p starting rate for income tax. </p> <p>Of course there is no direct relationship between the two tax changes, but the government could have better explained them as a necessary rebalancing of tax. Similarly, its 10-year transport plan will increase spending by an average of £4.6bn a year, much of which could be said to come from fuel-tax revenue. </p> <p>For other green taxes, such as landfill tax and the climate-change levy (a tax on energy use by business), the use of the revenue is being properly explained. The climate- change levy will raise £1bn, which will be recycled by cutting national insurance and contributing towards specific funds to stimulate investment in energy efficiency and renewable electricity generation. Of course, the taxes have still been attacked but the government has been able to defend them more robustly and more honestly. </p> <p>The government should also be emphasising the needs of all transport users when responding to road hauliers and motorists. Forgotten in the furore over petrol prices have been those who rely on public transport. The chart shows that the total cost of motoring (insurance, running costs) has been roughly static over the past 15 years. Travel by train and bus, however, has increased by 30% in real terms. Fuel tax and the worldwide increase in oil price are merely giving motorists and hauliers a flavour of what bus and train users have put up with for years. </p> <p>Clearly the government cannot turn the clock back and start the debate again. The important thing now is that it gives policy an environmental rationale while responding to groups who genuinely suffer from increased fuel costs. </p> <p>First, vehicle excise duty could be more closely aligned with vehicle size. Most cars pay £155, with a £50 discount for cars with smaller engines. This discount could made much larger to compensate low-income motorists in rural areas who need a car but do not use it much. </p> <p>Second, the chancellor could promise to use any windfall from VAT on petrol to fund grants for hauliers to convert to such cleaner fuels as liquefied petroleum gas. LPG lorries emit far less carbon dioxide and the fuel is taxed less as well. LPG costs roughly 40p per litre less than petrol or diesel but hauliers need help with conversion costs. </p> <p>Finally, fares on public transport should be cut, particularly in rural areas. The government is right to increase the cost of motoring, but it ought to cut the cost of using buses and trains. </p> <p> Chris Hewett is senior research fellow at the Institute for Public Policy Research </p> <p> <a href=\"mailto:c.hewett@ippr.org.uk\">c.hewett@ippr.org.uk</a></p>",
  "Next Friday is European Car Free Day. The idea, promoted by environmentalists and local authorities, is to encourage people to leave their cars at home. I think the organisers would agree that it's building up rather nicely. <p>Next time green campaigners want to keep cars off the road, they should dress up as truckers or farmers. When seven people tried to blockade a refinery in Essex last year, to highlight the fact that North sea oil is being given away to the companies exploiting it, they were pounced on by police. Some of them were arrested for obstruction even though they were standing on the verge. </p> <p>The truckers and farmers, by contrast, seem to have been able to smash the oil industry almost casually. The oil firms insist that their capitulation has nothing to do with the fact that they too would like to see fuel duties reduced. They can't let their tankers go, they argue, because their drivers have been intimidated. When pressed yesterday, a Shell spokesman explained that on Friday last week, someone threw a traffic cone at one of the company's trucks. Next time anti-capitalism protesters want to bring the entire economic system to a halt, they should threaten it with a piece of plastic. </p> <p>But it is interesting to see how easy it has been, with or without the oil companies' collaboration, to shut the United Kingdom down. If I were a hostile foreign power hoping to bring Britain to its knees, I wouldn't bother with helicopter gunships, genetically engineered bugs or indeed any form of direct combat at all. I would merely do what Nato did in Serbia, and bomb the refineries. </p> <p>After the second world war, the government set out to ensure that Britain would never again be so vulnerable to an economic blockade. Alarmed by the narrowness of our escape from starvation, it set out to revolutionise British agriculture, to reduce our dependence on other nations. </p> <p>Fifty years of farm subsidies have achieved precisely the opposite: far from increasing the area of Britain's farmland producing food for human beings rather than animals, they have decreased it, to just 8%. Far from reducing our imports, they have massively increased them, as we cannot now farm without vast quantities of fossil fuel, fertilisers and pesticides. As the writer Marion Shoard has pointed out, if Britain had really wanted to ensure its food security, it would have invested in horses. </p> <p>Other economic sectors have been exposed to disruption by similarly clear-sighted policies. As one of my correspondents, Thomas Powell, has argued, rail had to be replaced as the principal means of transport in Britain because it was too durable. Neither the tracks nor the rolling stock wore out rapidly, with the result that turnover, and therefore profitability, were limited. The railways had to be destroyed and replaced with a system that needed continual renewal. Unsustainability is not a by- product of our road-based transport system, but its primary objective. </p> <p> While railways, like roads, are vulnerable to bombing, they require far less fossil fuel to run. Indeed, with electrification, in theory they could - like most of our key services - be powered entirely by renewable energy. But today, like every other economic sector in Britain, they can be rendered inoperable simply by means of a minor disruption in the supply of a commodity largely controlled by foreign powers. </p> <p>Neither government nor industry appears to be worried by the fact that our profligate energy use means our supplies of natural gas are running out. When the North sea's stocks disappear, they will be replaced by gas transported to Britain via the new \"Interconnector\" and pumped back into the depleted submarine reservoirs. It looks neat, until you realise that Britain's access to its primary means of power generation will depend on a pipeline running all the way from the Caspian sea - surely the most strategically exposed energy-supply scheme ever conceived. Britain, in other words, is vulnerable because it is unsustainable. </p> <p>These concerns might look comfortably remote. Britain is not currently threatened by any foreign power. As members of Nato, far removed from the nations in which we have waged war, we would seem to have little cause to worry about invasion. </p> <p>But if the government really believes that Britain is invulnerable, why is it spending £23bn on something called \"defence\" this year? Why has it been engaged in urgent discussions about whether or not our armed forces are capable of responding? I find it hard to understand how a government that claims to be so concerned about defence seems unable to grasp that it doesn't matter how much we spend on our armed forces, if the economic life of the nation can be terminated by taking out Britain's 15 oil refineries. </p> <p>In fact, it might not even take hostile action to destroy us. While oil companies have sought to talk up their share prices by insisting that they have endless supplies on tap, evidence is beginning to emerge that world oil production will peak then start to slide within 20 years. If we don't do something about it pretty fast, Britain will grind to a halt whether or not our refineries are attacked. </p> <p>So, quite aside from the environmental consequences of our profligate fossil fuel use, switching to dispersed self-generating power sources is surely an urgent strategic priority. The defence of the realm, in other words, depends upon investing in renewable energy. </p> <p>But this government, which knows everything about tactics and nothing about strategy, has so far done as little as possible to encourage such investment. While Denmark is aiming to produce 50% of its power from wind by 2050 and Swedish researchers have developed new cells that will bring the price of solar energy down to the price of oil within 10 years, Britain, the windiest nation in Europe, has shown that it regards the issue with contempt. </p> <p>First the government appointed Lord Marshall - who, as chairman of British Airways, lobbied hard against proposals to tax aviation fuel - as head of its energy tax review team. Then, last month, Tony Blair persuaded the G8 summit to elect as head of its global task force on renewable energy the chairman of Shell, a company doing its utmost to increase sales of fossil fuels. Why should we bother defending ourselves from hostile powers, when the enemy is already inside the gates? </p> <p><a href=\"mailto:g.monbiot@zetnet.co.uk\">g.monbiot@zetnet.co.uk</a></p>",
  "<p>A few hundred tonnes of battered concrete nestling in the rocky bay of a remote Scottish island does not immediately appear to be the forefront of renewable energy technology. </p> <p>But engineers on Islay in the Inner Hebrides were yesterday putting the finishing touches to the world's first commercial scale wave power generator. </p> <p>As the Atlantic ocean battered the concrete walls of the Limpet 500, a team from Wavegen, an Inverness-based renewable energy specialist, ignored the terrible weather get the freshest hope of the renewable power dream ready on time. </p> <p>Since the 1970s, the drive to harness the power inherent in the world's waves has been subject to many false starts. Yet with the determination of small companies - and a little European and government help - within the next two months a bleak island outpost will finally utilise the power of the Atlantic ocean on a commercial scale. </p> <p>\"The Islay development is incredibly important because it shows that wave power can be viable. It is the start of proving that, with a bit of effort and a lot more government support, wave power can be an alternative to fossil fuels,\" said Rob Gueterbock, climate and energy campaigner for Greenpeace. </p> <p>The potential of wave power is obvious: studies from the European Commission suggest Britain could generate all the electricity it needed if only 0.1 % of the energy around its coast was collected. </p> <p>As an island state subject to pretty rough winter weather, Britain is, for once, at an advantage. </p> <p>But with the technology still in its infancy, there are enormous hurdles to be overcome before Britain can start to make use of even a tiny percentage of the wave power around its shores. </p> <p>After a lot of research, carried out in conjunction with Queens University in Belfast, the shore-bound Limpet 500 takes the first step towards overcoming the first of these problems: how to create a commercially viable generator. </p> <p>\"This is only the start of the journey and the technology and design will, of course, be refined once the Limpet is up and running,\" said Allan Thompson, managing director of Wavegen. \"But this is the first commercial plant in the world - we will be connected to the grid and we have a 15 year contract with Scottish and Southern Energy.\" </p> <p>When waves crash in from the ocean at a rocky gully near Portnahaven, on Islay, they are now met by the partially submerged concrete structure of the Limpet 500. As the water breaks against the Limpet, some of it rushes into a column behind the concrete shell. </p> <p>The water entering the column compresses the air above it, driving it through turbine propellers which power electrical generators. But as waves crash against the shore, they also recede. </p> <p>As the water flows out of the column sucks air back across the turbine propellers, so the Limpet 500 uses a special Well's turbine which self corrects for changes in the direction of air flow. </p> <p>In comparison to fossil fuels - and some wind power plants - the 500kw of electricity produced by the new wave generator is expensive. Fossil fuel costs around 2p per unit, but the electricity generated on Islay is being sold for 5.9p. The difference in price is marked, but prices will fall as the technology is refined. </p> <p>Electricity companies are about to have their minds sharply focused on renewable energy. The utilities bill currently on its way through Westminster stipulates that utilities must provide 10% of their electricity from renewable sources by 2010. </p> <p>For companies which serve urban areas, this may be difficult. </p> <p>These companies will be allowed to buy \"green credits\" from those based in rural areas who have greater scope for utilising renewables. Wavegen believes this may eventually help power a market for small rural communities running their own wave generators and exporting electricity. </p> <p>There are, however, a great many problems - from the seasonal nature of wave power, to the need to update Scotland's national grid connection to its remote communities - before wave power can be advanced. </p> <p>In the meantime, researchers are beginning to look at the next generation of wave generators: built off shore, far away from land.</p>",
  "Friday evening: dusk has fallen over the Holy Land and a three-quarter moon is rising through a cloudless sky. Israel and Palestine are preparing quietly for their very different Friday nights: the start of the Jewish sabbath; the end of the Muslim equivalent. We are driving into the West Bank city of Ramallah. <p>Suddenly, there are the kind of noises that have made the Holy Land famous in our own time: what sounds like rocket fire, glass breaking and rocks being heaved on to the road. Drivers on the dual carriageway - their instincts honed by years of practice during the intifada - screech to a halt, manoeuvre frantically and accelerate away in the opposite direction. The sounds of shouting grow closer and the rock-throwing continues. Eventually, a group of Arab youths become visible, running down the hill towards the giant Marlboro ad by the city limits. </p> <p>It takes a moment to realise that this can't be what it sounds like. There have been no Israeli soldiers in Ramallah for six years. \"What's going on?\" I ask a young man standing on the pavement. \"Man,\" he says, \"it's soooooo crazy. We get rid of the Israelis. Now we have all this shit.\" </p> <p>\"What's it about?\" </p> <p>\"Football,\" he says with contempt. </p> <p>The locals, he explains, have just played the team from the Balata refugee camp near Nablus. There is always bad feeling between the supporters. (And this was nothing, I discovered later, to what happened when a West Bank team played one from the Gaza Strip.) He stops. \"Do you want anything, you know, stuff?\" he asks. \"Or are you straight?\" </p> <p>Giant Marlboro ads, football hooligans, dope dealers . . . welcome to the incipient state of Palestine, a place that in many respects is neither more nor less holy than most of the 190-odd countries which already exist. </p> <p>Of all the weeks in the quadrennial calendar, the one with the Olympic opening ceremony is the one where shows of nationhood have most global resonance. Tomorrow in Sydney a lone athlete will carry the Palestinian flag; marching behind him will be just one swimmer. The two of them might have gone into the stadium emboldened by an official declaration of Palestine's independence. The day earmarked for this was yesterday: September 13. But the moment passed, under the pressure of world politics. </p> <p>It would have been meaningless anyway. Notionally, the Palestine Liberation Organisation declared independence 12 years ago. And a declaration this week would have been equally ignored, not only by Israel, but also by world opinion, which is sympathetic to this Israeli government's efforts to do a deal. </p> <p>But no one doubts now that independence is coming: somehow, sometime soon. The reality of impending Palestine is accepted by everyone except those on the wilder shores of Israeli politics - admittedly a fairly long stretch of coastline, but not one that any longer has the moral or physical strength to withstand the onrushing tide of historical inevitability. </p> <p>There are no trivial times in the Middle East, but the months ahead - specifically, from the end of Israel's High Holyday season in late October until Bill Clinton leaves office in January - are now crucial. Palestinian sovereignty might - just might - come in triumph, with handshakes on the White House lawn, followed by the full-hearted consent of the Israeli and Palestinian people. It might happen amid terrible bloodshed. Things being as they are round here, it will almost certainly be a mess. The arguments about Jerusalem go on but it seems to me that something has changed crucially: Israel no longer has the moral certitude that would allow it to suppress Palestine indefinitely. </p> <p>A nation-state is like an elephant: hard to define - but you know one when you see it. Every day Palestine looks increasingly like the rest of the herd, sometimes depressingly so. When Arafat returned from New York last Saturday for the meeting with his central council that took the decision to delay, he was greeted by the massed band of his security forces, headed by his personal swordbearer and half-a-dozen pipers who struck up The Road to the Isles with charming irrelevance. It could have been anywhere in the developing world. </p> <p>Every week, there are other, quieter signs. Palestine now has its own web suffix: appropriately for a country which is the world's afterthought, it is \"ps\". A few days ago, the children went back to school. And some of them, for the first time, began learning according to a specifically Palestinian curriculum, rather than one borrowed from the Egyptians or Jordanians. A new international telephone code (970 instead of the Israeli 972) is said to be imminent. There are stamps, although the money value - in non-existent Palestinian fils - has to be blacked out if the letter is being sent to Israel. </p> <p>In Gaza and the West Bank cities (excepting always Jerusalem, that most special of special cases), there is no longer any visible hint of a country under occupation. But this is in part an illusion. Arafat's jet flies in and out of Gaza airport by the grace and permission of Ehud Barak's government. And anyone else who wants to leave is allowed to do so only after checking in their self-respect with Israeli officialdom. Passengers from the airport have to be bused to the nearest Israeli border post to get an exit permit. </p> <p>Dr Mahdi Abdul-Hadi, the head of Passia (the Palestine Academic Society for the Study of International Affairs), is regularly invited to speak at international conferences, sometimes with Jimmy Carter or even Bill Clinton. \"If I want to renew my travelling document, I have to go to the Israeli ministry of the interior and start queuing at four in the mornings, sometimes two or three times, and it will cost me $150 to $200. This kind of humiliation is ongoing.\" </p> <p>The political scientist Ghassan Khatib can go to Jerusalem, because his office is there. He cannot, however, invite his wife or mother to the city for dinner. \"Dinner can only be a reason if you have good relations with the right Israeli officers.\" He needs another permit to cross Israel to visit Gaza, where the residents now complain they are currently being denied the right to go to Jerusalem even for prayer. </p> <p>The Palestine that might have called itself independent this week looks like a Rorschach test on the map, reminiscent of the old, mad South African statelet of Bophuthatswana, which the apartheid regime created out of several, unrelated bite-sized chunks. In fact, it is even more complicated than that: the land is divided into A, B and C areas, depending on whether the Palestinians have control over both administration and security (A areas), administration but not security (B areas) or neither (C areas). Even on the most optimistic assessment - and the status of Jerusalem is irrelevant here - it will always be in two parts: the West Bank and Gaza, separated by the width of Israel. </p> <p>Distances in these parts are surprisingly tiny. It takes only an hour to drive from Gaza to Jerusalem, if you don't have to endure obstructive border guards. Putative Palestine is a fraction larger than Oxfordshire. If the original Palestine had been the size of Australia or Siberia, no one would have had to fight anyone. </p> <p>The history of non-contiguous countries is not an encouraging one: witness the fate of Pakistan. And there are already signs of the two wings developing different characteristics. But Palestine and Israel have many things in common, and one of these is the sense of overriding national destiny papering over a thousand underlying fissures. </p> <p>This destiny, however, is created entirely by recent history. Less than 30 years ago, the Israeli prime minister Golda Meir could scornfully deny that the Palestinian people existed. Their sense of nationhood was barely visible before the 20s and was fully fashioned only amid the adversity of the refugee camps and the Israeli occupation. \"They now have different historical experiences, beliefs and myths from any other Arabs,\" says Dr Menahem Klein, lecturer in politics at Israel's Bar-Ian University. </p> <p>\"Palestinians are not instinctively employees, not followers,\" says Mahdi Abdul-Hadi. \"I think we are always demanding to be equal partners. Arafat is known as \"ikhtiya\", the old man, rather than \"ra-ees\", the leader. It is very different from the attitude of somewhere like Egypt, where there are millions of followers. We are talkative and argumentative.\" </p> <p>\"That reminds me of another country around here,\" I murmur. </p> <p>\"Of course,\" he says. \"We have cousins called Israelis.\" </p> <p>Ghassan Khatib agrees with this analysis. \"There is a theory that oppressed people tend to admire their oppressors because they are stronger. I think Palestinians do admire features of Israeli society, and one of them is democracy.\" </p> <p>But democracy has never flowered in the Arab world. Palestine is a cacophony of voices: the town of Nablus alone has nine TV stations. But journalists who shout too loud find that life can get difficult. \"Officially, censorship does not exist,\" says journalist Khaled Abu Aker. \"But we have started to face the need for self-censorship in order not to have problems. There are stories you can hear in Palestinian society that you don't read in the press. Not only stories that criticise the security apparatus and the president, but also social problems and, of course, corruption.\" </p> <p>The country does not feel like a dictatorship. Even the communists sit in Ramallah with the front door open and offer coffee to all-comers under a Che Vive! poster. However, their big hope is municipal elections, and these have been postponed - regularly, indefinitely and mysteriously. </p> <p>Palestine's tortuous route to independence means that the country has endured the disillusionment that inevitably follows liberation without the cathartic joy of actually getting there. The Jabalia refugee camp in Gaza was once the fieriest of revolutionary hotbeds. On the street corners where once there were gun battles, patriotism has been succeeded by a sullen cynicism. \"It was better in the Israeli times,\" grumbles one shopkeeper. \"Then, if you went to prison you knew you were there for fighting the Israelis. Now you go to prison and you don't know why. And it's very hard to get out.\" </p> <p>His voice is an unusually bitter one, but even the most optimistic scenarios for peace cannot solve Palestine's essential problem: how to make a living. \"I used to take 2,000 shekels a day,\" says Abu Ibrahim, a draper. \"Now it's barely 200.\" One of his few customers is Jasir um Mahmoud, a taxi-driver's wife and mother of 12. \"At least we don't have the Israeli army running after our kids,\" she says, \"but the economic situation is still very hard.\" </p> <p>Life is tough the world over for mothers of 12, but that is not such an unusual figure in Gaza, which has the world's highest birthrate. I saw thousands of girls emerge from one narrow primary school gate - identically dressed in striped cotton dresses with jeans underneath for modesty, and ribbons in their hair for femininity. It seemed not so much the end of a normal school day, more like the migration of the wildebeest. </p> <p>It's hard to be hopeful for these girls' future in a country that has no visible means of support. There is no serious export industry, though there is a trade in carnations - which could make the place dangerously dependent on western marriage rates. Given that there is hardly any spare land and even less fresh water, agriculture is not an enticing option. What Palestine does have is a well-educated and open-minded workforce. Arafat has talked of making the country \"the Singapore of the Middle East.\" But if he is open for business, the customers are not yet piling in. </p> <p>Palestine is still full of surprises. Ramallah has become a boom town because the West Bank administration is concentrated there; there is a casino in Jericho, which attracts the more louche kind of Israeli; Bethlehem will always be a nice little earner. </p> <p>There are some surprisingly rich people around. Gaza City is far from the unmitigated hellhole of popular imagination, and the Mediterranean is as blue here as anywhere else, with the locals packing the beaches every Friday. The latest fashion accessory for the rich Gazan is a Sri Lankan or Filipino housemaid. You just can't get the staff, apparently . . . </p> <p>But on the beachfront you have only to turn your eyes northward, and you can see - very clearly indeed - the harbour in the Israeli port of Ashdod. Palestine will be dependent on Israeli money and jobs for the foreseeable future. </p> <p>Yet the suspicion between the two sides lingers poisonously. The latest idea for Jerusalem is that it should be declared to be under divine administration. \"And does God empty the rubbish?\" one Israeli commented. It is suggested that Gaza and the West Bank should be linked with a bridge over the full width of the desert so that no Palestinians have to touch Israeli soil. Ah, yes, but who's in charge of the columns? </p> <p> At the PLO flag shop in Gaza (which sells inflatable Arafats, of the sort sometimes waved at English football matches) you can buy little lapel pins with the Israeli and Palestinian flags intertwined. They are popular with Israeli peaceniks who come over for conferences. \"Do any Palestinians buy them?\" I ask the owner. \"Never,\" he says. </p> <p>\"We know the Palestinians are preparing for a struggle,\" says an Israeli army officer. \"They are accumulating food and water. They are training their people. They have these youth camps for children aged seven to 13, teaching them to kidnap Israeli soldiers. It's so absurd.\" </p> <p>Even optimists put the chances of Barak (who has no parliamentary majority) getting a deal past the Israeli public as no better than 50/50. But in the mirror-image country on the other side of the argument, the politics are just as difficult. Arafat's popularity shot up after July, when he got tough and refused to do a deal at Camp David. </p> <p>The Israelis have many qualities but empathy is not one of them. You realise that just driving round Jerusalem: for Israeli motorists, the problems of other road-users are never their problems. They are just nuisances to be bullied out of the way. In the wider context, that's why it took them so long to understand that the Palestinians were, like them, victims of history. But the glimmering of understanding they now have is perhaps the one thing that makes another full-scale war less likely. </p> <p>Even now there won't be much charity around for the new infant: conceived amid hatred; born into poverty; with war, oppression, tyranny and terrorism deep in its genes. And yet the Israelis will give Palestine a curious birthday present: an example to emulate. \"Israel started with nothing,\" says Dr Mahdi Abdul-Hadi. \"In 1947 you had to queue for one egg a week. We are in a much better situation than they were. We don't have much and we start from scratch. But this is the Middle East, the land of miracles. It will witness the rebirth of Palestine.\" </p>",
  "<p>Thomson-CSF, the French defence group which took over Racal Electronics this year, has applied for a secondary stock listing in London and could float Racal's Global Telematics subsidiary. </p> <p>Chairman Denis Ranque said he wanted to make Thomson a \"British company in Britain\" so it could get closer to its British customers, particularly the ministry of defence. He expected a listing by the end of the year. </p> <p>Mr Ranque was reviewing all options as regards Global Telematics and other parts of Thomson's new information technology and services division. He admitted that a flotation of the satellite-based vehicle tracking business was under serious consideration. </p> <p>Thomson was undertaking a review of all its operations to decide which should get investment and which could be disposed of. </p> <p>Mr Ranque was speaking in London after announcing a 29% increase in operating profits in the first half of the year at 202m euros (£124m), ahead of analysts expectations. </p> <p>The core profit figure compared with a fall in overall net income from 203m euros (£125m) to 120m euros. The 1999 figure was inflated by disposals. </p> <p>The Racal figures, which will add an extra £450m of turnover, were not included in the results as the £1.5bn takeover was finalised at the end of June. </p> <p>Thomson was particularly interested in Racal's defence arm and the merger was given the blessing of the MoD which wanted a competitor to BAe Systems, which had taken over Marconi Electronics Systems. </p> <p>Mr Ranque said the integration of Racal Electronics was proceeding well with the combined company on track to reap synergies of at least 50m euros before tax by 2002. </p> <p>The defence arm of Thomson recorded a 28% increase in orders in the first half of this year with aerospace up 13% and IT and services up 38%.</p>",
  "<p>Rich western countries must help developing nations get rid of \"sweat shop\" conditions if they want them to embrace global free trade Tony Blair warned yesterday. </p> <p>Trade sanctions against countries using child labour or polluting the environment are often counterproductive, according to a cabinet office report launched by the prime minister yesterday. Developing nations see such threats as a form of closet protectionism by rich states to protect home producers by keeping out cheap imports. </p> <p>The warning comes in the first intervention by Mr Blair's policy team in the increasingly heated debate over trade that has sprung up since attempts to launch a new round of global trade talks collapsed in Seattle last December. </p> <p>The report warns that there are \"no short term fixes\" but holds out hope that growing consumer concern about where their supermarket products come from will lead to better labelling. </p> <p>The main conclusions of the performance and innovationunit report, entitled Rights of Exchange: social, health environmental and trade objectives on the global stage, include the firm conviction that the World Trade Organisation, is the wrong forum for non-trade issues. </p> <p>\"We cannot pile every woe in the world on the trade round and on trade policy,\" said the former trade minister, Brian Wilson, who said that the world must \"find other ways of achieving desirable international objectives\", including improved social and environmental conditions in third world countries. </p> <p>The report, drawn up in consultation with outside experts, argues that rich countries and international bodies need to do more to help poorer countries gain market access for their products.</p>",
  "<p>Merger mania has so gripped Wall Street in recent months that the centre of the financial world is beginning to resemble a school dance just before the lights go on: everyone wants to grab a partner before it is too late. </p> <p>The takeover of JP Morgan caps a week in which Wasserstein Perella, the investment banking boutique, revealed it was in talks with Dresdner Bank of Germany - and Goldman Sachs bought a leading US market maker. This week's deals follow two this summer in which the largest Swiss banking groups, Credit Suisse and UBS, picked up two American beauties - Donaldson, Lufkin and Jenrette and PaineWebber. </p> <p>What is causing the rush to pair up, and why now? Most of the couplings depend on a kind of financial Darwinism, but it could all end with a market correction at a time when an increasingly small number of firms dominate global investment banking. </p> <p>Bill Harrison, the chairman and chief executive of Chase Manhattan, said: \"We are quickly coming down to less than a handful of winners in this wholesale investment banking space.\" </p> <p>Chase has done more than almost any other firm in the past year to close the gap with the industry's leaders. Its $7.7bn acquisition of Robert Fleming closed less than two months ago, a deal that followed the purchase of two US boutiques, Hambrecht &amp; Quist and Beacon. </p> <p>Yet a look at some of the most important league tables shows how much banks like Chase still have to do. Just two banks - Goldman Sachs and Morgan Stanley - have advised 73% of the world's mergers and acquisitions this year, according to Thomson Securities Financial Data. Chase was in ninth place with a market share of less than 10%. </p> <p>One insider said yesterday: \"This is the elimination of the second tier and the fight to see who is to be in the top five.\" </p> <p>And the reasons second-tier firms cannot compete? \"Smaller firms are simply being killed by compensation,\" he said. </p> <p>Merging firms flout the benefits of selling a broader range of services to existing clients. But they can afford to pay soaring salaries in an increasingly competitive market. JP Morgan and other second-tier banks such as Lehman Brothers and Bear Stearns pay out more to keep the best staff and then watch their share price suffer as the extra expense hits earnings. </p> <p>But while some are receiving unprecedented payouts others are left looking for work. Andrew Collins, senior analyst at ING Barings in New York, forecast a \"bloodbath\" for bankers yesterday. </p> <p>The dearth of smaller partners left analysts divided about whether there would be many more mergers this year. George Bicher, of BT Alex Brown, said: \"This has to be the last for a while ... The costs of playing this chess game are too high.\" </p> <p>But one corporate financier said that anything was still possible in the race to reach a top slot. To underline the benefits of acquiring to win, he pointed out that 10 years ago JP Morgan was America's largest bank. At the time, the smart money thought three commercial banks struggling with bad loans and risky lending would go under - but the trio merged to become Chase Manhattan.</p>",
  "Three key points have been overlooked in most coverage of the fuel crisis. <p>First, why have a cartel of giant oil companies turned off the taps just now? They are effectively in collusion with the petrol pickets, to give the government a bloody nose in the run-up to the crucial world climate talks in the Hague in November. Governments must agree carbon dioxide and other emission cuts to tackle climate change. High fuel taxes are necessary to force industry and householders to use fossil fuels much more efficiently and cut pollution: that action bites into oil company profits. </p> <p>Second, why has the political response been so feeble? No minister or opposition leader has yet dared explain that high fuel prices are here to stay and are good for the economy as well as the environment. High prices cut resource waste and inefficiencies of production and consumption. As companies and households run more effectively, their costs go down. As fossil fuels be come dearer, clean vehicle fuels like hydrogen and renewable energy become cheaper to develop, developing new companies and creating jobs. </p> <p>Third, there are better ways to help poorer people who depend on cars than by cutting fuel duty. The Treasury is sitting on at least £4bn of unexpected tax revenue because of crude oil price rises. At least half should be spent on buses and other transport services in rural and suburban areas. Better public transport means fewer drivers on the road, less congestion and quicker journeys for truckers and other professional road users. The government could also tax foreign lorries using our roads to level the playing field for UK hauliers. </p> <p>There is no need for panic. People who care about the environment should use their power as citizens to bring the corporations and politicians to account. <br><b>Charles Secrett</b><br> Director, Friends of the Earth </p> <p> </p> <p>\u0095 High fuel tax is a blunt instrument that fails to distinguish between transport needs and problems in different areas. Whatever happened to road pricing? It can be targeted to discourage commuting into cities by car, while leaving alone rural areas where a car is a necessity. The government could then reduce fuel tax and still have enough revenue to fund its spending programme. Labour failed to back it in its transport review, but it remains a Liberal Democrat policy.<br><b> David Johnson </b><br> Harrogate </p> <p> </p> <p>\u0095 The aim of reducing motor vehicle use could be addressed by petrol rationing. All taxed motor vehicles would receive a ration - for example, private cars 100 litres per month. Over a number of years the allowance would be reduced. This is equal pain for all. On average, rural residents drive less than their urban counterparts. People in rural areas could sell their surplus petrol (coupons) to richer drivers going further. This private petrol trading is equivalent to the proposed company trading of greenhouse gas emissions. It would mean that poorer rural residents could get an income boost from selling their petrol to richer urban residents. <br><b> Prof Lewis Lesley </b><br> Liverpool John Moores University </p> <p> </p> <p>\u0095 Biodiesel, produced from seed crops like flax or rape, is very clean and removes carbon dioxide from the atmosphere - it even smells nice. The snag is that it currently costs five times as much to produce as oil diesel. However, that hasn't discouraged the Canadians, who are about to open a massive plant in Saskatchewan. <br><b> Dr Brendan Hamil </b> <br> Milnathort, Kinross </p> <p> \u0095 Unlike the UK, many municipal buses in France will be unaffected by the present crisis: they use bio-diesel made from rape seed oil. <br><b>Conrad Cork</b><br> Leicester </p> <p>\u0095 Biomass is an excellent source of energy as it can be converted easily into alcohol and used to produce fuel. There is a plant source that can be grown quickly and easily without fertilisers or pesticides. Unfortunately it is illegal: cannabis.<br><b> Alun Buffry </b><br> Legalise Cannabis Alliance </p> <p> </p> <p>\u0095 California's zero emission vehicle mandate will force car makers to offer 10% of their fleets as electrics from 2003. More than 2,000 electric vehicles run in California. If every European government took the same approach, we could start weaning ourselves off oil. <br><b> Gerry Woolf </b><br> Electric Vehicle Association of Great Britain </p> <p> </p> <p>\u0095 I've just seen the smuggest milkman in Wales.<br><b> Mark Lewney </b><br> Cardiff </p> <p> </p> <p>\u0095 A hydrogen economy would provide zero-emission transport by utilising renewably produced hydrogen within fuel-cell vehicles. Most motor manufacturers are already developing fuel-cell cars for launch in 2004. <br><b> Ben Lane</b><br> Director, Ecolane Transport Consultancy </p> <p>\u0095 We need better public transport, real priority for pedestrians and cyclists and tougher planning restrictions on car-based developments. There can be no return to business as usual after this crisis has passed. <br><b> Stephen Joseph</b><br> Director, Transport 2000</p> <p> \u0095 For half an hour at 4pm on Tuesday, this city suburb felt like a civilised place to be: buses and trains full, local shops bustling, an explosion of cyclists and pedestrians, healthily getting from school and work without risk of being killed by a raging driver. <br><b> Rebecca Leach </b><br> Stockport</p> <p> \u0095 I must say I am impressed by the preparations here in the UK in the run-up to Car-Free Day on September 22. <br><b> Ed Sonsino </b><br> London </p> <p>\u0095 Having witnessed the behaviour of males on the forecourts this week, I wonder if there is some way of using testosterone to power the combustion engine? <br><b> Liz Wilde </b><br> Bromsgrove</p> <p> \u0095 The Learning Journey is already under way in our house (Parents asked to play part in learning, September 12). An empty baby-wipe box is the oil refinery. The toy trucks have formed a blockade and the hastily converted Thomas the Tank Engines are full of angry motorists queueing at the Lego petrol station. <br><b> Eileen Burnip</b><br> Hebden Bridge, W Yorks <br>119 Farringdon Road, London EC1R 3ER <br>Telephone: 020-7278 2332 Fax: 020-7837 4530 <br> Email: <a href=\"mailto:letters@theguardian.com\">letters@theguardian.com</a> <br> We do not publish letters where only an email address is supplied; please include a full postal address and a reference to the relevant article. If you do not want your email address published, please say so. We may edit letters. </p>",
  "<p>You've heard the story before: a slow breakthrough into the music business masquerading as overnight success. Jamming with a few friends, an album put together on a shoestring, a few demos sent out to record companies more in hope than expectation. All motivated by a dream that someone will take a chance on an unknown singer and give him a chance to make music for a living. </p> <p>This is Reg Cooper's story. The singer has just signed a £300,000 recording contract with an independent label, and his first album of country music, Beautiful Day, will be released next month. The talk now is of TV appearances, a slot on the National Lottery show, perhaps even Top of the Pops. </p> <p>But Cooper is not your typical wannabe star. For a start, he's 73 years old. He is also so poorly sighted as to be registered blind, and needs a motor scooter to travel any distance because of arthritis. He lives with his wife, who is deaf and also finds it difficult to get around, on a council estate in Stapleford, Nottingham. Country music has thrown up a few incredible stories in its time, but this one gives them all a run for their money. </p> <p>Born with cataracts and raised partly in an institution, Cooper was later bankrupted when he tried to run a shop with his wife because he could not see the customers. He was reduced to stuffing bristles into brush heads in a home for the blind in order to scrape a living. It was here that he developed his interest in music. \"It's a horrible job, making brushes\", he says without irony. He suggested the home's users start a band - not that he could sing or play an instrument, \"but I was bored\". So he took up the guitar and got a cheap piano to mess around on at home. </p> <p>It seems almost inevitable, as you hear Cooper's life history unfold, that he would be stopped in the street one day by a stranger offering to teach him to sing. The man was a bass baritone who had sung in a Sadler's Wells touring opera. </p> <p>After four decades playing in folk clubs in and around Nottingham - and five years honing his album to a standard he was happy with - Cooper won a contract from the dance label Cleveland City, which launched an independent imprint on which to release it. </p> <p>\"We received a demo from a friend of a friend, and it caught our ears straight away,\" says Rob James, CCM's general manager. \"We didn't know who he was when we got the record. It was only when we took it a stage further and Reg sent us a quick biography that we realised he was registered blind.\" </p> <p>Cooper does not make a drama out of his situation, although it would be difficult to find a richer seam of achy-breaky country heartache. \"I have had numerous operations on my eyes throughout my life, but I've decided I'm too old to have any more,\" he says simply. The cataracts were inherited from his father, and passed on to his daughter. A much-loved son was also lost to cancer. </p> <p>But it diminishes Cooper to concentrate on his age and disabilities. He may have found fame late in life, but he has been closely involved in the Midlands country scene since the 60s. He is warm and funny, a self-confessed evangelist for country music, even if some of his anecdotes have got a little rambling with age. </p> <p>They are worth the retelling, all the same. John Denver recorded one of Cooper's songs, Catch Another Butterfly, on his album Rhymes and Reasons after the pair met at a Philadelphia country festival in the late 60s. Hank Snow recorded another, though Cooper says he never got a penny for either because he didn't know he was entitled to anything. He hosted a country show from 1969 until the early 80s on BBC Radio Nottingham and came to meet Willie Nelson, Johnny Cash and Roger Miller. Certainly, he is far from the cheerful elderly ingenu that has been portrayed in some press reports, a chirpy Clive Dunn figure with a flat cap and a northern accent. </p> <p>Nonetheless, it was inevitable that a blind pensioner finding success in the music industry would be seized on as a role model. The Royal National Institute for the Blind has offered support. Age Concern has declared Cooper \"an inspiration\" and is urging its 250,000 members to buy a copy of the album. </p> <p>Cooper doesn't seem to mind being portrayed as a torch-bearer for his generation, but feels it is more important that he is plugging a gap in the market for \"well-written, original songs with a melody, which stand on the merits of the words and the tune. There's a very big market of people who can't get hold of the type of music they like to listen to.\" </p> <p>He and his wife have to buy records from cable channel QVC, he says, as local music shops don't stock the sort of music he wants to listen to. \"A lot of people were brought up on the Crosbys and Sinatras and so on. I thought it was important to bring my songs up to scratch, as people are going to measure me on that level.\" </p> <p>Cooper's songs are simple tales of dreams and hopeful endeavour and beautiful days coming. He explains that one track on the album, Singing Gold, was inspired by a Braille book he used to read under the bedclothes in the home in which he lived as a child. It's an odd story to linger in the memory for 60 years - the tale of a couple in Australia who struggled to save enough money to get married, only for the groom to die on the wedding night as he nipped out to buy champagne. Cooper chuckles at the well-worn memory. \"But it was the description of the autumn in that story that I loved: orange and brown, rust and gold.\" He breaks into a few bars. </p> <p>James is anxious not to package Cooper as a heart-warming gimmick, but knows that he'll struggle to interest mainstream music fans in an album sleeve that shows a grinning pensioner in a flat cap and milk-bottle specs driving his scooter along a Nottingham street. \"We've approached major retailers, but, unfortunately, perhaps because of the cover, most of them have not even listened to the record. Universal Records are distributing it, but we still have to transfer that into sales and convince retailers that it's not a novelty act. </p> <p>\"But we have used the sleeve that Reg wanted. We haven't tried to portray him as something he is not. It might not be a normal thing for most record-buyers to drive down the street on a motor scooter, but it's a normal thing if you are Reg Cooper.\"</p> <p> Beautiful Day will be released on CCM next month.</p>",
  "Ginetta Sagan, an irrepressible human rights campaigner, who has died in California aged 75, earned her sobriquet Topolino (or Little Mouse) as an anti-Fascist partisan in Italy. Although she never grew taller than five feet, she made up for her diminutive stature with passion, courage and infectious effervescence. <p>Mussolini's Black Brigade captured her in February 1945. For three months she endured rape and torture - experiences which spurred her quest to fight oppression. In later life Ginetta Sagan was to become a leading light in Amnesty International. She set up its first branch in the western US in 1968, pioneered its direct mailing campaigns, and later became honorary chair of its board of directors. </p> <p>Together with her husband, Leonard Sagan, she helped expand the number of Amnesty US members from 700 to 70,000 between 1971-77. Her own Aurora Fund monitors human rights and supports the families of political prisoners. In 1994 Amnesty created the Ginetta Sagan Fund to honour those battling the mistreatment of women and children. It has given prizes of $10,000 to like-minded women from Bhutan, Pakistan, Afghanistan, Rwanda, Guatemala and Peru. </p> <p>In 1996 Ginetta received two of the highest civilian awards available - the Presidential Medal of Freedom from Bill Clinton and the Grand Ufficiale del Merito della Repubblica from President Scalfaro of Italy. </p> <p>Yet one incident, 50 years earlier, symbolised Ginetta's mission (it forms the centrepiece of Mary Finley's 1995 biography of Sagan, The Matchbox). A guard flung a loaf of bread into her cell as she was awaiting yet another bout of interrogation. Tearing it open, she discovered a matchbox. Inside was a slip of paper bearing the word, \"Corragio!\" Soon afterwards two Reichswehr deserters (allies of the partisans) burst into the compound and freed her. Nuns at a nearby hospital nursed Ginetta back to health. Recipients of the Sagan Award today get a little crystal matchbox to remind them that no matter how lonely and forlorn their struggle may seem, someone outside cares. </p> <p>Both Ginetta's parents had been active anti-Fascists in Milan. Her father, a Catholic physician, was arrested and shot in September 1943. Her Jewish mother, also a doctor, died in Auschwitz. Newly orphaned and aged just 17, Ginetta joined the partisan movement, Giustizia e Liberta. She soon proved agile and cunning - passing messages to the Allies, printing and distributing clandestine anti-Fascist pamphlets, and bringing food and clothing to those in hiding. </p> <p>Ginetta also smuggled some 300 Jews and other \"state enemies\" across the border to neutral Switzerland - often under the noses of Nazis, who were being entertained at diversionary parties. Comrades placed bells on goats, and guided them to holes in the barbed wire fence marking the Italian-Swiss border. Ginetta would then listen out for the telltale chimes, and lead her own flock to freedom. </p> <p>In 1948 she left for Paris, where she studied child development at the Sorbonne. There she befriended René Cassin, the French jurist and guiding light behind the International Declaration of Human Rights. She continued her studies at the University of Chicago in 1951, where she met and married Leonard Sagan. The couple lived in Washington DC, Boston and Japan, before in 1967 settling with their three sons near San Francisco. Leonard, a public health physician and environmental activist, was a pillar of strength to Ginetta until his death in 1998. The couple founded a medical committee to investigate torture in 1973. Today their fledgling outfit has grown into a global network of dedicated professionals. </p> <p>No one could accuse Ginetta Sagan of partiality. She highlighted the crimes of the military junta in Greece with a hugely successful concert in 1971 featuring Melina Mercouri and Joan Baez; revealed the extent of CIA complicity in the 1973 Chile coup; and fought to free prisoners of conscience jailed in apartheid South Africa. Yet Sagan equally castigated Communist states for their abuses. In 1983 she and Stephen Denney released an excoriating report on Vietnam's maze of \"re-education camps\". Nearly a million people vanished into this pernicious yet hitherto unknown gulag after 1975. Through persistent lobbying, Sagan secured the release of some 600 prisoners. Her report (updated in 1990) remains a model of clarity and clinical detail. </p> <p>Ginetta Sagan was one of life's natural raconteurs. Her lilting voice and ready laughter might have given the impression of levity, were it not for her preternatural ability to inspire others, and her unflinching devotion to her cause. \"Silence in the face of injustice is complicity with the oppressor,\" she once wrote. </p> <p>Sagan certainly knew the risks she was running. In 1987, while visiting dissidents in Poland, her car \"accidentally\" lost its steering and overturned, leaving her badly injured. Despite the onset of the cancer that eventually killed her, throughout the 1990s she drew attention to child victims of war and rights violations in Algeria and Tibet. </p> <p>She is survived by her three sons. </p> <p><b>Ginetta Sagan, human rights activist, born 1925; died August 25 2000</b></p>",
  "John Simpson, who has died aged 83, was one of the most prolific inventors of scientific instruments for space exploration. For more than 40 years, streams of data have flowed back to Earth from the devices he built for more than 30 American and Soviet spacecraft. Some of them will beam information back for over another decade, pushing back the frontiers of knowledge about the distant reaches of the solar system. <p>The first of his instruments was carried into space in 1958; the last two were launched only last year. One of these was on board the Ulysses, a satellite now in orbit round the Sun's south pole. The other was carried on Stardust, a mission to rendezvous in 2004 with Comet Wild-2, a frozen snowball one and a half miles in diameter. </p> <p>But Simpson's career began as a nuclear physicist, when he was recruited by Chicago University for the Manhattan atomic bomb project. At the end of the second world war he abandoned weapons work to become one of the world's leading astrophysicists, and encouraged international cooperation among scientists. Even in the depths of the cold war, he promoted cooperation in research and the free exchange of ideas between Soviet and western scientists. He also turned to campaigning against the use of nuclear weapons, and was co-founder of the Bulletin of Atomic Scientists, still an influential international forum for debate and lobbying on matters of global security and nuclear issues. </p> <p>Simpson was born in Portland, Oregon. He took his first degree at Reed College in Portland in 1940, and then studied nuclear physics at New York University. From 1943-46 he was a scientific group leader for the Manhattan project at the University of Chicago. </p> <p>On August 7 1945, the day after the United States dropped the atomic bomb on Hiroshima, Simpson and his colleagues organised the Atomic Scientists of Chicago to oppose the further use of nuclear weapons and promote the peaceful use of nuclear power under international control. Simpson was the group's first chairman. The physicists were fortunate in the support they had from Robert Hutchins, the chancellor of Chicago University; he gave them free rein to organise scientists around nuclear policy issues. </p> <p>Simpson recalled being invited with Eugene Rabinowitch, another Manhattan project scientist, that September to meet a friend of Hutchins. He turned out to be Henry Luce, the influential publisher of Time, Life, and Fortune magazines. After hearing their story, Luce offered the scientists two full pages in Life to tell it. </p> <p>In those pre-TV days, two pages in Life was an unparalleled public platform. The story was a distillation of ideas that many Manhattan project scientists had debated among themselves for over a year. In the October 29 1945 issue of Life, they said that scientists for the first time had recognised a moral responsibility to carry the warning of the danger of any further use of nuclear weapons. </p> <p>Hutchins also encouraged the scientists to spend time in Washington, lobbying Congress for the civilian control of atomic energy in the US, and for the international control of atomic energy under UN auspices. Simpson was an adviser to Senator Brien McMahon of Connecticut, chairman of a special committee on atomic energy and sponsor of the McMahon Act of 1946, which called for civilian control of its use. </p> <p>Simpson later revealed that even before the bomb was tested, many Manhattan Project scientists had concluded that they were morally compelled to try to influence, within the constraints of secrecy, how the bomb would be used in the war, or even whether it should be used at all. Before the first test, many of the team at Chicago tried to do just that. They did not want to see the bomb used against Japan unless that nation was fully warned, and suggested various secret channels through which Japanese representatives might witness a demonstration. </p> <p>Only years after the war, as layers of secrecy were lifted and the full military and political aspects came into focus, did it become clear to Simpson that the use of the bomb was not likely to have been influenced by a few dozen scientists in Chicago. But that did not stop the pursuit of the principle that scientists and engineers could no longer remain aloof from the consequences of their work. </p> <p>Simpson's hugely productive career in astrophysics began when he turned his attention to investigating cosmic rays, the subatomic particles ejected from exploding stars that bombard Earth from all directions at nearly the speed of light. In 1948 he invented a neutron monitor to measure the intensity of cosmic rays, which he deployed at stations from Chicago to the magnetic equator in Peru. </p> <p>He discovered that cosmic ray bombardment was less intense near the equator, and suggested that this was probably due to the Earth's magnetic fields somehow eliminating the lower-energy cosmic rays here on Earth. His cosmic ray detectors were later sent to Mercury, Mars, Jupiter and Saturn. </p> <p>Simpson was involved in a fly-by of Venus, nine planetary encounters and dust experiments on two Soviet Vega spacecraft that investigated Halley's comet, for which he received the Gagarin Medal for Space Exploration of the USSR Academy of Sciences in 1986, to add to his many awards and posts; at Chicago, he was professor from 1954, and emeritus professor from 1987. </p> <p>His instruments have measured a solar flare, and provided evidence that the Sun's magnetic field probably has a big effect on where in the solar system the solar wind blows. Equipment he built for Pioneer 10, launched in 1972, may just now be reaching the limits of solar gusts, some 75 times the Earth's distance from the Sun. </p> <p>Simpson was still gathering information from Pioneer 10 last year. Another of his inventions, aboard the Cassini spacecraft, will collect and analyse dust particles in Saturn's rings. </p> <p>His second wife, Elizabeth, and his children Mary Ann and John from his first marriage survive him. </p> <p><b>John Alexander Simpson, nuclear physicist and astrophysicist, born November 3 1916; died August 31 2000</b></p>",
  "<p>The fantasy is to be there when a hurricane is forming, says Doug Parker, from the University of Leeds. He and colleague Chris Thorncroft, from Reading University, have just returned from the birthplace of hurricanes. Their aim was to discover what turns a stiff breeze into a devastating cyclone. </p> <p>Hurricanes are born over the plains and mountains of central and West Africa from what is known as the African easterly jet, a jet of air moving east to west, which can sometimes end up in America with horrifying consequences. There is a another equally important reason for investigating the African easterly jet: there is still no decent weather forecasting system that can predict when a drought or a monsoon will hit Africa, nor even how the jet affects daily weather patterns. \"At the moment we don't have much of a clue because there's so few data going in to the models,\" says Thorncroft. </p> <p>Dr Thorncroft and Dr Parker, along with an RAF crew and a team of scientists from the Met Office collected data on pressure, temperature, humidity and wind speed between Cape Verde and Niamey in Niger by dropping 110 data gathering instruments attached to mini parachutes from a Hercules aircraft called Snoopy. Each one radioed back the information; at nearly £500 a pop, it's not cheap, but they hope to generate crucial information about hurricane formation. </p> <p>The jet is spawned west of the Ethiopian highlands and is inherently unstable because of the difference in temperature of the lands it is travelling over: it could be as hot as 40 C over the Sahara, through to 26 C around coastal regions. When the cool, moist air from the Atlantic meets hot desert air, there is an unequal distribution of pressure causing waves to form. These waves are swept along by the remainder of the jet: they can be up to 3,000km long. </p> <p>There are a number of factors which change the wave from a benign weather system to something rather more sinister. One of the main factors is the temperature of the sea. If the wave is very low down, about a kilometre from the ground, it can grow by extracting energy from the warm ocean. Heat travels from the ocean to the wave, warming it and causing the wave to break off and begin to spiral in a vortex pattern. As the centre warms and increases in energy, more air is sucked in. \"It's like ice skaters bringing their arms in so that they spin faster,\" explains Thorncroft. </p> <p>The faster the cyclone spins, the more heat it draws from the ocean. The cyclone travels across the sea towards America picking up speed and energy and can grow large enough to become a hurricane. What can stop it is vertical shear - a strongdifference in wind speed between upper and lower levels. The current theory is that the temperature of the sea can be used to predict the maximum intensity of a cyclone, and although Thorncroft thinks this is a factor, he believes that the degree of vertical shear is also crucial. Once the cyclone gets to the US, it loses energy when it hits the land; even a hurricane will eventually fizzle out. Some head north and interact with weather systems from Europe. A big hurricane may reach the UK and can have a significant impact on wind and rainfall. </p> <p>The African easterly jet is also responsible for weather systems over Africa; thunderstorms swept in along the line of the wave - the amount of rain that falls is partly dependent on the temperature, and humidity of the wave itself. Little is known about individual waves since weather forecasts are based on the average wave, hence the difficulty in making accurate predictions. There is also a relationship between the rainfall in Africa and the development of hurricanes - when Africa is wet, the waves become stronger and more vigorous, and the pattern of vertical shear in the Atlantic changes: large amounts of rain reduce the temperature difference between upper and lower levels of wind, and thus change the vertical shear. As a result, wet weather reduces the difference between upper and lower levels, and this, Thorncroft thinks, is more conducive to the happening of hurricanes. </p> <p>Thorncroft and Parker hope that their data will not only help predict hurricane formation and drought patterns in Africa, but could also be used to update the current models. By making forecasts using European models with and without the data the team is gathering, it will be possible to see how accurate the models are, and if they can be improved. So far it is too early to tell, but as the data was collected, it was simultaneously broadcast back to the aircraft as well as on to the Met Office. By the time the scientists returned to their hotel, the weather forecast already incorporated the new data. Thorncroft and his colleagues flew through three storms, one of which went on to become a Hurricane Ernesto. Invaluable as this data is, collecting it was a one-off. </p> <p>\"It's the responsibility of every country to make observations and share them globally,\" says Thorncroft. \"But if our data had a major impact on hurricane prediction and on understanding tropical weather systems, would anyone want to pay to collect data routinely? It's in the interest of everyone,\" he adds.This may be, but obtaining global funding and co-operation could prove as difficult as getting an accurate weather forecast.</p>",
  "<p>At the end of 1998, two <a href=\"http://www.FT.com\" target=\"_new\">FT.com</a> executives were having a drink at the bar of the Pudong Shangri-La hotel in Shanghai, lamenting the difficulties of doing business far from home. </p> <p>Almost two years later, Donal Smith and Jonathan Schmidt are about to launch <a href=\"http://www.eCountries.com\" target=\"_new\">eCountries</a>, an internet business designed to address those complaints. As media executives wrack their brains at trying to turn their content-rich sites into money makers, eCountries may have outfoxed the opposition. </p> <p>ECountries is a site that provides news and analysis about 150 countries. As with most publishers, the information comes free of charge. The site consists of profiles on countries from Austria to Vietnam, and up to date news feeds. </p> <p>ECountries is hoping to attract traffic by being listed on various news sites such as ABC.com and eventually would like to license its content to news outlets that have trimmed foreign coverage. But the ace up the company's sleeve is its matchmaking service for companies looking to do business on foreign turf called, appropriately enough, marketplace. </p> <p>Marketplace seeks to take the hassle out of international transactions, sparing companies the trials and tribulations that afflicted Mr Smith and Mr Schmidt during their deal making for FT.com years ago. Matchmaking has proved to be a successful formula for First Tuesday and eCountries has taken the concept further by adding a global dimension. </p> <p>\"There is a large volume of international professional services that gets traded,\" Mr Smith said from eCountries's London HQ. \"But the market is very disaggregated. The internet is a fantastic way of introducing buyers and sellers to each other.\" </p> <p>Say a British company needs a translation of Bulgarian telecommunications legislation in a hurry - an actual request that came to eCountries last week. The company fills a form at the eCountries site and eCountries will try and come up with appropriate matches. If the transaction is consummated, eCountries takes a cut of up to 10% of the fees. Transactions are expected to range from £5,000 to £100,000 and eCountries is counting on commissions to make up at least half of the company's revenues. </p> <p>Others have spotted the potential for business matchmaking via the net. <a href=\"http://www.Business.com\" target=\"_new\"> www.Business.com</a> and <a href=\"http://www.Work.com\" target=\"_new\">Work.com</a> are doing something similar in the US. The two American companies have constructed directories organised around business topics and plan to add partners' services and news feeds around them. </p> <p>But eCountries has its eye on the global market. With cross-border trade growing, eCountries believes there is plenty of scope for its venture as companies seek out reliable professionals in the countries in which they are doing business. </p> <p>Building up a database of service providers from accountancy firms to law firms was tough at first. It took six months to sign up the first supplier, but then the momentum built up and eCountries now has about 400 service providers in its database focusing on four areas: legal translation and market research; recruitment; property and insurance; and financial services. When a client posts a request on the site, it will get at least a global and a regional player. </p> <p>Great care take is taken to vet the companies for the marketplace. Of the 400 Russian companies suggested for eCountries's marketplace, only 50 survived the cull. In the most important part of the vetting process, a candidate that wants in has to provide references from three companies with which it has done business. </p> <p>Clients \"are entering a walled garden for vetted suppliers,\" said Mr Smith, 38, who sold a broadcast monitoring business to Pearson in 1995 for £4m and then went on to run the company's FT.com subsidiary. Mr Schmidt, 36, founded Asia Intelligence Wire and ran the Asian division of the FT. The company expects to break even by 2002. Investors like the look of the top team, which includes Michael Elliott, the editor in chief, who jumped ship from Newsweek. </p> <p>ECountries undoubtedly has hit upon a good idea. The keys to success will be the thoroughness of its vetting process to keep out less than reputable companies from its database and whether people use the service. It could be cheaper and easier to conduct searches on the net and call up a few local companies, although there is no safety net as with eCountries. </p> <p>But Elliott had no qualms about joining the new venture from the safety of Newsweek. \"I sort of thought, if I don't make the leap into something new now, I never will. I'm having a blast.\"</p>",
  "<p>The past 16 months have been hectic for Stan Laurent, <a href=\"http://www.QXL.com\" target=\"_new\">QXL.com's</a> senior vice president of sales and marketing. During that short period of time the online auction company has expanded into 13 European countries. </p> <p>\"It's a crazy speed because these markets are taking shape very fast. Scale within a country is important because more buyers and sellers come onto the site,\" he explains. \"Critical mass within one country gives you a powerful barrier to block out the competition. If anyone else gets critical mass before you, it is going to be costly and lengthy to catch up.\" </p> <p>The activities and experiences of QXL are typical of plenty of other internet companies who are now scrambling frantically at blistering speeds to grab virtual land in Europe. With the US market already saturated, many of the emerging online markets of Europe are still waiting to be taken, and every wannabe e-tycoon wants his or her share. </p> <p>You only have to consider the scale of the market that is shaping up to understand what is driving this virtual stampede. Jupiter Communications predicts that the number of online buyers in Europe will more than quadruple, reaching 85m by 2005, up from 20m in 2000. </p> <p>It is a market which is currently dominated by the Northern European countries. Analysts predict that the UK and Germany will account for 55% of Western European consumer online spending. But they expect to see southern Europe catching up, led by growth in countries such as France, Spain and Italy. </p> <p>US entrants such as <a href=\"http://www.amazon.com\" target=\"_new\">Amazon</a> and <a href=\"http://www.eBay.com\" target=\"_new\">eBay</a>, traditional European retailers, and start-ups like Gameplay, Let'sBuyIt and LastMinute are all locked into this online battle, but as ever the key catalysts of this activity, lurking behind the scenes, are the venture capitalists. </p> <p>\"It is basically unattractive to back an internet business which only has a strategy for operating in one country,\" explains Paul Vickery, director of e-business for 3i, a leading VC firm. \"Their markets are changing so rapidly that they have to expand as quickly as possible because they are going to be under severe attack from US operators.\" </p> <p>Vickery believes that countries such as France and Germany offer better defensive qualities for start-ups because US companies are not seen as masters of adapting to the linguistic and cultural demands of local European markets. The other main reason why VCs are so keen to push expansion into Europe is because it increases the chances of an IPO (Initial Public Offering) which gives VCs \"exit opportunities\" meaning they can cash in their shares and make their fat profits. </p> <p>3i refuses to reveal actual figures but readily admits that a substantial share of its internet investment portfolio is now concentrated on Europe. In the months ahead, it is likely that the all-powerful VCs will force start-ups in their portfolios to merge with each other if they are not moving quickly enough. </p> <p>\"Speed is of the essence. The first signs of failure in an e-business are when the pace of the execution of the plan starts to slow down,\" Vickery explains. \"Europe is the most dynamic sector of investing. It is the area where we will see the most dramatic successes and the most dramatic failures.\" </p> <p>Europe is not an easy market to penetrate successfully. PCs remain the dominant interactive platform in Europe with mobiles and digital TV spreading fast. But unlike the US which is largely a single homogenous market, Europe is a collection of numerous markets based in individual countries with varied languages and cultures. Although at the end of last year, only six European markets - the UK, Germany, France, Italy, Sweden and Spain - comprised 78% of the total Western European online market. </p> <p>For any new web sites to reach a significant number of European households, they have to be translated into several languages, and products and content often have to be altered to accommodate different cultures. On top of that, e-entrepreneurs have to contend with traditional business issues such as local legislation, VAT and exchange rates. Directors also have to decide whether or not to acquire businesses to gain a customer base and ready-made fulfilment services or to grow organically. </p> <p> <a href=\"http://www.Monster.com\" target=\"_new\">Monster.com</a>, the online global recruitment service, is steadily building up a sizeable European presence, and plans to go into Spain this month and Italy next month. Andrew Wilkinson, Monster.com's European managing director, says the amount of money spent on entering a new European market depends on the levels of internet penetration and the rate of take up. \"Our strategy has been to take the global functionality and localise it completely. We go in with a local address. The content is localised. We hire a local manager and we then build the local site around the local culture and customs. We have a completely local-focused team to ensure job seekers feel it is just right for them.\" </p> <p>There is a risk for any internet company going into a new European market that its brand name could mean something quite different. Wilkinson feels the name makes the company stand out from the other recruitment sites called jobs- something. </p> <p>The online market that all internet companies want to dominate is Germany. Jupiter Communications forecasts that Germany will have the most online buyers in Western Europe reaching a total of about 21.2m online by 2005. </p> <p>A number of dot.coms are pitching aggressively for the loyalty of online German punters but they face stiff competition from big traditional German catalogue retailers. Players such as Otto Versand also have their own warehouses and packing centres. Nevertheless, analysts forecast that the huge amounts of VC cash being pumped into start -ups in Germany is likely to change the present set up. </p> <p>Germany may be the largest market but the Scandinavian countries have the reputation for being the most web-sophisticated. About 40 % of households are online. Sweden is expected to have 50% of its population online by the end of 2000. </p> <p>\"The people we should be looking at in admiration are the Scandinavians,\" says Nick Rosen, co-author of Business.eu, a recent report on European web activities. \"They have more sophisticated web sites, higher budgets and higher levels of web usage\" </p> <p>But as the battle for Europe's online markets intensifies, industry insiders are nervously wondering when there is going to be a shake out. Just recently a group buying site, LetsBuyIt.com cut 20% of its workforce across Europe even though gross profit margins for the three months ended June 30 rose to 9.8%, up from 2.9% the previous quarter. </p> <p>\"Shake out implies that a lot of European internet companies are going to be thrown to the floor and stamped to a pulp,\" says John Browning, co-founder of First Tuesday, the international e-entrepreneurs' community. \"We have seen this sudden eruption of start-ups in Europe and there are going to be mergers and takeovers. I think a lot of the internet companies will hook up with bricks and mortar companies.\" </p> <p>Martin Coles, LetsBuyIt.com's chief executive, denies that the decision to shed staff signals a flaw in the company's European strategy. Instead he puts the job losses down to a need to restructure and centralise the company's services now it has developed a pan -European presence. The company based in Sweden, has expanded rapidly but competition is fierce. </p> <p>\"The UK, Germany and the Nordics have enormous internet penetration, but on the other hand, they have some of the best developed retailers. I try not to make a distinction between us and bricks and mortar retailers. We are all competing for a share of wallet,\" Coles says. </p> <p>But he adds that he is open to alliances with those competitors. </p> <p>It is to looking increasingly likely that the traditional bricks and mortar companies will fight back. </p> <p>They have brand recognition, existing customer databases, local know-how, fulfilment services and usually stronger supplier relationships. </p> <p>They will probably have the decisive say in the shape and nature of Europe's new online markets.</p>"
]