[
  "<p>When Blair got in, the doors opened. Charities and pressure groups which had been battling for years outside the stony walls of Whitehall suddenly found themselves invited into the warmth of government. Dialogues, compacts, placements; liaison panels, working groups, consultative committees. The names may have differed, but the message was the same: we care about your issues and we want to hear what you have to say. </p> <p>Three years on, many charity and public sector leaders are finding that the doors may be open, but the minds remain closed. For campaigners working on welfare and the environment, it has often been a slow process of disillusionment, as they realise that ministers are good at lending a sympathetic ear - but unwilling or unable to deliver. </p> <p>A few have got a little of what they want. Civil liberties groups were delighted when the government moved to introduce the Human Rights Act, although they found that Labour's initial reforming zeal was soon replaced by the old Whitehall fondness for secrecy and control in the shape of a watered down freedom of information bill and legislation enabling the state to snoop on private email. </p> <p>Others have simply felt betrayed. Refugee groups had been reassured by Labour's principled rhetoric in opposition, and devoted countless hours to a two-year long consultation process on reform of the asylum system, only to find themselves confronted with new immigration legislation that sought to exclude, impoverish and criminalise asylum-seekers. </p> <p>Campaigners who have got little from Labour need to get tough. Surveying the success factors for hundreds of recent campaigns for the new Campaigning Handbook, I noted the number of times organisations had used a new generation of techniques, such as legal actions, news management and internet campaigning, to force government to the negotiating table. </p> <p>The opportunities for such influence naturally peak in a pre-election year. Before the 1997 election, the Labour Party imposed a moratorium on any new spending commitments, following the decision to stick within Tory expenditure limits. Campaigners for better welfare provision were given a lecture about the real world, and in effect asked to take it on trust. This time, that argument won't wash. Any party which wants to win next time knows it needs to deliver on health, education and welfare. But the time for getting clear commitments from the politicians will soon run out. Campaigners need to negotiate hard now if they are going to get anything more after the next election than an open door and a friendly smile. </p> <p>\u0095 Mark Lattimer is author of the Campaigning Handbook, published next week at £15.95 by the Directory of Social Change (020-7209 5151)</p>",
  "<p>Homebush Bay, a messy scrap of land nine miles west of central Sydney, has a chequered past - home to a saltworks, a brick factory, an arms depot, an abattoir and three decades of the city's dirtiest waste. Yet this unpromising patch of turf has sprouted towering stadiums, and will host the 27th Olympiad, billed as the first \"green Games\". </p> <p>In 1993, Sydney was the first city to bid for the Games on a platform of green promises. That year, the International Olympic Committee adopted the environment as its third \"tier\", after sport and culture, and IOC president Juan Antonio Samaranch announced that Sydney won the 2000 Games \"partly because of the consideration given to environmental matters\". </p> <p>But the detritus from Homebush Bay's industrial past - 9m cubic metres of asbestos, heavy metals, DDT and dioxins - was soon exposed. </p> <p>\"It's been a bloody nightmare in some ways,\" says Sydney 2000's environment communications manager Michael Bland. The Olympic Co-ordination Authority (OCA), funded by the New South Wales government, took Greenpeace's advice to treat the waste on site rather than dumping it elsewhere, and a A$150m (£60m) clean-up operation began. The dioxins - a by-product of the chemical weapon, Agent Orange, manufactured in Sydney for the US to spray on Vietnam - were chemically broken down. Other waste was treated with innovative \"bio-remediation\" techniques, using plants to filter and feed on waste. Greenpeace accepts that the Olympic site is now safe. </p> <p>Alongside the clean-up of Homebush came a construction programme boasting many environmental initiatives, including a headline-grabbing preservation programme for the endangered green and golden bell frog discovered hopping around the old brickworks. A six-fold increase in numbers followed, although Green Games Watch 2000 (GGW) cautions that it is too early to proclaim its long-term success. Energy and water-saving technologies are ubiquitous at the site. The athletes' village is the world's largest (predominantly) solar-powered suburb and will become ordinary - if expensive - homes after the event. Stadium Australia, the main arena, uses 30% less energy than conventional designs. Toilet water is recycled, cutting drinking water consumption by 50%. </p> <p>Across the city, triathletes have been terrified by sightings of sharks close to their Sydney harbour swimming course. Apart from a nasty oil spill a year ago, it has been seen as testimony to the improving quality of the harbourside water, although Bland believes that \"the best bio-indicator is that we've had lots of whales this year\". </p> <p>Inside Homebush, the use of plastics has also been minimised and a major recycling and composting system established. Food is served on crushed apple pulp plates, with baked cornflour cutlery. Sydney 2000 hopes to reduce landfill waste by 80%: \"an ambitious target,\" judges Greenpeace's international Olympics co-ordinator Blair Palese, \"but more power to them\". </p> <p>Even some of the 11 global Olympic \"partners\" have got in on the act, with Greenpeace pressuring Coca-Cola into pledging to trial environmentally friendly HFC-free refrigeration technology during the Games. </p> <p>Sydney 2000's effort to conserve energy, water and biodiversity while minimising waste and pollution has been done \"in spades\" claims Bland. \"We can be very justifiably proud.\" </p> <p>\"This is a turning point for the Olympic Games,\" agrees Palese. To have the Games \"virtually running on renewable energy\" is \"pretty impressive, no matter how you slice it\". </p> <p>But environmental groups offer some important qualifications. Greenpeace recently gave the Olympics a six out of 10 green rating. GGW echoed this, calling Sydney the \"semi-green\" Games. </p> <p>\"The biggest single failing has been the failure to change the Olympic sponsoring companies,\" says GGW's Bob Symington. Despite seven years in which to implement Sydney's environmental guidelines, none of the worldwide sponsors (Coca-Cola, McDonalds, IBM, Visa, Fuji-Xerox, Kodak, Panasonic, Samsung, Sports Illustrated, John Hancock and the United Parcel Service) has incorporated sustainability as a core business function, he argues. </p> <p> The secretive nature of the development, is also criticised by GGW, who argue that by keeping all losing tenders secret \"we have no idea what could have been built at Homebush Bay and how green it could have been\". </p> <p>Bland is dismissive: \"If that's the most serious problem they've got then they are really scratching around.\" </p> <p>But he accepts that apart from Coca-Cola's HFC-free tests and Samsung's supply of some green fridges, Sydney 2000 has failed to ban refrigeration and air conditioning that creates greenhouse gases. According to Greenpeace, there is not one environmentally friendly air-conditioning unit on site. </p> <p>\"We at the Olympics have been victims of the fact that the refrigeration and air-conditioning industry in Australia have been troglodytes,\" Bland explains. With the largest ozone hole in the world looming over the southern hemisphere, Sydney's failure to galvanise local industry to adopt non-HFC standards widespread elsewhere is far from exemplary, say critics. </p> <p>Nevertheless, Bland hopes that \"a new wave of environmental understanding\" could be the global legacy of the Games. \"We believe that these Games create a whole new focus for people to start thinking about these things again... and they can see the practical solutions we have on the site,\" he says. </p> <p>The recycling and energy and water conservation measures may offer a useful model for the western world, but the local legacy of the Olympics is patchy. The village is too far from the train station to encourage future residents to reduce their car use, while Homebush Bay remains polluted. </p> <p>The continued contamination of Rhodes Peninsula, adjacent to the Olympic site, is not the responsibility of the Olympic movement, stresses Bland. However, its clean-up was part of the Games package promised by the NSW government. </p> <p>Last Friday, to Greenpeace's dismay, the government announced that the tender for waste treatment would go to a consortium proposing to ship the pollutants to Queensland - \"a real let-down,\" says Palese, a proposal which violates the promise to treat waste on site. </p> <p>Greenpeace does praise Sydney 2000's green effort. But maintaining its standards is \"going to be difficult\" says Palese. In 2004, the Games return to Athens. \"It's not going to be anywhere near what Sydney was,\" she predicts. </p> <p>\"I hope Athens do as good a job as we've done,\" says Bland. \"Regardless of whether they do or they don't, Sydney has set a new benchmark on how to deal with the environment.\" </p> <p>Meanwhile, beyond the Olympic walls, Homebush Bay is still so polluted that fishing is forbidden.</p>",
  "<p>Among the tilting tombs and granite grief in Kensal Green cemetery, west London, one grave stands out. Under a raffia canopy in mauve and black, it is decked out like a carnival float with bunting, flowers, pictures and trinkets. Two champagne bottles are part of the display. </p> <p>The flamboyant grave does not, however, signal a profound change in our social habits, with mirth replacing mourning at funerals. A groundswoman explains that a Tahitian prince, killed in a motorcycle crash, is buried there in accordance with the customs of his native island. </p> <p>But while the Tahitian burial is a one-off, there are in Kensal Green other unexpected, celebratory signs that would have shocked a few years ago and suggest that our attitude to death is changing: birthday cards are stuck to headstones; heart-shaped balloons in silver and gold float above graves; toy windmills, stuck in the earth, rotate in the breeze. Each autumn and spring, there are collective memorial services for all the cemetery's dead, with \"seasonal refreshments\" served after. And there is provision for Hindu, Buddhist and even non-religious funerals. </p> <p>Death is big business: beyond the tidying away of mortal remains, a whole sector grows and flourishes. Care of the dying has become a medical and nursing specialism: there is the hospice movement, professional bereavement counsellors and support groups for sufferers (and their relatives) of many terminal diseases. In academia, meanwhile, \"death studies\" is the label given to a range of courses on offer at several universities. </p> <p>You can get an idea of this range from the list of experts attending an international conference on death, dying and \"disposal\", starting tomorrow at Goldsmith's College in south London. Participants include art historians, archaeologists, anthropologists, historians, psychologists, psychiatrists, nurses, doctors, sociologists and professional carers and comforters. </p> <p>Craig Spence, the conference co-ordinator, says the growth of death studies reflects public interest. This has been fuelled by trends such as the chronicling of their own terminal illness by writers such as Dennis Potter and John Diamond; the feeling that, in some instances, the approach of death can be planned and managed; and the rise of holistic medicine and therapy. </p> <p>Spence, an historian at Goldsmith's, has chosen three conference themes: abortion, miscarriages and neonatal deaths; the way death is represented by the media; and the way London copes with mortality - whether natural, accidental or violent. His paper will look at how mass drownings in the Thames, such as the sinking of the Marchioness, have been handled in different eras. </p> <p>\"A lot of work is being done on how death impacts on the living,\" Spence says. \"If it is studied as an event, it doesn't feel particularly significant.\" Another speaker, the sociologist Tony Walter, says: \"There is a market in people wanting to know about the process of dying; how you deal with the knowledge that you've not much time left.\" </p> <p>Walter, who runs an MA course in death studies at Reading university, is focusing on the way we react to bereavement: we divide pretty clearly, it seems, between those who keep a stiff upper lip and those who give full vent to their sorrow. There is no right way, but he argues that there is a need for people to be given guidance on how best to cope with loss. </p> <p>Surprisingly, more of us - even churchgoers - are turning to mediums. This is a departure from the customary view that only Christianity can mediate between the living and the departed. Walter says we are increasingly \"mixing and matching\" from a wide spectrum of beliefs and traditions. \"Going to a medium isn't supposed to happen. It's like a big secret. But it does happen; especially [among] bereaved parents.\" </p> <p>Help in more tangible form is being given to mothers who miscarry early in pregnancy and who have often been told by doctors, perhaps insensitively, that the best way to recover is to have another baby. The numbers are considerable: Jenny Littlewood, a psychologist in the faculty of health at South Bank university, London, points out that one in six pregnancies in the capital ends in a miscarriage within three months. </p> <p>Littlewood is highlighting a fascinating, shadowy area of appropriate ways of, as she puts it, \"negotiating foetal loss and disposing of a 'nobody'\". The foetus is in a sort of limbo. The position, she explains, is this: \"The medico-legal definition of life is from 24 weeks. Scans are performed from 16 weeks routinely. A foetal heart can be seen from six weeks. If the foetus miscarries before 24 weeks, there is no death certification. Funerals may be provided from 16 weeks.\" </p> <p>The former practice of sluicing away as medical waste very young foetuses was distressing for nurses and doctors, not to say parents, and has led to guidelines that take account of the moral and legal position. </p> <p>With a very early miscarriage, parents might be confused as to whether there is a being to mourn. Littlewood observes that it is now the practice for midwives or nurses to lay a foetus on its side, with joined hands placed between pillow and head, suggesting peaceful repose. \"They're often too small to be dressed in clothes which the parents bring,\" she says. </p> <p>With parental permission, staff will take a photograph of the dead foetus and offer it to the parents as a memento. Some mothers and fathers, Littlewood has been told, are too distressed to accept the photo at the time; others return later to ask for it to help them come to terms with the loss. </p> <p>Hospital mortuaries now keep foetuses either until there is a funeral (when parents sometimes put pictures of themselves into the tiny casket) or until disposal is arranged. In the case of very early miscarriages, parents may ask the hospital to take care of distressing matters - which means disposal, though not with medical waste as was often the way in the past. </p> <p>There can, however, be more positive outcomes. And these, too, suggest our attitude towards death is changing. Littlewood says she has attended two parties given by bereaved couples for relatives to mark, in a strange way, the life of a hoped-for son or daughter who was legally a \"nobody\".</p>",
  "<p>Marks &amp; Spencer, the high-street retailer that is undergoing a facelift, has revealed plans to rejuvenate its business through digital media. </p> <p>After saving up various deals for one major announcement, M&amp;S dazzled the City by unveiling e-commerce agreements with Beeb.com, Telewest, Open and MSN - so much so that its share price shot up 8.75p on Wednesday morning. </p> <p>The aim is to position M&amp;S as a multi-channel retailer, and M&amp;S products are to be sold through the TV for the first time. </p> <p>As part of the new strategy, M&amp;S, which took its time warming to e-commerce, said it would ensure that more than 3,000 products are available on its website by Christmas. </p> <p>The internet deals mean M&amp;S will take the premier position on MSN.co.uk's revamped shopping channel, MSN shopping. And it will have a strong presence on the Beeb.com shopping portal. </p> <p>The TV deals mean M&amp;S can sell products through an interactive service, which will go live on Telewest next month and on Open in the middle of next year. </p> <p>\"The development of our multi-channel offer means that we will be able to give our customers greater choice and improved customer service, while enabling us to maintain a closer relationship with them throughout the transaction process,\" said Keith Bogg, director of Marks &amp; Spencer Home &amp; New Selling Channels.</p>",
  "<p>Her flat is damp. It has no central heating. Pipes are \"constantly\" leaking. Now her one-year-old son has asthma. Charlotte can rattle off a long list of other complaints about high-rise living on the edge of Glasgow city centre. But like many tenants battered by bureaucracy's apparent inability to tackle basic repairs, she has given up hope.</p> <p>Even scaffolding, clamped to the side of the crumbling 60s structure, in a belated stab at installing double glazing, fails to impress the 22-year-old. \"They should knock this lot down instead of putting all these windows in,\" she says, a faint smile betraying deepening resignation. \"Everything here is bad, really bad. It's like the house that Jack built, freezing in the winter and damp in the summer. I hope to get out soon -to England.\" </p> <p>Across what passes for a square in the St George's Cross district, littered with rubble and broken glass (\"more wear and tear than vandalism - don't blame the weans [children],\" sighs a middle-aged woman) Gordon Dodd is walking his six-year-old son home in the late evening. While his low-rise flat nearby is in slightly better repair - \"although heating would be nice\" - he is under no illusions about the scale of the problem facing Britain's biggest council landlord. \"To be honest, half the houses in Glasgow need to be bulldozed and rebuilt. These big blocks of flats [the city has 150] are no use to man or beast. They're in a terrible condition.\" </p> <p>A mile away, surveying the city from his new office in Glasgow's business quarter, the man charged with sorting out a housing crisis would not disagree. \"The stock is in a hellish condition and everyone realises it is not fit for the 21st century, for the dignity of people who want to stay in their homes,\" admits Bob Allan, chief executive of the embryonic Glasgow Housing Association (GHA) and former head of a nearby local authority. \"It's saddled with debt, dampness, cold, poor electrics - everything far worse than the UK average.\" </p> <p>After years of defensiveness, no one in authority disputes that the city's 94,000 council flats and houses are among the worst in Britain. Only a quarter reach acceptable standards, while a further quarter are seen as \"saveable\". The remaining 50%, in areas like St George's Cross and elsewhere, are in such poor condition that they face an uncertain future in a city which, because of low demand, has been demolishing 2,300 council houses annually since 1993. </p> <p>Saddled with a housing debt approaching £1bn and facing a repairs backlog of £1.2bn for stock deteriorating by the day, Glasgow city council has thrown ideology to the wind. Memories of that old political cliche, Red Clydeside, may still linger in older hearts; after all, the government in 1919, fearing a Bolshevik uprising, put tanks on the streets outside the city chambers. </p> <p>But now the Labour pragmatists running the city chambers have decided to get rid of that monument to municipal socialism - council housing. In a move certain to set the pace for big English cities - notably Birmingham - it is preparing to hand over its entire stock to Allan's housing association next year, provided tenants vote \"yes\" in a city-wide ballot. </p> <p>The move has become a cause célèbre for the Scottish executive and the young minister for communities, Wendy Alexander, whose enthusiasm and direct involvement - she co-chairs a steering group with councillors - has clearly ruffled feathers in the marbled city chambers. </p> <p>\"We have an opportunity to create a new, positive spirit in many communities,\" Alexander has said. \"From initial soundings with tenants' groups there is a genuine desire for constructive change. Tenants will lead the way throughout the entire process . . . this will be for the people of Glasgow, by the people of Glasgow.\" </p> <p>As part of the deal with the council, the executive has agreed to go one step further than its Whitehall equivalent by servicing Glasgow's housing debt from its own funds. Free of this financial albatross, the emerging GHA would then set about tackling the repairs backlog and (in Allan's words) \"rebuilding communities\". As debt repayment accounts for half the average weekly rent of £45, this is no mean subsidy. </p> <p>The other attraction for the council, target of constant sniping from disgruntled tenants, is that housing associations, unlike local authorities, can get loans from banks and building societies - using the income stream from rents as collateral. As a result, the council hopes that institutions, including possibly the European Investment Bank, will help raise around £1.6bn over 10 years to smarten up what remains of the former municipal stock. </p> <p>Both Alexander and the council are adamant that the GHA must be a non-profit making mutual association, controlled by communities and not by businessmen. After the ballot, the idea is to shift control to some 14 area organisations - and eventually fur ther down the chain to smaller associations of about 500 houses each. </p> <p>But assurances of mutuality have failed to halt criticism that the housing transfer smacks of backdoor privatisation. Tommy Sheridan, a Scottish Socialist Party councillor and a member of the Scottish Parliament, says opposition will match the great anti-poll tax campaign, which he led in the late 1980s. \"This will develop into a very bitter and bloody battle,\" he insists. \"There is a tremendous amount of fear. For the first time in modern history, Glasgow will be left without a council house if this goes through.\" </p> <p>Sean Clerkin, who chairs a Glasgow-wide campaign against stock transfer, claims the plan is not only a \"test bed for council house privatisation throughout the UK\", but also an issue which could seal Alexander's fate as a minister. \"It will either be her big success story,\" he says, \"or the noose that hangs her because she's that closely associated with it.\" </p> <p> Charlie Gordon, Labour leader of Glasgow, accepts the issue is so emotive that the council and the Scottish executive have some way to go in convincing 94,000 tenants. He says: \"There is a folk memory in Glasgow of what it was like renting from private landlords and older people [over a quarter of tenants are pensioners] remember exploitation and the rest of it.\" </p> <p>If a ballot were held tomorrow -rather than next year - Gordon accepts that the plan would be overwhelmingly rejected. \"This is a process and we are still in the early stages,\" he says, accusing opponents of being \"politically motivated dogmatists\", unwilling to accept plans for \"another form of social ownership\". </p> <p>Others are not so restrained. In a recent newsletter, produced on behalf of the council and the Scottish executive, critics were accused of feeding Glaswegians \"a diet of fear, half-truths and misinformation\" about rocketing rents, widespread redundancies, and privatisation. </p> <p>But with more than 2,000 staff in the housing department, and a further 3,000 employed by the council's direct labour organisation (DLO) - mainly on council house repairs - job losses are clearly a fear. That is why the Scottish TUC is opposed to the scheme, although job assurances, and a commitment to give a contract to the DLO after the transfer, will be given. Allan's next step will be formally to present a transfer package to the council by the end of the year, outlining investment and rent levels, the structure of his organisation and tenancy agreements. If the authority accepts, plans for a ballot will be set in train. </p> <p>To win hearts and minds, he says publicity material will have to be free of hype and spin. \"We have to do this in an honest and open way rather than as a smart piece of salesmanship.\" In the end, he believes they will get a \"yes\". \"But we will have to work hard for it.\" </p> <p>One thing is clear. If the vote goes against the council and the Scottish executive - so far, in smaller author ities, stock transfer ballots have exceeded general election turnouts - ministers will not let matters rest. \"The status quo is not an option,\" insists Allan. </p> <p>But in St George's Cross, and elsewhere, it is clear that the GHA has some explaining to do. \"I'm afraid they might make us go private,\" laments Jean Thomas, who has lived on the 11th floor of a block for 23 years. \"You hear so much about private landlords putting you out. We're all right the way we are, aren't we?\" </p> <p>Gordon Dodd isn't so sure. \"To be honest, I don't think there is an option. I'll vote yes. It's a bold step they're taking. I just hope housing remains an integral part of society in the future. I was with a private landlord before I got a council flat and wouldn't like to go back to that.\"</p> <p><strong>South of the border </strong></p> <p>In England, 450,000 houses have already been hived off, with 165,000 likely to follow in this financial year - although 3.2m still remain in council hands. But no big city has transferred its housing, largely because of uncertainties over huge debts. Birmingham, with a debt of £650m, is holding talks with the Department of the Environment, but the ruling Labour group is clearly divided on the issue. The Conservatives have accused unions, and Labour dissidents, of being at odds with the official line on transferring 92,000 homes - slightly fewer than Glasgow - to a series of social companies. </p> <p>While English ministers insist that councils will not be forced to get rid of their houses, the Chartered Institute of Housing has calculated that 200,000 homes annually will have to be transferred if the government is to meet its target of clearing a £19bn repairs backlog in 10 years.</p> <p>But the scale of the challenge to win over tenants was illustrated last month at Wycombe district council, Buckinghamshire, when tenants opposed transferring 7,150 houses to a new social landlord in a postal ballot which registered a near 70% turnout.</p>",
  "<p>Software company Logica's annual results took the City by surprise, thanks to the continuing boom in mobile phone text messaging. </p> <p>Logica lifted pre-tax profits from £58.6m to £98.1m, with operating profits in the mobile networks division leaping from £12.4m to £33m. The group also operates in the energy, utilities and financial services sectors.</p> <p>The company's SMSC messaging software carries more than half of the world's text message traffic, and contracts have been signed to roll out the system in the lucrative Japanese market.</p> <p>Managing director Martin Read said: \"We predict that within three years mobile telecoms operators will be sending up to 100 billion short messages per month - a 170% per year increase on current levels.</p> <p>\"Overall, market conditions remain positive, and in this environment the board is confident of delivering superior performance for the year ahead.\"</p> <p>Logica shares fell 70p to 2149p in early trading, with market sentiment still damaged by poor results from rival the Sema Group on September 5.</p>",
  "<p>McDonald's will tonight launch a new advertising campaign starring Sir Les Patterson, one of Australian comedian Barry Humphries' many alter egos, to tie in with its sponsorship of the Sydney Olympics.</p> <p>The 30-second commercial was created by McDonald's ad agency Leo Burnett and shows Sir Les, Australian attache to the Court of St James, sitting in his office extolling the delights of the McAussie Chicken Sanga, the Bondi BBQ Burger and Cheesy Boomerangs. Talking straight to camera, he takes the viewer on a guided tour of McDonald's food through the stains it has left on his shirt and suit.</p> <p>The ad forms part of a television, poster and radio campaign that breaks today.</p> <p>It is one of a number of campaigns breaking around the world to tie in with McDonald's sponsorship deal, the terms of which gives the fast food chain a global exclusive on advertising Olympic tie-ins for its product category.</p> <p>A McDonald's \"Olympic Weeks\" promotion has already launched in Germany and Austria with the strapline, \"5 weeks, 5 continents, 5 burgers\". It features a different-flavoured burger each week, with each intended to represent different areas of the world.</p>",
  "<p>Cigars, braces and red socks: in his long and distinguished TV career, Michael Grade became synonymous with many things, but you can add to that list the ability to clinch the deal. Having clocked up many hours haggling over agreements in the proverbial smoke-filled rooms, Grade could, without fear of overstatement, be described as the master. </p> <p>As chair of a session at this year's GEITF entitled I Might Be Crap But I'm Not Cheap, Grade will explore the shifting balance of power between agents, producers and broadcasters when it comes to dealing with talent. His basic argument is that the tables have turned. The artist's power to negotiate favourable deals is \"increasing dramatically\", says Grade, because with more UK broadcasters commissioning original drama, entertainment and comedy programming, \"there is more competition for a limited pool of in-demand talent\".</p> <p>Talent deals have always been an integral part of the business, but in the past year there have been more headline-grabbing stories about multi-million-pound signings than usual. Most involved defections from the BBC to other broadcasters, such as the high-profile moves of Des Lynam and Frank Skinner to ITV. </p> <p>BSkyB is one of the main players to have come into the market for comedy and drama talent in the past couple of years. Indeed, new comedy shows from Harry Enfield and Al Murray - the man behind Perrier award-winning stand-up act the Pub Landlord - will take centre stage in the autumn line-up of the satellite broadcaster's flagship entertainment channel, Sky One. </p> <p>James Baker, head of content and creative affairs for Sky Networks, says the shift towards home-grown stars is driven by the need to attract known talent, with a face that can lead the broadcaster's marketing effort. But contrary to the tabloid headlines, Baker says Sky cannot afford to sign talent by \"unlocking the cheque book and giving away millions\".</p> <p>Instead, he says, Sky is following the route taken in its early days by HBO - the US cable channel that has risen from humble beginnings to become the home of Larry Sanders and The Sopranos, attracting talent by \"allowing them to do what they want, something different, without interfering\". So Al Murray is getting the chance to do his first TV series, without receiving the full glare of publicity that a BBC or ITV show would attract. For the BBC, losses such as Lynam and Skinner only reinforce the general feeling that the public-service broadcaster - with a flat income from the licence fee - stands to lose most in this more competitive marketplace (Lynam went to ITV in a four-year deal said to be worth £5m). </p> <p>But it's not all doom and gloom, according to BBC controller of talent Rob Warr, who was appointed in late 1999 to improve talent relationships and lead a £5m campaign to attract new faces to the corporation. Warr points to the \"greater breadth and depth\" of BBC services - talent can work across BBC1 and 2, five national radio stations, new digital services such as BBC Choice and UK Play, and the corporation's public-service and commercial websites. \"That's where I come in,\" Warr says. \"I bring all the disparate elements together.\"</p> <p>Warr highlights the League of Gentlemen deal, which involves a five-year plan working on projects across TV and radio. He adds that the BBC is also working to bring on younger talent such as Jamie Theakston, Katie Hill and Jamie Oliver, and breathing new life into the careers of older mainstream entertainers such as Rolf Harris, Michael Parkinson and Jim Davidson.</p> <p>Despite the increasing competition for talent, industry insiders agree that there is still only a relatively small pool of stars who have the clout to provoke bidding wars between broadcasters, or land big-money, exclusive deals. </p> <p>Andy Harries, controller of comedy and entertainment at Granada, says ITV is most likely to do exclusive deals, with the likes of John Thaw, Robson Green and, most recently, Sarah Lancashire, \"primarily to maintain its pre-eminence in drama - it is of huge value to ITV to keep these stars out of the market\". </p> <p>One of his BBC counterparts, Jon Plowman, explains that exclusive deals usually mean a broadcaster \"offering quite a lot of money and programming - giving the talent so much work that they won't want to go elsewhere\". But he believes that to have an exclusive deal without that volume of output attached, so that a star effectively \"paid not to work\", is a \"waste of money\".</p> <p>Some things do not change, acknowledges Grade: \"Hot talent has always been able to negotiate big money.\" The difference now, he says, is that canny agents and independent producers are expanding their businesses by using the clout of big names to negotiate deals for lesser-known talent on their roster.</p> <p>Grade suggests that the UK talent market is \"in transition\" from a situation where broadcasters signed up individual stars on a show-by-show basis, but has yet to reach the level of sophistication found in the US. \"In America, if you're a producer or agent with a hit show or property, you go to the network and do a deal not only for that, but also try to get a blind commitment for a number of other shows.\"</p> <p>But this system, Grade adds, has its dangers. For one thing, both sides tend to spend more time haggling over the deal than over the script. </p> <p>Grade suggests that the key difference lies in the roles played by talent agents on either side of the Atlantic. \"In the UK, agents are still very much client-orientated. In America they are much more power brokers and packagers [of talent]. The nearest thing we've got to that here are independent producers.\" </p> <p>UK indies such as Avalon, which operates as a combined talent agency and producer and represents comedy clients including Murray, Skinner and David Baddiel, come closest to the US packaging model in this country. Some argue that agents getting into TV production makes good business sense. Not everyone is convinced. One experienced comedy producer says: \"I think in some cases the agent's view of what's best for the talent can get muddled with what's best for the agent's production company.\" Harries believes that most talent would actually rather not be tied into multi-series deals, preferring to have the freedom to choose between projects and broadcasters.</p> <p>Conversely, Plowman points out that talent deals often make sense for the broadcaster, ensuring that a star is on board for subsequent series if a show proves to be a hit. By buying in bulk and fixing the percentage increase of talent fees for multi-series deals, broadcasters can also keep their costs down. </p> <p>In the end, talent deals are a gamble on the future success of the star and their show. Harries was involved in brokering a deal between Caroline Aherne and the BBC, following the early success of The Mrs Merton Show. The BBC wanted to sign the reluctant Aherne for two further series. She agreed, Harries says, but only because the BBC threw in an extra £1.2m to make two series of a comedy that Aherne wanted to make \"in the spirit of Til Death Us Do Part\", which the corporation regarded as a \"sop to keep the star happy - a vanity project\". Thus the BBC got two series of The Royle Family for a knock-down £200,000 an episode. Granada is rumoured to be asking for £900,000 an episode for the third run. On the other hand, in April 1996 the BBC began a new four-year output deal with Noel Edmonds that called for his production company Unique to deliver 22 episodes of Noel's House Party in the first year for £880,000. Two years later the show's ratings were on the slide, but under the terms of the agreement the BBC was contracted to pay Unique more - £1.1m - for the same volume of output.</p> <p>Money is not everything - relationships also count. Grade recalls as one of his finest hours the time that he persuaded Chris Evans, following the success of Don't Forget Your Toothbrush, not to take his next show to the BBC. Evans stayed with Channel 4 and made TFI Friday a long-running success. The BBC got permission to use the Toothbrush format, but without Evans and with a Channel 4 credit. It has yet to see the light of day. \"It was not about money,\" Grade insists. \"It was about my relationship with Chris . . . and a bit of the old silver tongue.\"</p>",
  "<p><strong>Acronyms</strong></p> <p>ADSL: asymmetric digital subscriber line (for broadband). B2B: business to business. B2C: business to consumer. B2B4C: business to business for consumer. GPS: global positioning system for mobile phones. GPRS: general packet radio system - system to improve speed of current mobile networks. HIP: home internet protocol - wireless system which enables the fridge to talk to the PC. iTV: interactive television. PDA: personal digital assistant. P2P: path to profitability - it's all the VCs want to hear these days. R&amp;D: research and development. Notoriously lacking in dotcoms of old. SMS: short messaging system. Otherwise known as texting. UMTS: universal mobile telephone system - third generation mobile phones. VIP: vehicle internet protocol which allows vehicle to talk to your PDA. VOD: video-on-demand. Non-linear programming. Wap: wireless application protocol. Also stands for Where are [the] Phones? WURL : Wap URL. WISP : Wap internet service provider. </p> <p><strong>Jargon</strong></p> <p>Acro-prat: someone who used an alarming number of acronyms in their speech. Broadband: increased bandwidth (as opposed to current internet which is narrowband). Back-end solutions (as opposed to front-end): The design and tech development. Bleeding-edge: the cutting edge except more raw. Clicks-and-mortar: asking the impossible - a solid internet business model. Co-opetition: working alongside your competition - essential in a world of convergence. Convergence: mergers all around us. Envisioneer: someone smart at blue-sky thinking. Helicopter approach: \"Come again?\" Interstitial ads: appear on rich media sites in between downloads. Peer 2 Peer: anarchists doing it for themselves online. Pur-portal: a site which purports to be a portal but has no revenue streams eg, Boo.com. Mortal: mobile internet portal (surely not destined to last?). Monetize: finding new and innovative ways to wring money out of your subscribers. Meme: funky word for techno trend. Malingerer: someone who hovers with card at new media events. Out-of-the-Box (thinking): analysts who need to get out more. Rich media: enhanced new media offerings. Anything which uses video/audio streaming and requires complicated software downloads. Synergistic: where two companies want to find a word to express their mutual admiration. Spiral marketing: when the spin-offs (eg record label, TV show, T-shirts) are the revenue streams. T-commerce: television commerce. Viral marketing: bombarding people with emails to sell your product.</p>",
  "<p>FX Toole talks like he writes. Rapidly and saltily. He is 70 years old, is just off the plane and his hearing aid is playing up. But he is unstoppable - on bullfighting, boxing and writing, the Hemingway-esque trinity which has shaped his life and seen a heart-warming late literary flowering. We meet at a gym in east London and, after a couple of hours in his ebullient company, I feel I have gone 10 rounds with a champ, light on his feet but punching heavy, like the prose in Toole's debut book, Rope Burns. </p> <p>Rope Burns is a collection of short stories that draws on Toole's experiences in boxing. James Ellroy has called the book \"a hymn to ferocious longing and loss\" and described it as \"the best boxing short fiction ever written\". It is visceral and violent; written in a rhythmic street language that, in the great American tradition, manages to be both uncompromising and elegiac. It is, on all counts, a pretty good first round for a 70-year-old, worth his 50-year-wait to get published. </p> <p>Where to start with Toole? He seems to encapsulate America. Irish father and \"brought up Irish\" - the FX stands for Francis Xavier; Californian country-girl mother; child of the Depression; brief stint in the navy; trained to be an actor (his brother became an opera singer) but wanted to write too and read avidly. One day he read Hemingway's Death in the Afternoon and had a vision of his future life. </p> <p>\"I was fed up with theatre people. I came upon Death in the Afternoon and said 'here it is, here's the real thing, here's the true drama'. I gave up acting and became a bullfighter, and I got the living shit kicked out of me.\" </p> <p>Toole moved to Mexico and became fluent in Spanish. But he soon realised that it was already too late; though only in his mid-20s, he was too old. \"I was a pretty good bullfighter, but I didn't have the skills to get out of the way. A good writer - it's not only what he puts in, it's what he leaves out, right? with a good fighter, it's not only what he takes to it, it's how he gets away. I had to take chances that someone 16 would not be expected to take.\" He got gored three times, ran out of money, and after two years, headed back to the US- with a new wife and daughter. </p> <p>Maybe age imposes a seamlessness on life, but Toole's struggles have barely made a mark on his spirit. His body is in pretty good shape, too, considering the goring, the boxing, and open-heart surgery 10 years ago. There is clearly something to be said for avoiding publishers' lunches until your 70s. </p> <p>Toole is vague about the 20 years following his return to California. Two more marriages (\"three strikes and now I'm out\"); construction work; lots of bar tending, a good place to hone both survival skills and story-telling instincts; and writing, writing, writing: an \"LSD novel\", a play in which a pair of Doberman pinschers play key roles, but nothing that came even remotely close to being published. </p> <p>Lesser men would have despaired. In fact, it sounds like even Toole despaired. \"I didn't have the heart for it. The reason I didn't have the heart for it is that I didn't have my soul. It took open-heart surgery to give me my soul back; it gave me the heart to put up with rejection.\" In Missouri in 1996, a boxing story, The Monkey Look, \"popped\" into Toole's head. He wrote it, a magazine accepted it, Secker and Warburg editor Geoff Mulligan read it and commissioned Rope Burns, which is being published simultaneously in the UK and US. There has even been Hollywood interest, though Toole already seems to have latched on to the fact that film optioners fight dirtier than ageing heavyweights. </p> <p>Though Toole has always loved boxing, he came late to the professional game. \"I was 45, living in California; I'm watching the fights every week and all of a sudden the skies part and I think I'm going to learn how to do this. I had no illusions about being a fighter; I wanted to understand how they did it, mechanically, psychically and mentally. That was the great adventure.\" </p> <p>He found a trainer called Dub Huntley, who was so sure that Toole would give up he trained him for nothing. Toole didn't go away. He was way too old to fight, but not too old to work as a cornerman. Huntley was tied up one evening and asked Toole to work the corner for one of his fighters in an amateur contest in LA. Toole reluctantly agreed and it was love at first fight. \"I fell in love right there, from the inside out. It was from the outside in before; now it's the inside out.\" </p> <p>He became a fight junkie. \"There's nothing like it in the world. It's like bullfighting: you're living right on the edge. I'll fly anywhere. Where's the fight? I'll go.\" He became an expert in treating cuts and travelled all over the US, and to Europe and South Africa, working corners. </p> <p>In the introduction to Rope Burns, Toole reflects on this love affair: \"I began to learn and to understand what had drawn me to boxing as a boy. It was the science of fighting, and the heart it takes to be a fighter. Boxing was an exercise of the mind. I also began to realise that, despite my age, I was someone who could play the game. I was spellbound. I still am. God has blessed me with the sweet science.\" </p> <p>Rope Burns depicts the brutality and crookedness of fighting, the viciousness of LA street life, the desperate circumstances of many boxers. Toole wants to distance himself from writers such as Norman Mailer, who, Toole says, have written about boxing from the outside and in the process romanticised it. </p> <p>\"What happens so often is, 'look at me, look how much I know about boxing', as opposed to 'what's the subject that we're dealing with?' I have this tremendous insight into this hermetically sealed world, which they don't; they don't know their ass. Mailer trained and for a while he was trying to get into fights with people. The writer as tough guy. Fuck that. You fight for money or you fight because someone comes through the window of your house. Some writer comes up and says 'let's go fight'; get lost.\" </p> <p>But for all the desperation, the fact that Toole portrays a Fat City-style world of bruisers and losers, there is a kind of innocent beauty in the book too: the love of the trainer for his charge; the common search for identity, for - key word in boxing - respect; the way two men who have brutalised each other will hug at the end; the realisation that the higher you go, the further you can fall. </p> <p>Toole mentions, in passing, a fighter called Frankie \"Too Sweet\" Jennings, a handsome man in his youth (hence Too Sweet), now so busted up he can hardly make himself understood. A good argument against boxing, I suggest. Toole doesn't get the full freight of the question. Jennings was talented, he says, but he didn't train properly, was out of condition, got hit too often. Now you just want to hug him, hold him. </p> <p>But boxing wrecks lives, I say loudly, to make sure the hearing aid is working, and he gets the counter-punch. He throws a combination. \"There is more barbarity in corporate America than there is in boxing. More lives are destroyed in business than in boxing. They kill more jockeys in America than fighters. The physical part of boxing is incidental to the mental part. I hope I've portrayed that in the book. You have to be tough to be a boxer, but it's not about being tough, it's about being smart. In bullfighting, one of the worst things they can say to a young bullfighter is 'you're brave, you've got balls'. Bullfighters want to be artists. The greatest of all was Pedro Romero. He was in 7,000 bullfights and he never shed a drop of blood. That's a good bullfighter.\" </p> <p>\u0095 Rope Burns is published tomorrow by Secker and Warburg (£10)</p>",
  "<p>Bcom3, the world's fourth-largest advertising group, is reportedly planning to open a new global advertising agency network.</p> <p>The network would be made up of existing agencies within the Bcom3 group that are not already part of an agency. These include the 10 Black Pencil agencies operated by Leo Burnett in Europe and Asia and secondary shops owned by the other two Bcom3 agencies, D'Arcy and Dentsu.</p> <p>One possible name is Avenue Advertising. Leo Burnett opened a conflict shop of that name a year ago in Mexico to handle clients that would clash with the main agency's existing clients.</p> <p>There is no time scale for the creation of the agency.</p>",
  "<p>Saatchi &amp; Saatchi, Britain's best-known ad agency, is to move its global headquarters to New York in a move that demonstrates the US's increasing domination of the global ad industry.</p> <p>The move ends the agency's 30-year residency in Charlotte Street, seen by many as Saatchi &amp; Saatchi's ancestral home. Charlotte Street has become almost a byword for Britain's advertising industry since the Saatchi brothers first set up shop there in 1970. </p> <p>The move makes sense because Saatchi &amp; Saatchi's biggest client is Procter &amp; Gamble, the US-based consumer goods manufacturer, and the New York office is already the biggest in the Saatchi network. </p> <p>But in Britain, the agency is best known for its work for the Conservative party in the 80s, when it was credited with helping Margaret Thatcher into power with ads such as \"Labour isn't Working\".</p> <p>Latterly the agency has taken a more left-wing bent, pitching unsuccessfully for the Labour party account earlier in the year. In 1995 the Saatchi brothers left the agency they had created in a blaze of publicity following a row with its then-owner, Cordiant Communications. They have since set up a new agency, M&amp;C Saatchi.</p> <p>The decision to move to New York follows the acquisition of Saatchi &amp; Saatchi by the French advertising group Publicis. The $2 billion deal, first announced in June, is to be finalised on September 12, when shares of the combined company will begin trading in Paris and New York. The new company is to be called Publicis Groupe, although the Saatchi &amp; Saatchi brand name will survive as a subsidiary of the group.</p> <p>Saatchi's international chairman Alan Bishop is moving to New York from the agency's London office, as is worldwide creative director Bob Isherwood. Both are expected to be in the US by the end of this month. Chief executive Kevin Thomas already spends much of his time in New York and is reported to be considering a wider role within the Publicis group.</p>",
  "<p>The low-cost fashion retailer Hennes &amp; Mauritz has appointed McCann-Erickson to handle its $100m global advertising account. </p> <p>H&amp;M, which is based in Sweden, recently made its US debut with the opening of a flagship store on New York's Fifth Avenue. It already operates in 14 international markets, including the UK, and its UK advertising campaigns have featured such celebrities as Lauren Hutton and Kylie Minogue. </p> <p>Sanna Lindberg, marketing manager for H&amp;M, said: \"We chose McCann-Erickson because they exhibited a superior level of strategic expertise and insight.\"</p> <p>The account will be led out of McCann-Erickson's Finnish agency, Hasan &amp; Partners. H&amp;M has until now concentrated on poster advertising, but is looking to extend into the internet and possibly television.</p> <p>Hasan, which was founded in 1991 and became part of McCann-Erickson in 1996, pitched against the Swedish agencies Forsman &amp; Bodenfors and King for the account.</p>",
  "<p>The future of beleaguered sports website Worldsport.com looks increasingly tentative following unsuccessful attempts to secure fresh funding since the business went into administrative receivership at the start of July.</p> <p>The company, which is being bank-rolled by millionaire chairman and founder Alan Callan, is understood to have racked up debts of about $6m (£4.1m), according to a well-placed insider. Callan is believed to be looking to raise more than $8m (£5.5m) to enable the business to stay afloat into next year.</p> <p>Worldsport recently signed a contract with the World Olympians Association to provide every Olympian with an email address. And its partnership with the Global Association of International Sports Federations looks increasingly volatile as the deadlines for saving the business have again been missed. </p> <p>\"I am wondering how it is going to live up to its contracts with the various federations - especially in light of the upcoming Olympics which, as of the start of August, it didn't even have a flight booked [for] because the travel agency had shut it off for non-payment,\" said a source close to the company.</p> <p>The last deadline was August 21, and at the time of writing a rescue package had not been secured. </p> <p>A spokeswoman for the receiver Leonard Curtus said the executive committee was still talking to a number of potential investors and had until October 7 (three months after initially filing for administrative receivership) to find fresh funding. If an investor is not found by October 7, a meeting between creditors and WorldsportÍs management will determine the future of the company. </p> <p>Callan is in the US receiving treatment for an illness. In his absence, former Daily Mirror deputy editor Brendon Parsons is running the business and overseeing the funding crisis. Mike Miller, who was headhunted from BBC Sport, is also another remaining key member of the management committee. </p> <p>Worldsport was unavailable for comment in time for Media Guardian's deadline. The number of Worldsport personnel has been cut dramatically, from a June high of 178 to about 70, mainly as a result of layoffs at the beginning of July or resignations since then. </p> <p>The company is being run by a skeleton management committee following the departure of the chief financial officer, chief accountant, personnel director and in-house lawyer. The remaining staff bill is said to be more than £500,000 per month. It is unclear whether the remaining staff were paid for August. </p> <p>Contractually, Worldsport is obliged to honour the partnerships it has with various official sports organisations. A source said that a number of the federations have served notice on Worldsport for being in breach of contract, although further details of this are patchy. </p> <p>Worldsport was relaunched in February, but it was forced in voluntary receivership and laid off staff in July when it became apparent that there was limited demand for its brand of esoteric sports coverage and that funds were running low.</p>",
  "Madeleine Bunting places the blame for the failures of the United Nations over the past 55 years with the organisation itself (Nearly useless, September 4). While noting that the World Bank and IMF are far less democratic than the UN, she criticises the organisation for doing little more than \"drawing up idealistic conventions\" and being \"near useless at getting them translated into political reality\". Yet it is the governments of the world, focusing too often on narrow self-interest rather than on what is best for the world as a whole, that ensure the UN is more hot air than practical action. <p>Five years ago, at the 50th anniversary celebrations of the UN, the leaders of the world made 50 commitments. A report released by Charter 99 last week highlights the fact that 20 of these promises were broken outright and real progress was made on only 17 of them. </p> <p>These were not arcane global political commitments; these were commitments which would have made a real difference to the lives of the poorest people in the world who currently suffer abject poverty, environmental degradation and appalling conflict. </p> <p>The millennium summit will be business as usual unless the leaders of the world develop real mechanisms to ensure that all the nations of the world are able to hold international institutions and governments to account against the crucial UN development targets. </p> <p>Unless this happens, the UN will continue to be the fall guy for the failings of its member states. </p> <p><b>Simon Burall </b><br> Director, Charter 99 </p> <p>\u0095 If the UN is \"nearly useless\", one could start by changing the attitude of the United States towards it. As the world's remaining superpower and UN host nation, the US exercises a disproportionately large influence on the international body - when it wants to. </p> <p>This is evident from the selection of secretary generals to the process of UN reform. The US attitude, however, has been to treat the UN as a rubber stamp for its foreign policy ambitions. When it comes to being bound by UN treaties or the International Criminal Court, exemptions rather than acceptance seem to be the rule for the US. </p> <p>This, combined with the contempt of US lawmakers towards the UN, has not endeared it to other member states. The row over the US refusal to pay its overdue $1.8bn brought the conflict between the US and the UN into sharp relief. </p> <p>Only when threatened with the withdrawal of its voting rights did the US finally act. Even then, the Senate foreign relations committee, led by its UN-phobic chairman, Jesse Helms, attached two dozen conditions to the payment of the dues. Now the richest nation in the world wants its contribution to the UN reduced. Hardly music to the ears of the world's poor. </p> <p>The US retreat from internationalism and sidelining of the UN is clearly out of step with the mood of its people. A large majority of Americans are in favour of increased international cooperation and a stronger United Nations. Most also support the International Criminal Court and international labour standards. </p> <p>If the \"US problem\" at the UN is to be solved, the government will need to listen more to the voices of its citizens and less to the nay-sayers in Congress. The world could be a better place for it. </p> <p><b> Malini Mehra</b><br> London <a href=\"mailto:malinimehra@aol.com\">malinimehra@aol.com</a> </p>",
  "<p>Nuclear waste should be dumped in domestic rubbish tips to save money so hospitals can use more radioactive sources to diagnose and treat patients, according to a government safety watchdog. </p> <p>Patients may be denied treatment for such illnesses as cancer because hospitals are having to spend as much as £100,000 to dispose of a single item, the committee says. </p> <p>The report by the radioactive waste management advisory committee says: \"Small reductions in radiation exposure of the public are so expensive to achieve that the benefit is outweighed by the cost.\" </p> <p>Hospitals have to dispose of swabs, vials, syringes, gloves, dressings, and overalls as well as x-ray machines and chemotherapy machines at the nation's one low level radioactive dump operated by British Nuclear Fuels at Drigg in Cumbria. </p> <p>Small users, as they are known, \"discharge more small short lived liquid radioative waste to the environment than the nuclear operators,\" according to the report. </p> <p>Hospitals, universities and research labs, all of which use extensive quantities of radioactive materials have to encase their waste in concrete and transport it to Cumbria. </p> <p>Once there the cost of disposal can be as little as between £200 and £2,000 a tonne depending on the content, but the expense of packaging and transport has to be borne by the waste producer. </p> <p>The RWMAC report says 72 hospitals were surveyed for its report and many of them reported a backlog of items like radium needles used in past treatments kept in stores for which they had no disposal budget. To get rid of the material they would have to find funds by stopping treatment of patients. </p> <p>Charles Curtis, chairman of the committee, said it was often forgotten that radioactive materials were used extensively in hospitals, universities, and such things as smoke alarms. </p> <p>\"The benefits to the public are immense, but the difficulties experienced by these small users, particularly dealing with radioactive wastes, should not be underestimated.\" </p> <p>The committee, the government's official adviser on waste policy, says money should be specifically allocated to the national health service and higher education sectors to allow effective management of waste. </p> <p>\"Quite large numbers of [radioactive] sources, have had to be retained on premises long after their useful life has ended because of the currently high cost of ensuring their safe disposal.\" </p> <p>The alternative is for the government to set up a suitably funded body to collect and dispose of these sources, a system that operates successfully in France. </p> <p>To prevent the situation getting worse in the future, the committee recommended that the cost of the ultimate disposal of radioactive sources should be covered by the purchase price at the outset. Safe disposal in domestic rubbish tips is likely to cause local objections. </p> <p>But the committee says that in properly regulated dumps the extra dose to the public would be about 1% of the average that everyone in the UK receives every day from natural background sources. </p> <p>Unlike plutonium and other long lived materials from the nuclear industry, which last for thousands of years, technetium-99m, the most widely used isotope in medicine, begins to lose its radioactivity within hours. </p> <p>The committee said that compulsion on private to take low-level nuclear waste might not be necessary, but the government should make sure that such facilities were available. This would represent a large national saving in waste disposal costs for the 5,600 registered small users of radioactivity, and extend the life of the Drigg respository, which is rapidly filling up.</p>",
  "President Bill Clinton will give his backing today to a proposal to reform the UN's peacekeeping activities after their disastrous failures in Rwanda, Srebrenica and Sierra Leone. <p>In the opening speech of the three-day UN millennium summit he will tell the leaders of more than 150 countries that the US endorses the establishment of a permanent peacekeeping high command to replace the present slow, ad hoc arrangement. </p> <p>But wrangling over who will meet the peacekeeping bill continued behind the scenes. The changes will run into millions of pounds and the US is desperately trying to reduce its share of peacekeeping costs. </p> <p>The US endorsement virtually guarantees acceptance of the peacekeeping reforms, published last month, drawn up by a UN panel headed by Lakhdar Brahimi, a former Algerian foreign minister. </p> <p>In Srebrenica, the UN was humiliated when its peacekeepers stood by while more than 7,000 men and boys were massacred by Serbs. A more catastrophic failure occurred in Rwanda, where up to a million were massacred. </p> <p>In Sierra Leone this year, 500 UN peacekeepers were taken hostage by a rebel force. </p> <p>As well as a permanent high command, the reform includes giving peacekeepers clearer-cut mandates and \"robust\" rules of engagement. Such changes might have helped in the Balkans, where UN peacekeepers found themselves unable to intervene because they did not have a mandate. </p> <p>But the UN reforms are in danger of being overshadowed by a series of meetings Mr Clinton is holding on the sidelines to try to revive the Middle East peace talks. Today he will have separate meetings with the Palestinian authority president, Yasser Arafat, and the Israeli prime minister, Ehud Barak. </p> <p>Sporadic demonstrations were held on the eve of the summit. Four Iranians were arrested for throwing yellow paint and another for disorderly conduct outside the hotel of the Iranian president, Mohammad Khatami. </p> <p>The city has given permits for 91 demonstrations during the summit, but there has been no sign of a repeat of the protests by anti-globalisation activists which caused mayhem in Seattle last year and in Washington earlier this year. </p> <p>Many of the leaders of the trade unions and environmental groups involved in those clashes have laid down their banners and teargas masks for the weekand are talking to representatives of big business and government at an alternative conference being staged in the city. </p> <p>More than 1,000 representatives from round the world gathered at the New York Hilton, about a mile from the UN headquarters, yesterday for the opening of the State of the World Forum. </p> <p>It is a diverse gathering, bringing together politicians, academics, soldiers, New Age spiritualists, representatives of multinational companies, as well as the trade union leaders and the environmental lobby. </p> <p>Jim Garrison, its organiser, said the Seattle protests had been beneficial in bursting the euphoria about globalisation. </p> <p>Mr Garrison, 49, an American academic and veteran campaigner against the nuclear arms race, said the forum was about channelling the protests which had been useful in focusing attention on the problems of globalisation. </p> <p>He added: \"We have to move from protest to engagement.\" </p> <p>The opening day of the forum brought together figures such as John Sweeney, president of the AFL-CIO trade union organisation, George Soros, the financier, and Mikhail Gorbachev, the former Soviet president. </p> <p>Helen Clark, the New Zealand prime minister, who will speak at the UN millennium summit, made the trip across Manhattan to address the alternative forum. </p> <p>Other leaders scheduled to attend include Thabo Mbeki, the president of South Africa, and Olusegun Obsanjo, the Nigerian president. </p> <p>Mr Garrison said globalisation was ruthless, and questions such as the unequal distribution of wealth and the impact on the environment had to be discussed. He added that talks did not mean that future protests were ruled out. </p> <p>\u0095 North Korea announced yesterday that it had pulled out of the UN summit after a confrontation between its delegation and US security officials while they were passing though Frankfurt airport. </p> <p>The deputy foreign minister, Choe Su-hon, said the delegation decided to return home after \"rude and provocative\" treatment by US security staff, whom he accused of strip-searching members of the presidential entourage. </p> <p> <a href=\"http://www.worldforum.org/\" target=\"_NEW\">www.worldforum.org</a></p>",
  "<p>In 1991 the Peruvian health minister tried to counter public alarm about a cholera epidemic by eating a local raw fish delicacy on television. It probably ranks as the most expensive snack in history. The minister's resulting cholera wiped out $270 millions' worth of shrimp exports and $750 millions of that year's tourist revenue. It is now evident, as Professor Jacquie McGlade explains in <strong> The Ocean Planet</strong> (9.0pm, Radio 4), that the effects of global warming are drastically widening the seaborne spread of cholera. </p> <p>In <strong> On The Job</strong> (11.0pm, Radio 4)author James MacLoughlin fires some well-aimed shafts at the Home Office, town-hall jacks- in-office, political correctness, and almost every analogous target. The Chief Constable of North Rawtonshire (Tony Haygarth) is about to be ousted by his new political boss (Caroline Pickles) after 42 years' service. However, he still has a card or two up his sleeve. Also starring Jeff Rawle and David Yip. </p>",
  "<p>Genetically modified crops pose a greater threat to the environment than nuclear waste or chemical pollution, the executive director of Greenpeace told a court yesterday. </p> <p>Lord Melchett, head of Greenpeace UK, was speaking on the second day of a retrial at Norwich crown court in which he and 27 others are charged with causing criminal damage to a farm scale trial of genetically modified herbicide resistant forage maize. </p> <p>Questioned by Owen Davies QC, defending, Lord Melchett said that he thought genetic modification represented the most serious threat to the environment. </p> <p>\"Because it is alive it's not like chemical pollution which you can clean up or even nuclear waste. It might take thousands of years, as in the case of Chernobyl, but it will eventually disappear. GM, if it gets into the environment in a way that causes a problem is probably impossible to stop or recall. </p> <p>\"The other element is that it is capable of going everywhere. Chernobyl was contained to a large area of Europe including Britain but it could not go all over the world. GM because it's alive can ... and could affect generations to come. You can't sweep it up, pull it in, it has not got strings attached.\" </p> <p>All 28 defendants deny the charges, which arose from action at a field at Lyng, Norfolk, last July, claiming they acted to protect other crops from imminent contamination by GM pollen. At the original trial they were cleared of theft but the jury was unable to reach a verdict on the criminal damage charges. </p> <p>Lord Melchett, 52, said the group had intended to uproot six acres of maize and return it to its owner AgrEvo (now Aventis) at its headquarters in Kings Lynn. </p> <p>\"I believe the crop when it flowered would release GM material widely into the environment around the field and further afield. </p> <p>\"When that was released it would cause damage to other agriculture, organic crops and honey, conventional crops, soil and wildlife. Once that GM material was released it was alive and it would remain alive and continue to spread and would be unstoppable.\" </p> <p>Lord Melchett denied the attack on the field was a publicity stunt and said they had acted because the danger of contamination was imminent. He said he was horrified to learn that at the conclusion of the trial the GM maize had been ploughed back into the soil rather than removed. </p> <p>\"It never crossed my mind that in July 1999 they [AgrEvo] would simply spread the stuff and plough it in. I was horrified, it seems very irresponsible to me. It was obviously the cheapest method but the most dangerous I can imagine as a farmer.\" </p> <p>William Brigham, the owner of the land on which the crops were being grown, had given an interview to Farmers Weekly in which he said the GM maize was about to flower releasing its pollen. </p> <p>\"We realised that if we were to protect the environment we would have to move in the next few days,\" said Lord Melchett. </p> <p>The trial continues today.</p>"
]