[
  "<p>Global stock markets yesterday threatened a repeat of Black Monday on the eve of the anniversary of the 1987 market meltdown. </p> <p>The panic began on Wall Street where worse than expected figures from computer company IBM and Chase Manhattan bank sent shares into freefall. Investors were further unsettled by news that inflation is heading higher - making it harder for the US federal reserve to cut interest rates to prevent the economy slowing. </p> <p>The Dow Jones fell more than 400 points to a low of 9,654 within minutes of New York's opening bell, the first time it had been below the 10,000 level for seven months. The technology heavy Nasdaq composite index was even harder hit, shedding 5% at one point. </p> <p>In a move which briefly revived memories of October 19, 1987 when the London stock market lost 11% of its value - and a further 12% the following day - the FTSE 100 share index mirrored Wall Street's headlong plunge, rapidly losing almost 200 points at one stage to stand only a fraction above 6,000 points. </p> <p>European markets took a hammering too, with hi-techs especially in the firing line. But as the markets plunged to some of the worst levels seen this year bargain hunters moved in and brought a measure of recovery to hard pressed markets. The Dow cuts its loses to less than 200 points, Nasdaq's recovery saw it back into positive territory and London trimmed its loss to less than a third of the original slump. </p> <p>\"It is still not looking terribly good. Even though we have seen some recovery I don't think it necessarily implies we have reached the bottom,\" said Stephen King, chief economist at HSBC in London. </p> <p>Inflationary pressures have already raised the cost of borrowing in the US and are expected to hit discretionary spending on items such as computers, prompting a sell-off of computer shares. </p> <p>Several of the world's largest technology companies have already warned of weaker revenues going forward and yesterday's news from IBM took 20% off its shares yesterday morning. </p> <p>Ian Shepherdson, economist at High Frequency Economics, said investors would not forgive signs of weakness in the current climate. \"We are in a bear market. Any piece of bad news results in a stock being hammered, while any good news is ignored.\" </p> <p>All but the most defensive food and drug companies were hit by concerns over rising inflation. The consumer price index released by the government yesterday showed that prices for goods such as clothes and tobacco had risen at their fastest pace for six months. </p> <p>The headline CPI rate, which included the rising price of oil, rose 0.5%, after dropping 0.1% in August. Clothing prices showed the biggest increase in 10 years, while housing, health care and tobacco all increased. </p> <p>Investors, which have pushed the Dow and Nasdaq to record highs, this year, now fear that they have been too optimistic about future profits. </p> <p>In the current climate, few analysts would predict whether shares were close to bottoming out yesterday in spite of a 40% fall in the Nasdaq and a 16% decline in the Dow. </p> <p>Mr Shepherdson said he felt technology shares which had been seriously overvalued, were now back in line with the market. Intel, which sparked this latest round of selling with a profits warning last month, is trading at about 34 times forecast 2000 earnings, he said, in line with the average for the S&amp;P 500 group of shares.</p>",
  "<p>Angered at the prospect of a state pension increase of just £2.25 a week, linked to inflation, pensioners are planning to march on parliament next month. They will again call on the government to restore the link between the pension and average earnings. The trouble is, the campaign is now in its 20th year - with no sign of victory. </p> <p>How do such campaigners keep going? Should they soldier on with idealistic aims or trim their sails and focus on more achievable goals? </p> <p>At the Campaign Against Arms Trade, there is a continuing debate about whether to set practical or absolute aims. But co-ordinator Rachel Harford believes pragmatic steps can be taken to achieve what may be seen as an idealistic goal. A first step could be to increase regulation, leading to reduction and finally abolition of arms trading. Harford says: \"I feel offended by accusations of not living in the real world and that banning arms trading is a utopia. Monitoring the daily activities of the arms trade, I would argue I'm very rooted in the real world.\" </p> <p>Sarah Burton, campaigns director at Greenpeace, insists on sticking to ideals. She says: \"It may take 20 years, but keep at it like a dog with a bone.\" </p> <p>One of the environmental group's goals is to phase out fossil fuel. \"Three to four years ago, people said this was idealistic. But now environment secretary John Prescott and the president of Ford are talking about it. Our timescales may be different, but at least it is on the agenda.\" </p> <p>When something isn't even on the agenda, however, it may be difficult to stay motivated. The campaign to restore the link between pensions and average salary is led by the National Pensioners' Convention. Its organiser, Gary Kitchen says: \"One of the most vital tasks must be sustaining the will among grassroots activists.\" </p> <p>Each year the organisation holds a \"pensioner parliament\" that attracts 2,500 older people. Kitchen believes it is also important to hold local events throughout the year, as long as they are orchestrated to attract media attention and not just held for their own sake. \"Even when there is no clear impact on policy, campaigners may receive a fillip through seeing that their efforts are having an impact on public opinion or the media.\" </p> <p>The plight of pensioners has received unprecedented media attention in the past few months and will probably continue to do so in the run-up to the election. But the government seems determined not to restore the link. Kitchen says pensioners are still not deterred. \"The government's refusal to restore the link has served overall to strengthen the pensioner movement. We believe we are fighting for justice not some pragmatic goal. We know that justice is not usually won lightly, so the fact that success may take time is only to be expected.\" </p> <p>Of course, cynics may say that taking time could also be self-serving for those employed by a campaign. There is likely to be more job security in aiming for utopia rather than choosing a pragmatic, achievable goal. So what does happen when a goal is achieved? </p> <p>When the Ottawa Convention was signed in 1998, banning anti-personnel mines in 107 countries, the campaign to ban landmines could have shut up shop. Instead it changed its name and focus. The director of the newly named Landmine Action, Richard Lloyd, says: \"It was a big problem because everyone thought the campaign was over, but there are still a lot of things to do such as clearing mines and helping victims.\" </p> <p>It took 12 months for the campaign to shift its emphasis and refocus the organisation. \"Instead of asking supporters to write to their MP, we are now focusing on fundraising to help victims,\" says Lloyd. \"We had to talk to grant-making trusts and persuade them to still fund us,\" he adds. Fortunately, the Diana, Princess of Wales Memorial Fund continued to support the new organisation to the tune of £90,000 a year. Landmine Action is also benefiting from three years' funding from the national lottery. Lloyd says: \"This core support is essential in a period of transition, it gives us the space and ability to move into a second phase.\" </p> <p>Lloyd thinks it is a mistake for campaigns to have too narrow a focus. He maintains that the original campaign always had a practical focus, so it is justified in continuing its work dealing with the aftermath of landmines. He advises that goals should be realistic and adds: \"I would love to see the day when we make ourselves redundant.\" </p> <p>That is exactly what staff at Jubilee 2000 will experience at the end of this year. The organisation's campaign has not achieved its goal - the cancellation of unpayable debt owed by the world's poorest countries by the year 2000. But spokesperson Nick Buxton says: \"Part of the strength of the campaign was a strong focus and a deadline. People felt they could get involved. Even though it may still be a long way off, cancellation of debt is on the agenda and the principle is accepted by all sides.\" </p> <p>The campaign has been very successful in galvanising people to demonstrate at G8 summits, forming human chains and attracting media attention. But its name is a double-edged sword, says Adrian Lovett, deputy director. \"The name Jubilee and the ambition to achieve change for the new millennium resonated with people, but obviously it has an inherent lifespan.\" </p> <p>Lovett argues that there is a strong case for trying to achieve aims in a limited space of time. He also thinks that campaigns should be rational, rather than emotional, and that organisations should shift their focus to concentrate on the economic reasons for change, rather than \"helping poor people\" arguments. He concludes: \"You have to find a way of encompassing realism and idealism to succeed.\"</p>",
  "<p>Walk through the Elthorne Park neighbourhood in north London and you see densely populated estates where most of the flats lack a balcony, let alone a garden, and communal areas are covered in Tarmac. So it is a bit of a surprise to turn off Hazellville Road and find yourself at the entrance of a wildlife park, complete with its own ecology and horticultural therapy centre, woodland area and nature pond. </p> <p>This green oasis in the heart of concrete-clad Islington is run by Sunnyside Community Gardens Association, a charity set up in 1978 to convert a then derelict site into a garden for local people. Many of the flats on local estates are small, exposing residents to overcrowding and noise. In addition, Islington's need for psychiatric services is almost double the London average and many of its wards register third highest in the UK index of deprivation. </p> <p>The idea was to take a holistic approach to improving the local community's mental and physical health, creating a \"healthy\" building and organic gardens. </p> <p>Designed by an architecture student at what is now North London University, the energy efficient ecology centre incorporates solar water heating panels and recycled paper wall insulation. As well as maintaining the gardens, the charity also operates a neighbourhood scheme, to compost green waste, and has worked with schools and under-fives playgroups on nature gardens and recycling initiatives. Sunnyside estimates that 4,000 people benefit from these activities each year. </p> <p>The charity provides volunteering opportunities for the neighbourhood's residents, day centres and psychiatric hospitals. Activities include gardening, carpentry and environmental art. Much of the work is physically exerting, which project co-ordinator Rosemary Jones believes has positive benefits on mental health, enabling people to regain self-esteem, reduce dependency on statutory services and move on to further education or employment. \"The association ensures people are able to re-centre themselves because of' social support or through attention-focusing practical work, which has the additional benefit of taking the edge off any shyness or lack of confidence.\" </p> <p>In an equal opportunities framework, all those working or visiting are called \"volunteers\", which avoids any sort of hierarchy. Jones says the aim is a welcoming environment, where people feel a sense of community. \"We're not there to do good to people; we're there to be normal.\" </p> <p>About half of the centre's 58 volunteers have, or are recovering from, mental health problems. One, a former architect who had a breakdown 18 months ago, says working at Sunnyside has been extremely therapeutic: \"It's a very friendly and inclusive place, and it's very grounding to work with the soil and as part of a team.\" She is now studying horticulture at college as a result of her volunteer work. </p> <p>While Sunnyside claims it is a prototype for what the government now calls healthy living centres, the charity has yet to attract national lottery funding earmarked for such initiatives. However, a combination of core funding from Islington council and grants from a range of trusts and foundations supports four part-time staff, including a social worker engaged in mental health development work. </p> <p>In addition, Sunnyside has been recognised by the government as one of 23 environmental charities showing good practice in neighbourhood regeneration. It regularly receives referrals from the council's social services department and local mental health charities. </p> <p>Jones says Sunnyside wants to expand volunteering opportunities and training, while increasing residents' involvement in its ecological work. Another volunteer, currently on the charity's management committee, believes Sunnyside fills a gap in the psychiatric care system. \"If you have mental health problems, your whole social life is brought to an end so you can't interact with people,\" he says. \"Here you work with all sorts and become more confident, compared to day centres where you make no friends.\" </p> <p>\u0095 Sunnyside Community Gardens Association, The Ecology &amp; Horticultural Therapy Centre, Hazellville Road, London N19 3LX (020-7272 3522)</p>",
  "<p>He is probably the most powerful Tory in Britain. William Hague might dream of entering Downing Street, but Sandy Bruce-Lockhart exercises power. With an annual budget of £1bn, 30,000 employees, and European politicians knocking on his door, the man who runs England's most populous county likes to think that his administration is a template for progressive Conservatism. </p> <p>After assuming the leadership of Kent county council three years ago, from a loose Lab-Lib alliance, Bruce-Lockhart cut £27m from the budget, reduced the number of chief officers from 13 to six and created 60 \"business units\" covering all services throughout the organisation, which serves more than 1.3m people. </p> <p>But this was no slash and burn administration at County Hall, Maidstone, dedicated to minimalist government, with everything hived off bar a few essential services. On the contrary, this new Toryism combined firm financial management with an equally strong economic, moral and social agenda - and there are plenty of rough edges around the garden of England - to pull the disadvantaged into the mainstream of society. </p> <p>Kent's glossy five-year plan of action set targets for raising the county's income to create more jobs; safeguarding the environment by cutting greenhouse gases; increasing school funding - while retaining grammar schools; protecting \"vulnerable and disaffected young people\"; and improving the level of care for the elderly and vulnerable. </p> <p>In the modern Tory context, Bruce-Lockhart's ideology cannot be easily defined, although his MP, shadow home secretary Ann Widdecombe, gives a clue. \"Sandy is an old-style Tory, patrician yes, with a very strong social conscience ... and a great sense of humour.\" But there are equally strong moral undertones: no truck with Clause 28, and a strong commitment to promoting citizenship and Christian values. He believes people have lost their sense of belonging and that the disadvantaged need a hand-up as well as a hand-out. He certainly wouldn't argue with the label \"Christian democrat\". </p> <p>The council leader, who has been president of Widdecombe's Maidstone constituency association for some time, came into politics via an unconventional route. Born into a Scots family living in Wakefield, West Yorkshire, he eventually left school for the Royal Agricultural College, Cirencester, and went to work in the then Rhodesia. He ran a large farm, for a South African owner, producing maize and raising cattle with 400 African workers to supervise. He speaks fondly of the experience. \"I developed some very strong friendships,\" he says, while railing against the injustices of apartheid and racism. </p> <p>From southern Africa he went briefly to Australia to test the climate for farming, decided it \"wasn't as nice as Africa\", and arrived in Kent in 1968. After 20 years working the land, he decided to enter politics in 1989. \"Without wanting to sound too grand about it, I felt I wanted to make some kind of contribution to society.\" His 300-acre fruit farm, producing apples and pears, employs 15 people full-time. It is now run by a manager. </p> <p>Bruce-Lockart, aged 58, admits to having had, like many, a jaundiced view of local government. \"I was very cynical about it and, much to my surprise, I found an organisation which was well-run by people of great integrity who had a genuine commitment to public service,\" he says. \"That really surprised me and I feel very strongly that these people, with a strong ethic for helping others, deeply committed to their jobs - social workers, occupational therapists, teachers - are under- valued by society.\" </p> <p>But the past year has not been easy. Criticised for taking a firm line over asylum seekers, he has been deeply offended by some charges levelled against him. \"It is a terrible insult for someone like Sandy to be accused of anything resembling racism,\" insists Widdecombe. \"He's an old-style Tory, not at all racist.\" </p> <p>He has pleaded for understanding, arguing that in the winter of 1996-97 there were 50 asylum seekers coming to Kent; last winter there were 10,000. The county, in short, needed bailing out. While the government's relocation strategy has eased the county's problems, Kent is still looking after 2,300 asylum seekers on its patch, plus a further 800 unaccompanied minors, while the county has the responsibility for a further 4,400 dispersed around England. </p> <p>Bruce-Lockhart himself is much travelled these days as well, hopping regularly between Kent, the Nord Pas de Calais region in France, and Belgium - a designated European economic interest group, where five municipalities club together to promote trade, education links and tourism. </p> <p>Largely as a result of the channel tunnel, Kent is more integrated with the rest of the European Union than any other part of Britain. Ashford, closer by Eurostar to Lille than Waterloo, has 325 French businesses registered in the town - some of them escaping a punitive tax regime across the channel. Eighty per cent of Kent schools have links with a sister school in France. </p> <p>Does this, then, make Bruce-Lockhart the ultimate pro-Euro Tory? Certainly not. He sees no contradiction in promoting closer ties with Europe while preserving the nation-state and opposing the single currency. His leader would be proud of him.</p>",
  "<p>Ministers pushing the case for radical reform of town and county halls think their campaign to create a network of elected executive mayors in England after the next general election is finally paying off. With some 14 councils, led by Birmingham, preparing to hold mayoral referendums - and a string of others poised to join them - all the signs now point to a \"national democracy day\" in 12 months' time. </p> <p>The idea is to co-ordinate up to 30 mayoral referendums next October to test popular support for an elected first citizen - with full-blown mayoral polls coinciding with local elections in May 2002. </p> <p>This comes as key members of the New Local Government Network, a pressure group close to Downing Street, publish the results of a lengthy research project which urges the government to be far bolder in giving councils more powers and responsibilities - and argues that policies imposed from the top without local support often fail. Significantly some of the findings of the project, Towards a New Localism, which will be discussed at a conference in London tomorrow, follow the Guardian's own agenda for local democracy, published last month in its alternative election manifesto. </p> <p>The network says that the mayoral debate should light the spark for a much wider reform process, with councils developing into the champions of their areas by assuming a wider leadership role embracing the economic and social health of communities. It attacks the excessive centralism of Whitehall and calls for a new system of five-year \"partnership compacts\", drawn up between town halls and all local stakeholders, which would replace the panoply of government-inspired programmes. Councils selected for such compacts would get extra government cash and support. </p> <p>With the network influential in parts of the government, the reaction of ministers so far has been interesting. Perhaps with an eye on the project, local government minister, Hilary Armstrong, has urged authorities to become more adventurous. \"Councils don't need to wait for a lead from central government before testing new ideas,\" she last week told the annual conference of the Society of Local Authority Chief Executives. \"I'd be very pleased to see more evidence of councils making the running with their own reform agenda.\" </p> <p>Armstrong finally pushed through legislation paving the way for mayors and cabinet-style administrations three months ago, with her boss at the environment department, John Prescott, publicly expressing opposition to the concept. </p> <p>Nevertheless, with Birmingham now on track to lead the field, it is likely that other big cities will join small authorities - such as Berwick-upon-Tweed, and several London boroughs - in quickening the pace for change. Birmingham's support rested on a knife edge. But the council's Labour leader, Albert Bore and his deputy, Andy Howell, have narrowly retained their positions after beating off opposition in the city's divided Labour group.</p>",
  "<p>Robert Shiller, the Yale economics professor who pushed a pin into the hi-tech bubble earlier this year, remains a pessimist. In an interview with the Guardian yesterday, Mr Shiller said that US shares were still trading at historically high valuations in spite of a dramatic sell-off in the past six weeks. </p> <p>He shrugged off the impact of individual corporate results on the overall trend. \"Instead of a bubble bursting, the market is more like a ball with a leak in it. It is going down but imperceptibly.\" </p> <p>When Mr Shiller published his book Irrational Exuberance earlier this year, the Dow Jones and Nasdaq stock indexes were close to all-time highs. Since then, both have fallen sharply with the Nasdaq down 40% in the year to date. Yesterday, the man derided as an academic naysayer, concluded: \"This is kind of what I expected.\" He added that the Nasdaq was still \"wildly overpriced\". </p> <p>The turmoil has hit the big names. Last week shares in Yahoo! one of the biggest names on the internet, lost 27%. On Mon day Verizon and Vodafone delayed their $5bn public offering after a series of high-profile technology companies put out profit warnings. </p> <p>Investors are now raising doubts about Rupert Murdoch's ambitious plans to spin off News Corporation's satellite assets. Larry Haverty, a fund manager and analyst at State Street Research, said News Corp's plans to start an investor roadshow for Sky Global in the next few weeks were likely to be shelved. \"I think right now it's unlikely that they can get a deal done,\" he said after recent conversations with the management. </p> <p>The flotation of Sky Global, which in cludes BSkyB as well as News Corporation's digital assets around the world, will be one of the largest media company listings ever. Mr Murdoch has indicated that it would be valued at about $40bn when listed in New York. </p> <p>A spokesman for New Corporation said yesterday that the planned listing was still \"on track\" to be completed by the end of the year. If so, a roadshow to attract new investors is likely to start some time in November. </p> <p>Another big name to be hit hard by the market weakness is America Online, the world's largest internet service provider which is due to announce its latest earnings figures after markets close tonight. Shares in AOL dropped 15% yesterday morning to a year's low as concerns mounted that a downturn in the internet sector would hit the group's revenues from advertisers. </p> <p>The sharp fall has prompted several analysts to question the group's proposed groundbreaking merger with Time Warner, the media conglomerate. The stock market value of AOL has halved since last December, before the merger was announced. </p> <p>At the same time, shares in Time Warner fell sharply yesterday. At about $68, the shares are not far above their pre-bid levels. Mr Haverty was among several Wall Street analysts to suggest that Time Warner executives must be rethinking the value of the deal, given the sharp down turn in AOL's share price. \"As the likelihood of them ending this deal goes higher, the lower these shares fall.\" </p> <p>Two companies that have led the market downwards will report within 24 hours of each other this week. Intel, the world's largest semiconductor manufacturer, prompted the latest wave of selling last month when it warned that the third-quarter results it was due to report last night would be worse than expected. Since then, shares in the this former sure bet have more than halved. Even after this unusually sharp descent, traders yesterday were still nervous that last night's earnings would point to even greater problems. </p> <p>Investors will be nervously watching for any signs of warnings from Microsoft today when it announces its third-quarter results. On Monday night, shares in the world's largest software company fell to a two-year low of $50.38. </p> <p>Microsoft was the most highly valued company in the world as recently as January with a market capitalisation of more than $500bn and three of the world's four richest men sitting on its board. Yesterday, Rick Sherlund, the highly rated Goldman Sachs analyst, brought some relief to the shares by suggesting that the company could bounce back as long as today's announcement contains nothing new. In the present raging bear market, that constituted an invitation to buy. Shares in Microsoft were up $1 at midday.</p>",
  "<p><strong> The hole truth?</strong><br> </p> <p> The ozone hole has expanded to a record 17.1m square miles - larger than north America - says the US National Oceanic and Atmospheric Administration Climate Institute. Meanwhile, global warming is at last considered official. But is there any link between the two phenomena? Until recently, the hole was linked uniquely to emissions of a group of synthetic chemicals, mainly chlorofluorocarbons (CFCs), that destroy ozone in the presence of sunlight. But a new theory is emerging, suggested by Dr Michael H. Proffitt, senior scientific officer at the World Meteorological Organisation in Geneva. It goes like this: </p> <p>1. A build-up of carbon dioxide and other heat-trapping industrial gases, while warming the lower atmosphere, may be acting in the opposite way in the stratosphere, causing it to radiate more heat to space and grow colder than it would otherwise be. </p> <p>2. The loss of ozone itself may be causing stratospheric cooling. Without ozone, this layer of the atmosphere does not absorb the energy arriving from the sun as ultraviolet radiation, making the thin air even cooler. </p> <p>3. The more cold high air there is, the more ice clouds there are; the more ice clouds, the more CFCs and other ozone-destroying chemicals can do their work. </p> <p>4. In the latest ozone bulletin, Proffitt noted the average expanse of extremely cold stratospheric air from 1995-2000 has been double that seen in any other five-year period. </p> <p>5. In short, global warming could be indirectly abetting the chemical reactions that destroy ozone. </p> <p><strong> Ex-exotica</strong><br> </p> <p> Where do you buy snakes and exotic spiders? Until this week you could nip into any one of hundreds of Focus Do It All's DIY branches, buy one, then expect to see it die within the year. Focus has now stopped selling them but they seem loath to thank Animal Aid, whose members have been demonstrating outside the shops for nine months. </p> <p><strong> Good riddance</strong><br> </p> <p> There's another side to the floods. Eco soundings was present when one man was fished out of a wrecked caravan park near Tonbridge, having lost everything. \"How do you feel,\" gushed a TV reporter. The man beamed widely: \"Absolutely terrific. I hated the place.\" He then realised he was on television and changed his tack: \"No, I'm absolutely devastated. It's the end of my world.\"</p>",
  "<p>She was the most famous nurse of her era. She was years ahead of her time in her views on patient-focused care, nurse training and nursing management. Yet today she is little known. Is it because she developed Alzheimer's? </p> <p>According to a new biography, the outstanding contribution of Dame Muriel Powell has not been adequately recognised because of the embarrassment of her last years in the profession, when she was increasingly unwell. Far from facing up to her predicament, the worlds of health and government - in which she moved at the most senior levels - sought to deny it or cover it up. </p> <p>This was less than 30 years ago. And that the true story can emerge only now is testimony to how recently we have come to understand and accept the reality of Alzheimer's and of dementia in general. </p> <p>Powell was matron and later chief nursing officer at St George's hospital, then in central London, for an astonishing 22 years. For six years after that, until her retirement, she was Scotland's chief nurse. But the contrast between those two stages of her career could scarcely have been more stark. </p> <p>At St George's, in the words of biographer Elizabeth Scott, she rose to become \"the undisputed leader of her profession\". She knew how to use the media and was regularly in the press and on radio and television. Such was her profile that she was chosen to appear in the first television campaign against drink-driving. </p> <p>Within the hospital, where she was appointed matron in 1947 at the age of 32, she pioneered a brand of nursing that brought the profession into the modern age. While by no means revolutionary - she told students: \"A good nurse is someone who reads the Times editorial every day\" - she was convinced of the need to humanise the hospital environment. </p> <p>Until the 60s, it was unquestioned practice in hospitals to wake patients any time after 4.30am, but certainly by 6am, in order for the night nurses to bathe them and make their beds. Powell instructed that no patient be woken before 7am and would watch from her flat to check that no lights appeared on the wards until that time - even though it put a great strain on the nurses to get everything done before doctors started their ward rounds at 9am. </p> <p>Powell was lively, confident and assertive. When she moved to Scotland, however, she appeared subdued, forgetful and increasingly prone to flashes of anger. In top level meetings, she failed to shine. \"From having been an enthusiastic participant in all professional discussions, she became a shadowy, quiet presence who contributed little,\" says Scott. By 1974, four years after moving north, she was so distracted that elaborate arrangements were made to look after her when she attended meetings outside the Scottish Office. Yet nobody grasped the nettle. At one meeting in London, a medical officer accompanying her is said to have remarked in conversation: \"Sadly, Dame Muriel is away with the fairies these days.\" </p> <p>Powell's contract was even extended for two years beyond age 60. When she retired in 1976, says Scott, she left \"under a pall of numbness and near silence\". </p> <p>Today, it seems extraordinary that such a decline was not acted upon by colleagues at the Scottish Office. But the biograpy, Muriel Powell Remembered, concludes: \"Here was an eminent nurse who had a national and international status and reputation. She was, for want of a better word, their boss who appeared to be developing a mental illness. To have raised questions ... could have been seen as criticism.\" </p> <p>Powell died in 1978, aged 64, in a psychiatric hospital in Gloucestershire, where she had retired. Some 800 people, including government ministers, attended a memorial service in London. A year later, an article in the Observer newspaper on \"the sad, quiet epidemic\", led to the setting up of what is now the Alzheimer's Society. </p> <p>Harry Cayton, the society's chief executive, says greater awareness of the condition makes it unlikely that any comparable figure would today be treated the same way. But he fears the pendulum may have swung to the other extreme, with growing evidence of people with Alzheimer's being summarily sacked from their jobs. </p> <p>\"We recently had to fight for compensation to restore pension rights for somebody who had been dismissed as incompetent or neglectful. It later turned out to be Alzheimer's,\" says Cayton. \"It's not uncommon to find that people who are getting Alzheimer's in their 50s and 60s are being treated quite badly.\" </p> <p> \u0095 Muriel Powell Remembered is available at £12.50, plus £1.20 p&amp;p, from the St George's Nurses League, c/o Chief Nurse's Office, Room 32, 1st Floor, Grosvenor Wing, St George's Hospital, London SW17 0QT</p>",
  "<p><strong> Good for democracy</strong><br> </p> <p> You report that chief executives are uneasy about their role under a system of elected mayors (Clash of the titans, October 11). </p> <p>One can understand the unease when you know the pivotal position these unelected officers have enjoyed for so long; in many cases they are the major decision-makers, and not the politicians, and consequently are not held responsible by the public. In the changed town hall environment, their role will be advisory, along the lines, as David Clark intimates, of a Whitehall permanent secretary. </p> <p>Elected mayors have been a feature of local government life in many parts of the world. I was surprised that no reference was made to the role of a senior officer in the administration of an elected mayor. Perhaps the Society of Local Authority Chief Executives could find consolation in the way the elected mayoral system operates in other countries. <br></p> <p><strong>Tom Jackson</strong><br> Stockport <br></p> <p><strong> Inspiration to us all</strong><br> </p> <p> I found the article about the London mental health campaign interesting, and I felt inspired reading about Mohammed Mujahid's incredible dedication (The end of the line, October 11). </p> <p>I am a children and families social worker and often return home tired, stressed and fairly deflated, having spent my working day seemingly taking one step forwards and at least three back. Good mental health is something I know is important not only for the families I work with, but also for myself and my colleagues, yet it gets overlooked as the demands of the job take over and people become less willing to give up more time for others. </p> <p>Mujahid makes it seem so simple, so straightforward and so satisfying, and yet he clearly puts an enormous amount of time and effort into enabling others to maintain good mental health. His positive attitude reminded me why I chose this profession in the first place and made me realise I should try to take more notice of the times when I gain something from the work I do, as well as it helping other people. <br></p> <p><strong> Cintha Archer</strong><br> Berkshire <br></p> <p><strong> Pheasant shoot is no sport</strong><br> </p> <p> Following the article about pheasant shooting in mid-Wales (Feathers are flying, October 4), I offer my own account as one of the residents concerned. As a witness to the mass shooting of specially-bred game birds on Cwm mountain, I am now altogether against this activity. </p> <p>One Saturday, a group of us found ourselves in the middle of mass gunfire while walking on a public footpath near our homes. The shooters, standing directly on the path, broke what I believe to be the laws of safety - and common sense. My wife, myself and others were deeply upset, intimidated and enraged, feeling ourselves to be physically endangered. </p> <p>Birds were reduced to pathetic bundles of feathers, crying, maimed and struggling on the ground. Later, they were gathered by the gamekeeper, still struggling, with no merciful dispatch to end their suffering. Where is the clean sporting kill professed to be the aim? </p> <p>The shooters were grim, stony-faced men, too intent on their \"sport\" to care for us mere locals, or our safety. Any belief that this is sport as we know it, far less that there is any honour of a skilled hunt - forget it! <br></p> <p><strong> David Price</strong><br> Cwm-Nant-y-Meichiaid, Powys <br></p> <p><strong> Abandoned cause </strong><br> </p> <p> I have just had to close a charity project which over six years enabled 839 homeless, unemployed people from this small city to take up tenancies. We have closed because no one will continue to give us core funding - not the government, the National Lottery Charities Board (NLCB), major charities, nor the local council. </p> <p>Our clients were no one's priority when we housed them, but had we not done so, they would most likely have resorted to crime or sunk into depression, and the costs of rescuing or coping with them in prison, or on the NHS, would have been many times what it cost us. </p> <p>Timothy Hornsby, NLCB chief executive, is wrong to say that the government cannot take on long-term commitments. The people we are now failing will be a very long term and expensive problem, as well as a blot on our consciences. <br></p> <p><strong> Richard Hilken</strong><br></p> <p> former chair, Exeter Homes Committee, Exeter <br></p> <p><strong> Rightful place</strong><br> </p> <p> The Rev Bill Lynn, pastoral director of NCH Action for Children, is far more than \"a nod to its Methodist roots\" (Purse strings, October 11). I am sure Tony Manwaring, NCH's director of external affairs, would not have used such a phrase. </p> <p>The Methodist churches still actively support and fundraise for NCH, as well as raising awareness of the work of the charity in the community. Both the corporate and community sections are important in charities such as NCH. <br></p> <p><strong> Sybil Handley</strong><br> Marple, Cheshire <br></p> <p> <strong> How to lip read</strong><br> </p> <p> Alan Watling's letter about ambidexterity (Letters, October 11) struck a chord with me. </p> <p>Some time ago, when I noticed how some of my older friends had started to lose their hearing, I began to wonder if it would be useful to start to learn to lip read before I reached that state myself. Does anyone know of a suitable learning method? I was told there is a video-based self-teach pack, but have not been able to get further details. <br></p> <p><strong> Jules Hurry</strong><br> London <br></p> <p><strong> Rare delicacy</strong><br> </p> <p> I notice in the item Walky, porky? (Front to back, October 11) that somebody has discovered a source for that rare delicacy - goats' eggs. I think he or she should share this information with the world. <br></p> <p><strong> Allan Craig</strong><br> Worcester<br></p> <p>\u0095 Write to Guardian Society, 119 Farringdon Road, London EC1R 3ER; or fax 020-7713 4154 or email society@theguardian.com Please supply your full address. Letters may be edited</p>",
  "<p>What would improve the biggest spending social policy department? No, not the Department of Social Security. We no longer have a DSS; it is now merely a branch office of Treasury HQ. No one asks what Alistair Darling is going to do about next year's pension increase or the next step in eliminating child poverty. All speculation, rightly, has centred on the real social security secretary, Gordon Brown. </p> <p>It is not just social security policy makers who are feeling superfluous. Tighter Treasury controls over Whitehall's other big spending departments - health, education, environment, Home Office - have caused ministerial rumbles in other parts of the kingdom. There is nothing new about the abominable \"no\" men - and they usually were men - at the Treasury. What is new is their interest in micro social policy interventions. </p> <p>This is not all bad news. Its mandarins have belatedly recognised that successful macro economic policy requires taking note of the micro. Unemployment, for example, needs different approaches. What's right for Taunton is unlikely to work in Toxteth. </p> <p>All manner of new initiatives have emerged. The unsung hero of Sure Start, the pre-school programme for deprived areas, was Norman Glass, a recently retired Treasury man. Better co-ordination, an old social policy goal, has a new champion. Ted Heath tried the think-tank and Harold Wilson tried Jasp (joint action on social policy), but now we have the Treasury's cross-departmental budgets. </p> <p>What's wrong is their continued readiness to interfere with minutiae. The Treasury does not know best. It does not have the expertise. The minutiae in the DSS's £100bn programme means many millions for very poor people. It was the Treasury that insisted on the lone parent benefit cut, put in place by the Tories, but implemented by Labour. Even the Treasury later acknowledged this was a mistake. But, undeterred, it went on to demand disability benefit cuts - including a clawback that, when first proposed in 1993 by Michael Portillo, then Treasury chief secretary, was rejected by Peter Lilley, Tory social security boss, as too extreme. </p> <p>Twenty-one years ago, I joined the last Labour government, in its final year, as a special adviser at the Department of Health and Social Security on secondment from the Guardian. The DHSS had two cabinet ministers and two permanent secretaries able to say \"no\". Neither lone parent nor incapacity benefit cuts would have got through. When I came back I started a \"Society\" column, which grew into this section. To complete the symmetry, I have given up the editorship and return as a columnist. My answer to the question at the top is easy: stick to improving co-ordination but keep out of the minutiae.</p>",
  "<p>It is 20 years this month since Margaret Thatcher's dream of turning Britain into a nation of property owners - and Conservative voters - was enshrined in law. The 1980 Housing Act, which gave council tenants the right to buy their homes, was at the time hugely controversial. Today, it hardly merits a second thought. </p> <p>Right-to-buy can now been seen to have underpinned a fundamental change in society, breaking down the divide between \"working class\" - for which, read council tenants - and those with middle-class aspirations, who bought their own homes. Now, having an address on a council estate does not automatically earn a working-class tag. In many places, nobody any longer knows who is \"council\" and who is not. More often than not, nobody really cares. </p> <p>Gone, for people who chose to buy the homes they rented for years, are the days when they had to abide by rules and regulations about what they could change in their house. Gone are the restrictions on moving to another part of the country, either for a job or in retirement. But what has been left in its place? </p> <p>Alan Murie, professor at the school of urban and regional studies, Birmingham University, believes right-to-buy has, in part, been responsible for the increased divide between haves and have-nots. \"It has been good news for most people who bought, but is a one-dimensional policy,\" he says. \"This government is having to deal with the consequences of that. </p> <p>\"You've got the social exclusion unit talking about urban renewal. One of the contributory factors in that has to be the right to buy, which meant people with the fewest choices are concentrated on these estates. There is a greater concentration than there was before; a greater polarisation of society.\" </p> <p>It was in October 1980 that the Conservative government introduced its policy, giving 5.5m council tenants a chance to own their homes. Before then, you could only buy your council home if your local council agreed: many did not. </p> <p>Flagged as the \"sale of the century\", the right to buy was introduced in a £600,000 blaze of publicity, with Thatcher personally visiting some of the proud new home owners. It forced reluctant councils to sell properties at a price considerably below the open market value. And to add insult to injury, they could only reinvest 25% of the capital they raised on refurbishing remaining housing stock. </p> <p>Many councils fought it, while some members of white-collar public sector union Nalgo (now part of Unison) refused to process right-to-buy applications. Sheffield council took advertisements in its local papers explaining why it did not want to sell. Norwich went all the way to the high court in protest against then environment secretary Michael Heseltine, who was implementing the policy. Norwich lost. The rest is history. </p> <p>Although only 90,000 families bought in the first year - fewer than had been expected - the numbers gradually picked up, peaking in 1989 at 216,043. In 1997, only 70,961 homes were sold. But over 20 years, in England alone, a total of 1.4m homes passed into private ownership. </p> <p>Once drab and regimented council estates suddenly boasted Georgian-style bay windows, double glazing and new extensions at the back. Some took on mock-Tudor frontages. The Sunday People newspaper even ran a competition in 1982 offering a dream holiday for two to the reader for the best transformation of a former council home. </p> <p>Council house sales were regularly higher in London and the south-east. In other parts of the country, where the property market was less buoyant, the policy took longer to take off. In particular, sales in Scotland rose much more slowly than in England. </p> <p> In July last year, Newcastle council was selling homes for a nominal 50p in the notoriously difficult North Benwell area, in the hope of attracting young owner occupiers who would spend money improving the properties. </p> <p>\"In the north, prices are much lower,\" says Murie. \"They are not being bought by affluent people who do them up. Some are being bought by private landlords to let. You get people not being able to sell, for whom buying their home has been the wrong decision.\" </p> <p>Nationally, councils currently have a £20bn backlog in repairs, says Murie. Many of those which once fought the sale of council homes are now forced to consider wholesale stock transfer because they cannot af ford the necessary repairs. Even in militant Sheffield, where 21,477 council homes have been sold since 1980, councillors are this week considering selling the remaining 63,500 properties they still own. </p> <p>\"We still have 11,000 inter-war properties that have not been modernised,\" says Janet Parry, who manages the team considering future options for Sheffield's council housing. \"The toilets are in the porch, they still have the original windows and the kitchens are very basic. To bring those up to standard would be too costly. Over the years, we haven't been able to borrow enough money to invest to the level that we need.\" </p> <p>Merron Simpson, policy officer with the Chartered Institute of Housing, believes it is not too late to improve the right to buy policy. \"The government is trying to give local authorities a stronger strategic role for housing in their area,\" she says. \"But right-to-buy cuts across any idea of strategy, because people can buy their homes after three years. The local authority has no control over that. </p> <p>\"They should also be able to exclude certain properties where demand is high, or in parts of the country, like rural areas, where there is very little council accommodation.\" </p> <p>Ask Murie if right-to-buy has been a success and he is non-committal. \"You could say so. Or you could quite easily say it was totally disastrous. If you are lucky enough to be in a good property in somewhere like Essex, then you probably would benefit. But if you were in Liverpool you could have a very different story to tell.\" </p> <p> <strong>High hopes, low points</strong><br></p> <p> Even in the affluent south-east, where most people who bought their council homes have made a handsome profit, some people have had their fingers burnt. </p> <p>In Grays town centre, Essex, the local council recently bought back 38 high-rise flats at a total cost of £950,000 after the owners found they could not sell them. Building societies were refusing to give potential new buyers a mortgage. Now the council is letting tenants-turned-owners revert to tenants again. </p> <p>\"I was the first person to run into problems,\" says Lyn Smallcombe, who has a two-bedroom, sixth-floor flat in Lionel Oxley House. \"I bought it in 1989 for £20,750 and put it on the market for just under £30,000 three years later. Six couples came to view it, but each one rang back and said they couldn't get a mortgage on it. </p> <p>\"I wrote to the Halifax, who my mortgage was with, and they said it was in an anti-social area, or that it was a non-conformist building, yet three years before they were quite happy to give the money out to me. </p> <p>\"Then the council - who owned the freehold - decided to improve the building by cladding it, putting new windows in and putting in a new lift. Some of us were left with a £15,000 bill which on an unsaleable property was pretty high.\" </p> <p>Smallcombe and others in the same position began a seven-year battle with Thurrock district council, which was settled earlier this year. \"We kept pushing and pushing and eventually they bought us back, for the original price we paid, but dropping the £15,000 charge for improvements. That way nobody won and nobody lost,\" says Smallcombe. </p> <p>\"It's a relief. It means that I can move on. I am 58 now and when I am 60, if I wanted to, I could go into a smaller place. But it will be a council one, though.\"</p>",
  "Gerald Corbett never publicly doubted his own ability to run the railways. <p>When he was appointed in the summer of 1997, he cheerfully acknowledged that he had no experience whatever of the industry, but added: \"To be successful in senior corporate management does not necessarily require intimate corporate knowledge.</p> <p>\"There are people at Railtrack who know the company intimately.\"</p> <p>What Corbett is reckoned to be good at, not least by himself, is management - the sort of management that is applied to groceries and garages, hotels and hospitals, railways and racecourses.</p> <p>He has been a professional manager virtually all his adult life. He attended the business schools of London and Harvard, before joining the prestigious Boston Consulting Group, a high-powered concern which advices on corporate strategy.</p> <p>In 1982, after seven years of telling other firms what to do, he joined Dixons, the electrical store group, as a senior manager, moving on five years later to be the group finance director at Redland, an international building materials firm.</p> <p>In 1993, he moved up another notch, becoming group finance director of Grand Metropolitan.</p> <p>Four years later, he lost out to his counterpart at Guinness when the two companies merged. It was then that he was headhunted by Railtrack.</p> <p>It has been a bumpy ride. Eyebrows were raised by his initial salary - he started off on £325,000 a year, which, with pension entitlements and a £600,000 payoff from Grand Met, took his 1997 earnings to around £1m.</p> <p>However, initially, Corbett delighted shareholders with his tough entrepreneurial style and robust dealings with the government.</p> <p>The office of the rail regulator was harder to handle, and, as Corbett wrestled with the intricate finances of Railtrack, he came under remorseless pressure to invest more in maintaining and renewing the crumbling infrastructure of the network.</p> <p>In September 1997, just three months after Corbett took the top job, an intercity express from Swansea ploughed into a freight train at Southall, West London.</p> <p>Seven passengers were killed, and public disquiet about the state of the railways became an angry swell of criticism.</p> <p>Thirteen months later, another intercity train collided with a commuter train outside Paddington station, killing 31 people.</p> <p>It was Britain's worst rail disaster in a decade, and Corbett came under immense pressure to resign from his £7,600-a-week post.</p> <p>The pressure was not just from the public. Tony Blair and his minister in charge of transport, John Prescott, wanted a high-profile resignation to restore public confidence in the railways, and in the government.</p> <p>Corbett survived, but his tussles with the rail regulator resumed. Only two months ago, he was warned by the latest regulator, Tom Winsor, that the company had failed to achieve \"an appreciable reduction\" in the number of broken rails - a possible cause of the latest tragedy at Hatfield.</p> <p>In an August 4 letter to Corbett, Winsor said that he was \"not satisfied that Railtrack is taking all appropriate steps to secure or facilitate compliance with its network licence\".</p> <p>He was appointing, he said, independent consultants to examine the broken-rails issue. The letter followed an earlier warning on June.</p> <p>Corbett, 49, is now on an annual basic salary of £377,000, with another £21,000 in benefits.</p> <p>He waived an estimated £100,000 annual bonus in the summer following last year's Paddington crash.</p> <p>If his resignation is accepted, little public mourning is expected. But in industry and political circles, Corbett is still widely admired.</p> <p>Shadow environment secretary Archie Norman said: \"I fully understand Gerald Corbett's reasons for tendering his resignation.</p> <p>\"This has been another appalling tragedy. But he is widely recognised as one of the more talented managers of his generation.\"</p> <p>George Muir, director general of the Association of Train Operating Companies, said that Corbett had brought \"fresh air and energy\" to the industry. His resignation would be a loss to the industry.</p> <p><b>Useful links:</b> <br><a href=\"http://www.guardianunlimited.co.uk/hatfieldtraincrash\" target=\"_new\"> Special report: the Hatfield train crash</a> <br><a href=\"http://www.railtrack.co.uk/search/BuildResults.cfm?u=http://www.railtrack.co.uk/shareholder/agm99/directors/2.html\">Gerald Corbett's CV</a> <br><a href=\"http://www.guardianunlimited.co.uk/traincrash/\" target=\"_new\"> Special report: the Paddington disaster</a> <br><a href=\"http://www.rail-reg.gov.uk/\" target=\"_new\">Office of the Rail Regulator</a> <br><a href=\"http://www.warwick.ac.uk/services/publicity/WD/corbett.htm\" target=\"_new\">Gerald Corbett speech defending privatisation</a> <br><a href=\"http://www.railtrack.co.uk/\" target=\"_new\">Railtrack plc</a></p>",
  "1. British shoppers get through <a href=\"http://www.guardianunlimited.co.uk/uk_news/story/0,3604,384200,00.html\"> 8 billion plastic carrier bags</a> a year; 134 for every man, woman and child in the country. The <a href=\"http://www.detr.gov.uk\" target=\"_new\">Department of the Environment</a> would like us to <a href=\"http://www.useitagain.org.uk/\" target=\"_new\">re-use more of our bags</a> <p>2. It has a snazzy little <a href=\"http://www.doingyourbit.org.uk/\" target=\"_new\">Doingyourbit</a> website, pointing out that British households generate <a href=\"http://www.useitagain.org.uk/texts/blue01.html\" target=\"_new\">28m tonnes of waste</a> each year, and urging us, in so many words, to <a href=\"http://www.useitagain.org.uk/texts/green00.html\" target=\"_new\">cut the crap</a>. </p> <p>3. The Department's <a href=\"http://www.doingyourbit.org.uk/partners/index.html\" target=\"_new\"> business partners</a> are helping to raise awareness. At least one is sending out thousands of leaflets, doubtless printed on recycled paper. And there's a competition for <a href=\"http://www.useitagain.org.uk/texts/red04.html\" target=\"_new\">interesting ideas</a> to cut down waste, like the <a href=\"http://www.useitagain.org.uk/texts/red04pat.html\" target=\"_new\">fleece made from reycled plastic bottles</a>. </p> <p>4. You can test your own environmental friendliness by using the Department's <a href=\"http://www.useitagain.org.uk/texts/red03.html\" target=\"_new\">Waste-o-meter</a>. Nanny state? Naaaah. </p> <p>5. Our big supermarket chains, who dispense most of the plastic bags, are also keen on environmental matters. <a href=\"http://www.tesco.com\" target=\"_new\">Tesco</a>, which is vigorously promoting its organic credentials, offers a <a href=\"http://www.tesco.com/talkingTesco/organic.htm\" target=\"_new\">bag-for-life</a> scheme. Actually, it's not quite for life; it's for ten pence. </p> <p>6. Both <a href=\"http://www.j-sainsbury.co.uk/casestudyenvironment.htm\" target=\"_new\">Sainsbury's</a> and <a href=\"http://www.asda.co.uk/env.html\" target=\"_new\">Asda</a> have pages of information - bags of it - demonstrating how earnestly they care for the environment. The Sainsbury site is particularly good on <a href=\"http://www.j-sainsbury.co.uk/environment/96/lo-fi/page18.htm\" target=\"_new\">packaging</a>. </p> <p>7. The <a href=\"http://www.thencbs.co.uk/main.html\" target=\"_new\">National Centre for Business and Sustainability</a>, set up by universities in Manchester and Salford, has a range of <a href=\"http://www.thencbs.co.uk/project01.html\" target=\"_new\"> thought-provoking projects</a> on, well, business and sustainability. </p> <p>8. The <a href=\"http://www.plasticbag.com/\" target=\"_new\">Plastic Bag Information Clearinghouse</a>, run by the US packaging industry, offers an interesting alternative view of the great bag menace. </p> <p>9. Plastic bags are not just a hazard in the conspicuously consuming West. In developing countries like India they pose a <a href=\"http://www.wspa.org.uk/news/archive/oldnews38.html\" target=\"_new\"> particularly poignant</a> threat.</p> <p>10. There are many ways to re-use plastic bags. Some are <a href=\"http://www.frugalliving.about.com/parenting/frugalliving/library/blpcroc het.htm\" target=\"_new\">really quite interesting</a>.</p>",
  "The safety of Britain's rail system has been thrown into question yet again after the third serious accident in three years left four people dead and 33 injured yesterday. <p>The tragedy happened shortly after midday yesterday when a high-speed train derailed and broke up at more than 100mph, hurling some passengers onto the track.</p> <p>The cause of the crash is still being investigated but police ruled out terrorism as the cause last night despite receiving a bomb threat just two days ago.</p> <p>Railtrack has launched a full investigation and safety experts are concentrating on whether a section of axle could have failed as the train reached speeds of 115mph. Another possibility is that the track may have contributed to the horrific crash, either due to vandalism or a fault on the line.</p> <p>Many expressed a sense of disbelief that the death toll had not been higher. The train literally came apart as it took a right-hand bend on one of the busiest stretches of line in Britain. The timing of the accident has jarred emotions; it comes less than two weeks after the first anniversary of the Ladbroke Grove crash at Paddington.</p> <p>The 12.10pm GNER London King's Cross to Leeds service left the track near Hatfield, Hertfordshire, barely 20 minutes into its journey.</p> <p>The train split in two and a giant hole was torn in the buffet car. Some passengers reported that a loud bang was heard seconds before the carriages skewed off the track. Three ended up on their side, with four others derailed.</p> <p>The dead and most severely injured came from the middle section of the train.</p> <p>Two first-class carriages and the rear locomotive separated from the main section of the train and screeched to a halt; the buffet car, six standard class coaches and the front locomotive careered a few hundred yards further up the track. The buffet car then toppled over and smashed into a trackside pylon which tore off its roof.</p> <p>Of the 200 passengers on board the train, four were pronounced dead at the scene and 33 were taken to local hospitals.</p> <p>Witnesses described scenes of \"mayhem\", with bodies by the track and people weeping.</p> <p>Most of the casualties - 14 women and 12 men - were taken to the Queen Elizabeth II hospital in Welwyn Garden City, with the Lister hospital in Stevenage taking seven.</p> <p>In June 1998, another high-speed GNER train derailed on the same track just 20 miles away, injuring nine people, the Health and Safety Executive said.</p> <p>Chris Garnett, the chief executive of GNER, said the train, built in 1990, would have been serviced every night and there was nothing in its records which indicated any problems.</p> <p>He would not be drawn on suggestions that two years ago another GNER train suffered a broken wheel, reportedly because of metal fatigue. GNER was fined in that case.</p> <p>At the scene of yesterday's disaster a set of wheels, called bogeys, had come off a carriage that was left resting in bushes 100 yards away from the front section of the train.</p> <p>Mr Garnett said: \"We are investigating all the reasons, we do not know the cause. The problem we did have with the broken wheel was fully investigated and all repairs carried out, we don't believe it is that [the cause] but I keep saying, we do not know the cause of the accident at this stage.\"</p> <p>Nick Pollard from Railtrack, which is responsible for maintaining the tracks, said: \"The track is patrolled on a very regular basis, no less than on a weekly basis. We will be working through the findings of this to see if they can shed any light.\"</p> <p>He added that incidents of vandalism in the Hatfield area were not high, but vandalism could not be ruled out.</p> <p>The transport minister, Lord MacDonald, visited the scene within hours of the disaster, and expressed his sympathies to the relatives of the dead and the injured.</p> <p>He said that the railway inspectorate were carrying out an investigation into the causes of the disaster. He praised the emergency services and said that his thoughts were with the families of those who had died. He has also asked the HSE to provide an \"urgent\" report on the crash.</p> <p>The Liberal Democrat environment spokesman, Don Foster, said the Hatfield crash made it all the more urgent that the recommendations of the Cullen inquiry into the Paddington crash were implemented as soon as possible.</p> <p>A spokesman for the train drivers' union, Aslef, expressed \"heartfelt condolences\" and said it was cooperating with the investigation. The driver was breathalysed after the crash as a matter of routine.</p> <p>Survivors and relatives of passengers who died in the Paddington and Southall rail disasters today spoke of their sense of devastation that four people had been killed in yesterday's crash.</p> <p>Carol Bell, 35, from Reading, who survived the 1997 Southall crash, said: \"The staggering thing is that this happened during the Ladbroke Grove inquiry, just as that happened during the Southall inquiry.\"</p> <p>Ms Bell, who is vice-chairwoman of the Safety on Trains Action Group, spent the day telephoning other survivors and relatives of victims from Southall and Paddington to let them know there had been another tragedy.</p> <p>\"I have sat through the Southall inquiry and half of the Ladbroke Grove inquiry and I always believed there would be another major crash,\" she said. \"It will keep happening again and again.\"</p>",
  "<p>Trevor Beattie, the creative director at TBWA, the agency that holds the advertising account for the Labour party, has criticised Ken Livingstone's decision to plough up to £5m into creating a logo for London. </p> <p>He said: \"My first reaction is to laugh out loud. Ken needs to stop fannying about with logos and sort out the travel system, which is the job he was hired to do.</p> <p>\"London doesn't need a logo. London is a great brand. The priority should be making sure that is works more efficiently. London has never been a funkier place to be and I can't think of anything more naff than a great big River Thames logo.\"</p> <p>Mr Livingstone's decision to devise a brand and logo for London will be seen as a controversial move by cynical Londoners who want urgent attention paid to other issues such as transport and the environment.</p> <p>Mark Lund, the chief executive at Delaney Lund Knox Warren - the agency behind the government's recent teenage pregnancy campaign - believes the government is facing a tough job.</p> <p>Londoners share the same sense of civic pride to New Yorkers, he said, but they are also more cynical. \"In the UK, the city is somewhere you work but your heart is in the country. It may work as a badge of pride but it will be tough in London.\"</p> <p>David Farrow, marketing director at D'Arcy, one of the government's roster advertising agencies, was similarly sceptical. He said Mr Livingstone would have to plough at least £5m into a new logo for London if it was to succeed in turning around the negative feeling associated with the capital.</p> <p>\"This is going to cost a lot of money,\" he said. \"If you are going to energise people right across London you'll need a big push to make it happen. He will need to spend at least £5m.\"</p> <p>Mr Farrow compared the problem to that faced by the Evening Standard, which spends around £4m a year and doesn't aim to target every Londoner. </p> <p>Mr Farrow also questioned whether the new logo was even necessary. He said: \"'I love New York' worked at a time when the city was bankrupt and losing visitor numbers. This is not the case with London and I'm not sure it's worth it.\"</p>",
  "<p>The interactive agency Razorfish has announced it is laying off 200 staff worldwide - 10% of its workforce. </p> <p>Thirty staff from the UK office have been affected by what Razorfish is calling a \"performance improvement plan\". A statement from Razorfish said: \"Through this plan we are streamlining and aligning certain parts of our business to respond to evolving market needs, our clients and ultimately our shareholders.\"</p> <p>Industry sources suggest that cracks have been apparent at Razorfish, in which Omnicom has a minority stake, since the start of the summer when a number of the 300 staff at the UK office found they had no accounts to work on. </p> <p>\"The problem with Razorfish is that it expanded too rapidly and kept trying to expand even further because it needs to keep pleasing the US stock market,\" said one onlooker. </p> <p>Part of the difficulty at present is that big-spending clients have begun moving away from appointing new media agencies on a retainer basis in favour of using them on a project-by-project basis. This has had a damaging impact on agencies that went through periods of rapid expansion at the end of the 90s, prompting observers to suggest that the cutbacks at Razorfish could soon be followed by other Omnicom-backed agencies such as Organic, Agency.com and Think New Ideas. </p> <p>\"Someone had to do it first, but I would not be surprised if some of the other bigger agencies followed suit. The market is very different for everybody nowadays and it was always going to hit the big guys first. The smart money is now on mergers and rationalisation, particularly among network agencies,\" said Jon Bains, chairman of Lateral, an independent agency. </p> <p>Razorfish bought its way into the UK in 1998 with the purchase of fledgling new media agency CHBi and the digital creative agency Sunbather. It has bought local agencies in other global markets. </p> <p>Razorfish, which now has offices in the US, Asia, and Europe, floated on Nasdaq in April last year. Its share price is currently languishing around the $5 (£3.26) mark, a far cry from the high of $56 (£36.5) it reached earlier this year. </p>",
  "<p>US online music giant <strong>Launch.com</strong> is to launch a UK site next year. Noted music journalists such as Jim Irvin, former senior at Mojo, and Barney Hoskins, who worked at CDnow's ill-fated London operation, have been recruited to set it up. </p> <p>SmithKline Beecham has launched <strong>Ribena.co.uk</strong> - the brand's first global consumer website. </p> <p>French e-delivery service <strong>Koobuycity</strong> has denied rumours that it is in trouble after its UK site went out of action at the same time as competitors Urbanfetch and BagsofTime went out of business. </p> <p>Online IT business exchange <strong>E-exchange</strong> is understood to have laid off all its UK staff after investors pulled out. </p> <p><strong>GMTV</strong> is moving into e-commerce and plans to push Gmtv.co.uk as a women's portal. </p> <p>There is an interview with <strong>Alan McGee</strong> (on page 31) - now an internet man with Poptones.com. </p> <p><strong>Ben Way</strong> wins Revolution's award for Persistence In Staying Together (PIST for short) after surviving his strict \"no sex, no booze\" contract with his venture capitalists. </p>",
  "<p><strong>THE GUARDIAN</strong></p> <p>The Guardian carries a front-page story about Newsnight presenter Jeremy Paxman receiving the stolen Enigma machine in the post. (p1)<br> The paper reports that the BBC won the news ratings grudge match on the first day of the corporation's new-look schedule, with the new series of the Royle Family helping to draw viewers to the BBC's first Ten O'Clock News. (p11)<br> And British TV shows dominate the nominations for the international Emmy awards announced yesterday. Comedies Da Ali G Show and Smack the Pony and the dramas Longitude and Warriors were among them. (p11)<br> In the comment pages, Polly Toynbee says we urgently need more leftwing newspapers to counterbalance the predominantly right-wing press and urges \"good owners\" to step up for the Express. (p22)<br> The letters page carries the reaction of Tony Hall, the BBC's head of news, to Elizabeth Forgan's comments yesterday on the corporation's decision to move its news operation back to the centre of London. Mr Hall insists that building the news centre was not a mistake, rather it produced cost savings that enabled the BBC to invest in journalism. (p23)<br> The City pages report that the Hinduja brothers will today make their bid for the Express newspaper group. (p27)<br> And that, while ONdigital is now on target to have 1m subscribers by the end of the year, nearly one in five customers have allowed their contracts to lapse after just a year (p28)<br></p> <p><strong>THE FINANCIAL TIMES</strong></p> <p>The Financial Times puts a positive spin on the rise in ONdigital's subscriber numbers, saying the company is now close to its target of 1m. But it adds that analysts have expressed concern about a churn rate of close to 20%. (p33)<br> Procter &amp; Gamble, the US consumer goods manufacturer, has said it is looking for internet investment opportunities in Europe. (p38)<br></p> <p><strong>THE INDEPENDENT</strong></p> <p> The Independent reports that Adam Singer, chief executive of Telewest, has ruled out a near-term merger with NTL, the biggest UK cable group, due to the companies' combined £13bn debt load. (p20)<br></p> <p><strong>THE DAILY TELEGRAPH</strong></p> <p> The Daily Telegraph also carries a story about Mr Paxman receiving the stolen Enigma machine in the post, under the headline: \"Stolen Enigma machine sent by post to Paxman? Oh come off it.\" (p1)<br> And on the business pages the paper reports that Hollywood ticket.com, the interactive entertainment company backed by pop star Michael Jackson, is to lay off a quarter of its staff and become a business-to-business specialist. (p34)<br></p> <p><strong>THE TIMES</strong></p> <p> The parents of Siamese twins Jodie and Mary are reportedly close to selling their story to ITV. An exclusive interview with Trevor McDonald could be shown as early as tonight, according to The Times. (p3)<br> The BBC has accused ITV of using dirty tricks to scupper its first Ten O'Clock News by adding nearly four minutes to Who Wants to be a Millionaire? so that it overran the news bulletin's start time. (p8)<br></p> <p><strong>THE DAILY MAIL</strong></p> <p> Ephraim Hardcastle has a dig at the Express, saying potential buyers include Harrods boss Mohamed Al Fayed, soft porn expert Richard Desmond of Northern &amp; Shell and the Hinduja brothers, sponsors of the Millennium Dome's ill-regarded Faith Zone. \"Do you suppose we might hear from Saddam Hussein before bidding closes?\" he asks. (p15)<br> And The Daily Mail says the viewing public has gone off actor Robson Green, who has a £3.75m \"golden handcuffs\" deal with ITV. Mr Green's recent outings have not performed well, leaving ITV bosses with egg on their faces, according to the paper. (p46)<br></p> <p><strong>THE DAILY EXPRESS</strong></p> <p>The Daily Express reports that \"Nasty\" Nick Bateman's eviction from Big Brother has been voted one of television's top 10 live events in a survey commissioned to celebrate the 75th anniversary of the first television broadcast. The schemin' stockbroker beat Live Aid and the fall of the Berlin Wall. (p23)<br> Graham Lord writes a double-page feature on how Richard Whiteley became a king of daytime television. (p32)<br></p> <p><strong>THE MIRROR</strong></p> <p>Eamonn Holmes, who co-hosted GMTV with Anthea Turner, revealed yesterday that long-suffering GMTV staff dubbed her Tinkerhell. (p9)</p> <p><strong>THE SUN</strong></p> <p> The Sun carries exclusive pictures of the new-look Homepride cartoon mascot. The flour brand is updating its image in a £3m campaign featuring the bowler-hatted Fred in a variety of more modern outfits. (p9)<br></p> <p>AND FINALLY</p> <p> <strong>The Star</strong> reports that BBC bosses are moving Anne Robinson's hit tea-time gameshow, the Weakest Link, to a peaktime slot. The show will go up against ITV's Fat Friends and Who Wants to be a Millionaire? on Tuesdays and Thursdays. (p6)</p> <p><strong>Other useful sites:</strong><br><a href=\"http://www.theguardian.com/\" target=\"_NEW\">http://www.theguardian.com</a> <br><a href=\"http://www.ft.com\">http://www.ft.com</a><br><a href=\"http://www.the-times.co.uk\">http://www.the-times.co.uk</a><br><a href=\"http://www.telegraph.co.uk\">http://www.telegraph.co.uk</a><br><a href=\"http://www.independent.co.uk\">http://www.independent.co.uk</a><br><a href=\"http://www.the-sun.co.uk\">http://www.the-sun.co.uk</a><br><a href=\"http://www.mirror.co.uk/\">http://www.mirror.co.uk</a><br><a href=\"http://express.lineone.net\">http://express.lineone.net</a><br><a href=\"http://www.megastar.co.uk/site/today/index.html\">http://www.megastar.co.uk</a><br><a href=\"http://www.ananova.com\">http://www.ananova.com</a></p>",
  "<p>The Express and the Star are up for sale. What has been of late a more or less left-of-centre newspaper group is set to swing to the right again. Since most newspapers in this overcrowded scrum of a market are gut Tory, commercial sense doesn't come into it. The reason is that newspaper ownership has mainly been a hobby for mega-rich conservatives. Once they wanted to be land barons, now they want to be press barons. According to Roy Greenslade's reckoning, only the Sun, Sunday Times, Mail and Mail on Sunday make real profits, but newspapers give unknown businessmen the power to kick governments and make prime ministers grovel. </p> <p>Here's a story: who should be dining privately with the Blairs at Downing Street but the Daily Mail editor Paul Dacre and his wife? Thinking themselves among friends, Cherie brought the infant Leo in after dinner to breastfeed. The editor of the Mail turned green with shock and didn't know where to look. A mother's breast was more than this motherhood-and-apple-pie promoter could stomach. But the real shock is that he was there at all - he who trashes the government daily with gross distortion and calculated cynicism. Now the rightwing press has reverted to type, the prime minister should keep the whole tribe at dignified arm's length - no special briefings, no intimate Downing Street visits. </p> <p>Indeed there's a new hint of steeliness in the air, a murmur of a threat. Listen up, thugs. If Labour were to win the next election convincingly without the support of most of the press, the party would owe no favours. Muse on this. A first act once back in power could be a new media ownership bill. A return to the pre-Thatcher rules, no owner to have more than one national and one Sunday, limited cross-TV-and-press ownership and, as in most other countries, no non-EU citizen to own a paper at all. Goodbye Rupert. Goodbye Conrad. No doubt some of the divested papers would fall into equally bad hands, but many mavericks are better than mighty global empires. It's only a flicker of a dream but, say the voices, don't let the Sun imagine it will be enough to give last-minute support to Labour just before election day. </p> <p>Britain's poison press, the worst in the west, never represented the country: the balance of public opinion, as of votes, rests closer to the centre ground than the screaming front pages of most of the rightwing press. The battleships - Rupert Murdoch (owning 41% of total readership), Conrad Black and young Lord Rothermere - are barely challenged by the Guardian, the tiny Independent, the failing Express and the flailing Mirror. </p> <p>The ragbag of prospective buyers of the Express include: the Barclay brothers, fresh from destroying the Scotsman as a serious newspaper for the new Scotland, who would set Andrew Neil in the editor's chair to pump out rightwing anti-Europeanism sugared with hypocritical moralising (no chance, though, of beating the Mail at its own game); the deathly David Montgomery who destroyed the Mirror and the Independent as worthwhile endeavours, kills everything he touches (cuts and downmarket plunging are his specialties, but the Express needs the opposite); Mohamed Al Fayed would be bizarre; soft-porn merchant Richard Desmond, owner of OK, is an unappetising prospect. Other millionaires' names float. The best bet may be the mysterious Hinduja brothers, because nothing is known of them which is better than what's known of the rest. One-time Thatcher donors, they now swing behind Blair, who gave them British citizenship. Deeply religious Hindus, donating £1m to the dome's faith zone, they await a decision on bribery charges in India. </p> <p>Does it matter who owns these insubstantial organs? As it stands, not really. It's the potential that matters. Although Lord Hollick took the titles to the left, as sales slip the Express has been grasping at Tory bandwagons again - campaigning against the government on pensions and supporting the fuel protesters. Like sinking political parties, failing newspapers splash out wildly in search of attention. But Rosie Boycott's editorship has shown the way it could go. She has picked up more women and more young readers. </p> <p> S ome say it's a dead duck, but others see a mid-market opportunity. There's a left-of-centre chance with cracks showing in the Mail's internal contradictions. The Mail may have peaked and could be challenged from the left: 38% of Mail readers voted Labour. Old hacks say left-leaning tabloids always fail - that the Mail and Sun are heavy hitters because they punch nasty, which makes good copy. They say it's hard to be trenchantly liberal, but the Guardian would demur. Myth says that the left tabloid Today failed. In fact it was bought and deliberately closed by Murdoch. Others dimly recall the demise of the old News Chronicle and the Daily Herald, or Murdoch's buying up of the nascent Sun, all creating the superstition that only the right knows how to be popular. They forget the Mirror in its heyday. It is accident of ownership that fat money has flowed to make rightwing papers more attractive in a country with a basically pluralist, tolerant, Lib-Lab majority. </p> <p>The Express could be both left and popular, but not on the cheap - that was Hollick's big mistake. Costing some £100m to buy, it then needs millions more a year to compete with the Mail's lavish competitions, big serialisations and sheer buying power for top stories. What the Ex press needs is a rich leftwing consortium that will give it a decisive editorial line, a lot of money and take it a bit upmarket to aim at readers who hate the Mail. So where are Lords Sainsbury, Haskins and Bragg, Michael Levy and, yes, even the disgraced Geoffrey Robinson, who could redeem himself now? With left money and a left editor, it could even make a fortune. </p> <p>Do newspapers matter? Hunting as a pack, they set the pace: once on a roll, the press sets television news agendas too. Voters in the polling booth may not follow what their newspapers order, but reading this stuff every day how could they not be strongly influenced? That's why fear of crime so overestimates the real threat. It's why people say the NHS is no better yet, when asked about their personal experiences, most are very positive. The relentless drumbeat of Europhobia is bred in the press. But more than mere politics, the cultural air we breathe is soured by the acid rain of cynicism. Outraged at Labour's success, their corrosive pessimism says nothing works, everything's worse, all is decline and degeneration - and it's a lie. Most people are better off, even most of the poor. Most things are getting better, not worse. </p> <p>This is the past that Mail and Telegraph editors of the future will be yearning to return to. It's time Labour challenged their power. Meanwhile, let good owners step up for the Express. </p> <p><a href=\"mailto:polly.toynbee@guardian. co.uk\">polly.toynbee@guardian. co.uk</a></p>",
  "India has sold its entire fleet of Westland helicopters back to Britain for the scrap value of just £900,000, nine years after the machines were found to be technically faulty and grounded. <p>In an ignominious epilogue to the Westland saga, nine of the 19 helicopters acquired by India for £65m in the mid-1980s have been shipped back to the UK to be stripped down for spare parts. The second and final consignment is expected to leave Bombay by the end of the year. </p> <p>India's state-owned helicopter firm, Pawan Hans Helicopters, which operated the Westland 30s, dispatched the first shipment to AES Aerospace, a British firm based in West Sussex, in July. The flawed machines had spent the previous eight years rusting in crates at New Delhi's Safdarjung airport. </p> <p>\"We have not made any firm plans about what to do with them,\" AES's managing director, Vic Aven, said last night. The contract to ship the helicopters back to his firm's depot in East Grinstead was agreed two-and-a-half years ago but only signed last year, he said. He denied that the final shipment had been withheld due to \"payment problems\". The troubled helicopters might be repaired and flown commercially, he added. </p> <p>India bought 21 Westland 30s in 1985 after Margaret Thatcher persuaded Rajiv Gandhi, then prime minister, to ignore the advice of his aviation experts, who were against the sale. The money came out of Britain's aid budget and was given to India on condition it bought the helicopters. </p> <p>The deal - later described by officials as a \"catastrophic waste of money\" - bailed Westland and Mrs Thatcher out of trouble (though it failed to prevent the resignation of Michael Heseltine, then defence secretary). </p> <p>The 14-seater Westland 30s proved to be highly unreliable and a commercial disaster. Soon after their arrival in India in 1987 two crashed - one in the north Indian state of Jammu, and another in Nagaland killing 10 people. They proved to be unsuited to the tropical climate, needed constant servicing and repairs, and were flown only sporadically. </p> <p>In 1991 the helicopters were withdrawn from service on safety grounds. Two years later, after obtaining permission from the British government under the original 1985 \"sale\" agreement, Pawan Hans invited global tenders for the Westland 30s. But no one wanted to pay the £1.9m reserve price. Eventually AES Aerospace emerged as sole bidder. So far it has paid £450,000, half the sale price. </p> <p>Last night Pawan Hans said that the return of the helicopters to Britain would soon be completed. </p> <p>A spokesman for Westland helicopters last night admitted that sales of the W30s had been \"mediocre\". The helicopter, a civilian version of the Lynx, was no longer in production after the civil aviation authority withdrew its licence. </p> <p>Three years ago the international development secretary, Clare Short, ordered an inquiry into the helicopter deal, which she described as \"outrageous\". She criticised Lady Thatcher's role in the affair, saying it showed the importance of de-linking aid from political considerations. </p> <p>The national audit office, in its subsequent investigation, concluded that the government lost more than £105m, including money on research. </p> <p>Since the helicopters' purchase price was paid for using British aid, the Indian government is obliged to return the £900,000 to the UK's department for international development. In a final irony, though, Ms Short has pledged that the money will be sent back to India again to be used for poverty alleviation.</p>",
  "<p><strong> Extra time for Microsoft</strong><br> </p> <p>The European commission has given Microsoft extra time to answer charges it is abusing its power to gain an edge in the global market for server software. </p> <p>\"The deadline for Microsoft to respond is now mid-November,\" said a spokesman. \"They asked for an extension and we granted it.\" </p> <p>If Microsoft does not satisfy the commission's concerns, it could be fined up to 10% of its worldwide revenues, although such a large fine has never in practice been imposed.</p> <p><strong> TU funds dump Widows</strong><br> </p> <p>Britain's TU Fund Managers has dumped Scottish Widows Investment Partnership as manager of its £185m in assets, citing staff losses and poor performance at the Edinburgh-based firm. </p> <p>Rothschild Asset Management will now run TU Fund Managers' £100m British unit trust, the £82m European unit trust and the £2.5m Income unit trust. </p> <p>Scottish Widows lost more than £1bn in institutional funds in August this year and on Monday confirmed that it had been sacked as adviser by the £450m Hill Samuel Property Unit Trust.</p> <p><strong> EdF cautious on market </strong><br> </p> <p>The head of Electricité de France said yesterday that EdF was prepared eventually to open 100% of the French market to competition but not faster than the majority of its European Union rivals. </p> <p>EdF chairman Francois Roussely told Reuters that France would have liberalised 34% of the market by the end of the year, allowing it to attain the EU average level of market opening. </p> <p>All French industries which consume over nine gigawatt hours of power per year, or some 250 plants, will be eligible to purchase their electricity from the EU supplier of their choice from December. But state-owned EdF - which produces over 90% of France's power - was not prepared yet to start allowing domestic customers to shop around for supplies.</p> <p><strong> The dope on directors</strong><br> </p> <p>A third of financial directors have tried cannabis, according to a survey out today. The research, conducted by Reed Accountancy Personnel and Accountancy Age, asked 250 financial bosses across Britain if they had tried cannabis. </p> <p>Almost a third said yes, 61% said they had never tried the drug and 6% refused to answer. </p> <p><strong> Bathroom jobs to be cut</strong><br> </p> <p>Irish bathroom manufacturer Qualceram Shires is to cut 80 jobs from UK ceramics, acrylics and shower manufacturer Shires, which it bought last month for £34m in cash. </p> <p>Shires employs more than 660 people at production sites in Longton and Hanley, Stoke-on-Trent; Bradford; Rochdale; and Darwen, Lancashire. </p> <p>Qualceram Shires said no decision had been made on where the jobs cuts would be made.</p>",
  "<p>UK shoppers use 8bn plastic carrier bags a year - 323 for every household in England or 134 for every person in the country. </p> <p>For the government this poses a problem - eventually the bags have to be disposed of, and a year's supply of carrier bags thrown on the ground could cover an area 200,000 times the size of Oxford Street. </p> <p>But the Department of Envi ronment is heartened by a survey which shows four out of five people re-use plastic bags, half of them for shopping, 43% for work or school, and 39% for packing gym kit. </p> <p>The survey carried out for the government's £25m \"Are you doing your bit?\" campaign worries about the one in five people who never re-use their bags. With the bags taking many years to decompose the campaign believes the bag problem is ballooning. </p> <p>Michaela Strachan, spokeswoman for the campaign, said: \"Supermarket carrier bags may not be glamorous, but it is encouraging that people are finding ways to re-use them - we are all clearly bag ladies at heart.\" </p> <p>The government campaign is encouraging supermarkets to extend \"bags for life\" schemes in which shoppers can opt for a more substantial bag that can be used repeatedly or even plastic crates to put in the car. </p> <p>Useful links:<br><a href=\"http://www.doingyourbit.org.uk\">www.doingyourbit.org.uk</a> <br> <a href=\"http://www.useitagain.org.uk\">www.useitagain.org.uk</a></p>",
  "<p>The £233m deal to buy teenage spots remedy Clearasil is Boots' biggest acquisition since its disastrous purchase of retail conglomerate Ward White 10 years ago. </p> <p>It paid £900m for the Halfords, Payless and Fads group, but within a year it was clear it had overpaid - outrageously. Far from putting some fizz into Boots, Ward White was a white elephant which succeeded only in denting Boots' profitability. Piecemeal, it was unloaded and today only Halfords remains part of the Boots empire. </p> <p>That dismal deal was the brainchild of Lord Blyth, then chief executive. It is probably no coincidence that this new adventure into dealmaking comes only shortly after his departure as chairman. </p> <p>But the Clearasil acquisition looks far from being a Ward White-style stinker. It adds £94m annual sales to Boots Healthcare International - until now a £200m-a-year business. And that is before Boots rebrands a variety of French and German spot creams it already owns. It will also give BHI access to crucial American and Japanese markets for other big brands like Nurofen and E45. </p> <p>Above all it will draw attention to BHI - a wallflower of a business, currently afflicted by the cloud of gloom which is hanging over all retail stocks. </p> <p>Boots has its problems - not least its 120 stores in town centres with too much square footage now that it is pulling out of the home and leisure merchandise which traditionally filled its second floors. Boots is trialling services such as physiotherapy and beauty treatments in those wide open spaces and crossing its fingers the plan will work. </p> <p>Analysts reckon BHI alone could be worth £1bn. If the new services show any signs of success - and there are encouraging signs, according to insiders - then Boots' share price is far too low. </p> <p><strong> Granada's gain </strong><br> </p> <p>There also is something rather churlish about the way the investment community has treated Granada Compass since the hotels and catering group was created in the summer. </p> <p>The first raspberry came on day one, with the City complaining that splitting the old Granada in two and merging its hotels with Compass risked diluting the reputation for go-go growth built on the pure catering side by Francis Mackay. So, last month news leaked here that Mr Mackay and his new chairman, Gerry Robinson, had accepted the City's arguments and were now ready to sell the hotels to French rival Accor. The market's reaction was one of indifference. </p> <p>This week news emerged that Accor has pulled out of the talks, leaving Granada Compass to put the business up for auction instead. The market's reaction this time? Fresh hostility. </p> <p>Now, it is argued, the whole thing will drag on deep into next year, with Compass probably being forced to sell off the various hotel brands piecemeal. Shares in Compass fell another 1.25% yesterday to make a shocking 32% loss over the past six weeks. </p> <p>This appears to be a classic case of one-speed thinking in the City, where being in line with the consensus tends to be a greater prize than being right. </p> <p>Whatever Messrs Robinson and Mackay say, it is a safe bet that the two planned to sell the hotels business from the outset - the complexity of the overall merger dictating that this part of the grand plan would have to wait. It can also be assumed that the leaking of the Compass/Accor discussions was more damaging to the French group's negotiating position than to the British firm. Accor stock slumped on fears it would have to raise cash to complete what was likely to be a £3bn deal. </p> <p>It is fair speculation that Compass received a number of 11th hour offers for the hotels once it became clear it was genuinely ready to sell. And it is not too much of a leap of faith to believe that Compass would only have allowed Accor to flounce away from the negotiating table if it were confident of achieving better value elsewhere. </p> <p>It has taken 10 years to turn Granada from a sprawling, underperforming wreck into two lean, well managed Footsie businesses. Griping now over whether the job is completed in two months or four months is plain crass. </p> <p><strong>Void vision</strong><br> </p> <p>There it was, gone. Anglo-Swiss insurer Allied Zurich switched its primary share listing this week from Britain to Switzerland, becoming Zurich Financial from yesterday morning. But London's trading community did not receive their new shares. They could not trade and, in effect, this £30bn European blue chip all but disappeared for a day. </p> <p>It was not immediately clear who was at fault, with the Crest settlement authorities in London blaming the Swiss. But the affair is another reminder that in an increasingly sophisticated international investment environment, Europe's trading and settlement infrastructure remains a long way short of adequate.</p>",
  "<p>Boots has splashed out £233m hoping to clean up in the market for teenage acne treatments. </p> <p>The retail chain's medicines division, Boots Healthcare International, is buying the 50-year-old Clearasil brand from the US group Procter &amp; Gamble in a deal which will increase BHI's sales by nearly a third. </p> <p>BHI's managing director, Barry Clare, said Boots intended to use the \"neglected\" Clearasil brand on a range of anti-acne products it has in its portfolio after the purchase of skin care groups Lutsia in France and Hermal in Germany in the mid 1990s. \"We have a lot of technology and a whole range of products we can exploit.\" </p> <p>The Clearasil brand had sales of £94m last year and is the market leader in the US and across a number of European markets. </p> <p>Boots said the market for teenage acne treatments is growing at 5% a year. </p> <p>Acquiring the brand would also give BHI access to the US and Japanese markets, Mr Clare said. </p> <p>\"It will be our first venture into those markets. We will then be able to put the rest of our skin care range through those channels and follow up with the rest of our portfolio.\" </p> <p>Boots Healthcare International is the fifth biggest over-the-counter medicines company in Europe and the fastest growing, even before yesterday's deal. </p> <p>The group sells in more than 100 countries and focuses on three main product categories: skin care, analgesics, and cough and cold remedies - the last featuring brands such as E45, Nurofen and Strepsils. </p> <p>Mr Clare said: \"The Clearasil acquisition is an excellent strategic fit, substantially increasing NHI's global scale and coverage. It enables us to leverage our skin care technology and also broaden distribution in Europe to drugstore and grocery channels.\" </p> <p>BHI hoped to do other, similar deals. </p> <p>Analysts greeted the deal enthusiastically, calculating it would add £10m to the group's bottom line by March 2002. </p> <p>Nick Bubb of SG Securities said the acquisition was \"a good deal at a sensible price\" and it \"enhances the value of BHI\". </p> <p>Boots shares added 0.5p to 527.5p.</p>",
  "<p>One year after being forced to postpone flotation plans amid a wave of investor scepticism, Regus, which runs business centres, was celebrating last night after finally making its stock market debut in London and New York. </p> <p>The bold decision to press ahead despite the recent market turbulence proved to be justified as the stock rose from its 260p-per-share offer price to close the day in London at 277p.</p> <p>City analysts expect the shares to surge even higher as the company, regarded as one of the fastest growing in Europe, continues its aggressive expansion plans.</p> <p>Most of the £235m raised in yesterday's flotation will be used to set up more business centres in the US.</p> <p>The company, set up 11 years ago by chief executive Mark Dixon, started off as one Brussels-based office catering for the city's stressed travelling executives.</p> <p>It now has 302 centres in 47 countries offering fully equipped office space, secretarial and technical support.</p> <p>Last year, institutional investors were questioning the company's financial strength and its ability to achieve expansion targets. These worries, it seems, have been banished by a strong performance, with revenues for 2000 predicted by management to be between £385m and £415m.</p> <p>\"The view is this is a real growth story,\" said one analyst. \"It's the sort of story investors are happy to buy into.\"</p> <p>Regus is by far the dominant force in a sector with just a handful of players, although more competitors are expected to emerge over the next couple of years.</p> <p>Its nearest rival, albeit unlisted, is US-based HQ Global Workplaces, while the smaller Servcorp of Australia is also on the scene.</p> <p>The company's business centre roll-out programme is not, however, totally free of problems.</p> <p>The costs associated with setting them up, such as finding sites and signing leases, are high and it can take many months before they make it into profit.</p> <p>It does bear many hallmarks of old economy companies, such as links to the property market, though it is not directly exposed to oil price volatility.</p> <p>The positive aspects, however, far outweigh the negative and this could well be a good addition to the portfolio.</p> <p>Buy.</p>",
  "<p>More than 350 people have died in Vietnam's worst floods for 70 years. Most of the victims are young children who drowned while left unattended by their parents. </p> <p>Hundreds of thousands of people in the Mekong delta in southern Vietnam have been forced to flee their homes, and water levels are so high that they will not be able to return until December. </p> <p>Last week the floodwaters receded for the first time since July. But a new wave of sustained, heavy rain has pushed levels back up again to the point where the country's commercial capital, Ho Chi Minh City, could find itself inundated. \"The flood is now reaching provinces where people are not used to seeing something on this scale,\" said Peter Michelson who is coordinating the Red Cross's relief effort in the delta. </p> <p>Those whose homes have been submerged are living on small, muddy dykes in squalid, unhygienic conditions. Many have run out of food and rely on relief workers to bring in supplies. </p> <p>Hunger and disease are not the only dangers. A number of crocodiles - not normally seen in the Mekong delta - have appeared in the floodwaters. It is believed that they were washed downstream from Cambodia or escaped from crocodile farms in Vietnam. </p> <p>There is also a plague of golden snails which are breeding rapidly in the flood water. Farmers have reported seeing millions of snails' eggs. It is feared the snails will eat any rice crops that survive the flood. In the past the authorities have had to organise communal, mass culls of the snails to protect agricultural land. </p> <p>Every year floods in the south cause disruption, but this time things are far worse. And in central Vietnam heavy monsoon rains have caused devastating floods for the last three years. So far this month, more than 50 people have died in flash floods well away from the Mekong. Some environmentalists believe east Asia's weather patterns are becoming increasingly extreme and dangerous. </p> <p>\"There's a lot more rain falling in less time. Overall the amount of rainfall isn't changing but it's coming down in very intense short bursts,\" said the UN's environment adviser in Hanoi, Craig Leisher. </p> <p>But the problem is also manmade. The Mekong river starts in China and flows through Laos, Thailand and Cambodia before reaching southern Vietnam. All along its course, forests are being cut down, reducing the land's capacity to retain water. Downstream, the people of the delta are on the receiving end of the more extreme floods that result. </p> <p>The Vietnamese authorities have tried to clamp down on illegal logging but with limited success. \"Some cases have gone to court. Even so, deforestation has still happened. Some poor people still cut down trees. They need the money to make a living,\" said Nguyen Tuy Nien, director of flood control and dyke management. </p> <p>Local newspapers have reported that there have been more than 39,000 violations of forestry regulations so far this year. Illegal loggers are turning violent when challenged by forest rangers. </p> <p>Other modern practices, such as creating concrete river banks so buildings can be put up near the Mekong, contribute to the volume of water arriving downstream. And it is feared that increased damming of the river - especially in China and Laos - could compound the problem. When reservoirs fill up, dam managers release vast amounts of water, adding to the difficulties downstream. </p> <p>The Vietnamese government says it wants people to live with floods rather than escape them. In recent years the authorities have extended small loans so families can build their houses on stilts. Thousands of wooden boats have been distributed so that flood victims can fish for their own food rather than rely on aid agencies. Effective early warning systems have been installed; without them many more people would have died. </p> <p>But such initiatives cannot hide the fact that the number of people vulnerable to flooding is increasing. \"More and more people are living in the delta, closer to the banks,\" said Koos Neefjes of Oxfam. \"These very poor people need to fish; they need to live on the river banks.\" </p> <p>Vietnam is one of the most densely populated countries in Asia. By implementing a policy of trying to limit children to two per family, the government is said now to have largely controlled population growth. That will ease the situation in the future but for the present, there is still great pressure on marginal land as people try to find somewhere to make a living. </p> <p>The increasing numbers in the Mekong delta have resulted in new agricultural practices. The type of rice, for example, traditionally grown there can withstand most floods because it floats. But popular new strains, while more productive, cannot survive a long flood and much of this year's crop has been lost.</p>",
  "<p> 'What we need is a hit record. It's important to my ego as an entertainer.\" The 63-year-old with bright eyes like polished coal is sitting hunched behind a table on his custom-built tour bus. If his peers, Willie Nelson and Johnny Cash, can enjoy late-career respectability, Merle Haggard is determined that his time should come again. </p> <p>Best known for Okie from Muskogee, Haggard had a run of 65 hits on the country charts in the 19 years leading up to 1985. But he is rather more self-destructive, distrustful of the music industry, success and maybe even himself than today's crop of sanitised country-lite stars. And while Nashville honours its elders as an exercise in self-validation, that doesn't mean it wants to hear too much from them. </p> <p>When Haggard was inducted into the Country Music Hall of Fame in 1994, he appeared on the stage, live on network television, with a roll of paper containing the names of those he said he must thank. \"First of all,\" he said after unfurling the roll, \"I'd like to thank Andy Gump, my plumber. You're doing a great job keeping my toilets working, Andy.\" </p> <p>The songwriter whose work has earned him soubriquets such as the Poet of the Common Man - Today I Started Loving You Again, for one, has been recorded by 400 artists - wants recognition, but only on his own terms. Haggard arrived at the conclusion that no record company would allow him to make the record he wanted, so he opted out for four years, though he continued to play about 150 shows every year. Then he hooked up with Anti Records, a subsidiary of Epitaph, the label that nurtures Rancid, Voodoo Glow Skulls, the Offspring and Midget Handjob. </p> <p>Haggard cannot stop saying how glad he is to be on a punk label at last. The match is not as odd as it might seem, given that Anti is designed to dovetail with substantial artists from outside the mainstream: Tom Waits had the biggest-selling record of his career when Anti released Mule Variations last year. </p> <p>The singer has, however, spurned other chances to give a new focus to his career. When Nelson, Cash, Waylon Jennings and Kris Kristofferson formed the Outlaws in an exercise designed to capitalise on their distance from the Nashville establishment, Haggard was invited to join in. \"It got to be a cool thing to be considered a part of the outlaw community,\" he says. \"They offered to expand it to five people. I didn't have time and the pie was too thin.\" </p> <p>Instead, Nelson extended his audience by recording the arty Teatro with the producer Daniel Lanois. Cash achieved the same effect by reducing his music to its essence on American Recordings. Haggard's pitch to follow suit came with the release of If I Could Only Fly. Its arrangements are lightly adorned, all the instruments at the service of his genre-defining voice, the model of authority and controlled emotion. There's no need to ask who the songs are about: there is no third person in evidence here. His life is the original handbook for many of the country staples: poor childhood, father dead when he was nine, prison for burglary as a young man, divorces, drink and drugs. Haggard once told Johnny Cash how much he'd enjoyed a concert at San Quentin prison, in California. Cash said he didn't remember Haggard on the stage; that, said Haggard, was because he wasn't on the bill, but in the audience. </p> <p>Haggard is a hero to the alternative country crowd, many of whose members tipped their hats to him six years ago on Tulare Dust, a successful tribute album. But he's not bothered about any of that. \"I don't pay much attention to records any more. I like to see people sit down with a piano or a guitar. I still listen to [honky tonk man] Lefty Frizzell and Hank Williams. I don't believe anyone's ever outdone Lefty.\" </p> <p>Although he's pleased with his new record, he has reservations about its likely fate. \"This is my last hurrah,\" he says. \"I think people are dying to see a high wire act without a net.\" At this point he mentions Hank Williams again. Later he will include John Wayne and James Dean among the individuals who have dared to put their talents on the line. </p> <p>Haggard is appearing on David Letterman's TV show the following night but he is not a-quiver with anticipation. \"He's not going to give me couch time.\" But at least he's on the show. \"I guess somebody gives a shit.\" But there are other opportunities, even if they stopped playing authentic country on the radio years ago. \"The video will probably not be played anywhere,\" he says. \"They're not going to play me when they can play those good-looking girls. I don't blame them. Some old guy like me isn't going to take the spotlight away from them. But I'd like to sell records again.\" </p> <p>One record that he did sell, effortlessly and controversially in 1969, was Okie from Muskogee, the most eloquent of redneck anthems and the song with which he will always be most readily associated. The song's rejection of the prevailing cultural forces in the 60s - leftish values and hippie ideals at the pinnacle of the Vietnam war - can be taken on a number of levels, and Haggard recommends that it is. Predominant among these, though, is his persistent defence of ordinary blue-collar people. </p> <p>At Haggard's live show at New York's Irving Plaza that night, Okie receives the biggest cheer. Here, as the audience celebrate their lives vicariously through his short-story songs, Haggard is enjoying himself with his outstanding band, the Strangers. And from the album that Haggard says will determine the course of a near-40 year career, he plays just one song. </p> <p>If I Could Only Fly is on Anti Records.</p>",
  "<p>After the death of 35 people in the Clapham train disaster in December 1988, the official inquiry called for the rapid installation of an automatic train protection system. Eleven years later, when a further 31 died in the Ladbroke Grove crash, there was still nothing in place. In <strong> The Commission</strong> (8.0pm, Radio 4), Nick Ross asks Will Hutton, Conor Gearty and Lady Dean what they think of such investigations. Are they just a waste of time and money, or is there some way to make them more effective? </p> <p>As part of this week's Faith In The Nation series, the poet Stewart Henderson looks at how different religions cope with man's inhumanity. <strong> Where Was God? </strong> (9.0pm, Radio 2) considers the churches' response to such global horrors as the Nazis' mass murder campaigns and the ethnic slaughter in Rwanda. But it also examines the intensely personal reaction of a Somali mother of eight whose husband is being tortured in prison.</p>",
  "<p>About £2.3bn could be wiped from the value of Britain's leading computing and IT firms if they are forced to make provisions for share options in their profit and loss accounts. </p> <p>The Accounting Standards Board's proposals for companies granting share options to show this as a cost in their profit and loss account would knock an average of 5.65% off pre-tax profits at each firm, according to a report published by technology corporate finance specialists Capital Strategies.</p> <p>The report, Equity@work, calculates that if the market adjusted the valuation of each company to reflect the fall in headline profits their combined market capitalisations would fall by £2.3bn.</p> <p>\"It is clear that for most technology companies, the ASB's proposals will have a significant impact on profits,\" said Robert Postlethwaite, a director of Capital Strategies. \"Whilst some investors favour the transparency the proposals may bring, we think that they will impact adversely on valuations, which may give them pause for thought.\"</p> <p>Capital Strategies surveyed 88 stock market listed computer and IT services firms. It found that almost all operated extensive share option plans for employees.</p> <p>Hi-tech companies in the early stages of development and where human capital is the main cost often use options as a way of attracting staff at a time when they make little or no profit. The practice is particularly prevalent in the US, where staff are offered valuable options in return for loyalty and there are less stringent limits on options.</p> <p>British firms believe that the ASB's initiative would hit developing hi-tech companies particularly hard and place UK firms that operate in a global market, such as Logica and CMG, at a disadvantage.</p> <p>Investors argue that the value of share options should be reflected in profit and loss accounts because options are a cost that will eventually dilute investors holdings.</p> <p>Capital Strategies found that if companies continue to award shares at the same rate each year the average dilution rate over the next 10 years will be 22%.</p> <p>The sum exceeds guidelines set down by the Association of British Insurers and the National Association of Pension Funds. They expect dilution of no more than 10% over a 10-year period.</p> <p>At a company like Logica, where executive directors are sitting on options worth more than £15m, the dilution over a 10-year period based on the most recent share option grants could exceed 18%.</p> <p>Inland revenue figures show that 4,000 companies operate share options schemes, with 2m employees taking part.</p>",
  "<p>Ministers pushing the case for radical reform of town and county halls think their campaign to create a network of elected executive mayors in England after the next general election is finally paying off. With some 14 councils, led by Birmingham, preparing to hold mayoral referendums - and a string of others poised to join them - all the signs now point to a \"national democracy day\" in 12 months' time. </p> <p>The idea is to co-ordinate up to 30 mayoral referendums next October to test popular support for an elected first citizen - with full-blown mayoral polls coinciding with local elections in May 2002. </p> <p>This comes as key members of the New Local Government Network, a pressure group close to Downing Street, publish the results of a lengthy research project which urges the government to be far bolder in giving councils more powers and responsibilities - and argues that policies imposed from the top without local support often fail. Significantly some of the findings of the project, Towards a New Localism, which will be discussed at a conference in London tomorrow, follow the Guardian's own agenda for local democracy, published last month in its alternative election manifesto. </p> <p>The network says that the mayoral debate should light the spark for a much wider reform process, with councils developing into the champions of their areas by assuming a wider leadership role embracing the economic and social health of communities. It attacks the excessive centralism of Whitehall and calls for a new system of five-year \"partnership compacts\", drawn up between town halls and all local stakeholders, which would replace the panoply of government-inspired programmes. Councils selected for such compacts would get extra government cash and support. </p> <p>With the network influential in parts of the government, the reaction of ministers so far has been interesting. Perhaps with an eye on the project, local government minister, Hilary Armstrong, has urged authorities to become more adventurous. \"Councils don't need to wait for a lead from central government before testing new ideas,\" she last week told the annual conference of the Society of Local Authority Chief Executives. \"I'd be very pleased to see more evidence of councils making the running with their own reform agenda.\" </p> <p>Armstrong finally pushed through legislation paving the way for mayors and cabinet-style administrations three months ago, with her boss at the environment department, John Prescott, publicly expressing opposition to the concept. </p> <p>Nevertheless, with Birmingham now on track to lead the field, it is likely that other big cities will join small authorities - such as Berwick-upon-Tweed, and several London boroughs - in quickening the pace for change. Birmingham's support rested on a knife edge. But the council's Labour leader, Albert Bore and his deputy, Andy Howell, have narrowly retained their positions after beating off opposition in the city's divided Labour group.</p>"
]