[
  "<p>\u0095 Simon &amp; Schuster are looking to Michael Crick to help them to boost sales, having picked up his Rupert Murdoch biography after Fourth Estate, now part of the NewsCorp empire, found it impolitic to proceed. Crick promises analysis of Murdoch's role in world affairs over the last decade, which should get the punters going. S&amp;S UK's turnover is up for the first half of the year, unlike that of its parent company, and their finance director has his own ideas as to why business is slow. \"Some of the product we've launched,\" he muses, \"has not sparkled quite as it would have done in a better publishing environment.\" So now you know: it's your fault. </p> <p>\u0095 Radishes are the new rock'n'roll, apparently, and chef Anthony Bourdain continues to beguile the media with his memoir Kitchen Confidential. The Loafer was therefore delighted to receive an invitation to his party this coming week, although slightly terrified by the news that it doesn't begin until midnight. After the kitchen closes, of course.</p> <p> \u0095 If you want to get your book out there double-quick, shuffling off this mortal coil isn't a bad option. Penguin are bringing forward the paperback of Alec Guinness's A Positively Final Appearance by a month, while Macmillan are reprinting Robin Day's Grand Inquisitor to hit the shops as soon as possible. Meanwhile, Weidenfeld's Ion Trewin has finally finished editing Alan Clark's Diaries (enlarging them from A4 to A3 and then using a magnifying glass) in time for October, and Anthony Powell's A Writer's Notebook will appear from Heinemann in November. </p> <p>\u0095 Christmas is already upon us book folk, as all and sundry are pimping their would-be big-sellers for the end of the year. The Loafer was intrigued to see that Doris Lessing has entered the fray with a book entitled The Old Age of El Magnifico. Trade magazine The Bookseller describes it thus: \"This poignant little story about an old friend suddenly deprived of a leg will have resonance for all cat owners. The perfect Christmas gift.\" That's the sentimentalist amputee moggy brigade sewn up, then.</p>",
  "<p>I f the London and Frankfurt stock exchanges were running for public office, electors could have been forgiven for voting for \"neither of the above\". </p> <p>The campaign to sell the merger of the two exchanges got off on the wrong foot and never recovered - bogged down on issues ranging from which currency shares would be traded in to whether new listing requirements would be imposed on top German companies when trading in their shares moved to London. </p> <p>The very considerable efforts to sell the deal as a merger of equals by dividing up the benefits only led to critics in Britain and Germany believing that they were coming off second best. </p> <p>The mission to explain is still rumbling on. Yesterday Walter Seifert, the head of the Frankfurt exchange, was explaining the workings of the Xetra trading platform to a small team from retail brokers group, Apcims. UBS Warburg, which is now the London Stock Exchange's second largest shareholder, believes more work is needed. Little wonder that London members are still pressing for the merger vote - scheduled for September 14 - to be delayed. </p> <p>The difficulty facing the voters in each constituency, as it were, is that they cannot vote for \"neither of the above\". They can either back the deal or give it the boot. If they vote yes to the merger then they will be faced with the very considerable challenges of integration. Explaining the way that would be done has proved tricky enough. Actually doing it will be tougher still. </p> <p>But rejection would bring its own problems. The vote is not taking place in a vacuum. It is not a result of the boards of the two exchanges suddenly deciding it might be fun to team up. The merger is being driven by the demand for high volume, low-cost cross-border share dealing in Europe via a secure, liquid market. </p> <p>That demand will not disappear just because London and Frankfurt do not get their joint act together. Paris, Amsterdam and Brussels are pushing through their own Euronext merger. Big investment banks are backing alternative systems for trading cross-border - both at the wholesale and retail levels. If iX, as the merged London-Frankfurt exchange will be known, does not happen then they will put even more effort behind developing alternatives. Rejection would mean, too, that both centres would have to develop their own trading strategies to meet the demand for cross-border dealing. </p> <p>Neither would find it easy. Euronext would no doubt hold the door open to London. Getting the British exchange on board would be a big coup. But would the London Stock Exchange fancy the idea of selling another merger, or even a more limited form of cooperation, to a membership which has just voted down iX? </p> <p>Frankfurt's preferred option might be to go it alone and use its Xetra trading platform as a lure to bring in other European exchanges not yet committed to alternative alliances. Milan and Madrid spring to mind, for example. </p> <p>But both sets of voters would do well to keep in mind that if they do not agree to face the future together they will have to do so as rivals and in a competition in which they are far from being the only players. </p> <p><strong> Just the spirit </strong><br> </p> <p> In the global wines and spirits business Diageo, created in 1997 through a merger of Guinness and Grand Metropolitan, is a formidable presence. It has a market share of about 18%. Its competitors all languish below the 10% mark. Naturally enough they are anxious to close the gap. </p> <p>The reasons are simple - spirits brands require huge marketing budgets. Diageo can afford the sort of blanket advertising needed to make its Johnnie Walker, Baileys and Smirnoff brands household names throughout the world. Furthermore, the industry is vertically integrated - companies that make drinks also distribute them. So there are economies of scale in having a big portfolio of products. </p> <p>News that Seagram's drinks business is up for sale is a heaven-sent opportu nity for someone to chase down Diageo. Indeed, the competition to land the deal could push the price well beyond the widely mooted $7bn (£4.6bn), towards $8bn or even more. </p> <p>Diageo can spot the possibilities and has come up with a clever response. It knows it is unlikely that the regulators would allow it to swallow Seagram whole. But by teaming up with Pernod Ricard it can try to push events in the direction it would most like them to go. </p> <p>Pernod Ricard is, arguably, the least formidable of the \"second-tier\" companies in the industry. It has poor distribution outside Europe and many of its signature brands have localised appeal. The French group lacks the means to land Seagram alone, but with Diageo on board for a couple of billion it has a golden opportunity to achieve the global scale it is perceived to need - and persuade the rest of the world of the delights of aniseed spirits.</p>",
  "<p>When the regulatory body for financial services itself says that past performance provides no guide to the future of an investment fund, managers and customers alike may wonder whether they are wasting their time. Comment on the aims and make-up of any unit or investment trust might seem useless. </p> <p>Yet some special trusts have clearly been winners over recent years. That cannot be said of many of the general life assurance funds that provide the pensions or endowment savings of the average UK investor, because they stuck with old UK shares. </p> <p>The investment funds that doubled and redoubled in a year or two were mainly those that concentrated on the new software, internet hardware and network communications providers whose ideas promised high returns, if not just yet. Henderson Technology, Finsbury Technology and the other specialists, along with one or two venture capital or smaller investment trust companies and unit funds, made hay with purchases of a relatively small number of stakes in hi-tech companies. JSB and London Bridge Software were the gold nuggets in a handful of funds. ARM, the chip-designer offshoot of Acorn, made fortunes for a rather larger number. </p> <p>All very well, you might think, but what's the message now? Profits are still there for medium-term investors in technology funds, though many software shares are around half their peak values. A glance at the more entrenched and soberly managed funds, led by 3i, the largest development capital provider in Europe and the newer technology fund offshoots in its stable, shows that finding new growth companies is no random pursuit. Other large development capital and buy-out funds have made millions for hundreds of thousands of mainly US investors. Some are run by investment banks for wealthy private clients and partners. </p> <p>In the public arena Herald Investment Trust has been one of the best performers over the past five years with twice the growth of the best UK growth or income fund and close to the best of the venture and development capital funds, ahead of 3i itself. It has grown more than fourfold in three years, topping the smaller companies section led by AIM Trust. Listed as international, it is around 60% UK invested. ARM and Sherwood, the insurance software providers, have been outstanding investments. The media section has also provided winners on a global basis, including NRJ, the French radio station operator, and Switzerland's Publigroupe. </p> <p>The number of holdings is surprisingly long, around 200, with a long list of smaller US companies. Alba, Amstrad and Linx Printing Technologies were among last year's larger holdings, though software is the largest single category, with about a third of the total. Manager Katie Potts pursues a cautious policy and liquidity is sometimes quite high. </p> <p>Another fund whose manager expressed amazement at the heights some technology issues reached a few months ago is British Empire Securities. It differs from the technology specialists and other growth funds in seeking out value. This is seen not so much in old economy stocks but in investment trusts and holding companies. Lazard's French property interests and holding companies there and in the Fiat empire in Italy have provided lucrative revaluation gains. </p> <p>So have investment trusts like Lazard Birla India and Gartmore Fledgling, which bought at large discounts and sold at big profits. The shares have made sustained progress but still stand at a large discount on underlying holdings. Manager John Walton will continue to concentrate on special areas of value, eschewing monumental price/earnings valuations. UK and European holdings comprise 60%, excluding cash. </p> <p>For TR European Growth, which has grown fourfold in five years, selling stakes in small companies that have soared in value is nearly as important as selection. Walford, the Austrian underwear maker, was one such and its disposal before the market turned dull established the reputation of manager Stephen Peak. He has since made millions in Spanish pizza, French media and Swiss consumer goods suppliers. If Europe continues to accelerate its growth, with newer euro countries participating and the currency itself picking up, the fund should keep prospering, though the shares are at a premium on assets. </p> <p>Outperformance for all three is no rarity; it has come to be expected.</p>",
  "<p>When budgets are tight, spending money on possibilities rather than certainties is a difficult choice. This could be why fewer than 10% of students take out insurance against theft, fire or accidental damage to belongings. </p> <p>Insurance is hardly a sexy subject, but, according to insurers who specialise in the student market, a claim is made on around one student policy in 10, showing there is need for this kind of cover. </p> <p>Brian Wright of Saxon Insurance points out that in big cities - which tend to have the highest crime rates - students live in a few areas, making them easy targets for burglars. \"Students also have the type of equipment, such as computers and stereos, which can easily be sold on. And it is not unusual to find six students living together, so the burglar has access to all that times six.\" </p> <p>One student is burgled every four minutes, and even this, according to insurer Endsleigh, is a conservative figure. Endsleigh, set up in the early 60s in conjunction with the National Union of Students, was the first player in the student market when, according to a spokesman: \"The drugs, peace and free-love reputation of students meant they were seen as a risk by traditional insurers.\" Campus and Saxon are its only student-specialist competitors. All provide basic cover and, for higher premiums, cover for bikes and musical instruments. </p> <p>Saxon offers the only policy specifically for halls of residence. It also offers a general plan for people living out of halls. The cover is the same: £2,500 worth of goods including computer insurance up to £500, but, because of the lower risk, the halls policy is cheaper at £24 a year against £32. </p> <p>There is also an online budget version at £15, but the maximum cover is only £1,500. But these are the lowest rates, offered only in low-crime towns. Study in the most expensive cities, such as Manchester, Liverpool or Leeds, and you will pay £76 for the same cover. </p> <p>Saxon has just three bandwidths, so it may be cheaper for students living in London, as it puts the capital in the cheapest category, with cover starting from £28 a year. For this, personal possessions are covered with no maximum, although there is a limit to £250 for any single item. Computers are covered up to the value of £500. </p> <p>The Campus policies offered by insurer Student-World, can be bought for the entire three-year period. Students in the most expensive areas will pay £158 for the three years and London dwellers between £117-£122. </p> <p>Endsleigh splits the country into 10 areas for rating purposes. Most pricey areas include parts of Coventry, Birmingham, Newcastle, Sunderland, Teesside and Wolverhampton, where even the shallowest cover level of £2,000 will cost £96 a year. Students at Brighton, Loughborough and Cambridge will pay the lowest price of £32.50 for £2,500 of cover with Endsleigh. </p> <p>Before buying a policy it makes sense to check whether your university has a block policy which covers students in its halls and other forms of accommodation. Many do, but where there is no block cover it could make sense to insure your possessions even in this protected environment - two years ago the halls of residence of a major university were razed in a fire. </p> <p>You may find your parents' home and contents insurance will cover you at your term-time residence. Many policies don't - they are frequently post code specific - and even if they do, it may not be worth breaking a no-claims record. You would have to prove violent entry in the case of theft, whereas the Saxon policy pays out even in \"walk-in\" cases. </p> <p>Even parents can take out insurance. Saxon's Unishield policy covers against loss of fees paid if a student should drop out of their course, as well as accident, sickness and unemployment cover. On average, 17% of students fail to complete their studies, rising to 35% on some courses, and parents as well as students can be left with expensive liabilities to the university, banks and Student Loans Company. According to Saxon, the most common reason for early bailing out are sickness, change of mind, sports and motor accidents and pregnancy. </p> <p>The cautious parent who opts to take out fee, loan and \"parent\" (that is, accident and sickness) shields would pay from £27.91 a month. </p> <p> Saxon Insurance Services 01159-676-600; Endsleigh <a href=\"http://www.endsleigh.co.uk\">www.endsleigh.co.uk</a>; <a href=\"http://www.studentinsurance.co.uk\" target=\"_NEW\">Campus Insurance</a> or call 0845-330-1408.</p>",
  "Prince Charles yesterday sent an email of congratulations to Prince William, currently on exercise with the Welsh Guards in the jungles of Belize, after his eldest son was awarded A, B and C grades in his A-levels - good enough to secure his place at St Andrews University. <p>The prince, who left Eton last month, was awarded the A for geography, B for history of art and C for biology. The results were conveyed to him by his former housemaster and St Andrews graduate, Andrew Gailey. </p> <p>After taking a gap year, to be spent partly in Australia, the prince is expected to become the first member of the royal family to study at a Scottish university. He will go up in the autumn of 2001, reading for a four year history of art honours degree. The entry requirements are normally two Bs and a C. </p> <p>For a young man whose family have Rembrandts, Vermeers, Canalettos and Van Dycks hanging on the walls at home, course work and vacation studies should not pose a problem. The course, described in the university's prospectus as visually stimulating and intellectually challenging, is unlikely to be damned by the chief education inspector as vacuous. </p> <p>Prince Charles said: \"I know how hard William worked to achieve these excellent results and I am very proud that he has done so well.\" </p> <p>In a statement from St James's Palace, the prince was said to be \"obviously delighted and relieved that he has got into St Andrews\" and very much looking forward to becoming a student there. </p> <p>His grades - added to 10 GCSEs, eight of them As and two Bs, two years ago - appear to be the best achieved by a member of the royal family since they submitted to public examinations 33 years ago when Prince Charles obtained a C in French and a B in history in his A-levels. </p> <p>The choice of St Andrews, as opposed to Cambridge which members of the royal family have traditionally attended for the past 150 years, was apparently Prince William's own. Edinburgh and Bristol were also considered. </p> <p>Both his father and uncle Edward read history at Cambridge and both faced accusations of favouritism from contemporaries, something that William should not have to face. </p> <p>The choice of the oldest Scottish university will certainly ease palace security headaches, situated as it is in a small and intimate coastal town remote from the metropolis. It is also far away from the normal beat of paparazzi and the nearest nightclub is in Dundee. </p> <p>About 60% of its intake is from state schools. It may be the first time the prince will have met state school contemporaries. </p> <p>A spokesman for the university said St Andrews would provide a \"unique, nourishing and challenging environment\" for Prince William. </p> <p>\"We are pleased for him as we are for all successful applicants and look forward to welcoming him to our community,\" he said. </p> <p>Alex Salmond, outgoing leader of the Scottish National party and a St Andrews graduate, said the prince would assist the university's international reputation and it was a sensible choice for him to have made. </p> <p>But he added: \"The university will have to reinforce its efforts to make sure Scotland's oldest university is seen as a people's university, not just for the privileged.\" </p> <p>How other royals fared:</p> <p><b> Prince William</b> has proved himself to be one of the brightest members of the modern royal family, his three good A-levels coming after three A*s, five As and two Bs at GCSE two years ago. </p> <p>His father, the <b> Prince of Wales</b>, who was the first member of the royal family to sit public examinations, got two A-levels - a B in history and a C in french - after passing five O-Levels (he failed maths). But he had no say in his choice of university. A committee including Harold Wilson, the prime minister, the Archbishop of Canterbury, the Dean of Windsor, the chairman of the committee of university vice-chancellors and Lord Mountbatten chose Cambridge for him, where he got a 2:2. </p> <p>Prince William's mother, <b> Diana, Princess of Wales,</b> did not take any A-levels and once told a 15-year-old boy that she could not answer a Trivial Pursuit question because she was as thick as a plank. </p> <p>The <b> Princess Royal </b> obtained an E in geography and D in history in her A-levels in 1968 but she did not go to university. </p> <p>The <b> Duke of York</b> gained three A-levels in 1979 - in history, english and economics and political science - and in 1982 the<b> Earl of Wessex</b> received two - in english literature and economics and political science, plus an S-Level in history. Buckingham Palace refused to divulge grades attained by princes Andrew and Edward yesterday, saying \"the examinations were harder then and the marking different\". </p> <p>Other A level highlights:</p> <p><b> \u0095Adam Spencer, 10, from Arlesey in Bedfordshire, is likely to be the youngest A-level success.</b> He achieved a grade B in maths after taking adult education courses at Luton sixth form college. \"I was actually hoping for an A but I'm very pleased with a B,\" he said. He intends to go to university at 14 to read maths. Brian Edwards, deputy principal of the college, said they had accepted Adam after other schools refused to take him because of his age. </p> <p><b>\u0095Sameer Sanghvi, 12, </b>from Finchley, north London, got a grade C in computing from Ryde College, Watford. </p> <p><b> \u0095Terry Tyacke, 74, extended his world record by passing his 27th A-level exam, scoring an A grade in film studies.</b> He left school at 15 with no qualifications and took his first exam aged 46, to encourage his daughter. \"I can't stop, it's like a drug and I am addicted,\" said Mr Tyacke, of Trowbridge, Wilts. </p> <p><b> \u0095Tamara Todorovic, a refugee from Bosnia </b>who could not speak English when she arrived in Britain with her family in 1993, has gained three As at A-level. She is leaving Bishop Stopford school in Kettering, Northants, for Warwick University. </p> <p><b>\u0095German Michael Tyka went to Culford School in Bury St Edmunds, Suffolk, in September 1998, supposedly for a term to brush up his English, </b>but decided to stay on and won 6 A grades at A-level, in maths, biology, chemistry, physics, general studies and German. He will read biochemistry at Imperial college, London. </p> <p><b> \u0095At Conyers school, a comprehensive in Stockton on Tees,</b> Alan Elder made it into his exam board's top five performers in both maths and further maths. He is going to Cambridge University to read engineering. </p> <p><b> \u0095Christopher Cummins of Our Lady Sion School in Worthing, Sussex, achieved five grade As at A-level, which he sat when aged 16. </b>His passes were in maths with statistics, pure maths, mechanics, chemistry and physics. He also gained grade 1 in two Cambridge Step papers. Christopher, who also has nine A's at GCSE, plans to take up his place at Trinity College, Cambridge, next year, after a gap year in banking. His school, an independent day school, said his mathematical abilities made him \"probably one of the best students in the country in his age range\". </p> <p><b> \u0095Two students from Brockenhurst College in the New Forest - an open access \"tertiary\" college - gained five grade As at A-level and a distinction at S-level. </b>Matthew Findlay from Hythe and James Kermode from Lymington got the top passes in maths, physics, chemistry, further maths and general studies. Both are taking up places at Cambridge. The college reported record results this year, with 24 students achieving three or more grade As at A-level including eight students with four grade As. In 10 subjects at least half the candidates gained passes at grades A or B. </p> <p><b> \u0095Students at Kendrick girls' school in Reading were celebrating after winning national plaudits in their subjects. </b>Three girls at the leading grammar school won awards from their examination board for coming in the top five in the country in their subjects. And 17 students at the school, which has consistently topped the league tables, got straight As. Claire Hall, 18, who got three As in sociology, English and religious studies, was ranked by the AQA board within the top five nationally in sociology, along with classmate Jessica Swaile. And Sarah Abram, who came in the top five candidates nationwide in German, got straight As in English literature, sociology and French.</p>",
  "<p>It was the wreck-caught bit about the bass on the menu that caught my eye. Not merely line-caught or beach-caught or even rock-caught, but wreck-caught. Why, that's extra, extra special, isn't it? Isn't it? One up on diver-caught scallops, wild salmon and free-range chickens. Not that long ago, we would have been happy with a simple line-caught, diver-caught, free-range or wild. These descriptions were designed to reassure the anxious eater of the natural provenance of what was about to appear on our plate, and allay any fear for the environment that might inhibit us from tucking in with a clear conscience. </p> <p>It is a mark of the sophistication of our awareness that such reassurances should be thought necessary, and of our gullibility that we accept them, and pay the price they necessarily incur. Actually, we pay happily because it suggests that we are getting something special, something different, something better, something classier than the bloke down the road. It's as much to do with inveterate gastro-snobbery, in the unending struggle for cash and cachet, as is it with concern for ecology. </p> <p>It all began with olive oil. Once there was plain olive oil, and you were lucky if you could find that in the 50s and 60s. Then people began bringing extra virgin olive oil back with them from holidays in the Mediterranean sun, which became the benchmark for culinary class. If you were really smart then it might even be dark green and unfiltered (and uneatable). Then, in 1984/85, disaster struck Italy, the primary supplier. A savagely harsh winter gripped the country, Tuscany in particular, destroying something like a quarter of all olive trees, and reducing oil production by about a third. </p> <p>Faced with a situation in which they needed to make as much money from fewer olives, the Italians invented the regional olive oil, and then the single estate olive oil. So if you wanted to stay ahead of the game, you couldn't just rely on extra virgin olive oil any more, it had to be the extra virgin olive oil from the San Martino in Prestito estate in Tuscany in the fancy bottle at the fancy price. And you only used that for certain dishes, because its qualities made it suitable only for splashing into the frying pan or rubbing into chicken. For salads, of course, you needed the lighter Ligurian extra virgin olive oil. </p> <p>Now we are seeing two further refinements in the extra virgin olive oil story, the arrival of single varietal oils - olive oils are usually made with a blend of olives - and, naturally, of organic oils. So, look out for the organic extra virgin olive oil made from the Moraiolo olive from San Martino in Prestito. </p> <p>The progress of the olive from humble extra to main player is a template for any wannabe foodstuff. Consider the oyster. In the days of Queen Victoria, there was only one oyster, the native ostrea edulis , that was grown in waters all round the coast. The French had crassostrea Portugensis , to which the French gave all sorts of fancy names such as Belon, Cancale, Marennes, and gravette d'Arcachon. Then pollution and disease hit our oyster beds, turning the oyster from universal food to rich man's perk. In 1971 the French introduced the fast-growing, sturdier and therefore cheaper Pacific oyster, an example followed a few years later in Britain, and the oyster came back. </p> <p>Oyster producers or retailers had recourse to the usual marketeer's ploy when faced with the problem of how to develop the market - create a number of niche brands within it, each invested with a mysterious and usually indefinable quality. The French are brilliant at this, using the geographical variant of the ploy, and apply the principle to all kinds of foods. Hence l'agneau de Sisteron , which is different from l'agneau de Pauillac , which is different from the l'agneau pre-sale de Bretagne . Then there's poulet de Bresse , asperge de Bugey , and jambon de Morvan , not to mention several hundred cheeses and the oysters named above. </p> <p>We have tried the same thing in Britain. Colchester still has a magic to my ear because it suggests a traditional English oyster, the finest in my view. Then there are oysters from Orford, Helford, Loch Fyne and Galway, mostly Pacifics, but with a few ostrea edulis for good measure. And now peppering fashionable menus is the rock oyster - our old friend the Pacific oyster with a fancy name. Rock has a wreck-caught ring to it which tile-bred, pen-fattened or seabed-sitting, where most oysters are reared, does not, and we will pay happily for that perceived difference. </p> <p>I won't go as far as to say that there's no difference between these and their less exalted equivalents but I will say that the honorific versions have become invested in a fabulous snobbery which helps justify the cost differential. Wreck-caught sea bass will taste no different from mere line-caught sea bass, but both will be superior to farmed sea bass. Diver-caught sea scallops will differ only from the dredged variety in the lack of environmental damage that their retrieval causes. </p> <p>As we have become more affluent - which is not the same thing as discerning - so the breadth of food snobbery has grown. There is no vinegar but balsamic. It is not good enough for coffee to be just coffee, but high roast or medium roast, and not just from Costa Rica, Jamaica, Java, Yemen, Colombia or Nicaragua, but Monsoon Malabar, Kenya Peaberry, Pico Duarte or whatever. Pork must be Middle White, beef be Belted Galloway, partridges have grey legs, bacon be dry-cured, flour stone-ground, and tomatoes vine-ripened. </p> <p>The trouble with this kind of attachment to labels, to the notion of food as fashion accessory, is that there is always a newer, smarter label, another more fashionable fashion, another step in the class ladder. </p> <p>Take caviar, for example. Those with the highest gastro-aspirations look to caviar to provide the ultimate thrill. We all know, don't we, that there's sevruga, oscietra and beluga, with beluga being generally the best and most expensive because the eggs are the largest. There's something of a debate as to whether Russian or Iranian holds sway in terms of desirability. With Russian production largely in the hands of the Mafia, and a good deal of the stuff available being of dubious provenance, the much more tightly regulated Iranian must seem a more reliable bet. </p> <p>So we're agreed that fresh, spring Iranian beluga in a 1.8kg tin - the tin in which the caviar is packed immediately after being salted and sorted - at £6,500, is the finest that money can buy. Start saving. But then there's something called \"golden caviar\" or Almas Diamond, from the incredibly rare albino sturgeon. Once consumed only by the tsars, and later split between Stalin, the Shah of Iran and the chairman of the Russo-Persian Fisheries Company, it is now yours for a measly £7,352 for 500g. Of course, there are those who say it's just a load of one-upmanship. </p> <p>\u0095 The Guzzler will return next week.</p>",
  "<p>Cable &amp; Wireless's hopes of replenishing its bank account with the proceeds of the sale of its Hong Kong subsidiary to the internet startup, Pacific Century CyberWorks, were dashed yesterday. </p> <p>Cable &amp; Wireless has been left with a 20.2% stake in entrepreneur Richard Li's PCCW and only £4.3bn in cash from the sale of its 54% stake in Cable &amp; Wireless HKT. </p> <p>Graham Wallace, chief executive of Cable &amp; Wireless, said earlier this year he had hoped for a minimum of £5bn cash from the deal as the proceeds had been earmarked to help fund the firm's global roll-out of its data network, web hosting centres and investments in internet service providers. </p> <p>The cash amount that Cable &amp; Wireless extracted from the deal was based on the offer's structure. PCCW made an all-stock offer of 1.1 PCCW shares for each Cable &amp;Wireless Hong Kong share. </p> <p>An alternative combined offer of 71.16 cents (47p) of a PCCW share and 92.9 cents cash for each Cable &amp; Wireless HKT share was also put down. </p> <p>If the 46% minority owners among Cable &amp; Wireless HKT shareholders accepted the all-share offer, Cable &amp; Wireless would have been left with an 11.2% shareholding in PCCW and about £7.1bn in cash. </p> <p>The maximum Cable &amp; Wireless could end up with under the deal was a 20.9% stake and cash of £3.8bn. </p> <p>When PCCW made its bid for Cable &amp; Wireless HKT in March, when its stock was riding the euphoria surrounding internet stocks. </p> <p>Since then, PCCW's shares have tumbled as investors have become sceptical of the earnings and revenue potential of web-based companies. </p> <p>This meant most of the minority shareholders in Cable &amp; Wireless HKT opted for the cash and share alternative offer by PCCW. </p> <p>\"Given we're not in a bull market, the small shareholders may as well take the cash,\" said Phil Campbell, analyst at Schroder Salomon Smith Barney. \"That's why we assumed the worst case, that Cable &amp; Wireless would get less cash.\" </p> <p>Cable &amp; Wireless has already stated its intentions to sell off blocks of its 20.2% shareholding in PCCW. It may be some time before internet stocks return to favour, allowing Cable &amp; Wireless to exit its investment. </p> <p>Mr Wallace yesterday maintained that Cable &amp; Wireless was happy with the outcome. </p> <p>\"We are extremely pleased with the value that has been realised for our shareholders through this merger,\" he said. </p> <p>In 18 months Cable &amp;Wireless has spent £650m transforming itself from a traditional telecoms operator that derived most of its revenue from voice traffic to an organisation that is increasing its investment in data and internet protocol services. Internet protocol is the language that allows computers to share resources across a network.</p>",
  "Safety risks with \"potentially serious consequences\" have been uncovered in John Prescott's plans to partly privatise the London Underground, less than six months before contracts are due to be signed, a private letter from the government's chief rail inspector has revealed. <p>In a memorandum to the company's management last week, which has been passed to the Guardian, the principal rail safety inspector, Stanley Hart, warned of a \"growing concern\" about safety in the partly sold-off tube system that the deputy prime minister wants to bring in next spring. </p> <p>Describing himself as frustrated, Mr Hart accused London Underground of overseeing a \"breakdown in local management control\" in the structures that had been set up for the plans, with \"either no proof that the systems work or proof that they are not working\". </p> <p>The disclosure comes at a highly sensitive time for the government, in the run-up to the Labour party conference next month. </p> <p>Its plans to break up the tube and bring in private companies to run the infrastructure are likely to come under strong attack from trade unionists and party activists. </p> <p>The catalogue of disasters since the privatisation of British Rail and the admission by the rail inspectorate at the Paddington crash inquiry this year that it had failed to keep a grip on the fragmented private industry have made the issue of safety in the plans for London Underground more sensitive. </p> <p>Mr Prescott's Department of the Environment, Transport and the Regions and the health and safety executive - of which the rail inspectorate is part - yesterday refused to comment on the leaked letter. </p> <p>But the London mayor, Ken Livingstone, who made opposition to the partial tube sell-off a central plank of his election campaign, seized on the letter as evidence of the dangers of pressing ahead, although he has no legal powers to stop the deals. </p> <p>\"This letter will confirm Londoners' worst fears about the government's public-private partnership scheme and highlights the risk of a Paddington-style crash underground,\" he said last night. </p> <p>\"The partial sell-off is a threat to the lives of Londoners. The government should heed these warnings and withdraw their dangerous and ill-conceived plans.\" </p> <p>The government intends to pass on responsibility for the tube to Mr Livingstone only after it has handed over the infrastructure - accounting for about half the business - to private sector companies on the basis of 30-year contracts. </p> <p>The network is being split into three parts, and bids are already in for two of them. If the contracts go ahead as planned early next year the structure could be locked in place for a generation. </p> <p>In his letter, Mr Hart said his inspectorate had \"consistently expressed a growing concern that it does not have full confidence\" in London Underground's systems being \"shadowed\" in preparation for break-up and part-privatisation. </p> <p>It was vital that there was an effective system of ensuring compliance with safety rules, he said. \"There is evidence that these criteria are not being met consistently.\" </p> <p>A \"further disquieting aspect\" was the lack of central responsibility in the planned system, when central co-ordination was \"essential\", he added.</p>",
  "Yes, the Russians have appalling disregard for the environment, with their fleets of rotting nuclear submarines and casual dumping of radioactive materials (Scientists fear nuclear meltdown, August 17). But remember HMS Tireless. This British nuclear-powered submarine, having broken down and leaked radioactive coolant across the Mediterranean, has been sitting in Gibraltar dockyard for three months. Local alarm and anger is met with bland statements from our Ministry of Defence, devoid of information about what has gone wrong and what the dangers are. Shouldn't nuclear glasnost begin at home? <p><b>Tom Cuthbert</b> <br>Vice-chair, CND </p>",
  "When, in British Rail days, Jimmy Savile used to tell us that this was the age of the train, not many were convinced. The British people's love of trains did not extend to using them. Railways were in a long decline that continued well into the 90s. But since 1995, the number of passenger journeys has increased by nearly 30% and the railways are now carrying more people than at any time since the second world war. <p>The Conservatives would have us believe that this growth is due to privatisation. But the analysis that underpins the government's 10-year transport plan would suggest otherwise. A new forecasting model, developed by the Department of the Environment, Transport and the Regions, suggests that the increase in passenger numbers can be explained mainly by factors outside the industry's control: strong economic growth and rising road traffic congestion. </p> <p>Privatisation made fortunes for a few but passengers have seen few benefits. The performance of Railtrack and the train operating companies has been little better, and in some cases worse, than British Rail. The main elements of the government's strategy are falling into place. It has created a new Strategic Rail Authority (SRA) with a remit to develop the network, and appointed a new rail regulator, Tom Winsor. At present the SRA exists in \"shadow\" form with powers inherited from Office of Passenger Rail Franchising and the British Railways Board. It will gain extra powers when the transport bill completes its passage through parliament. </p> <p>Railways were the clear winners from the government's spending review and the 10-year transport plan. Over the next three years public spending on railways will increase by 125% in real terms compared to an 18% real-terms increase in spending on trunk roads and motorways. The transport plan commits a total of £60bn to the railways over the next 10 years. Nearly half the money, £26bn, will come from the public sector in operating subsidies and capital grants. The rest will be made up from a mixture of fare revenue and private finance, the latter being backed by future income from fares and an extra £3.5bn of direct revenue support from the public purse. </p> <p>But should taxpayers get more for their money: a stake in the industry? In part, this question was answered in the announcement of the first two new passenger franchises, a 20-year replacement franchise for Chiltern Railways, which runs trains between London and the West Midlands, and a two-year extension to the Midland Main Line franchise. Besides new investment in trains and track and better performance, operators will be expected to enter profit-sharing agreements with the SRA. </p> <p>In the next 18 months, the SRA intends to replace all the short-term franchises with fewer, longer-term franchises along similar lines: more investment, higher standards of service and profit-sharing. The franchise map will be redrawn and the total number of passenger franchises reduced from 25 to 22. Not all is plain sailing. With Chiltern and Midland Main Line, the incumbent operators put in the winning bids. The replacement for Connex South Central, also in the first tranche, has been held up by the incumbent operator's unwillingness to give up the franchise before it expires in 2003. </p> <p>But the question of whether the public sector should also acquire not just a share in the profits but also a stake in the ownership of the industry and in particular in Railtrack, the monopoly owner of the infrastructure, remains. The idea of a public sector equity stake in Railtrack in return for government grant was put forward by Labour in opposition. Today, some 90% of Railtrack's income comes in the form of payments made by the passenger and freight operators for use of the infrastructure. But the SRA now holds the purse strings to £4bn of capital grants for renewals, including the upgrading of the west coast main line, and a £7bn rail modernisation fund for expansion of the network. </p> <p>The SRA will publish a detailed strategy for the development of the rail network later this year. It will set out the principles of investment support and describe the forms of funding that will be made available. One possible option is that direct payments to Railtrack could be made in return for a share in the ownership of the network. The alternative, that Railtrack's shareholders make a capital gain from taxpayers' money that they have not earned, would seem perverse. </p> <p>There is also the question of whether Railtrack should lose its monopoly on infrastructure projects. Sir Alistair Morton, the chairman of the SRA, is particularly concerned about Railtrack's ability to finance and manage all network enhancements. He has been encouraging Railtrack to enter into joint ventures with the train operating companies. </p> <p>Research commissioned by the Institute for Public Policy Research suggests that such joint ventures could have an important, if limited, role in setting a benchmark for Railtrack's performance. Railtrack has an improving record on managing the existing network and is responsible for fewer delays and cancellations than the train operating companies. But its management of major infrastructure projects, such as the west coast main line, leaves much to be desired. </p> <p>In the spending review and 10-year transport plan, John Prescott has delivered a huge win for railways. Now it is time for the industry to deliver in return. </p> <p>\u0095 Tony Grayling is a transport specialist at the Institute for Public Policy Research. <a href=\"mailto:t.grayling@ippr.org.uk\"> t.grayling@ippr.org.uk </a></p>",
  "<p>Cordiant Communications, the marketing group which owns the Bates advertising network, yesterday admitted to holding informal negotiations with putative buyer True North of the US, but cautioned that no discussions were taking place. </p> <p>Cordiant, one of the few remaining independent advertising groups, has been a perennial takeover target since demerging from Saatchi &amp; Saatchi in 1997 but is making itself an increasingly expensive morsel. </p> <p>Earlier this month it sealed the £392m acquisition of Lighthouse Global, a US branding and public relations business which has propelled the group into the world's top 10. \"We're always talking to people in the industry,\" said Michael Bungey, Cordiant's chief executive. \"The nature of our business means that Cordiant has always been considered a takeover target. There are many more companies than True North who are interested in us.\" </p> <p>Cordiant produced a 66% increase in pre-tax profits to £17.8m in the first six months of the year, comfortably beating the City's expectations. Revenues reached £208m, 34% higher than the same period in 1999. Cordiant shares were unchanged at 347p. </p> <p>The market has undergone a period of consolidation which has already seen Saatchi &amp; Saatchi fall to Publicis of France. WPP is the process of acquiring Young &amp; Rubicam. </p> <p>Mr Bungey said the business would continue to make bolt-on acquisitions.</p>",
  "<p>BT's acquisition of another 45% of Germany's Viag Interkom is hardly the biggest deal ever to hit the telecoms sector. The purchase price would not even buy one of the German third-generation mobile phone licences just auctioned. Yet the deal has thrust BT's biggest headaches firmly into the spotlight: the size of its debt, what the company intends to do to address the issue - and how quickly. </p> <p>Not too much should be read into yesterday's fall in BT'S share price. The whole European telecoms sector has been spooked by the size of the poker game played out in Mainz for the pot of 3G licences. Yesterday, shares in the Dutch telecoms group KPN hit a low for the year; Deutsche Telekom and France Telecom ran into a depression, too. </p> <p>The mood will scarcely have been lifted by the outcome of the German auction. Berlin has squeezed pretty well every last pfennig out of the process, but the outcome means that there will be six competitors in the market to provide services based on 3G capability, rather than five. </p> <p>That aside, BT's debt burden is formidable. On its own calculations, gearing could hit 190% - a cool £30bn - in the first half of next year after the company forks out for the licence Viag has won in the 3G round. </p> <p>The company affects to be unconcerned, although others, including the rating agencies, may prove less insouciant. True enough, BT does have some scope to stop the debt ballooning to such proportions. It could, for example, float Cellnet, Yell, Openworld, Concert, even part of Viag. Any or all of those would not only cut the debt burden but would also be likely to enhance the share price as it would make \"sum of the parts\" valuations much easier. </p> <p>The Viag acquisition, coupled with the purchase of Esat in Ireland and the increase in the Telfort stake in Holland to 100%, gives BT's European strategy a coherent look which will be enhanced if it can get its name on a - thankfully fixed price - French 3G licence through its global reach. </p> <p>It is true, too, that while many analysts are pessimistic about the length of time it will take all the 3G licence holders to make returns on their investments, the mobile phone market retains an almost breathtaking capacity to expand. Figures yesterday from Iceland and Finland, for example, show mobile phone market penetration rates topping 70% at the end of June. That is for the future. BT's immediate priority must be to show that not only does it have the potential to get the debt down but that it has a convincing timetable for doing so. Investor patience with the BT's management must be finite. </p> <p><strong> Oil refinements </strong><br> </p> <p>Opec president Ali Rodriguez offered little comfort to the world's oil markets yesterday. Oil prices in New York climbed above $32 a barrel after Mr Rodriguez - who is also the Venezuelan oil minister - indicated that Opec would wait until its next meeting, almost a month away, before deciding on whether or not to open the supply tap further, even though the price is now well above Opec's $22 to $28 a barrel target range. </p> <p>But although on the surface Opec seems to have a whip hand because of the tightness of the market, it is in something of a bind of its own. </p> <p>Mr Rodriguez hinted at the dilemma when he suggested that while producers wanted \"advantageous prices\", the level should not affect the economies of consuming countries. </p> <p>If he is as concerned as his remarks suggest, he is right to be so. An oil price riding above $30 is bound to increase pressure to use less energy and to act as a brake on economic growth. </p> <p>It may also stimulate the oil industry - which restructured to cope with a $10 a barrel price - to open up exploration and development and bring more production on stream. </p> <p>Opec has other problems, one of which is in maintaining its unity. If Opec members did agree to pump more oil, the extra supply would have to come from the Gulf - notably Saudi Arabia. Most other members are at full stretch and so could not compensate from a lower price by pumping more oil. </p> <p>The US is already working away at the cracks. Earlier this week energy secretary Bill Richardson was openly critical of some Opec members - not least Venezuela, which he accused of talking up the oil price - but was markedly complimentary about the behaviour of the Saudi authorities. </p> <p>Mr Rodrigues argues that it is not Opec that is forcing up prices. Rather, he blames a shortage of refined product because of low refinery activity and the results of the continuing informal price adjustment mechanism agreed earlier this summer. </p> <p>Such arguments are doing little to reassure the market, however. Mr Rodrigues and his colleagues will need to come up with something rather more substantial at the cartel's meeting on September 10 - if not before.</p>"
]