[
  "<p>You could be forgiven for thinking that the offices of the Financial Ombudsman Service would be traditional, conformist and dull. When you collect together 400 workers who specialise in handling complaints about pension sales and other financial transactions, you probably do not expect the emphasis to be on brightness, vivacity, fun and individuality. But, in fact, the ombudsman's offices at South Quay Plaza, near Canary Wharf in east London, are lively, colourful and stimulating. </p> <p>It is not that the FOS is run by wild party animals. It is more that organisations are starting to realise that human beings tend to work better when they can express some individuality through their surroundings. Put a team in an office with grey walls and little natural light and they will probably be less happy (and less effective) than another team which has colour, big windows and attractive views. The FOS development is a good example of what the modern workplace will look like; it is an example which is likely to be followed in hundreds of others offices and buildings over the next few years. </p> <p>The move to South Quay Plaza came about after the Government decreed that eight different financial services sector ombudsman schemes should be merged. Its office building was therefore going to be important not just as a place to house the staff but as the environment where eight different cultures would meld into one. Under a more traditional approach - where office managers design floor layouts with little thought as to how staff meet and communicate - the different teams could have been thrown together without ever really getting to know each other. </p> <p>The FOS has, in fact, tried throwing the odd staff party so that teams could meet, and publishing friendly newsletters, but the best results have been achieved through the physical layout. Office designer DEGW deliberately groups the communal facilities together - photocopier, fax machines, coffee dispenser and toilets - so that staff can amble round these different points and talk to each other. Most people find it easier to ask an unknown colleague 'How does this fax work?' than to say 'May I join you?' to a stranger at a party. </p> <p>The office design was worked out in consultation with a group of 30 employees. DEGW nearly always uses this method and finds that it produces sensible but lively results. 'You sometimes get disruptive people,' says spokeswoman Beth Morgan 'but usually the group can deal with it. If not, we'll arrange a one-to-one meeting and that nearly always sorts the problem. Often a problem lies with other issues like they've seen this sort of thing before and it hasn't worked out.' </p> <p>People's desire for originality seems to be more deep-rooted than most office designers and managers have ever appreciated. A very traditional company in the oil and gas sector has, by the same route, designed rather an outlandish (though still functional) structure which includes relaxation areas resembling tree houses and a video lounge with a range of audio-visual facilities. 'Their overriding priority was to stimulate fun and creativity,' says Morgan. The development of a 'fun' atmosphere is now a common requirement, particularly in the dotcom sector, and is generally seen as a fast route to promoting creativity. </p> <p>In the Egg call centre in Derby and the Capital One call centre in Nottingham, the managers face the constant challenge of retaining staff. Competition from other employers and the stress of hitting customer-handling targets lead to high turnover rates at call centres generally. But both these organisations have improved staff retention by paying great attention to office design. They let their staff work in small teams, giving them a set amount of money each week to spend on whatever they want, from tenpin bowling to buying a coffee maker. A lot of the money goes on decorating their part of the office. </p> <p>More new offices will - like the FOS - be open-plan, but open-plan with a difference. No one in this part of South Quay Plaza has their own office or any piece of furniture which denotes authority. Walter Merricks, the Ombudsman, says: 'We wanted to send out a message that there wouldn't be privileged people around with thick pile carpets and drinks cabinets. There has to be a management hierarchy, but it doesn't have to express itself in this way.' </p> <p>Quite right, says DEGW. Many egalitarian and team-working ideas behind open-plan offices are corrupted if the top dogs decide to retain their own offices or other physical manifestations of power. </p> <p>The FSO offices have three differently coloured floors - mustard, loganberry and fuchsia. But the colour schemes, occasional soft sofas and other signs of informality have not produced the bad effects that traditionalists might fear. In fact, the comfort seems to have improved communications - useful for an organisation in the complaints-handling and communications business.</p>",
  "<p>Many new web companies know nothing of business history and have little management expertise because they are new to the game. But their predicted future of challenge, excitement and innovation should not blind them to lessons of the past. An important one is that if you don't give your employees job satisfaction, they will find their own - perhaps with disastrous economic consequences. </p> <p>Working on the docks or in a coal mine 20 years ago wasn't much fun. The work was hard, monotonous and dangerous. The miners had to avoid life-threatening hazards such as gas, explosions and roof falls; the dockers were subject to serious injury from loose cargo. Most dockers had a few fingers missing - or worse. </p> <p>The car industry was little better. While the risk of injury was less than in the docks and the mines, the work was monotonous and there was the added stress of being forced to match the pace of a moving production line, which was never allowed to stop, even when there was a serious production problem. A one-time British Leyland foreman told me his ideal worker was a man who, when he arrived at work, put a metaphorical black hood over his head and stopped thinking. He only removed the hood when he went home. Zombies were the preferred employees. </p> <p>None of these people got much, if any, mental stimulation from work. Morale should have been at rock bottom, yet this was often not the case. All three groups of workers were strong trade unionists who had learnt the power of unofficial 'wildcat' strikes. Mental energy was stimulated and sustained through a largely successful war against management. </p> <p>Job satisfaction was created and kept high by joint decisions and agreement on the next strategy by which to attack the hated bosses. </p> <p>Pay disputes often provided a splendid opportunity for this warfare, as wage rates used to be agreed before a job began. However, unanticipated problems would often cause the work to be more dif ficult than expected. This put production targets out of reach and required overtime to be worked. This then provoked fierce arguments over how much extra pay was appropriate. </p> <p>If the workers' claims for overtime pay were not met, there would be an immediate strike, giving them the pleasure of confronting, and usually routing, members of the gaffer class. </p> <p>On the docks and in the mines and car plants, the cry, 'Everybody out', was a regular event. </p> <p>Even now, if employers do not provide job satisfaction, employees will find it on their own. This is more easily done when people have the mutual support of working in teams, which is the predicted work structure of the future. The fact that dockers, miners and car workers took action collectively, rather than as individuals, gave them considerable power, which lone workers usually lacked. </p> <p>The unhappy individual worker was restricted to looking for another job, going home sick, slowing down his work effort or deliberately producing poor-quality work. Today, if computer literate, that dissatisfied worker may be hacking into the company computer and changing or removing data. </p> <p>History, then, provides two powerful messages. First, if employers do not provide job satisfaction, their employees will seek and find their own - even if this is directly opposed to management interests. </p> <p>Second, team working and group autonomy, although desirable, increase local power, and this can be used in ways that work against management and reduce its control. Yet managers may not even know that these negative attitudes exist. </p> <p>This is not to suggest that workers in the new web firms will go out on strike. But there are other ways of showing dissatisfaction and lack of commitment. These are all the more powerful in their effects when it is groups rather than individuals that are angry and fed up. They can destroy a small firm. </p> <p>So what can companies do to prevent this kind of undesirable behaviour occurring? </p> <p>First, it is important to recognise that all employment relationships are an implicit contract, even though this contract is not always written down. The employee agrees to act in the employer's interests provided the employer takes account of his or her needs. Some of these will be economic. Clearly, the employees want to receive an equitable financial reward for their knowledge and effort. </p> <p>Other, equally important, factors will be psychological. Research has shown that one of the most important sources of psychological satisfaction concerns relationships. Employees want to know that they are valued, that their needs are understood and respected and that they can trust their bosses to behave ethically. </p> <p>This requires employers to create relationships based on concern and trust - reflected in good communication, a willingness to discuss problems and an open-door policy. The result is job satisfaction. But it must never be forgotten that there can be also the opposite: negative job satisfaction, the powerful buzz, pleasure and stimulus that comes from fighting or causing trouble for a boss who is neither respected nor liked. </p> <p>Keeping people happy by ensuring that their jobs are comfortable, fulfilling and rewarding is not a new management concept, but it is more important than ever, when the price of not doing so so can be the destruction of the company. </p> <p>The best 'people' management tends to come from experience and to be based on mutual respect and understanding. Unfortunately, many of the new e-commerce companies do not have this experience. They will have to learn fast.</p>",
  "<p>Nearly a quarter of children now live with only one parent, most with their mothers. Back in 1972, just 7 per cent of children were living in one-parent families. </p> <p>This dramatic change in family patterns has forced financial institutions to adjust their attitude to both lone families and to women as the main carers. In particular they now concede that women are just as good credit risks as men, and are often better at budgeting. </p> <p>This does not mean that it is easy for lone parents to manage their money. Too many believe they do not have enough money even to think about financial planning. This is a mistake: you will increase the amount you have to spend if you avoid wasting money, and if you claim all the benefits you can. Financial planning is vital for lone parents. If you have an accident or fall sick, you'll have to pay someone to help with your children. If a working lone parent loses her job, she is unlikely to have someone else's income to fill the gap. </p> <p>The important areas of household finances are borrowing, insurance and pensions. </p> <p> <strong> Borrowing</strong> </p> <p> Debt is a more familiar topic to lone parents than surplus but it is worth making sure you are borrowing at the cheapest rate. If you have several loans, you may save money by amalgamating them into one cheaper loan, but do talk it through with a reliable lender and check the figures. Do not pay anyone a fee to reschedule your debts. </p> <p>Being on your own is no bar to getting a mortgage. Mark Hemingway of the Halifax explains: 'The only requirement for getting a mortgage is that you can afford the repayments.' </p> <p>If you are on the borderline of being able to afford the size of loan you need, you can improve your chances by building a track record with the lender. Prove to the lender that you have the ability to put money away each month by making regular and consistent payments into a savings scheme before you apply. Aim to create a picture of yourself as a good credit risk. But be cautious about borrowing too much, warns Hemingway: 'Don't overstretch yourself on the mortgage. We are in a low interest rate environment and interest rates could go up.' With a repayment mortgage you know for certain that the loan will be repaid on the due date. </p> <p>Choosing a fixed-rate mortgage may not be the cheapest option but you have the certainty of knowing how much your repayments will be while the interest rate is fixed. </p> <p> <strong> Life insurance</strong> </p> <p> You no longer need to buy life insurance as a condition of getting a mortgage but it is nonetheless essential when there is only one of you caring for a child. Ronnie Martin, director for protection at Legal &amp; General, says: 'With death being top of the catastrophe list, life insurance is a priority in protection planning for single parents.' </p> <p>Term insurance is the cheapest type of life insurance because you buy for a set length of time; if you survive the period, you get nothing back. You should link the term to the number of years until your children finish further education. </p> <p>Term insurance for a non-smoking 34-year-old woman for 20 years for £150,000 would cost £12 a month. </p> <p>Both parents' lives should be insured. It costs money to replace the work done by the parent with day-to-day responsibility for the children, whether they earn or not. If you are receiving maintenance payments, it is crucial to insure the father's life as well because if he died, maintenance payments would stop. The father could insure his own life and have the policy written in trust for the children, which costs nothing extra. The trustees then make sure the children get the money if he dies. If he insures his own life without writing the policy in trust, he could change the beneficiaries - he may do this if he remarries. The mother can be a trustee. </p> <p>To keep more control, the mother could insure the father's life because she has a financial connection with him, known as an insurable interest. The premiums are the same either way because the policy is on the same life. But the parents have to co-operate because, as the person being insured, the father has to answer health questions. Similarly, the father could pay the premiums on the mother's life insurance. </p> <p> <strong> Health insurance</strong> </p> <p> Ill health can directly affect your income. You may work fewer hours, lose your job altogether, or need help coping with your family. Income protection insurance replaces some of your income if you become too ill to work, so you must be employed before you can buy it. It does not pay if you are made redundant, and it is more expensive for women because insurers reckon they are more likely to fall ill. </p> <p>Income protection providing £1,000 a month, starting to pay after 13 weeks' delay, for a 34-year-old woman up to the age of 60, would cost £57.50 a month. </p> <p>Cover is also important for the person paying maintenance. If his earnings fell, so would his ability to pay. You cannot buy this insurance to protect anyone else's income, so the father must buy it himself. </p> <p>Working or not, you can buy critical illness benefit, which provides a lump sum if you suffer one of the illnesses listed by the insurance company, such as cancer, heart attack or stroke ( see page 28 ). Again, this is more expensive for women than men. </p> <p>Buying all these insurance policies is too expensive for anyone but the rich, and the problem is deciding which you are most likely to need. That is a gamble. </p> <p> <strong> General insurance</strong> </p> <p> Buildings insurance is compulsory with a mortgage but often people on a tight budget economise by not insur ing their possessions. But the less you have, the more you need to protect it (See floods feature, page 26 ). </p> <p>Mortgage payment protection is not compulsory with mortgages, but you should have a fallback position in case your income dries up. Loan protection insurance meets your debt repayments for up to a year if you cannot work through accident, sickness or unemployment. You need separate policies for each loan. </p> <p> <strong> Pension</strong> </p> <p> You may think you can forget about pensions as a distant problem, but you should not lose an opportunity to start saving for your retirement. As with all investment, the earlier you start, the less it costs overall. </p> <p>Anyone currently going through a divorce should ensure that their spouse's pension is taken into account in the divorce settlement. It is nearly always the husband who has the bigger pension, and wives are entitled to have part of it earmarked as their income when it is paid out. For divorce petitions starting from 1 December, you will be able to claim a share of the pension fund, which means the courts can allocate you a portion of its current transfer value. If your child's father is paying into a pension scheme, find out what the benefits are and whether they come to you directly if he dies - before or after retiring. </p> <p>There is a story around at the moment, probably apocryphal, that many husbands are rushing through their divorces before the end of the year to avoid sharing their pensions. </p> <p>For your own pension, the big event is the arrival next April of stakeholder pensions which are designed mainly for people who do not have a pension, including, for the first time, people without a paid job. </p> <p>Ideally, you should not wait till next April before thinking about pensions; you should at least start putting money aside each month now. Several insurers are already selling pensions that can be switched to stakeholder later. </p> <p>You must also make wills to provide financially for your children and to establish who will look after them if you die. But wills are invalidated on marriage, so the father must make a new will if he remarries.</p> <p><strong>Struggling midwife's endowment shock </strong></p> <p>Heide Brown and her daughter, Georgia, are typical of one-parent families because for them money is always tight. Heide says: 'I always try to put something aside at the end of the month, but there is never any money left to put aside. The main culprit is childcare charges which are a nightmare, especially in the holidays.' </p> <p>She also finds that small bills mount up and cause problems: 'It is little things like the TV licence and clothes for the children.'</p> <p>She is a part-time midwife and, to keep working, has to take nursing and midwifery study days each year: 'The cost of each study day, travelling and childcare is £100. We have to finance it ourselves but without it I cannot work. That is why I get into debt. If I cannot afford it, I use my Barclaycard to get straight.'</p> <p>She already has taken a five-year loan to repay other debts and has just heard that her mortgage endowment policy has a shortfall of up to £10,000. Toni Chalmers, of financial adviser Fiona Price, advises Heide to claim working families tax credit if she works more than 16 hours a week, and has savings of less than £8,000. She is also eligible for the childcare tax credit to help towards the cost of childcare (see box on benefits).</p> <p>Says Toni: 'It is worth up to 70 per cent of childcare costs to a maximum of £100 a week but is allowed only if she uses a registered child minder or regulated play scheme. If she has not been claiming these allowances, it will give her extra money to help repay the loan although she may do better rescheduling or extending it.'</p> <p>On the endowment shortfall, Toni comments: 'Don't panic. Nearly everyone with with-profits endowment policies is receiving these standard letters. Some companies are offering to pay a shortfall but, if not, it is better to do something now. If you leave it another 10 years, you will have to put a massive amount away whereas now it is only a little extra.'</p> <p>Heide may be able to convert to a part-repayment and part-endowment mortgage to keep on track. If she wants to top up her investments, using an Isa avoids the charges of topping up the endowment. The snag to saving is that, once her investments exceed £3,000, she starts to lose her working families tax credit.</p> <p><strong>Make sure you lay claim to those benefits </strong></p> <p>There are various benefits lone parents can claim.Even if you think you are not eligible, it is always worth applying and asking what else is available. You can find more information from the relevant agencies, their websites, your library or citizens' advice bureau. </p> <p><strong>Income support </strong><br> For people on low incomes, with savings under £8,000. This includes free prescriptions, dental treatment, eye tests and travel to hospital for treatment; free school meals for your children; and help with mortgage interest if your partner is not paying up.</p> <p><strong>Child benefit </strong><br> An amount paid for each child.</p> <p><strong>Jobseeker's Allowance </strong><br> For those under state retirement age seeking work.</p> <p><strong>Child Maintenance Bonus </strong><br> A one-off payment for people who receive child maintenance and lose benefits because they start work.</p> <p><strong>Back to Work Bonus </strong><br> A one-off payment if your income support or Jobseeker's Allowance stops because you start work.</p> <p><strong>Lone Parent Run-on </strong><br> Extra two weeks' benefit for lone parents who, by starting work, lose income support or jobseeker's allowance and possibly housing benefit and council tax benefit.</p> <p>\u0095 Contact for all of the above benefits: Benefits Agency.</p> <p><strong>Housing benefit </strong><br> This pays your rent. You can claim four weeks' extended housing benefit if you lose income support because you start work.</p> <p>\u0095 Contact: Your local authority. </p> <p><strong>Council tax benefit </strong><br> The only adult in your home? You can claim the Single Adult Discount of 25 per cent, and four weeks' extended Council Tax benefit if you lose income support by starting work.</p> <p>\u0095 Contact: Your Council Tax department. </p> <p><strong>Working Families Tax Credit </strong><br> For those working more than 16 hours a week, with savings under £8,000: add together personal allowances, extra for working more than 30 hours a week, and 70 per cent of childcare costs for the maximum credit. For childcare tax credit, you must use a registered minder, nursery, play scheme or club.</p> <p><strong>Disabled Persons Tax Credit </strong><br> Includes childcare tax credit towards cost of childcare.</p> <p>\u0095 Contact for tax credits: Inland Revenue. </p> <p><strong>Jobfinder's grant </strong><br> A £200 grant for people registered with New Deal for Lone Parents returning to work. It is not taxable.</p> <p>\u0095 Contact: Employment Service</p>",
  "<p>Fund supermarkets have made buying an Isa almost as easy as popping to Sainsbury's for the shopping. </p> <p>Fund supermarkets allow you to compare funds from a variety of providers, and most have discounted charges as they rebate most or all of the upfront fee. On Fidelity's Funds Network almost all funds have initial charges of 1.25 per cent or less. If you bought these funds direct from the provider you could pay 5.25 per cent. </p> <p>Other supermarkets offer equally attractive savings. The Interactive Investor International (iii) supermarket offers funds for an initial fee of between 0 per cent and 3 per cent, and none of the funds offered on Virgin's supermarket has an upfront charge. </p> <p>The convenience of being able to compare a range of funds is the other plus. But none of the supermarkets scores full marks in this respect as choice remains limited. The biggest choice is provided by Fund Store from Inter-Alliance, which offers more than 2,200 funds from around 300 providers. </p> <p>The big advantage that Fidelity and egg have is that they can offer multi-Isas, which let you spread your yearly Isa allocation around different fund managers as well as funds. </p> <p>We asked three financial advisers to allocate this year's £7,000 Isa allowance using egg's supermarket. Egg Invest offers just under 200 funds from 17 investment groups but customers must open a savings account (minimum investment £20) with the bank to qualify. </p> <p><strong> Income investor</strong></p> <p> Picking an income fund is not just about identifying the fund that has the highest yield. You also want to ensure that a fund can provide a decent level of capital growth. </p> <p>Colin Jackson, at Croydon-based Baronworth Investment Services in Ilford which specialises in income funds, recommends splitting the £7,000 equally between Invesco GT Income and Deutsche UK Equity Income. They are not the highest yielding unit trusts but both have been good long-term performers. </p> <p>But his choice was limited by the choice of funds on egg Invest. If unconstrained, he would have recommended ABN Amro Equity Income. </p> <p><strong> Medium-risk investor looking for growth</strong></p> <p> Look overseas, says Linda Eyton, an analyst at Leeds-based Bates Investment Ser vices. She recommends investing £3,000 in the Henderson European fund. Over five years it would have tripled your original investment and she believes it will continue to perform well. </p> <p>Eyton recommends investing the other £4,000 in the Save &amp; Prosper Equity Growth Fund. She says: 'This fund has benefited from the high levels of growth that have been experienced in the technology, media and telecoms sector. Over five years the fund has grown more than 120 per cent.' </p> <p><strong> High-risk growth</strong></p> <p> Investors with an appetite for risk can tap into more exciting areas: biotechnology, smaller companies or even volatile technology stocks. Alan Durrant, of Bristol-based financial adviser Hargreaves Lansdown, recommends a four-way split of funds - that's £1,750 each - between Framlington Health, Gartmore European Selected Opportunities, Invesco GT Global Dynamic Themes and Jupiter UK Spe cial Situations. The real emphasis in Durrant's Isa is on getting as wide a spread of investments as possible. Framlington Health invests in biotechnology and medical services while Jupiter UK Special Situations invests in undervalued companies. The Gartmore and Invesco GT funds give the Isa an international bent.</p> <p><strong>The advantages of Isas </strong></p> <p>The great advantage of an Isa is that returns are completely tax-free. There are two types of Isa - mini Isas and maxi Isas - and three different components - stocks and shares, which includes unit trusts and investment trusts, cash and insurance. </p> <p>A maxi Isa must include a stocks and shares component and can include one or both of the other components. This tax year's Isa allowance is £7,000.</p> <p>In a maxi Isa you can invest up to £3,000 in the cash component, £1,000 in insurance and the remaining balance up to £7,000 in stocks and shares.</p> <p>A mini Isa invests in just one component. You can invest up to £3,000 in a mini stocks and shares Isa, £3,000 in a mini cash Isa and £1,000 in insurance. </p> <p><strong>Fund supermarkets </strong></p> <p><a href=\"http://www.egg.com\">www.egg.com</a> <br> <a href=\"http://www.fidelity.co.uk\">www.fidelity.co.uk</a><br> <a href=\"http://www.iii.co.uk\">www.iii.co.uk</a><br> <a href=\"http://www.inter-alliance.com\">www.inter-alliance.com</a><br> <a href=\"http://www.virginmoney.com\">www.virginmoney.com</a></p>",
  "<p>Putting your child through education is becoming an extremely expensive business. Providing cash to pay for education is no longer a matter of funding school fees until the age of 18 - now many parents face the hefty cost of getting their children through university as well. </p> <p>Although students are able to borrow up to £4,590 a year through low-charging student loans, many parents are reluctant to let their offspring build up a legacy of debt. The answer is to plan ahead to make sure that extra funds are available when they are needed. </p> <p>As with any financial planning, the earlier you start saving the cheaper it will be. </p> <p>John and Rosalind Atkinson (pictured with their family) decided to take out a tax-efficient friendly society bond earlier this year for their son, Owen, who was born in February 1998. They currently contribute £40 a month to the Tunbridge Wells Equitable University Bond, a plan designed specifically to help fund the costs of putting children through further education. 'We are hoping to send our son to university when he is old enough,' says Mrs Atkinson. 'The University Bond should be a good help towards the fees that will be payable.' </p> <p>Friendly society bonds allow everybody - including children - to invest up to £25 a month in a tax-free environment, with the proceeds at the end of the term also being totally tax-free. The Tunbridge Wells EquitableUniversity Bond, which has a minimum investment level of £40 a month (£25 of which can be invested for tax free returns, with the rest going into Tunbridge Wells' taxable fund), is unique in that it will pay out a lump sum on either three or four occasions - when the child reaches the ages of 18, 19, 20 and 21. </p> <p>David White, the chief executive of Tunbridge Wells Equitable, believes that this is the only package in the market designed specifically to provide funds for university fees. 'It has been designed to provide what a student needs, which is three or four years' consecutive payments,' he says. </p> <p>The University Bond can be set up in either the name of the child or the parents. Each method has its own merits. If the policy is written in the name of the child, it belongs to the child although he or she cannot have control over the policies until the age of 16. </p> <p>If the bond is written in the name of the parents, they retain control of the policies and the proceeds when they mature, but this means they will not be able to take out a plan for themselves, as you can only contribute to one friendly society bond at a time. </p> <p>Mr and Mrs Atkinson have opted to keep the bond written in Mrs Atkinson's name. 'In this way we can be in control as parents,' says Mrs Atkinson. 'We liked the fact that the child has no access to the funds.' But what happens to the University Bond if Master Atkinson decides that, at 18, he does not want to go to university? That is no problem, says White. 'The money does not have to be used for university fees. The parents will have a choice of what to do with a significant amount of money over three or four years.' </p> <p>The money could, for instance, be used as a deposit for Owen's first home, to buy a car or to travel round the world. </p> <p>Tunbridge Wells Equitable has sold between 4,000 and 5,000 University Bonds, with the figure increasing all the time. The average premium size is £100 a month and bonds are, in general, being taken out for very young children. </p> <p>According to White, saving for university fees is 'a long-term savings requirement'. </p> <p>He says: 'The earlier parents start, the less pain there will be. And a bigger problem could be to tell a child that he or she cannot go to university because they cannot afford it.'</p>",
  "Thousands of South American indians were infected with measles, killing hundreds, in order to for US scientists to study the effects on primitive societies of natural selection, according to a book out next month. <p>The astonishing story of genetic research on humans, which took 10 years to uncover, is likely to shake the world of anthropology to its core, according to Professor Terry Turner of Cornell University, who has read the proofs. </p> <p>\"In its scale, ramifications, and sheer criminality and corruption it is unparalleled in the history of anthropology,\" Prof Turner says in a warning letter to Louise Lamphere, the president of the American Anthropology Association (AAA). </p> <p>The book accuses James Neel, the geneticist who headed a long-term project to study the Yanomami people of Venezuela in the mid-60s, of using a virulent measles vaccine to spark off an epidemic which killed hundreds and probably thousands. </p> <p>Once the epidemic was under way, according to the book, the research team \"refused to provide any medical assistance to the sick and dying Yanomami, on explicit order from Neel. He insisted to his colleagues that they were only there to observe and record the epidemic, and that they must stick strictly to their roles as scientists, not provide medical help\". </p> <p>The book, Darkness in El Dorado by the investigative journalist Patrick Tierney, is due to be published on October 1. Prof Turner, whose letter was co-signed by fellow anthropologist Leslie Sponsel of the University of Hawaii, was trying to warn the AAA of the impending scandal so the profession could defend itself. </p> <p>Although Neel died last February, many of his associates, some of them authors of classic anthropology texts, are still alive. </p> <p>The accusations will be the main focus of the AAA's AGM in November, when the surviving scientists have been invited to defend their work. None have commented publicly, but they are asking colleagues to come to their defence. </p> <p>One of the most controversial aspects of the research which allegedly culminated in the epidemic is that it was funded by the US atomic energy commission, which was anxious to discover what might happen to communities when large numbers were wiped out by nuclear war. </p> <p>While there is no \"smoking gun\" in the form of texts or recorded speeches by Neel explaining his conduct, Prof Turner believes the only explanation is that he was trying to test controversial eugenic theories like the Nazi scientist Josef Mengele. </p> <p>He quotes another anthropologist who read the manuscript as saying: \"Mr. Tierney's analysis is a case study of the dangers in science of the uncontrolled ego, of lack of respect for life, and of greed and self-indulgence. It is a further extraordinary revelation of malicious and perverted work conducted under the aegis of the atomic energy commission.\" </p> <p>Prof Turner says Neel and his group used a virulent vaccine called Edmonson B on the Yanomani, which was known to produce symptoms virtually indistinguishable from cases of measles. </p> <p>\"Medical experts, when informed that Neel and his group used the vaccine in question on the Yanomami, typically refuse to believe it at first, then say that it is incredible that they could have done it, and are at a loss to explain why they would have chosen such an inappropriate and dangerous vaccine,\" he writes. </p> <p>\"There is no record that Neel sought any medical advice before applying the vaccine. He never informed the appropriate organs of the Venezuelan government that his group was planning to carry out a vaccination campaign, as he was legally required to do. </p> <p><b> Fatalities</b><br> </p> <p> \"Neither he nor any other member of the expedition has ever explained why that vaccine was used, despite the evidence that it actually caused or, at a minimum, greatly exacerbated the fatal epidemic.\" </p> <p>Prof Turner says that Neel held the view that \"natural\" human society, as seen before the advent of large-scale agriculture, consists of small, genetically isolated groups in which dominant genes - specifically a gene he believed existed for \"leadership\" or \"innate ability\" - have a selective advantage. </p> <p>In such an environment, male carriers of this gene would gain access to a disproportionate number of females, reproducing their genes more frequently than less \"innately able\" males. The result would supposedly be a continual upgrading of the human genetic stock. </p> <p>He says Neel believed that in modern societies \"superior leadership genes would be swamped by mass genetic mediocrity\". </p> <p>\"The political implication of this fascistic eugenics is clearly that society should be reorganised into small breeding isolates in which genetically superior males could emerge into dominance, eliminating or subordinating the male losers in the competition for leadership and women, and amassing harems of brood females.\" Prof Turner adds. </p> <p>In the memo he says: \"One of Tierney's more startling revelations is that the whole Yanomami project was an outgrowth and continuation of the atomic energy commission's secret programme of experiments on human subjects. </p> <p>\"Neel, the originator of the project, was part of the medical and genetic research team attached to the atomic energy commission since the days of the Manhattan Project.\" </p> <p>James Neel was well-known for his research into the effects of radiation on human subjects and personally headed the team that investigated the effects of the Hiroshima and Nagasaki bombs on survivors and their children. </p> <p>According to Prof Turner, the same group also secretly carried out experiments on human subjects in the US. These included injecting people with radioactive plutonium without their knowledge or permission. </p> <p><b> Nightmarish</b><br> </p> <p> \"This nightmarish story - a real anthropological heart of darkness beyond the imagining of even a Joseph Conrad (though not, perhaps, a Josef Mengele) - will be seen (rightly in our view) by the public, as well as most anthropologists, as putting the whole discipline on trial,\" he says. </p> <p>\"This book should... cause the field to understand how the corrupt and depraved protagonists could have spread their poison for so long while they were accorded great respect throughout the western world... This should never be allowed to happen again.\" </p> <p>Yesterday Professor Turner told the Guardian it was unfortunate that the confidential memo had been leaked, but it had accomplished its original purpose in getting a full response from the AAA. </p> <p>A public forum would be held at its AGM in November to discuss the book its revelations and courses of action. </p> <p>In a statement yesterday the association said \"The AAA is extremely concerned about these allegations. If proven true they would constitute a serious violation of Yanomami human rights and our code of ethics. Until there is a full and impartial review and discussion of the issues raised in the book, it would be unfair to express a judgment about the specific allegations against individuals that are contained in it. </p> <p>\"The association is anticipating conducting an open forum during our annual meeting to provide an opportunity for our members to review and discuss the issues and allegations raised in the book.\"</p>",
  "<p>Robinson Crusoe was exceedingly glad to see us. So glad, in fact, that he actually licked my hand. It had been a week since he last saw human life and, as we unpacked the freshly-caught lobster for a barbecue on the beach, he stood watching from a polite distance, his tongue hanging out, drooling. </p> <p>Robinson is the self-appointed guardian of Ile aux Chats, a tiny island an hour or so by boat from Rodrigues, which is itself an only slightly less tiny island 550km east of Mauritius in the Indian Ocean. </p> <p>Robinson is a dog. Five years ago, two men were sent to watch over some rare birds on Ile aux Chats, and one took him along. When the birds flew off, the men returned to Rodrigues with Robinson, who promptly disappeared - his whereabouts remaining a mystery until some fishermen sighted a mustard-coloured mongrel paddling in the direction of Ile aux Chats. He's been there ever since, living off flying fish and scraps left by tourists who come to eat, snorkel and bake their brains on the crescent of perfect white sand along its eastern shore. </p> <p>In the four days I spent in and around the beautifully-stark volcanic island of Rodrigues, Robinson was the only creature I met who seemed to have any desire to leave the place long-term. About the size of Jersey and home to 37,000 Creoles, the entire island has just three taxis, one petrol station and a prison which rarely has anyone in it, possibly because there's so little crime, and possibly because, in the absence of any fence or locked door, detainees can simply stroll out. </p> <p>I was staying on the south east coast, at the Mourouk Ebony, one of the island's four hotels, comprising a neat row of red-roofed bungalows half-concealed by trees and flowers and overlooking part of Rodrigues's most astonishing feature: the giant coral reef that encircles the entire island. </p> <p>Find a nice spot and you could look at it all day: at the translucent emerald shallows stretching 2km out to the barrier where breakers 3m high separate the lagoon from the wilder reaches of the Indian Ocean. Get up at 5am and you'll see women wading waist-high through the waters halfway between the shore and the breakers, spears held aloft to catch octopus they can't afford to eat. </p> <p>\"Why don't men do it?\" I asked Josie, the Mourouk guide. \"Because in the afternoons they have to drink rum,\" he said. </p> <p>This unique marine environment, 240km square of reef flats surrounding just 108km square of land, is what encouraged Britain's Royal Geographic Society to fund marine research here, since so little is known about the Rodriguan eco-system other than that it is desperately fragile and that its waters, a crucial economic resource, have already been heavily exploited. </p> <p>Named the Shoals of Capricorn, the scheme - which runs outreach classes for 200 eager Rodriguan schoolkids - currently boasts one famous Briton among its volunteer researchers: Prince William, there for a month during his gap year. I saw him having lunch on the Mourouk terrace as I checked in, but not before his bodyguard saw me first and requested a quiet word outside. </p> <p>Allowed to stay, I parked myself at the next table and, feeling a little disappointed at being perceived as no threat whatsoever to the monarchy, swotted up on the history of this sun-baked, cyclone-prone island reputedly discovered in 1528 by a Portuguese seafarer called Diego Rodrigues whose name it kept throughout rule by Dutch, French and British colonisation until becoming part of Mauritius in 1968. </p> <p>Today, the export to Mauritius of livestock, maize and onions (the latter they buy back when needed, at a loss, since they have no method of storage after harvest) are the chief sources of income, along with fishing; while the big political issues of the day are unemployment, roads and the water supply. In some villages on the barren, rocky stretch along the southwest, water is only available once a week, from just one tap. </p> <p>But, although some islanders have mixed feelings about it, tourism is starting to make a difference to the economy. Rodrigues's remoteness, its raw beauty and giant blazing sunsets that seem capable of filling 10 skies have made the island a haven for honeymooners and couples celebrating anniversaries, while the racing winds and rich marine life have turned the lagoon into one big playground for windsurfers and divers. And back on dry land, the rollercoaster roads - with their chasm-like potholes, steep inclines and tethered beasts lurking around every sharp bend - make for exhilarating mountain-biking. </p> <p>For all that, though, I had my best times on excursions that centred more on the culture, history and way of life of Rodriguans. There was the 600m underground trek through the stalacmites and stalactites of Caverne Patate, where you can see the remains of a solitaire embedded in rock. And don't go confusing solitaires with dodos, which were from Mauritius. Solitaires were bigger birds, explains Josie, had longer necks and cried tears when caught - not that that saved them from the hungry early settlers, who soon ate them into extinction. </p> <p>Further inland, where the vegetation becomes more lush, Saint Gabriel church - the biggest place of worship in the entire Indian Ocean with a capacity for 2,000 souls every Sunday - is worth a visit, if only to shake your head in wonder at the fact that the 22,000 coral bricks used in its construction in 1937 were all carried up from the coast by women. They also carried up the sand and the bell - and probably the men's rum, too. </p> <p>For the most spectacular views of the island, take the road from St Gabriel church up to nearby Mont Limon which, at 398m, is Rodrigues's highest peak. From there, you can look down on the undulating valleys sweeping down to the shores, and take in the sheer scale of the vast lagoon. Those waters offer some of the best underwater experiences in the entire Indian Ocean and you don't have to be a qualified scuba diver to make the most of them - you can still see a stunning array of marine life in just snorkel and flippers. Halfway to the Ile aux Chats, we stopped the boat and everyone jumped into the clear waters for snorkelling among shoals of barracuda and countless other finned exotica. </p> <p>If you can dive, however, there are white-tipped reef sharks at Grand Bassin, and a good number of shipwrecks are scattered throughout the reef. Go with a good skipper, though, or your craft could end up joining them on the lagoon bed. </p> <p>I also managed to catch a sega tambour, the traditional dance in which men and women shuffle back and forth like high-speed ducks to percussion and accordion music (one version of it is called scottisches). </p> <p> Other things to see and do include visiting Ile aux Cocos, even more idyllic than Ile aux Chats, dining with a local family (a popular practice for foodie tourists), sampling the island's Ebony nightclub (sega and techno), or seeing the markets in Port Mathurin, the main town, on a Saturday. </p> <p>On my final afternoon, I took a walk along the rocky coast from Pointe Coton in the northeast to Trou d'Argent, the island's most famous beach. In that short trek, I must have passed four or five other world-class beaches, pristine and deserted save for the odd dog, hen or goat dallying in the trees. It was breathtaking. At one point, the reef came in close and the fine spray doused my sunburnt skin. Then I saw a rainbow. What next, I wondered. When I got to Trou d'Argent I half-expected to find God there, sitting on a towel, gazing out at the breakers and looking awfully pleased with himself. </p> <p>As I headed back, the sun was setting behind the trees, casting long shadows across the virgin sands. Can Rodrigues stay like this? Probably not. There are already plans to expand the airport and, depending on who you talk to, there are six, nine, maybe even 16 new hotels planned. How on earth will this tiny island sustain development on such a scale? Where will the water come from, the power, the waste disposal, the fresh fruit, veg and varieties of fish tourists would expect? And, most important, will it be the locals who benefit, and can their culture still thrive? No one can say for sure. </p> <p>In the morning the shuttle to the airport seemed to leave ridiculously early but it soon became clear why. The driver picked up every single person on the road: schoolkids with neat little satchels, men carrying packed lunches, women picking their way up hills with giant loads on their heads. </p> <p>\"We're 10 minutes ahead of schedule,\" said the pilot as the 48-seater plane taxied along the runway, \"so we'll just take off now and do a quick tour of the island before heading for Mauritius.\" </p> <p>I looked down at the glistening lagoon below and at all the places I'd managed to get to - and all those I hadn't. Ah well, en lotte foi - the Creole expression meaning \"next time\". </p> <p> <strong>And if you want more R&amp;R on the way home ... </strong><br></p> <p>By way of a complete contrast, on the leg back I spent two nights on Mauritius, in the Prince Maurice, a luxurious new five-star hotel about the size of a small country. It's the kind of place you arrive at - having journeyed from the airport past countless fields of cane, tobacco and tea, while swerving to avoid the occasional chicken - and don't leave until it's time to get back on the plane. </p> <p>Boasting floating restaurants, a health centre, four bars (the Fitness Bar serves \"vitamin cocktails\"), sunset cruises, a golf course at its sister hotel and a private beach with watersports facilities, the Maurice is a full-on pamperfest whether you need it or not.</p> <p>You just have to reach towards your bottle of water in the restaurant and a young boy in a starched white outfit will appear at your side to pour it, bow, then vanish. And if you're catching a few rays on the beach, you don't even have to get up to attract a waiter's attention - just lift a little flag and he'll come running.</p> <p>In the evening I'd return to my room to find the covers of my bed had been neatly turned down and a \"thought\" left on top, printed on a square sheet of red paper. \"Never read a book that's less than a year old,\" mine said. I meant to ask why, but somehow I just never got round to it.</p> <p> <strong>The practicals</strong><br></p> <p>Andrew Gilchrist travelled to Rodrigues with Air Mauritius (020-7434 4375) and Rainbow Tours (020-7226 1004, <a href=\"mailto:info@rainbowtours.co.uk\">info@rainbowtours.co.uk</a>).</p> <p>Eight nights' half-board at the Mourouk costs from £995, including return flights to Mauritius and onward flights to Rodrigues. A 15-night holiday combining seven nights' half-board on Rodrigues and six nights' B&amp;B at the new five-star Le Prince Maurice from £1,925 per person based on two sharing. </p> <p>Air Mauritius operates four direct flights a week between the UK and Mauritius (journey time: 11hrs 45mins) and a daily service between Mauritius and Rodrigues (journey time: 1 hour). You can find out more about Rodrigues at the <a href=\"http://www.rgs.org\"> Royal Geographic Society</a> website. </p>",
  "<p>'The Coconut islands?\" I asked. \"No, that's the K-e-r-k-e-n-n-a-h islands,\" said the travel agent. </p> <p>\"What's it like?\" </p> <p>\"No idea. Says here that the Hotel Grand has a 'pool, watersports, terrace bar, er . . . karaoke'. It's on the beach. All rooms have a sea view. It's a two-star hotel, so it should be fine. But do bear in mind that Tunisian two-stars are not necessarily the same standard as our own.\" </p> <p>With taxes, a last-minute deal on seven nights' half-board for myself and my 12-year-old daughter cost £309 each. A cheap beach holiday, or a cut-price trip to package hell? Rain drummed the windows while the 12-year-old lay on the floor, absent-mindedly stabbing herself in the forehead with an plastic bottle. There were three places left. </p> <p>Five days later, we boarded the ferry at Sfax with 200 fellow holidaymakers, having been coached here en masse from the airport. A trail of yellow dust lay on the water, presumably some of the phosphates that are mined inland, blown from the hold of an outbound ship. Our onboard toilet had a wet floor, no door, and a bucket and tap for flushing. Ominous signs, perhaps. Still, the sun was shining. </p> <p>An hour later, the ferry docked again at the first of the two Kerkennah islands - Gharbi (eastern), which is connected by a Roman causeway to the larger but even more sparsely populated Chergui (western). Both are arid, hot, sleepy, almost deserted and flat - at their highest, the islands are only 5m above sea level. Essentially, they are little more than palm-fringed sandbars, dotted with salt flats. </p> <p>Apart from its small fishing industry, Kerkennah offers only seasonal work for locals, many of whom leave for the mainland. During August, we were told, up to 100,000 people stay on the islands at any one time, most of them tourists. Out of season, the population drops below 10,000. </p> <p>The tourist industry consists of a handful of very low-key, low-rise family hotels on the coast of Chergui, and a couple of souvenir shops. At first glance, Kerkennah is not quite beautiful, at least not in the Bounty bar sense. The vegetation is scrubby, the beach at Sidi Frej, where most of the islands' hotels are situated, is clean but essentially characterless. </p> <p>Likewise, the Hotel Grand might well have lived up to its name when it was built, back in the early 1960s, but these days it is remarkable for its endearing quaintness, a quality reinforced by the immaculate starched white bed linen and the friendliness of its staff. The rooms bordered on the spartan, but were comfortable and spotless, and we had, as promised, a wonderful view of the Mediterranean from our balcony. </p> <p>The half-board option turned out to be a good choice too, with the air-conditioned buffet restaurant offering local cous-cous, a vegetable and scrambled-egg concoction known as ojja, fresh octopus and grilled fish, as well as chips and roast potatoes, much to the delight of our dinner companions, a honeymooning couple from Bolton called Tristan and Stephanie. </p> <p>Gradually, it became clear that the Kerkennah islands in general, and the Hotel Grand in particular, are the perfect location for anyone searching for great weather, a clean environment and a healthy dose of peace and quiet. Eventually, the gentle charm of the people, the soft breezes that offset a ferocious sun and the sound of cicadas in the date palms would gradually lull us into a state of deep relaxation. </p> <p>Of course, we arrived with plans to explore the island, to cycle here and walk there, to take a trip to the mainland. Instead, we seemed to slip into the dreamlike rhythm of the island. Most nights we slept for 10 hours, something I can rarely manage in London, even when exhausted. </p> <p>We soon developed an effortless routine of swimming, reading, eating and early nights. The perfect healthy holiday option, in fact. Many of the families we met round the pool were regular visitors. Several had come back to the Grand four or five times, while one family had returned every year for the last 14. </p> <p>True, our idyll was twice interrupted for 20 minutes by the ripe smell of a tanker lorry pumping out the septic tanks. But even that seemed somehow benign. A bit of a pong for half an hour twice a week was a small price to pay for knowing that turquoise water was every bit as clean as it looked. </p> <p>Little wonder that Kerkennah appeals to families and those in search of rest. Children are safe because the water is so shallow. You could wade out 150m and still be only waist deep. The resort could have been designed to calm down speedy townies. You can't even swim exuberantly because the water's not deep enough. </p> <p>The dolphin trip seemed like a bit of a gamble. We'd heard mutterings about disgruntled tourists returning earlier in the season without sighting so much as a sardine. To devote an entire day - and nearly £25 a head - to a dolphin-less trip would be pretty miserable. But on the morning, we decided to risk it. A couple of hours later our captain was whistling and banging the deck with a heavy stick. \"They come and see what all the noise is about,\" he explained \"There it is, just below the surface.\" Pointing 30 metres out, he either had X-ray vision or he was bluffing. </p> <p>With a sudden splash and hiss of air, a bottlenose dolphin leapt across our bow, almost close enough to touch. Then another surfaced first this side then the other. </p> <p>The captain then wiped the deck with a clean cloth and treated us to a maritime cookery show. He chopped tomatoes, onions and herbs with mesmerising skill and speed, then sliced some chicken steaks and marinated them while another crew member gutted chelbat, which he assured us was a type of parrot fish. </p> <p>We moored the ship and went for a swim while the crew fried up brik - a Tunisian fritter containing poached egg and herbs - and served up gazpacho. Meanwhile, at the stern, a third crewman barbecued our fish and chicken steaks. We were plied with food until we were creaking more than the ship's elderly mast. </p> <p>Back on shore, taxis whisked us to a nearby café for coffees and Cokes and beers. Here we were treated to smoking a hookah loaded with locally-grown tobacco (organic, as the captain pointed out), which is soaked in honey and left to dry in the sun. </p> <p>The hookah has a small piece of charcoal in the chalice, on which the tobacco burns. The captain showed us how locals like to put a spoonful of crème de menthe in the water bowl, to give a menthol flavour to the smoke. We all took turns puffing on the pipe. My 12-year-old daughter was disconcertingly adept, puffing away heartily without the slightest hint of a cough. An old-fashioned look merely elicited a shrug. </p> <p> <strong>The practicals</strong><br></p> <p>Alix Sharkey booked his holiday with Panorama (01273 427777, <a href=\"http://www.panoramaholidyas.co.uk\"> www.panoramaholidyas.co.uk</a>), which offers seven days' half board at the Grand Hotel, Kerkennah, from £289pp until the end of October, including return flights from Gatwick to Sfax and all transfers. Next year's season starts on May 1 with prices from £339pp.</p>",
  "<p>Multibillion pound programmes to revive inner cities and create work in depressed regions and coalfield communities face being vetoed by Brussels because they breach EU rules on state aid. </p> <p>Anxious Labour MPs have joined builders and developers to warn that thousands of jobs are at risk with a cloud hanging over hundreds of urban regeneration and job creation initiatives. </p> <p>In a hard hitting report, the Commons environment committee has warned that meddling by Brussels will have \"severe consequences\" for the deputy prime minister John Prescott's vision of an urban renaissance, which is tied to the regeneration of brownfield sites. Mr Prescott has set a target of building 60% of new homes on such sites. </p> <p>Fuelling the debate about Britain's relationship with the EU, the environment committee says that \"illogical and ill-considered\" rulings from Brussels are bringing the EU into disrepute. </p> <p>It warns that planned jobs, and other benefits, might no longer be delivered to deprived communities. \"Areas already suffering from urban decay may enter a spiral of decline as the cancer spreads, making it even more difficult for future regeneration efforts to succeed,\" it said. </p> <p>At the heart of the dispute is the partnership investment programme, overseen by Mr Prescott's Department of the Environment, Transport and the Regions. It provides grants for developers to kick-start urban regeneration schemes, from converting old warehouses into flats to clearing derelict and contaminated sites for new homes and workshops. </p> <p>The EU says the programme constitutes state aid and should be vetoed. </p> <p>The Housebuilders' Federation said £700m of grants had encouraged developers to spend £1.4bn on new projects. This had led to the rebirth of city centres, from Manchester and Leeds to Newcastle and Sheffield, with thousands of people moving into new homes. </p> <p>Last year around 3,000 acres were cleaned up and 7,500 new houses and flats provided in cities. </p> <p>Although Brussels says that schemes in the pipeline can be completed, the Housebuilders Federation warned yesterday that the EU stance is likely to have a \"devastating\" impact on Mr Prescott's target for brownfield building. </p> <p>\"This is a terrible blow because housebuilders are close to hitting the target and without gap funding [grants] they will have to turn down the opportunity of redeveloping many of these areas because they cannot be expected to work at a loss,\" it said. \"City centres have been transformed and now all of this is at risk because of an annoying and frankly silly ruling.\" </p> <p>Problems have been compounded on two other fronts. This week the regeneration magazine, New Start, revealed that a £15m fund to revive former pit villages has been frozen and may be outlawed under EU rules. Launched in 1998, the coalfield enterprise fund was hailed as a sign of the government's commitment to rebuilding coalfield communities, devastated by pit closures in the early 1990s. </p> <p>But the European Commission now says the scheme is being examined to see if it, too, complies with EU state aid rules. </p> <p>For two years, agencies have been given no explanation as to why they cannot tap into the fund. \"Although this money was promised in 1998, nothing has been drawn from it,\" said Dave Perry of the Coalfield Communities Campaign. </p> <p>Brussels has also frozen the Department of Trade and Industry's £150m regional venture capital fund, designed to encourage new businesses and entrepreneurs in depressed areas. </p> <p>The Department of the Environment said it was extremely concerned by the commission's rulings. </p> <p>\"We were disappointed when they ruled that the partnership investment programme breached state aid rules because we explained that this did not constitute state aid as such.\" Alternative measures to assist cities, coalfield communities and new businesses were being considered, it said.</p>",
  "<p><strong> A necessity: </strong> An open-weave basket to spread the spores from the mushrooms . Also a mushroom knife, which I get from Italy, with a curved blade and a brush on the end. </p> <p><strong> A luxury:</strong> Plus-twos, which make it easier to walk through the undergrowth. </p> <p><strong> If only:</strong> A hand-held global positioning system would be great for finding your way back to the place you found excellent mushrooms the year before.</p> <p>\u0095 Peter Jordan is the author of The Ultimate Mushroom Guide and organises mushroom hunting trips in Britain and abroad. Contact 01328 738 841 (<a href=\"http://www.tasty-mushroom.co.uk\">www.tasty-mushroom.co.uk</a>).</p>",
  "<p><strong> What is it?</strong> Another handheld computer. </p> <p><strong> What's so special about it?</strong> Good for travelling because it's very small: 4.8 inches by 3 inches by 0.7 inches. </p> <p><strong> All palmtops are small.</strong> That's very true - but this has a slot in the back where you can plug in expansion modules. </p> <p><strong> Like a Gameboy?</strong> That's right. Plug in a tiny modem and connect to the Internet via a mobile phone. There'll soon even be a Global Positioning Device that shows you where you are on a map. </p> <p><strong> I just want simpler stuff. </strong> Plug in a Tiger Woods golf game, then. Or a module that turns it into a basic digital camera. Soon there'll be an MP3-player module. </p> <p><strong> And without the modules?</strong> It's an organiser, diary, memo pad and calculator. The standard versions have 2MB of memory, the Deluxe has 8MB. </p> <p><strong> What else?</strong> Connect it to your PC via a special cradle or infra-red port. And there's a travel feature called City Time: the hour in every city, plus a shaded map showing where it's night. </p> <p><strong> Who makes it?</strong> Handspring - founded in California two years ago by people who earlier designed Palm computers. </p> <p><strong> What do they cost?</strong> Three models at £116, £149 and £199. Then there's the modules: about £100 for the modem or the digital camera, £55 for an 8MB extra memory module, £25 for Tiger Woods. </p> <p><strong> Where do I buy it?</strong> Electronic shops, including Dixons and Carphone Warehouse; on the net from <a href=\"http://www.handspring.com/uk\">www.handspring.com/uk</a> or <a href=\"http://www.zircon.com\">www.zircon.com</a>; mail order from Microwarehouse (tel: 01928 579000). </p> <p><strong> Do say: </strong> It's got WAP/WEB, e-mail and SMS management. </p> <p><strong> Don't say: </strong> What's wrong with a notebook and pencil?</p>",
  "<p>For almost 20 years, I have considered myself a student of \"negrophilia\". This means that I spend much of my time scrutinising how white and black people relate to each other, trying especially to understand their attraction to each other.</p> <p>My scrutiny can be quite personal, focusing on how I, as a black woman, interact with others around me, particularly when I am working in England; but my exploration is also often stimulated by my time in Jamaica, where the legacy of colonialism has ensured that race relations are a constant touchstone of Caribbean existence. Sometimes, my interests are voyeuristic, and I find myself spying on mixed-race couples and wondering how they perceive each other; at other times, I have a more critical attitude, trying to grasp why, and how, European history has often, implicitly or explicitly, tended to denigrate the image and psyche of black people. </p> <p>My initial interest in negrophilia grew out of my studies in art history. I came to the subject via what modern artists in the early decades of the 20th century called \"primitivism\". The term \"negrophilia\" itself describes the craze for black culture that was prevalent among avant-garde artists and bohemian types in 20s Paris, when to collect African art, to listen to black music and to dance with black people was a sign of being modern and fashionable. In the same way that, today, aspects of black culture such as hip hop, reggae, gangsta rap, locks and Afro hairstyles proliferate, in the 20s the craze was for dances such as the charleston, the lindy hop and the black bottom, for Bakerfix hair paste, and for wearing African-inspired clothes and accessories. This passion for black culture and a \"primitivised\" existence flourished in the aftermath of the first world war, when artists yearned for a simpler, idyllic lifestyle to counter modern life's mechanistic violence. </p> <p>But, even as the \"negrophiles\" of 20s Paris affirmed a love of black people, their relationships with them demonstrated, at least covertly, sentiments closer to fear - sentiments that still persist to this day. Black personalities were eitherlionised or demonised in a manner that denied normality. I felt that an examination of these mood swings from negrophilia to negrophobia might be a useful way to see how black people have historically become objects of affection or derision, and continue to be. Negrophilia is thus about western culture exploring its perceptions of difference in such a way that best reflects white people rather than their exoticised subjects.</p> <p>Such reflections are often highlighted in sport, the arts and popular entertainment, but they are particularly evident in boxing, a sport of extremes where, historically, whites and blacks have chosen controlled abuse to deal with each other. Fights between white and black boxers create interest because they provide an arena in which the myth of black savagery can be explored and confirmed and even supported. Boxing's ritualised order makes it possible for savage and civilised to meet and to challenge each other on equal terms, and sometimes to upset the \"natural\" order of things. </p> <p>The similarities between the career of Mike Tyson at the end of the 20th century and that of Jack Johnson, his black predecessor by almost 100 years, are remarkable and instructive, especially when used to compare attitudes and tolerance to race in America and Europe. Johnson, a Texan-born fighter, boxed his way to the heavyweight championship at a time when racial tension in the southern states of America was at its most virulent. He beat Canadian Tommy Burns in a world title fight in 1908 and followed this with victory over America's \"great white hope\", Jim Jeffries, in 1910. But Johnson was reviled by the American and British public alike. </p> <p>His victories had brought a new racial dimension to boxing, and had roused the wrath of the white supremacists, who recognised their significance. What was still more infuriating for white Americans was Johnson's cocky attitude both inside and outside the ring. He taunted opponents with abuse and racial slurs, and also had a penchant for courting white women - in fact, he married three.</p> <p>This flaunting of unwritten colour codes made his victories over white men both physically and sexually humiliating to them. Despite condemnation of Johnson's street-fighter tactics and of bouts that the press called \"freak shows\", there was no shortage of takers for ringside seats or for tickets to see his motion pictures (the turn-of-the-century equivalent of pay-per-view). The crowd's love-hate relationship with Johnson was good for the box office, and his brawling and abusive manner, combined with white vitriol, merely added to the high-risk entertainment. When Johnson skipped a jail sentence for abducting a white woman, by escaping to Europe, the British press met him with the same vehemence bestowed on Tyson when he returned to the ring after serving time for rape, and again after biting another boxer's ear. In the cases of both Johnson and Tyson, the press demonised the fighters and, in defence of the principles of pugilism, called for them to be banned from boxing. If nothing has been learned in the 90 years that separates their careers, perhaps something can be gained from examining Johnson's experience in Paris. </p> <p>Paris's reception for Jack Johnson was different. Boxing had been introduced to French culture after the 1789 Revolution through an anglophile sporting society. Despite its English origins, the revival of \"la boxe\", as the French called it, came to Paris via America, and was associated with fairground and circus attractions. Black men who participated in boxing events were feted for their feats of strength and likened to their African brothers. These \"bad niggers\" were greeted with fascination and curiosity. Unlike America, Paris posed no restriction to their fighting with white men, and after 1900 many black boxers gravitated to the city in search of title fights. Johnson came to Paris in 1913 and participated in a number of boxing exhibitions organised by the Nouveau Cirque. </p> <p>Although race difference provided the visible tensions to Johnson's fights, the invisible political and sexual tensions that his male physicality established in the ring were equally potent. In America, his flamboyant character and transgressive behaviour outside the ring roused white fears of violation and depredation. But in Paris, a city proud of its liberal race policies, the challenge to political and sexual issues was not always so blatant. In the relationship that avant-garde Paris established with black people at this time, sexuality was implicit rather than explicit. That said, the courtship of black culture by the Parisian avant-garde was an even greater slap in the face of the bourgeoisie and its values than a fist fight in the ring. Johnson was vilified by the French mainstream because he challenged its values; he was admired by the avant-garde for the same reason. </p> <p>Why France should have proved more welcoming to black people than America or Britain is a complex question that necessitates an examination of its ultural and moral attitude towards them in history. Since the Revolution, the motto of \"Liberté, égalité, fraternité\" had helped to fashion a response to Africa, slavery and colonial rule that stressed an assimilation and accommodation of black culture (albeit a stifling one) within France's own sense of imperial destiny.</p> <p>French interest in their colonised peoples went beyond economic considerations. In addition to mainstream patronage and a colonial mission to \"improve\" black people, the avant-garde's admiration and borrowing of Negro forms was as much to satisfy its own need for the \"exotic\" and the \"real\" (something that was lacking in its own culture) as it was economic exploitation. The allure of black culture was that it stood for a spiritual wholeness that had been obscured in an increasingly \"civilised\" and mechanised environment by material development. The assimilation of black forms into Parisian subculture was remedial and therapeutic. </p> <p>The artistic climate of 20s Paris was a sensitive and experimental one, mirrored in its eclectic range of styles. The first flush of African art's influence on the Parisian avant-garde in the prewar years developed after the war into a commercialised version of \"all things African\", a sort of blackened version of Art Deco that debuted at the Exhibition of Decorative Arts in Paris in 1925. This \"black deco\" cousin was soon applied decoratively to many areas of Parisian lifestyle: furniture was embellished with animal skins and African designs; clothing stressed natural textiles and jungle pelts; jewellery boasted precious metals, gems and enamelling with jazzy contemporary designs. Black deco gradually settled into a style ripe for marketing, and black juxtaposed with white became the vogue. </p> <p>But Paris's infatuation with blackness was not just about aesthetics and inanimate objects: bohemian Parisians also fell in love with \"living\" black individuals, who were celebrated for their entertaining remedies to the ailments of modern life. This was certainly the case for the black female entertainer, Josephine Baker, Paris's own Vénus noire and the predecessor of female performers such as Eartha Kitt and Grace Jones, who have also played on white fantasies of animal magnetism to further their careers.</p> <p>As a talented black woman, \"La Bakaire\" enjoyed Paris because of the increased opportunities it gave her to realise herself and her goals. Of course, she did achieve great fame, and was even awarded the Légion d'Honneur for her resistance work during the second world war. But despite her humanitarian concerns, she discovered that the admiration and success she gained from white society came at a cost. Even up to her death in 1975, at the age of 69, she remained typecast, singing and dancing a white man's tune. </p> <p>Yet when Baker first hit Paris as a young, Harlem-based dancer mimicking the vaudeville act of \"Bert &amp; Bennie\" at the Cotton Club, it seemed that within days she had all of the city's beau monde worshipping at her feet. Her cavorting and frenetic dancing quickly earned her a spotlight in André Daven's La Revue Nègre at the Thétre des Champs-Élysées, and her willingness to pose naked for the poster artist Paul Colin and to dance topless on stage transformed her into the mythical \"black Venus\". On opening night, when she was dressed solely in a ring of bananas belted across her hip, her expressive writhing, combined with drum beats, roused the audience. Her highly sexualised performance, with frenzied and exotic dancing in a duet choreographed by Daven, played upon her viewers' fantasies about Africa and black women. Despite its obvious fabrication, they were willingly seduced into accepting its authenticity. </p> <p>Present in the audience on Baker's debut night were the artists Francis Picabia and Kees van Dongen and the writers Blaise Cendrars and Robert Desnos; in the following months and years, other artists and writers, including Picasso, Foujita, Henri Laurens, Georges Rouault, Marie Laurencin, Louis Aragon and Alexander Calder, and architects such as Le Corbusier and Adolf Loos would seek her out as model and muse. </p> <p>For most artists, Baker was a romantic fantasy from a Gauguin or Rousseau painting come to life. Jean Dunand painted her in an exotic setting of banana and coconut trees dressed in skimpy stylised African dress and holding an African charm. Calder devoted his first completely wire-framed sculpture to a figure of Baker, the basis of a later mobile that hung from the ceiling echoing her \"dance de ventre\". In an era when artists were grappling with a polarised view of women that embraced both the creative and the subversive, Baker was an icon of female sexual expression. Her image was a powerful one, because she appeared to have liberated her female sexuality, and also because her blackness and the fantasy of her accessibility threw into contradiction social mores regarding both sex and race. </p> <p>Animal imagery dominated Baker's personality and performances, and these were caricatures that she herself fostered. Initially, her performances were full of playful leaping, tumbling and acrobatics that her viewers associated with monkeys, kangaroos and feline creatures, but as she grew more aware of the needs of her audience, her imagery became more sophisticated and symbolic. She paraded her pet leopard, Chiquita, as though it were an extension of her wardrobe, kept a menagerie of animals in her nightclub, Chez Joséphine, and cultivated an animal-like presence to her sexuality. These signifiers were immediately apparent to viewers weaned on tales of contemporary African expeditions, such as the \"La Croisière noire\" mission of 1925, and notions of exotic black tribeswomen living naked in the wild. Baker's ability to actualise these fantasies made them appear real to Europeans, and merely served to perpetuate a stereotypical imagery that still today places judgments on young black women such as Venus and Serena Williams. </p> <p> Like Baker, the black people who found themselves in Paris were courted for their sense of style and vitality. Some were discharged soldiers not wishing to return to North America's racial restrictions. Others were musicians and entertainers such as Baker and the Revue Noir troop who found that white interest in dances such as the charleston, lindy hop, black bottom and shimmy could earn them a significant income, so they stayed. Ada \"Bricktop\" Smith, black singer and club owner whose popularity at times rivalled Baker's, made good money teaching \"white bottoms\" such as Scott and Zelda Fitzgerald and Ernest Hemingway to charleston; she even tutored the Prince of Wales. No social evening was complete without black musicians and dancers, and by the end of the decade both Montparnasse and Montmartre boasted black communities of entertainers and nightclubs. </p> <p>Montmartre, which, as now, was renowned for its nightlife, was the area to which most black visitors gravitated. This was the quarter for clubs such as Zelli's, Le Grand Duc, Bricktop's, Chez Florence and Chez Joséphine, which were fronted by black stars but more regularly funded by white patrons. These botes featured both jazz and Latin music that, in spite of rigid opening laws, still managed to party until dawn. The trend for most jazz fans was to begin revelling in one club and then to \"cruise\" for the rest of the night in search of the hottest spots and entertainers. </p> <p>The musicians who worked these clubs initially came to Europe with shows such as Arthur Lyon's Chocolate Kiddies in Berlin, and Paris's La Revue Nègre and the Blackbirds, but the demand for performers meant that they could quickly make names for themselves. Clarinet player Sidney Bechet, after recording and playing in Harlem with great performers such as Bessie Smith, Duke Ellington and Louis Armstrong, found fame in Paris after sailing to Europe in a \"cattle boat\" as part of the Southern Syncopated orchestra in 1919. Within weeks of the band performing at the Royal Philharmonic Hall, he was singled out for a royal command performance for King George V at Buckingham Palace. London, however, proved too restrictive for Bechet, and he was eventually deported to New York after narrowly escaping criminal charges for molesting a \"tart\" in Clapham. When he next returned to Europe, it was to Paris, where he achieved celebrity status alongside others such as piano player Noble Sissle, trumpeter Tommy Ladnier, and singers Florence Mills and Adelaide Hall. </p> <p>Not all blacks people in Paris were hustlers or entertainers, however. Some were privileged even before they came to Europe and pioneered the cause of a black intelligentsia in Europe. Despite Paris's reputation for modernity, some of the black artists working in the city, such as Lois Mailou Jones, Palmer Hayden and Henry O Tanner, were more inclined towards academicism. The same might also be said of African-American poets living there. Writers such as Countee Cullen, Claude McKay, Langston Hughes and Alain Locke may have framed their ideas about the Harlem Renaissance's New Negro within the modernist experience, but they were still remarkably conventional. </p> <p>The initial presence of blacks in Paris was considered rejuvenating, particularly for the bohemian set who cultivated the shadowy world of the jazz clubs and who called themselves \"negrophiles\" - figures such as the poet Guillaume Apollinaire, the art dealer Paul Guillaume, the shipping heiress and publisher Nancy Cunard, and the surrealist critic Michel Leiris. A few of these were even willing to disown their European heritage altogether in favour of black culture. </p> <p>Despite the negative historical implications of being called a \"nigger lover\", they used terms such as \"négrophile\" and \"négrier\" almost as terms of endearment to establish their status outside \"civilised\" society's moral boundaries. Being called a negrophile within the Parisian avant-garde affirmed one's defiant craze for black culture. \"Blackness\" was a sign of their modernity, reflected in the African sculptures that scattered their rooms alongside abstract paintings. Such orchestrated environments of tribal and modern became part of an invisible code that, rather like the decor of Dr Frasier Crane's apartment, defined their owners as cultured. </p> <p>Nancy Cunard epitomised the negrophile of the 20s, one of the elite who inherited the avant-garde enthusiasm for black culture. Her friendships between 1923 and 1925 with artists such as Tristan Tzara, Constantin Brancusi, Man Ray and Louis Aragon might have resulted in an approach to Africa based on the surrealists' fantasies of regression. Her commitment to authenticity, however, eventually introduced her to a network of black intellectuals and artists who ensured that her understanding of Africa was anti-colonial, if not a little transgressive. By 1926, she could write to her colleague Janet Flanner that she was leaving for Southampton \"to look for African and Oceanic things - because that is the most recent and now very large interest in my life, ivory, gods, masks, fetishes\". </p> <p>One image of Cunard photographed by Man Ray in 1926 defines her negrophile status. Pictured sporting bangles up to her elbows, mock leopard garb and eyes ringed with kohl, she exudes the exotic. Her stylish references separate her from conventions of refinement, yet curiously her refinement is reinforced by her accessories. Read like a shorthand for the \"exotic\" during this period, they were intended to enhance and to compliment her whiteness. Nevertheless, Cunard's predilection for Negro forms went beyond the mere sporting of fashion accessories. By 1928 she had left her lover Aragon for the black musician Henry Crowder, an affair that was later the cause of her disinheritance and estrangement from the Cunard family. Although the press maliciously reported other casual relationships with black men such as the actor Paul Robeson, suggesting that her interest was just a \"phase\" rather than a real commitment, her subsequent tireless work as editor of the black anthology, Negro, reflected a genuine need and concern to identify with and to support black people. Significantly, Cunard's career as an activist for black causes lasted the entire negrophilia era and beyond: the eventual publication of Negro in 1934 coincided with the end of the craze. The anthology took years to come to fruition, but it remains one of few tangible products from an era that proved so fickle and ephemeral. </p> <p>Ephemeral that period may have been, but in the world of black and white little changes, and negrophilia endures to this day. Assessment of historical relationships offers a useful guide for understanding contemporary issues, and one can often glide between past and present in a way that is frightening, but thought-provoking. </p> <p>This summer has been particularly rewarding, because so many black sports stars, such as the Williams sisters, Mike Tyson and Lennox Lewis, have been in the limelight, with the press dragging out all the old expressions they seem to reserve for black subjects. Sports reports describing the new Wimbledon and US Open champion Venus Williams as a \"demented doe\" or a \"predator\", along with descriptions of her \"impossibly long legs\" and \"octopus-like arms\", demonstrate that even as black athletes are winning, they are still perceived in a particular, patronising way by white people. </p> <p>When Tyson recently beat the sense out of his white Texan opponent Lou Savarese, for instance, broadsheet and tabloid newspapers alike expressed outrage at his conduct. The 38-second whipping he gave Savarese shocked those watching, as did the accidental lick which toppled the referee. But the media generally focused on the ringside interview held immediately after the fight, during which Tyson hesitatingly pieced together his view of the contest, but then, suddenly conscious of the camera, seemed to go into overdrive. He declared himself ready to fight Britain's double world champion Lewis and threatened to rip out his heart and to \"eat his babies\". </p> <p>Repulsed, the British press called Tyson \"tawdry\", \"mad\" and ready for \"the nuthouse\". With his actions and words, Tyson may have exacerbated negative stereotypes of blacks, but it was revealing to see how the media, in its reaction to the outburst, drew on pervasive notions of violence and deviance that historically have been related not just to boxers but to blacks in general. </p> <p>Today, in a shrinking world, black culture informs a wider, global popular culture. Black music and fashion are particularly seductive. The black image in movies, magazines, videos and computer games is now an icon of modernity. But even as it is being lucratively marketed worldwide, there is still discussion about its \"negative\" influences, as the Tyson case shows. </p> <p>Perhaps to redress this imbalance, in Britain we are witnessing another swing of the pendulum back towards negrophilia, especially when the subject is media-friendly - the successful promotion of Zadie Smith and her novel White Teeth, for instance, seemed as much to do with interest in the author's mixed-race upbringing and striking good looks as the book's witty commentary about the changing face of Britain.</p> <p>Today's negrophilia is especially indulgent of black Britons who are willing to carry the flag in their endeavours. Perhaps as a sign of its tolerance and multiculturalism, the media has begun to look more closely at these black people as individuals. Recently, the press has adopted Lennox Lewis as one of its own and has framed him, at least in the boxing arena, as \"Britain's last hope for glory\". It is intriguing that Lewis is being billed as a \"gentle giant\" in contrast to Tyson's monstrousness, and that Lewis's relative civility in the ring is being seen as an aspect of his Britishness, rather than of his Canadian-ness or Jamaican-ness. This colouring of Britishness is a relatively new phenomenon. It will be interesting to see if the current wave of negrophilia will be sustained beyond the ring and the final count </p> <p>© Petrine Archer-Straw, 2000. Negrophilia, by Petrine Archer-Straw, is published by Thames &amp; Hudson, priced £14.95.</p>",
  "<p>From the age of six, growing up in Canada, Naomi Klein was obsessed with brand names, and what she could buy. She had a thing about the bright signs she saw from the back-seat window of the family car: McDonald's, Texaco, Burger King and, especially, the fluorescent yellow gorgeousness of Shell: \"So bright and cartoon-like I was convinced that, if I could climb up and touch it, it would be like touching something from another dimension - from the world of TV.\" She used to stitch little fake alligators on to her T-shirts so they would look like Lacoste, had a Saturday job in Esprit (they had the best logo), and her biggest fights with her parents were over Barbie and the price of designer jeans. In her high-school yearbook - where some are labelled \"most likely to succeed\" - she was \"most likely to be in jail for stealing peroxide\". She was defined by the products she used to change the colour of her hair. </p> <p>But now, aged 30, Klein has written a book, No Logo, which has been called \"the Das Kapital of the growing anti-corporate movement\". The teenager fixated on brand names has become a campaigner against our over-branded world, and a populariser of the kind of anti-corporate ideas that are currently fuelling protesters against the IMF/World Bank meeting in Prague. The book has been a word-of-mouth sensation, giving voice to a generation of people under 30 who have never related to politics until now. The band Radiohead were so inspired by No Logo that they have banned corporate advertising from their British tour, deeming all venues \"logo-free\" - Ed O'Brien, the guitarist, says, \"No Logo certainly made me feel less alone. She was writing everything I was trying to make sense of in my head. It was very uplifting.\" </p> <p>As a chronicler of what she calls \"the next big political movement - and the first genuinely international people's movement\" - Klein writes that Nike paid Michael Jordan more in 1992 for endorsing its trainers ($20 million) than the company paid its entire 30,000-strong Indonesian workforce for making them; why, in her opinion, this makes people angry; and why that anger is expressed in rallies outside the Nike Town superstore, rather than outside government buildings or embassies. She shows how globalisation has hit the poor the most, and how this new political movement is both historically informed and absolutely of the moment, like nothing that has gone before. </p> <p>And, as we shall see, it was bound to be some- one such as Naomi Klein who would be both at the heart of anti-corporatism and interpret it for everyone else. The anti-corporate movement is resolutely disparate, and has no leaders; but it is no coincidence that its most prominent populariser should be a 30-year-old woman from North America (the heart of wealth and power), whose political background is a leftwing family and a teenage rebellion through shopping. As we shall see, she is perfectly placed to reflect these times. </p> <p>Klein's argument starts with what we all recognise. Logos, she says, are \"the closest thing we have to an international language, by force of ubiquity\". Most of the world's six billion people could identify the McDonald's sign, or the Coca-Cola symbol - we are united by what we are being sold. And the selling, these days, isn't just in magazines or on billboards: Gordon's gin fills British cinemas with the smell of juniper berries; in some Scandinavian countries, you can get \"free\" long-distance calls if you consent to ads cutting into your telephone conversations; Nasa has solicited ads to run on its space stations. There's no escape. </p> <p>Furthermore, advertising today is not merely about selling products; it is about selling a brand, a dream, a message. So Nike's aim is not to sell trainers but to \"enhance people's lives through sports and fitness\". IBM doesn't sell computers, it sells \"solutions\". And as for Polaroid, well, it's not a camera - it's a \"social lubricant\". You sell the message of your brand, not your product, and you can expand as widely as you like. As Richard Branson says, you \"build brands not around products but around reputation\" - and leap from record shops to cola to banking to trains. </p> <p>But Branson's trains show how fragile this strategy might be - if Virgin trains don't run on time, why should you trust his bank? Or look what happened to Nike - from being \"the spirit of sports\" in the early 90s, the campaign against its use of atrocious sweatshops in developing countries led CEO Phil Knight to confess in 1998 that his shoes \"have become synonymous with slave wages, forced overtime and arbitrary abuse\". When it's no longer just about trainers, when the corporations have promised so much more - a way of life! - they have very much more to lose. </p> <p>What's more, says Klein, people start to resent the colonisation of their lives. Fine, they say, I'll buy my shoes from you, but I don't want you to take over my head. Young activists, says Klein, feel that their cultural and political space has been taken away and sold back to them, neatly-packaged, as \"alternative\" or \"anti-sexist\" or \"anti-racist\". So Seattle grunge (including its star, Kurt Cobain) implodes through commercialisation, and the designer Christian Lacroix says, \"It's terrible to say, very often the most exciting outfits are from the poorest people.\" So the Body Shop displays posters condemning domestic violence and Nike runs an ad saying, \"I believe high heels are a conspiracy against women.\" So Nike signs up black stars such as Michael Jordan and Tiger Woods, and then adorns the walls of Nike Town with quotes from Woods saying, \"There are still courses in the US where I am not allowed to play, because of the colour of my skin.\" It's anti-racism without the politics; 50 years of civil-rights history reduced to an anodyne advertising slogan. </p> <p>Next, the big brands effectively force out small businesses and take over as much physical space as possible, with mergers and synergy being the business buzzwords. Starbucks coffee shops (once they have co-opted a right-on, third-world-loving, world-music-playing milieu) operate by \"clustering\": an area becomes saturated with branches, local cafes close down (preferably well-liked independent ones in groovy areas) and the big brands take over. Meanwhile, McDonald's wages a 26-year battle against a man called Ronald McDonald whose McDonald's Family Restaurant in a small town in Illinois was founded in 1956. How dare he be born with the same name as a corporate giant? </p> <p>And while the corporations are busy doing what they think is important - branding a way of life, putting the squeeze on independent shopkeepers, and the like - someone, somewhere, has to make the stuff. This may be a time of \"degraded production in the age of the superbrand\", as Klein puts it, but corporations do tend to need a product somewhere along the line. The \"death of manufacturing\" is only a western phenomenon - as we're consuming more products than ever, someone must be making them. But it's difficult to find out who. As Klein says, \"the shift in attitude toward production is so profound that, where a previous era of consumer goods corporations displayed their logos on the facades of their factories, many of today's brand-based multinationals maintain that the location of their production operations is a 'trade secret', to be guarded at all costs.\" Very often, it seems, they are produced under terrible conditions in free-trade zones in Indonesia, China, Mexico, Vietnam, the Philippines and elsewhere. </p> <p>The sweatshops Klein visited in Cavite, the largest free-trade zone in the Philippines, have rules against talking and smiling. There is forced overtime, but no job security - it's \"no work, no pay\" when the orders don't come in. Toilets are padlocked except during two 15-minute breaks per day - seamstresses sewing clothes for western high-street chains told Klein that they have to urinate in plastic bags under their machines. Women like Carmelita Alonzo, who sewed clothes for the Gap and Liz Claiborne, had a two-hour commute home, and died after being denied time off for pneumonia, a common illness in these factories. As Klein says, people are now demanding to know why, if the big brands have so much power and influence over price and marketing, they do not also have the power to demand and enforce ethical labour standards from such suppliers. </p> <p>And don't think, says Klein, that the developing world is the only place for exploitation by western industry. \"Cavite may be capitalism's dream vacation, but casualisation is a game that can be played at home,\" she writes. Europe and North America have played host to the most extraordinary rise in impermanence at work over the past two decades. The \"McJob\" is a contemporary template: low-paid, no benefits, no union recognition and no guarantee that your job will be there in the morning. At Wal-Mart, the world's largest retailer which opened its first British shop in July after buying Asda, \"full time\" in its US branches means just 28 hours a week; the average annual wage is a barely-livable $10,920. \"You can buy two grande mocha cappuccinos with my hourly salary,\" says Laurie Bonang, a worker in Starbucks. Microsoft, the gleaming testament to the hi-tech products of our future, has an extraordinary one-third of its workforce working as temps. As Klein says, \"It was Microsoft, with its famous employee stock-option plan, that developed and fostered the mythology of Silicon Gold; but it is also Microsoft that has done the most to dismantle it.\" </p> <p>So what happens when working conditions and modes of production fail to match up to a glorious, positive, right-on brand identity? People start to get angry. </p> <p>Anticorporate activism is on the rise precisely because branding has worked so well, believes Klein, in a neat example of the Marxist idea that capitalism contains within itself the seeds of its own destruction. \"Multinationals such as Nike, Microsoft and Starbucks have sought to become the chief communicators of all that is good and cherished in our culture: art, sport, community, connection, equality. But the more successful this project is, the more vulnerable these companies become. When they do wrong, their crimes are not dismissed as the misdemeanours of another corporation trying to make a buck. This is a connection more akin to the relationship of fan and celebrity: emotionally intense, but shallow enough to turn on a dime.\" Having lived that relationship with consumer goods herself, Klein knows just how it feels. </p> <p>She says that anti-brand activism is taking place on two fronts. \"On the one hand, it's throwing bricks through McDonald's window in Seattle. On the other, it's saying that we actually want the real thing, the real 'third place' [not home, not work] that Starbucks tries to sell to us, the real public space. People are saying: 'I do want real community, this is a strong and powerful idea, and I resent the fact that this idea has been stolen from me.' You've got these products that are held up on insane pedestals - all of the collective longings of our culture have been projected on to lattes or trainers. So there's a process of actively denting the facade of the brand with the reality of the production.\" </p> <p>This deconstruction takes many forms, some more successful than others. The activism includes \"culture jamming\", whereby ads are subverted by \"guerrilla artists\" to send anti-corporate messages out to the public; jammers paint hollow skulls on the faces of Gap models, or change an Apple ad featuring the Dalai Lama and the slogan \"Think Different\" to \"Think Disillusioned\". It includes the campaign group Reclaim The Streets, which started in Britain partly in response to the 1994 Criminal Justice Act and which focuses its concerns on environmentalism and the removal of public space; they stop cars, block a road and have a party on it. Reclaim The Streets is now an international movement - on May 16, 1998, 30 Global Street Parties took place around the world. </p> <p>Students in North America, meanwhile, have been active in anti-sweatshop campaigns, most noticeably since 1995-96, which Andrew Ross, author of anti-sweatshop textbook No Sweat, calls \"the year of the sweatshop\". It was a year that brought many revelations. One typical example: a factory manager making clothes in El Salvador for a major US clothing firm announced that \"blood will flow\" if anyone joined a union. And another, more shocking for the American public: the named-brand clothes line of TV presenter Kathie Lee Gifford (a bit like Lorraine Kelly, only cheesier) was manufactured by child labourers in Honduras and in illegal sweatshops in New York. (She cried on TV and became an anti-sweatshop campaigner herself.) Guess, Mattel, Disney and Nike were the targets of similar exposés. </p> <p>The tactics of many of these anti-sweatshop groups involve \"head-on collisions between image and reality\", says Klein, whether it is filming an Indonesian Nike worker gasping as she learns that the trainers she made for $2 a day sell for $120 a pair in San Francisco Nike Town, or comparing the hourly salary of Michael Eisner, CEO of Disney ($9,783), with that of a Haitian worker who stitches Disney merchandise (28 cents). </p> <p>Other brand tactics simply hit companies where it hurts most. Nike didn't seem too bothered about the campaign against it that took off so vehemently in the US in the mid-90s, until a group of black 13-year-olds from the Bronx, the company's target market and the one exploited by it to get a street-cool image, learned that the trainers they bought for $180 cost $5 to make, which led to a mass dumping of their old Nike trainers outside New York's Nike Town. (One boy, reports Klein, looked straight into the TV news camera and, showing a brand understanding that should alert his elders, said, \"Nike, we made you. We can break you.\") </p> <p>The UK's McLibel trial, which began in 1990, hurt McDonald's so seriously - even though the firm eventually won the case - because it forced the hamburger giant to be open about its business practices. After suing two British environmentalists for libel, the firm was forced to spend a humiliating 313 days in court, the longest trial in British history, defending every last detail of its business and making a number of spectacu- lar gaffes along the way, such as one executive's claim that Coca-Cola is nutritious because it is \"providing water, and I think that is part of a balanced diet\"; and another's that McDonald's burial of rubbish in landfill sites is \"a benefit, otherwise you will end up with lots of vast empty gravel pits all over the country\". </p> <p>Some activists use the courtroom; others, such as those opposed to Shell's involvement with the Nigerian military government that devastated the Ogoni lands and executed their champion, the writer Ken Saro-Wiwa in 1994, focus on issues of freedom of expression. Others humiliate corporations on TV, take over roads, jam ads, gather wherever there is an international summit (Auckland, Vancouver, Manila, Birmingham, London, Geneva, Kuala Lumpur, Cologne, Washington DC, Seattle, Prague), wreck a McDonald's before it has even been built (the Peasant Confederation in Millau, France). And in the developing world, home to the main victims of the global economy, rural activists burn GM seeds and hold laughing protests (Karnataka state farmers in India, who claim to number 10 million), revolt against the privatisation of the water system (Bolivia), strike and take over the national university over a World Bank edict to raise student fees (Mexican students). The protest in Seattle was so huge because it was diverse; the US union movement marched side by side with the head of the Filipino peasant movement. It is global, anarchic and chaotic, like the internet it uses to organise; it is, says Klein, \"the internet come to life\". </p> <p>When we meet, Klein serves a fruity drink that, its maker's claim, is packed with intelligence-boosting herbs. (I don't remember the brand name.) She is shy at first, and then not shy at all. She doesn't wear Gap or drink Starbucks, and is a lively and witty speaker (in public, too); her conversation is full of pop culture vernacular and jokes against herself. We sit in her backyard in Toronto, which has a flourishing 'No Logo' clematis (named to celebrate finishing her book), and are interrupted a couple of times: first by her husband, Avi Lewis, a big TV star in Canada for his hugely successful, four-times-a-week political discussion programme; then by his mother, Michele Landsberg, one of Canada's foremost radical feminists, bearing gossip and a salmon. Klein and Lewis married because they wanted to \"have a big party\", but they don't wear rings because they don't want to be branded as married. Entertaining, political, down-to-earth, they clearly have a great time together; Lewis says that, since he met Klein, he's \"got a lot more serious and had a lot more fun\". </p> <p>Klein grew up with politics all around her. Her grandparents were American Marxists in the 30s and 40s; her grandfather was an animator at Disney who was fired and blacklisted for organising the company's first strike. Her parents, who are also American, moved to Canada in protest at the Vietnam war. Her father is a doctor and her mother, Bonnie Klein, made the seminal anti-pornography film, This Is Not A Love Story, in 1980. \"My mother was really involved in the anti-pornography movement, and when I was at school I found it very oppressive to have a very public feminist mother - it was a source of endless embarrassment. When This Is Not A Love Story came out, there was a lot of backlash against my mother. The headline in the Toronto Globe And Mail was \"Bourgeois Feminist Fascist\", and she was made Hustler magazine's asshole of the month; they took my mother's head and put it on the back of a donkey. It was not cool in 1980 to be making films about pornography. Not at my elementary school, anyway.\" </p> <p>This, she says, is part of the reason she wanted nothing to do with politics when she was growing up. \"I think it's why I embraced full-on consumerism. I was in constant conflict with my parents and I wanted them to leave me the hell alone.\" Her brother, who is two years older, did not go through the same kind of rebellion: \"I don't think he was quite so much a victim of the 80s as I was. We had no culture growing up. We had Cyndi Lauper.\" </p> <p>So, after years of obsession with Barbie, Girl's World and Disneyland, what brought about the change? \"I know the only way that I escaped the mall - which is not to say that I don't ever go, or enjoy it - the only way I got consumerism and vanity into a sane place in my life, though I don't think we are ever rid of them, was just by becoming interested in other things. It's that simple. Saying that you're a bad person for buying this or wanting this only turns people off.\" Klein was all set to go to the University of Toronto to study English and philosophy when her mother had a very severe stroke aged 46. She took a year off to care for her. \"I think that's what stopped me from being such a brat.\"</p> <p><a href=\"http://www.guardianunlimited.co.uk/weekend/story/0,3605,371824,00.html\">Read part two of Hand-to-brand-combat here</a></p> <p>\u0095 No Logo, by Naomi Klein, is published by HarperCollins, priced £14.99. For links, visit the book's <a href=\"http://www.nologo.org\">website</a>.</p>",
  "<p>When she went to university a year later, a major news event ensured that her politicisation was inevitable. \"The pivotal moment politically for me was in December 1989, when there was a massacre at the University of Montreal. A man went into the engineering school - he had failed to get a place - and he separated the men from the women, shouted, 'You're all a bunch of fucking feminists', and opened fire. He killed 14 women. There was nothing like that incident in Canadian history - this is not America, where serial murders happen all the time - and it was a hate crime against women. It was a cataclysmic moment. It politicised us enormously. Of course, after that you call yourself a feminist.\" </p> <p>It was also at university that Klein learned what it's like to be attacked for her opinions. She is Jewish, and during the intifada she wrote an article in the student newspaper called Victim To Victimiser, in which she said \"that not only does Israel have to end the occupation for the Palestinians, but also it has to end the occupation for its own people, especially its women\". As a result of this one 800-word article, Klein received bomb threats at her home and at the newspaper office - \"and to this day I have never been more scared for my life\". </p> <p>\"After the article came out, the Jewish students' union, who were staunch Zionists, called a meeting to discuss what they were going to do about my article - and I went along, because nobody knew what I looked like. And the woman sitting next to me said, 'If I ever meet Naomi Klein, I'm going to kill her.' So I just stood up and said, 'I'm Naomi Klein, I wrote Victim To Victimiser, and I'm as much a Jew as every single one of you.' I've never felt anything like the silence in that room after that. I was 19, and it made me tough.\" </p> <p>Klein became an outspoken feminist activist at college, campaigning on issues of media repre- sentation and gender visibility that constituted feminism at the end of the 80s - she received rape threats as a result - and, rather than finish her degree, she dropped out to work as an intern on the Toronto Globe And Mail. She left to become editor of an alternative political magazine, This Magazine. \"When I was there [in the early 90s], I did not feel that we were part of a political movement in any way - in that there was not a left. We had to kind of invent it as we went along. The stress of it was the stress of the left. It burned us out.\" The left that did exist Klein found depressing. \"The only thing leftwing voices were saying was stop the cuts, stop the world we want to get off. It was very negative and regressive, it wasn't imaginative, it didn't have its own sense of itself in any way.\" </p> <p>It was around this time that advertising and branding started to co-opt alternative politics and culture. \"On the one hand, there was this total paralysis of the left. But, at the exact same time, all these ideas that I had thought were the left - feminism and diversity and gay and lesbian rights - were suddenly very chic. So, on the one hand, you're politically totally disempowered, and on the other all the imagery is pseudo-feminist, Benetton is an anti-racism organisation, Starbucks does this third-world-chic thing. I watched my own politics become commercialised.\" This imagery was, she says, a \"mask for capitalism. It was making it more difficult to see the power dynamics in society. Because this was a time when there was a growing income gap between rich and poor that was quite staggering all over the world - and yet everything looked way more equitable, in terms of the imagery of the culture.\" </p> <p>Klein went back to university in 1995 to try to finish her degree, and something very clearly had changed. \"I met this new generation of young radicals who had grown up taking for granted the idea that corporations are more powerful than governments, that it doesn't matter who you elect because they'll all act the same. And they were, like, fine, we'll go where the power is. We'll adapt. It didn't fill them with dread and depression. When I was at university before, we thought our only power was to ban something - but they were very hands-on, DIY, if you don't like something change it, cut it, paste it, download it. Even though I don't think culture jamming by itself is a powerful political tool, there's something about that posture that's impressive - it's unintimidated hand-to-brand contact. The young activists I know have grounded their political activism in economic analysis and an understanding of how power works. They're way more sophisticated than we were because they've had to be. Because capitalism is way more sophisticated now. </p> <p>\"I think I'm lucky because I got to witness a significant shift, something that changed, and I wanted to document that shift. And it seemed very, very clear to me that if there was going to be a future for the left it would have to be an anti-corporate movement.\" </p> <p>And so, Seattle in November last year - where 50,000 demonstrators actually prevented a major WTO meeting from happening - did she expect it to be so big? \"Oh no. Seattle surprised me with its militancy. It surprised the organisers. It surprised everyone. I mean, this was the States . There were all these underground networks of activism, and it just came to life. Right now, the movement is at the stage of grassroots ferment - and it'll either degenerate into chaos or it'll come together organically into something new.\" </p> <p>The first thing people tend to ask Klein is where she shops. Does she buy Nike trainers? Does she never nip into Starbucks for a grande cappuccino? Is her wardrobe certifiably sweatshop-free? \"I'm the worst person to ask these questions,\" she says, \"because since the book came out people really are watching what I buy. If I walked around Toronto with a Starbucks, it would be seen that I was endorsing that brand.\" But, she says, for anyone who hasn't written a book about corporations and sweatshops, it's a different matter. \"I firmly believe that it's not about where you shop. I'm lucky in that I happen to live a few blocks from some great independent designers, so I actually can shop in stores where I know where stuff is produced. But I can't say that to a 17-year-old girl in the suburbs who can only shop at the mall. It's not a fair message. </p> <p>\"This is not a consumer issue; it's a political issue. There is a way for us to respond as citizens that is not simply as consumers. Over and over again, people's immediate response to these issues is: what do I buy? I have to immediately solve this problem through shopping. But you can like the products and not like the corporate behaviour; because the corporate behaviour is a political issue, and the products are just stuff. The movement is really not about being purer-than-thou and producing a recipe for being an ethical consumer. That drains a lot of political energy.\" </p> <p>Is this why she published in Britain with Flamingo, part of the Murdoch-owned HarperCollins, a major corporation if ever there was one? \"To be honest, I really did not have my pick of publishers in Britain. Only one wanted the book. What I said when I signed with HarperCollins was that I was going to go out of my way to write about Murdoch, more than I would have done otherwise. I did, and they didn't touch it.\" </p> <p>As a populariser of the movement's arguments, does Klein consider herself an activist or a journalist? \"I see myself as an activist journalist,\" she says. \"I became a journalist because I'm not comfortable being an activist. I hate crowds - I know, great irony - and I'm physically incapable of chanting. I'm always slightly detached, so I write about it to feel more comfortable. I like to believe that I can be part of this movement without being a propagandist. There's a really strong tradition of this, like Gloria Steinem, Norman Mailer, Susan Faludi. I do think that there's so much fragmentation in this movement that if someone tries to work out a coherent thesis - even if you don't agree with all or even much of it - it can be helpful by making something more solid.\" </p> <p>In Prague, at the protests against the IMF/World Bank, she will be speaking at today's counter-summit, but she is concerned that the media has already portrayed the protesters as mad terrorists crossing continents with the sole intention of kicking some Czech police. \"Months ago we were already seeing the most extreme attempts to criminalise protest. This is a protest about the IMF and the World Bank, and the effects they're having on poorer countries. We must not let the reaction of the state and the police entirely define the message. I'm going to Prague because I believe it is a crucially important opportunity to show the world what this movement really is - the first genuinely international people's movement.\" </p> <p>There are some who wonder, though, whether the IMF and corporations are the right target. Isn't it governments that we should be aiming at, since it is governments, initially led by Reagan and Thatcher with their dramatic lowering of corporate taxes, which gave the corporations such power in the first place? \"I think these corporations are not really targets, they are metaphors,\" says Klein. \"They're being used by this generation of young activists as a popular education tool to understand the global economy. When I was at university, we were intimidated and didn't understand anything about globalisation. So we tuned out from that and turned in on ourselves and became more and more insular - which is the great irony of those years, because that was when all this accelerated globalisation was happening. We weren't watching. And what I see happening with, say, the campaign against Nike is a tactic on the part of activists who've decided to turn these companies into metaphors for the global economy gone awry.\" </p> <p>In other words, when the global economy is so huge, so forbidding, the corporations are an accessible way in. \"When the WTO was created in Uruguay in 1995, there were no protesters outside. These trade bureaucrats created a world of incredibly complex institutions and arcane trade agreements written by policy wonks with no interest in popularising. So I believe that anti-corporate campaigns are the bridge: they're the first baby-step to developing an analysis of global capitalism.\" </p> <p>Indeed, an important and fascinating aspect of the movement has been popular education - groups holding mass teach-ins on global politics, international economics, the IMF, the World Bank, the WTO (the \"iron triangle of corporate rule\"); Naafta, the EU, Gatt, Apec, G-8, the OECD, structural adjustment. At Seattle, activists in their 20s sat for eight hours at a stretch listening to speakers from around the world decode globalisation for them. </p> <p>Is this a re-invention of left politics? After a decade in the wilderness, is anti-corporatism the post-cold war new New Left? \"I think it is,\" says Klein, \"but it's only at the early stages of re-invention. Sometimes, I think it's moving towards creating a global new deal, and sometimes I think it's way more radical than that. And it might be - I don't know.\" I mention the impact of the very word \"capitalism\", which had gone resolutely out of fashion until June 18, 1999, when demonstrators staged an \"anti-capitalist\" demonstration in the City of London. \"Since June 18, the comeback of the word 'capitalism' is just extraordinary,\" laughs Klein. \"It's like Santana - what the hell's going on? Suddenly they're talking about 'capitalism' on CNN, and in Washington there are all these little girls wearing caps with 'Capitalism Sux' on them. For a long time, the very word has been invisible - it's just the economy, the way the world works.\" And that change has happened in little over a year. \"That's why I feel optimistic, and I'm not impatient about the pace of change.\" </p> <p>The trouble is, we're used to thinking that something that is anti-capitalist must be straightforwardly socialist or communist, which is not the case with this movement. It is, instead, \"an amalgam of environmentalism, anti-capitalism, anarchy and the kitchen sink\", says Klein - which leads us to the central criticism levelled at all the anti-corporate protests. What do they stand for? What are their goals? Where is their vision? </p> <p> \"I think I have more patience for finding this out than most people,\" says Klein. \"I've been following this movement for five years, and I know where we were at five years ago and I know where we are now. We were nowhere. That a genuine political movement can begin to emerge in that timespan, organically, on its own - it's extraordinary. I think a lot of those demanding a manifesto or a leader are people of a different generation who have an idea in their mind of what a political movement looks like, and they want Abbie Hoffman or Gloria Steinem and where are they?\"</p> <p>Even such diverse campaigns - from groups fighting against Nike, or agribusiness, or world debt, or the Free Trade Area of the Americas - \"share a belief that the disparate problems with which they are wrestling all derive from global deregulation, an agenda that is concentrating power and wealth into fewer and fewer hands\". And the fragmentation of the campaigns, says Klein, is a \"reasonable, even ingenious adaptation of changes in the broader culture\". The movement, with its hubs and spokes and hotlinks, its emphasis on information rather than ideology, reflects the tool it uses - it is the \"internet come to life\". This is why it doesn't work well on television, unlike the anti-Vietnam protests of the 60s with their leaders, their slogans, their single-issue politics.</p> <p>When people say that the movement lacks vision, believes Klein, what they really mean is that it is different from anything that's gone before, that it is a completely new kind of movement - just as the internet is a completely new kind of medium. \"What critics are really saying is that the movement lacks an overarching revolutionary philosophy, such as Marxism, democratic socialism, deep ecology or social anarchy, on which they all agree.\" But the movement should not, says Klein, be in a hurry to define itself. \"Before they sign on to anyone's 10-point plan, they deserve the chance to see if, out of the movement's chaotic, decentralised, multi-headed webs, something new, something entirely its own, can emerge.\"</p> <p>No Logo has been leapt upon by some commentators who are thrilled by Naomi Klein's rejection of the identity politics of her youth, and so see it as anti-feminist. \"This is not a rejection of feminism,\" she says. \"It is a return to the roots of feminism - early feminism was very involved in anti-sweatshop action, and the current anti-sweatshop movement very much sees it as a feminist issue, since it is overwhelmingly women of colour who are being abused by the systems. I feel that we lost our way in the late 80s, when feminism became disengaged from its roots, which originally had critiques of capitalism and of consumerism. I am a feminist and this is a feminist book.\"</p> <p>This, I believe, is crucial to understanding both why the movement is so popular with young people and why Klein is so perfectly placed to be its chief populariser. In the 60s and 70s, activists concentrated their anti-racism and feminism on matters of equality - equal rights and equal pay. In Klein's 80s and 90s, they campaigned instead on issues of culture and identity: portrayal in the media, who gets to the board. But the new generation of activists is taking the best bits of both: developing a radical critique of the global economy, while incorporating identity politics as a matter of course. So, whereas Sheila Rowbotham was greeted with a barrage of wolf-whistles and guffaws when she got on stage to speak about education at a leftist conference in 1968, no one is surprised that this movement's main theorist is a woman. This is a far more inclusive movement than those that have gone before.</p> <p>There's a personal recollection in No Logo in which Klein talks about being 17 and wondering what to do with her life. She was frustrated, because if you wanted to be a traveller Lonely Planet had got there first; if you wanted to be an avant-garde artist, someone had done it all already, and put the image on a mug for you to take home. \"All my parents wanted was the open road and a VW camper,\" she writes. \"That was enough escape for them.\" Now it feels as if there is \"no open space anywhere\". It is as if this generation's culture is being sold out as they are living it; there is nothing left to discover.</p> <p>Her thesis is about trying to find some space that hasn't been bought up by anyone; trying to rediscover our identities as citizens, and not just consumers. It is about globalisation, and the power corporations have over our lives. But it is also about being 30, having spent your youth in a disaffected age. Her grandfather, the animator blacklisted by McCarthy, would be proud: Naomi Klein might just be helping re-invent politics for a new generation.</p> <p>\u0095 No Logo, by Naomi Klein, is published by HarperCollins, priced £14.99. For links, visit the book's <a href=\"http://www.nologo.org\">website</a>.</p>",
  "<p>Wim Duisenberg must be a nervous man today. After weeks of sitting on the sidelines while the euro careered downwards on the foreign exchanges, the European Central Bank was finally goaded into action yesterday. </p> <p>The intervention, orchestrated from Frankfurt, was well timed, and caught the markets by surprise. But the sums involved were small, and after the initial shock, dealers started to use their vastly superior fire power to drive the single currency down again. </p> <p>Having made its initial move, the ECB cannot afford to back away now. As Hans Tietmeyer noted - somewhat unhelpfully - yesterday, the ECB lacks the credibility the Bundesbank once enjoyed, and if the fledgling central bank is worsted by the markets, the scars left will be deep indeed. </p> <p>Dealers will not be caught out again and now want to see whether the ECB is prepared to put large sums of money where its mouth is. Yesterday's action will have been a pointless gesture unless the ECB can persuade the US and Japan to act again next week. Intervention that is half-hearted is worse than no intervention at all. </p> <p>The economic case for a stronger euro is clear. The American economy is running out of steam, making the dollar vulnerable. With the crucial Danish referendum taking place next week, there was also a political dimension to yesterday's initiative, since a successful de fence of the euro by the ECB might swing some of the \"don't knows\" into the yes camp. </p> <p>As such, Mr Duisenberg is playing for high stakes. His reputation has been dented by the weakness of the euro since its launch; it would be left in tatters should the intervention fail. </p> <p><strong> Outside the loop </strong><br> </p> <p> Oftel director-general David Edmonds came out fighting yesterday. He described the comments of an anonymous Treasury official suggesting the department was monitoring his performance in the break up of British Telecom's local monopoly as \"reprehensible\". </p> <p>Mr Edmonds, though, can hardly complain of the Treasury's personal interest. It was Oftel after all which used a quiet word in the ear of the chancellor, Gordon Brown, six months ago to leak its intent of moving the deadline for the unbundling of the local loop forward. It seems churlish to be angry at Mr Brown's continued interest. </p> <p>Draft EU legislation is now in place calling for competition ahead of the BT timetable which would produce full access next July. </p> <p>Britain has had varying levels of competition in the telecoms market for near on 20 years; much of Europe for little more than two years. Yet countries such as Germany and the Netherlands are already far further advanced than Britain. </p> <p>BT was yesterday maintaining that Britain would be back in the driving seat by the end of next year if all goes according to plan. We may well catch up with Germany within 12 months as BT insists but the reality is Britain should not have fallen behind. </p> <p>Inextricably linked to local loop unbundling is the transformation of the telephone network to one capable of handling high speed internet access and broadcast. Britain has fallen significantly behind the US where higher speed access has aided the development of the internet companies now dominating the global market. </p> <p>Perhaps it is right that Mr Edmonds is angered by the veil which the Treasury source was hiding behind. But then it is also puzzling why the source bothered to hide when few would argue that Oftel has some tough questions to answer. </p> <p><strong> Hacktivists ho </strong><br> </p> <p> Leftie protesters got the web long ago. But now Fat Blokes Against Fuel Tax have realised they too can join the new economy. </p> <p>Limbering up for the Government's expected failure to meet a 60-day deadline to cut duty, one \"hacktivist,\" alias Herbless, invaded various parts of the HSBC bank site this week. \"By targeting financial, stockmarket, e-commerce and government internet installations... (the aim is to) hit politicians and fat cats where it hurts: the wallet. These protests will run simultaneously with the lorry blockades and will be ongoing throughout the protest,\" an alternative HSBC page declares. </p> <p>He/she goes on to warn that \"companies are being scanned, backdoors put in place, weaknesses noted and vulnerable networks recorded for future hacktivist penetration\". </p> <p>But rather than just advising Herbless to calm down, we should perhaps point out the asymmetry of all this: un-plug the web and, in current economic conditions, the west will simply guzzle more gasoline. </p> <p>Conspiratorial oil company bosses should point their browsers at <a href=\"http://www.attrition.org/mirror/attrition\">www.attrition.org/mirror/attrition</a> /2000/09/19/<a href=\"http://www.banking.hsbc.co.uk/  \">www.banking.hsbc.co.uk/ </a></p>",
  "The seismic plates of the world economy have shifted, and not only to the advantage of the owners of its raw materials. The providers of labour - you and I - are also gaining at the expense of the owners of capital. No surprise then that share prices are falling. <p>It is difficult to find a Middle Englander, or indeed a Middle Worlder, who is not now aware that crude oil prices have tripled from their recent low. Politicians are seeking scapegoats. Those in power, most recently Germany's chancellor, Gerhard Schröder, point accusatory fingers at the major oil companies. Those out of power, most volubly perhaps William Hague, point at those in power. </p> <p>However, much they would like to, few dare directly accuse the producers' cartel Opec, for fear of reactivating tensions that in the past only meant still higher crude prices. </p> <p>Anyway, the real culprits are the users of oil, not the suppliers. That means all of us, however green our individual credentials. </p> <p>As in any market, the oil price is set by the marginal buyer and seller. Opec's traditional price-smoothing activities aside, supply of oil is notoriously inelastic: it can only respond slowly to price changes. Demand, however, is driven directly by general economic activity. The result is high volatility. </p> <p>It is no wonder the oil price has surged, for the global economy has enjoyed a sustained upswing. Its engine has been a US economy that is now in its 10th year of uninterrupted expansion, placing strain on all raw resources - particularly labour. A rise in input prices is one of the economy's self-correcting mechanisms. Higher costs feed through to a combination of lower profit margins and higher output prices. Both have the effect of cooling activity, in turn easing demand for raw materials. </p> <p>Governments typically attempt to make this circle more vicious by raising interest rates and cutting their own spending so as to take the heat out of the economy. Such attempts often backfire, but usually because complex economic circumstances have been misread, not because the theory is wrong. </p> <p><b> Shifting balance</b><br> </p> <p> An economy's spoils are shared between four parties: the providers of raw materials, labour and capital as well as government. The last is principally a redistributor between the other three but, depending on the state of its own finances and its tactics, it can alter the total accruing to the others. </p> <p>Leaving the showboating about fuel taxes where it belongs - to one side - the current debate about economic management clearly illustrates the shifting of the economic balance away from capital. </p> <p>The minutes of the September meeting of the monetary policy committee revealed a marginal vote in favour of leaving interest rates at 6%. The resolutely hawkish minority in favour of dearer money fears - yes, you guessed it - the effect of higher wages and more expensive oil. </p> <p>The chancellor finds hordes of under-employed and insecure Labour backbenchers rooting around in his supposed war chest. The rosy state of the country's finances is only secondarily the result of his much-vaunted prudence. Primarily it is a natural consequence of the economic upswing. </p> <p>The US election is being fought over the issue of how to spend the \"growth bounty\" generated by the American economy over the past 10 years. The British election will see much of the same. </p> <p>Just when the economic barbecue should be dampened, politicians with low security of tenure are about to squirt it with lighter fuel. There could not be a better advertisement for a command economy. Or, failing that, proportional representation. </p> <p>Workers of every collar colour might be forgiven for asking why the tightening labour market is not working for them. It is, but the fluidity of modern working practices has introduced permanent job insecurity for all. </p> <p>Western economies are moving closer and closer to full employment. Companies worry increasingly about the availability of labour. The trick for employers and government is to ensure that, through training, workers are recycled to mitigate the general inflationary consequences. </p> <p>America has performed this trick on a sustained basis throughout its upswing. Europe lacks the cultural characteristics of the American people, which have facilitated its seemingly miraculous growth. A frontier spirit has encouraged labour mobility across US state boundaries and across its industries to a degree as yet alien to the United States of Europe. </p> <p>From the perspective of the providers of capital - investors - the emerging labour market problem has been containable, because overall activity has been expanding. Running plants faster and sweating employees harder has overcome the rise in the cost of individual workers. </p> <p><b> Just too tough</b><br> </p> <p> With general inflation in the economy low, profits have been driven ahead by volume growth and a focus on efficiency. But the rise in oil prices has upset the delicate balance. There is one ball too many for the corporate jugglers to keep aloft. </p> <p>September has been marked by profit warnings from companies around the globe. The reasons cited are specific to the companies concerned but collectively they give the impression that corporate life is just too tough right now. Which is what the economic textbooks would predict. </p> <p>It is difficult to see a renewed upturn in profits growth, short of a swift reversal in oil prices and the surprise discovery of a generation of highly trained young workers hidden in a remote mountain state. </p> <p>While share prices do not always follow profit announcements - expectations are the key - the current wave of gloomy tidings has washed away investors' late summer confidence. </p> <p>So share prices are falling, down 7% in Britain so far this month, taking the FTSE 100 to 7% below its level at the start of the year. Worse before better, I'd guess.</p>",
  "<p>Some companies come with problematic reputations. Names like BAe Systems, BNFL, McDonald's and Shell all attract controversy, and whether your reaction is one of passionate hatred, mild distaste, moral ambiguity, or a fierce belief that such ethical certainties are naive, the one thing you won't be is neutral. </p> <p>Despite being from different sectors, what these companies have in common beyond being controversial is that they are all major players in the graduate market. Some have been targeted by protesters at presentations and recruitment fairs, while others have been through periods of intense scrutiny in the media. </p> <p>But does negative campaigning or negative publicity have any effect on the ability of these companies to attract the graduates they need to prosper and survive? </p> <p>Over the years, many companies have held the unofficial position of most despised capitalist organisation. In the late 80s it was Barclays, during the 90s it was Nike, Shell and even Microsoft, but at present the flame has passed into the hands of McDonald's, one of the few companies to have attracted protests at graduate recruitment fairs. </p> <p>Although about a quarter of its restaurant management teams have degrees, McDonald's is not a mainstream graduate recruiter. It has a general management training scheme rather than one specifically aimed at graduates, and it recruits throughout the year rather than following the milk round. </p> <p>Careers fairs are, however, important in maintaining the company's profile among students, and it is this that has led to it being targeted by protesters. </p> <p>Though there were no protests at the most recent fair in Manchester, those staffing the McDonald's stand felt that students had initially been wary - yet this, they say quickly turned to considerable interest. This claim is backed up by the company's performance in this year's UK Graduate Careers Survey which saw McDonald's moving up 16 places to become 43rd in the list of the top 100 employers. The other company most likely to attract protesters at careers events is BAe Systems, but like McDonald's, this appears to make no difference to its ability to attract students. </p> <p>\"We have no difficulty attracting and recruiting graduates,\" says Charlie Miller, spokesperson for BAe Systems. \"This year's target was 400. We had 14,000 applications and have made 320 offers so far. Next year, we aim to recruit 520. We have also consolidated our position in the UK Graduate Careers Survey and are top in terms of engineering companies. </p> <p>\"Although we are aware of strategic issues and are committed to recruiting across a variety of groups, we remain employer of choice in our target market.\" </p> <p>This illustrates one of the reasons why negative campaigning appears to have so little effect. Protests have no impact on the students who are actually interested in joining these companies. </p> <p>\"We are dealing with two very different populations,\" says Martin Birchall, survey director of High Fliers Research, the organisation which produces the Graduate Careers Survey. \"Among engineers, for example it is recognised that most major companies will have environmental or social-political issues, and the decision to seek employment with them will not be influenced by protests. </p> <p>\"The protesters on the other hand come from a completely different section of the student population, if indeed they are students at all. I have known protesters to be booed out of presentations which they have tried to disrupt, and in fact the company may gain greater respect from potential recruits for the way it handles the situation.\" </p> <p>If negative campaigning does not dissuade students from applying to companies, what then is the effect of negative publicity? BNFL is a company with experience of both problems. For a long time it was the target of environmental protests, while more recently its performance has been questioned in the media when irregularities were found in its quality monitoring procedures. </p> <p>\"I don't think it made a big difference,\" says Sue Stockton, head of people and organisation development at BNFL. \"Once people have made up their mind and are in the process, they don't tend to withdraw or reject offers when they're made. </p> <p>\"More generally however, hiring has been more difficult over the past two years, but I would put this down to greater competition for science and engineering graduates, a situation which is compounded by the fact that we are looking for more of them (up by 20% this year). </p> <p>\"We haven't changed our strategy, however, and still offer a very competitive package, a good training programme, national and international locations, and the opportunity to work with leading-edge projects.\" </p> <p>BNFL has also risen in the rankings, and Martin Birchall suggests that, apart from one other factor, it is only negative business stories that influence student choice. \"First, the graduate market is won or lost on the quantity of promotions a company undertakes,\" he says, \"but the second factor that influences applicants is the business environment. If applicants believe that a particular sector or a particular company is facing difficulties, then recruitment becomes more difficult. Bad business stories put graduates off.\" </p> <p>Although there is anecdotal evidence that ethical practice can also have a negative impact on recruitment (the actions of oil companies in the developing world are sometimes cited as an example), there are even cases where companies in very public crises continue to attract graduates. </p> <p>In 1995 and 1996 Yorkshire Water was the butt of national jokes for its difficulties during the drought, while within its catchment area company employees were openly despised. Despite this, the company still managed to recruit the usual number of applicants. </p> <p>The only difficulty it experienced was in retaining new graduates, and this was probably due to the fact that the company's energies were focused on the delivery of water rather than the training scheme. </p> <p>It doesn't seem to matter whether a company is criticised or in crisis: if it is perceived to be successful, it will always attract graduates. </p> <p> <strong> UK Graduate Careers Survey</strong> </p> <p> This is undertaken on behalf of 28 leading graduate recruiters. This year's survey interviewed 10,650 students from 25 universities who were asked to name which employer gave the best opportunities to graduates. The results are then compiled into a chart showing the top 100 in order of popularity. </p>",
  "<b>Belgium</b> Europe's car-free day got off to a symbolic start in the heart of the continent yesterday, with the Rond Point Schuman in Brussels clogged by cyclists instead of the trucks that blocked roads during last week's petrol protests. <p>Nine of the 11 European commissioners in town walked or cycled to their offices and hundreds of more junior Eurocrats did the same, despite a lack of bike racks outside their offices. </p> <p>\"This is to raise awareness to what's happening to our urban environment,\" said the Swedish environment commissioner, Margot Wallstrom. \"We want to discuss climate change, noise levels and air pollution.\" </p> <p>But the Brussels-based International Automobile Federation dismissed the event as a \"public relations gimmick\". For motorists battered by spiralling fuel costs, the car-free day would \"add insult to injury\", said the director general, David Ward. </p> <p>\"The simple fact is that many people have no alternative to using their cars when faced with overcrowded and inefficient public transport,\" he said. <br>Ian Black in Brussels </p> <p> <b> France</b> Some 67 French towns and cities took part with varying degrees of enthusiasm in the country's third annual In Town Without My Car day. </p> <p>But faced with growing complaints that the event was little more than a conscience-cleansing publicity stunt by the government, police manning roadblocks in many city centres were less strict than in previous years and in Paris, where just four roads and one quarter were partially closed, the overall traffic volume dropped by only 10%. </p> <p>Marseille's measures proved the most effective, but also prompted the most voluble protests: in one of the few French towns served by three motorways, cutting off the city centre to traffic caused mammoth tailbacks. </p> <p>\"They tell people to explore alternative means of transport, but there damn well aren't any in the outskirts of Marseille,\" said Pierre Maquart, a computer salesman. <br> Jon Henley in Paris </p> <p> <b> Germany</b> Even in Germany, where the Greens are in government, car-free day made little impact. The project was also a flop in neighbouring Austria which yesterday saw a full-blown traffic jam in the capital, Vienna. </p> <p>Some 170 town and city administrations in Germany had called on motorists not to drive to work. They accounted for about a quarter of all the local authorities taking part across Europe. But the majority of Germans ignored the call. </p> <p>From Hamburg, Frankfurt and Stuttgart, traffic police reported a normal flow of vehicles. A spokesman for the Hamburg police called it \"just like any other Friday\". In Berlin, where the council had dodged the issue by shifting \"car-free day\" to Sunday, Greens staged a protest at the Brandenburg gate. <br>John Hooper in Berlin </p> <p> <b> Greece</b> Yesterday's car-free initiative brought respite from a pall of brownish-yellow smog that had been hanging over the city since Wednesday, when pollution approached emergency levels. </p> <p>There was something of a carnival atmosphere in the normally traffic-clogged Greek capital as the government declared a car-free zone in the so-called \"historic triangle\", which includes the Acropolis and the ancient Agora. Public transport throughout Athens was free, while bicycles were available in the downtown area. </p> <p>More than 60 towns and cities across Greece also participated in the event. <br> Michael Howard in Athens </p> <p> <b> Israel</b> A rare silence reigned in central Tel Aviv, normally one large traffic snarl-up, on Israel's first no-car event yesterday. Despite predictions in most Israeli newspapers that the experiment would fizzle, few dared to break the ban on private transport in the centre of the city. </p> <p>Fridays are considered a semi-official day off in Israel, with the Jewish sabbath beginning at sunset, and many people in Tel Aviv simply started the weekend early. </p> <p>\"I can sit in my home and there is no noise,\" said Rachel Horam, an activist with the committee for public transportation. </p> <p>\"Everyone was complaining beforehand that they could not manage without cars, but now they are walking the streets, they can see the benefit of it all.\" <br> Suzanne Goldenberg</p>",
  "More than 800 towns and cities across Europe replaced traffic with al fresco dining, horses, parties and markets yesterday, but British participation in the traffic-reduction scheme failed to have a significant impact on road congestion. <p>The first European Car Day aimed to encourage people throughout the continent to abandon their cars for other forms of transport and open up the streets for outdoor entertainment, clean air and public space. </p> <p>But only 10 of Britain's 175 local authorities took part in the initiative, among them five of the 33 London boroughs. </p> <p>The Environmental Transport Association, which organised the day in Britain, said it was disappointed that more towns did not take part. </p> <p>In addition, the British government is the only EU government not to have signed a charter supporting the day. </p> <p>In central London, only a handful of roads were closed to traffic. Camden in north London barred cars in one area of Covent Garden and invited restaurants and cafes to spill out on to the pavement. Salsa dancing, theatre, music and haircutting filled a Brixton street which usually carries heavy traffic and a road near Waterloo was transformed into a street market. </p> <p>Merton, in the south west of the capital, grassed over a road for children to play on, and the borough of Sutton extended a pedestrianised area to accommodate cafes and a speakers' corner. </p> <p>More than 300 cyclists from six corners of London rode through drizzle to Trafalgar square yesterday morning before performing a lap of honour around Nelson's Column. </p> <p>Mary Richardson, from Brixton, who has used a bicycle as her main form of transport for two years, said that she has become addicted to cycling. </p> <p>\"My bike's my best friend. I was tired of never getting anywhere on time on public transport. Now, if I say I am going to be somewhere by a certain time, I am.\" </p> <p>Meanwhile Bath closed two of its most heavily congested roads. Free rides on vintage buses and organised cycle rides and discounts on public transport were on offer in Swale and Deal in Kent. </p> <p>Darren Johnson, environmental adviser to the mayor of London, Ken Livingstone, who took part in yesterday's events in the capital, said: \"It's very disappointing that the government have not signed up. We've got a government that's ultra-cautious. They won't endorse anything that seems even slightly radical. In London, the GLA can fill that role where the government is failing.\" </p> <p>A spokesman for the Department of the Environment said that it supports the aims of the campaign but believes that the effects of car use should be publicised on more than one day a year. </p> <p>\"Our position is that if local authorities want to take part then that is a matter for them,\" he said. </p> <p>However, Don Foster, MP for Bath - the first British city to have a car free day, in 1995 - said that he was \"hugely disappointed\" that the government had failed to endorse the day formally. </p> <p>\"Given the way the government behaved during the fuel crisis, when not once did they mention the environmental benefits of reducing car use, or tell the public how to save fuel, it is no surprise.\"</p>",
  "George Monbiot kindly refers to our recent critique of the democratic deficit at the IMF and World Bank as \"devastating\" (Helping the poorest to get poorer, September 20). But he seems disappointed that we merely conclude that a new constitutional settlement for the world economy needs to be grown from the roots up, and that we need to force financial institutions through a process of fundamental democratic reform. <p>Having criticised virtually every aspect of the IMF and World Bank, to stop short of calling for their outright abolition is made to appear to be arguing in their favour. I'd like to thank George for giving me the vicarious thrill of ideological cross-dressing. </p> <p>Just because the fund and bank are not doing their jobs (or because they are doing the wrong job) doesn't mean that we don't need international institutions to iron out the vast inequalities of the global economy. Or agencies to prevent any further meltdowns in the anarchic financial markets, and the human misery they produce. </p> <p>Economic policies should be shaped at the local level using initiatives such as citizens' juries and issue forums. At the World Bank they know that only genuine local participation makes projects and policies work - yet all the big decisions are still taken by an aristocratic economic minority on their board. </p> <p>Economic democracy has become one of the central struggles of our time. The fund and bank's limited and misguided economic mission should take a back seat to the environment and human development targets agreed internationally. </p> <p>If the global economy was an ungoverned free-for-all the poorest people would suffer most. The answer to many of our problems, as we say in the title of our report is: It's democracy, stupid. All we are doing, of course, is asking for the moon. But it is preferable to jumping into a black hole. <br><b>Andrew Simms</b><br>Head of the global economy programme, New Economics Foundation<br><a href=\"mailto: andrew.simms@ neweconomics.org\"> andrew.simms@ neweconomics.org</a></p>",
  "If you were to believe the hype of lurid posters promoting the next literary bestseller which cry out for attention at every Underground station platform and bus shelter, or newspaper stories shrieking about the massive advances for first novels from unknown authors, you would think that writing a book was a fast train to bonanza town. <p>Even experts in the industry are bullish: Richard Beswick, editorial director at Little, Brown &amp; Co, a publishing house known for promoting first novels, would argue that writing talent is being snapped up. \"It is not very difficult to get published. If you are a good writer, if your novel has a good narrative with good characterisation and a good plot, you will be published.\" </p> <p>But the reality behind the glamour is that, although fulfilling in terms of creativity and self-expression, writing is rarely financially rewarding and can be a solitary lifestyle peppered with rejections. </p> <p>Literary agent Hannah Griffiths of Curtis Brown says that agents can go for eight months without hitting on a sample chapter suitable to show to a commissioning editor. Real spine-tinglers, books she thinks will change the reader's life and the shape of literary history, are even more rare. In her eight years as an agent she has found just three such manuscripts. At the time of this interview she had 17 novels on her desk waiting to be read. </p> <p>And even when a commission is bagged, the prizes are hardly glittering. A Society of Authors report published earlier this year showed that 50% of writers earn less than the minimum wage and just one in 10 earns a living from writing. The reality is made more painful by inaccurate reporting of mass advances: Magnus Mills, the bus driver allegedly paid a £1m advance for his novel The Restraint of Beasts in fact received less than £10,000. </p> <p>One essential detail is that the aspiring author will need to write him or herself into a second job, although this is not necessarily always negative: Philip Larkin and TS Eliot were salaried employees throughout their writing life. \"Dead-end jobs bring you into contact with lots of interesting characters who can inspire your writing,\" says Cathy Rosario, who has been writing novels for two and a half years and has yet to be published. She adds that while these jobs do not sap her emotional energy they are low-paid and so consume time. </p> <p>Most authors will tell you that finding an agent is as difficult as getting the green light from a publisher. Agents with well-known authors on their lists receive 10-20 synopses or full novels a week, while a smaller agent would expect to see between five and 10. This is a lot of reading. </p> <p>\"Writers often get a sense that they are being rejected out of hand, but often it is because they have not spent any time thinking about it. No one has time to read 400 pages a day, so your whole life becomes a decision of what to take home with you to read in the evening. And psychologically I am less inclined to start a 900-page manuscript. </p> <p>\"But if someone sends in a covering letter and a sample chapter of 10 pages I would have time to pick it up and read it in the 10 minutes before going into a meeting. It is much better to leave someone wanting more,\" says Ms Griffiths. She adds that letters should be addressed to specific agents - there are 13 at Curtis Brown - and not just the agency. The receptionist at an agency will advise authors which agent specialises in their genre. </p> <p>And agents have their own reputations with publishers to consider. If they push a novel which will not sell the pubisher will be less likely to trust their judgment. Agents are listed in The Writers and Artists Yearbook. </p> <p>If the work is accepted, advances vary wildly, but will usually be between £5,000 and £50,000. Royalties are traditionally 10% for a hardback and 7.5% for paperback - only if the work brings in more money than the advance - but this is changing as publishers face rising marketing costs. </p> <p>Not all writers employ an agent, who will typically take between 10-15% of any of the (usually) painfully small amount earned. Ms Rosario says: \"In some ways it gives you more freedom not to have an agent. If you have a very specific genre of writing then it may be better for you to research which publishers would be likely to be interested in that kind of fiction and write to them directly.\" </p> <p>Agents will, however, deal with foreign rights and possible film deals, and have a kind of collective bargaining power with publishers which an individual author will obviously not have. There have been some attempts to subvert the traditional power structure in book publishing to give more power to the writer. </p> <p>The Harry Potter series, famously, introduced the mass print-run for hardbacks. Citron Press, a collective founded in 1998 in an attempt to break the stranglehold of established publishers, took manuscripts which other mainstream publishers had rejected, published them in cheap editions and promoted them through its own book club, the internet and shops. </p> <p>It reversed the old idea of the advance; the author stumped up £400 when his or her manuscript was accepted to help cover costs. But in spite of support from well-known authors such as Sheridan Morley and John Mortimer, Citron Press went out of business last month for the simple reason that it could not sell enough copies. </p> <p>There are some internet publishing sites where writers can post samples of their work for the interest of publishers and agents. But this is in its early stages in the UK and Ms Griffiths says: \"Although I think it is a great idea, at the moment I just don't have time to log on to the net to look at sample chapters when I am already inundated with paper submissions. Also it would not be cost-effective for us to download all work which authors want to be considered.\" </p> <p>Getting poetry published does not involve the same hard slog - publishers keep a close eye on poetry magazines and competition winners tend to commission proactively rather than as a result of badgering - but nor does it involve much money. Christina Patterson, director of the Poetry Society, says that advances amount to no more than a few hundred pounds. Competitions are more lucrative, however. </p> <p>The Society's own National Poetry Competition, entry for which closes on October 31, has a top prize of £5,000. As with most competitions, however, poets must pay to enter: Milton Keynes poet Kate Hunter says she would only bother to enter if she knew she was going to win. She has concentrated, instead, on getting published in specialist magazines, which include the Poetry Review and Ambit. Otherwise residencies and teaching opportunities pay reasonable rates, although work may be sporadic. For a six-month placement in a school or prison, the Poetry Society pays £5,000 for a two-day week, only one of which must be spent at the institution - the other may be dedicated to writing. </p> <p>Although writing cannot really be learned, writing courses are useful. As Ms Rosario points out, you would expect a professional artist to have attended art college. Ms Griffiths says that courses, such as the MA in creative writing at the University of East Anglia, which has been taught in the past by literary luminaries such as Angela Carter, provide a filter - the assumption is that if you have been accepted on the course you must have some talent - and exposure to great mentors. </p> <p>Non-fiction publishing can sometimes be more lucrative. The biggest advance in literary history went to Jack Welch, CEO of General Electric in the United States, for his autobiography. He was paid more than $7m upfront, and although this was an exception, if you write the college textbook for a branch of chemistry or accountancy and it makes it in the States you can expect rewards in the tens or even hundreds of thousands of pounds. </p> <p>Mark Hammond, senior publishing editor at scientific, technical and medical publishers John Wiley, says that he will identify a gap in the market and approach a potential author himself, generally an academic or business person; rarely is it the other way round. Advances in non-fiction publishing are almost unknown and writers do it for the prestige and not the money. </p> <p>But then, one of the most positive elements to being a writer is that all experiences are valid. Not being sucessful in commercial terms gives you the breathing space to create your own narrative voice. \"In some ways it would be wonderful to have been published and paid a big advance, but in other ways that puts a lot of pressure on you to come up with the goods on time. Not having the confidence of being published has allowed me to develop a self-confidence in what I write which is not subject to the vagaries of editor or agent,\" says Ms Rosario. </p> <p>\u0095 The Poetry Society: 020-7420-989 5 </p> <p><b>Tax and the writer</b></p> <p>If you regularly write or gather material to write, you are classed and taxed as a professional. If you receive the odd payment for, say, isolated articles, this is considered an occasional activity. The onus is on you to decide which applies. If you get it wrong the price can be high in penalties and interest. </p> <p>Your income includes fees, advances, royalties, commissions, sales of copyright. If your agent is taking in paid fees and advances on your behalf, the money is counted as yours, for tax purposes, from the day they receive it. </p> <p>Writers can claim the following expenses: help with research, typing and proof-reading; costs for phone, fax and internet; books and magazines, rent, council tax, heating, lighting, cleaning and your agent's commission. You must keep detailed records of all expenditure on the above rather than just making rough estimates on your tax return. </p> <p>\u0095 Information from the Writer's Handbook</p>",
  "What kind of business leadership is required in the era of e-commerce? Is it more of the same, or is a different style required to create and sustain companies that are flatter, faster and focused? <p>Some of today's new economy organisations are growing at breathtaking speed and rely on responsiveness to individual customer needs. There are no clear precedents and little chance to refer to some higher authority for guidance. </p> <p>In start-up organisations motivation and emotional engagement are not the issue. People have sacrificed job security for high-risk ventures in the anticipation of big returns. And where the new business is the spin-off from a traditional organisation, they need to understand that the old ways of working will not lead to success. </p> <p>Already there is another category of organisation emerging: the post-boom dot.com, where initial enthusiasm and hype have given way to falling share prices and where retention of staff is emerging as an issue. </p> <p>Companies that survive will be those that recognise the need for effective leadership. In the past 100 years, leadership has changed. In the early part of the 20th century, the style was often paternalistic. Communication was top-down, with little opportunity for the grassroots to contribute. A clear distinction existed between \"them\" and \"us\": workers and management. Employees were told what to do and not valued as having a contribution to make to the business. It was unnecessary for them to understand their organisation's vision or values. </p> <p>Today's workforce is a totally different entity. People are expected, and want, to use their own initiative. Within dot.coms, decisions have to be made in a fast-moving environment without reference to anybody else. People are very often managing themselves. There simply isn't the time to wait for their line manager to provide direction. So they need a clear framework of criteria that should be applied to decisions they make. Good leaders will provide this. It's not enough to manage - they have to lead. </p> <p>In the last 30 years organisations that have been successful have leaders who recognise that their people are their single greatest asset. They have used effective communication to ensure that their people have a greater understanding of how the leader wants to grow the business, what the goals are, and how they can contribute to achieving them. </p> <p>Good leaders are those who provide vision, motivate their people, generate enthusiasm, celebrate success, provide a focus for the organisation and clarify future direction. These qualities are still important in today's e-commerce environment and one person has to provide them; it can't be shared. While leadership skills can be encouraged, leadership itself is not a team effort. Clear direction must come from the top. </p> <p>Companies such as Virgin with Richard Branson, Tesco with Terry Leahy, Southwest Airlines with Herb Kelleher, and BP Amoco with Sir John Browne are all excellent examples. They have key features in common. They all share a belief in the value of their people; they all regard internal communication as a business investment and believe it's what you do, not what you say, that counts. </p> <p>Terry Leahy, Tesco's CEO, when asked to prioritise press versus staff, chose staff as the more important audience. BP Amoco's Sir John Browne believes that their strongest asset is the quality of their people and discusses performance issues with all staff via the internet and email. Herb Kelleher publishes the home phone numbers of every officer and director to all staff. </p> <p>We have seen a rapid growth in dot.com businesses and some spectacular failures. It is interesting that dot.coms proving successful are those that already had an old economy, non e-commerce background such as Tesco and First Direct. </p> <p>Both have leaders who understand the importance of sharing vision, communicating internally, demonstrating how their people can deliver. They decided not to go \"live\" on their e-commerce offer until they were sure their people understood the reasons for the move and their roles in making it successful. </p> <p>The next 20 years will be interesting. The twin challenges of globalisation and the speed of change must be met head on. But leaders of any business still need to balance confidence and urgency, recognition and reprimand, inspiration and pragmatism. The leader will still need to call the shots on the decisions that shape the ultimate success of the business- key decisions about who gets hired, who gets fired and who needs to get inspired. Some things will not change. </p> <p>\u0095 Michael Pounsford can be contacted at Banner McBride on 0207-845-5710 or by email <a href=\"mailto:\" michael.pounsford@bannermcbride.com\">michael.pounsford@bannermcbride.com</a>.</p>",
  "For centuries a map, compass and knowledge of the stars have been the tried and tested way to navigate. <p>But now hand-held receivers that pick up signals from a constellation of satellites are becoming increasingly popular with walkers, sailors and even car drivers lost in big cities. </p> <p>The press of a button on a Global Positioning System (GPS) receiver will tell you exactly where you are and how to get to your destination. GPS receivers, developed by the US military, listen to the signals transmitted from 24 orbiting satellites to calculate exactly where the holder is anywhere on the globe. </p> <p>Naturally, the US military has kept its technology away from public use and, until recently, deliberately tampered with signals to civilian GPS units to keep their accuracy to no more than 100 metres. But in May this year they relented and President Clinton authorised the availability of GPS systems accurate to within just a few metres. </p> <p>Most receivers will calculate the longitude, latitude and altitude for a user. Co-ordinates of your destination can be entered and the GPS will instantly calculate the distance and direction to be taken. The system works best in featureless terrain such as deserts and oceans . Remember, though, that GPS is dependent on the skill of the user. It would be foolhardy to rely on a receiver even with an accuracy of 10 metres while walking along a narrow mountain ridge and there are navigational \"black holes\" such as ravines where it is of no use at all. </p> <p>Mike Rosser, executive secretary of the UK Mountain Training Board, which trains mountaineers, said: \"Without a map and compass skills, a GPS is no good in the mountains. It gives a position but unless you know how to read a map in the first place and can interpret which way to walk in, it is of limited use. They can be useful but they're just one of a number of tools required for accurate navigation.\" </p> <p>But it's a tool that many feel they cannot leave the house without. Not only are new stylish designs coming on to the market but there has been a dramatic fall in cost, with the price for a lightweight but reliable model starting at £130. </p> <p>Magellan introduced the first hand-held GPS receiver in 1988 and produces a range to suit most activities. The recently launched GPS 315 (£170) has a built-in database of more than 15,000 cities, so it is intended to appeal to the urban navigator as well as the outdoor enthusiast. It will save up to 20 pre-planned routes (co-ordinates are entered before setting off) and there is storage for 500 \"waypoints\", where locations are given a name and symbol for easy identification while en route. It also has a high-resolution graphic display with nine navigation screens and two levels of brightness. </p> <p>A similar but more affordable version is the GPS 310 (£135). While it has 20 continuous hours of battery use, five more than the 315, the unit can only store one route in its memory. </p> <p>Another popular make is Garmin, who produce the eTrex (£136), the world's smallest and lightest handheld GPS. This is a stylish unit that has an in-built antenna and so is easier to fit into a pocket, with buttons on the side to allow more room for the front display. It is operated from simple menus. Like most GPS units, a car cigarette lighter adapter (£24) is available to save on the batteries. A more advanced model is the eTrex summit (£225) which also has a barometric altimeter and electronic compass. </p> <p>A number of GPS receivers have features for marine navigation. The Lowrance Global 100 (£250) allows you to download marine charts from a PC and is waterproof. It is also incredibly versatile, with the capacity to store up to 99 routes. </p> <p> <b> A</b> recent innovation comes from marine navigation firm Yeoman with its portable chart plotter. The Yeoman Sport (£410) is a hand-held mouse that can be moved around a paper chart even if balanced on the knee. It links to most models of GPS and senses your position as you move it over the chart. Indicator lights go out when you are at your location. It is claimed that this waterproof and unbreakable tool can be used by any crew member. </p> <p>Of course for many, the most pressing navigational problem is how to get around an unfamiliar city. Most manufacturers produce dedicated GPS units for the urban landscape. Garmin's eMap (£245) is a hand-held moving map that shows detailed maps of cities and major roads as well as the facility to download addresses, while its StreetPilot (£623) is designed to fit on a car dashboard and will show you the way to any address that is entered. </p> <p>Despite GPS units decreasing in size and weight over the past few years, the majority are still in a mobile phone format. Last year, though, Casio produced the Pro Trek Satellite Navi (£349), reputedly the world's first wristwatch carrying GPS navigational capabilities. A second generation version has just been launched which, unlike the original, can track 12 rather than eight satelllites and is water-resistant to 50 metres. </p> <p>While perhaps a bit on the expensive side for its capabilities, this will appeal to those who have got to have the latest outdoor equipment as well as tapping into the current trend for sturdy multi-function watches. </p> <p>Smaller GPS units are the way forward and, in a few years' time, satellite navigation will be incorporated as a matter of course into our mobile phones and palm-tops.</p>",
  "<p>Vittorio Radice is too cool to be photographed wearing a tie, even if it is Helmut Lang. The suave chief executive of Selfridges is busy casting off the offending item, worn only for the City analysts to whom he has just made his twice-yearly presentation, as he strides elegantly through the London store into which he has injected his Italian style. </p> <p>In his perfectly cut, black designer suit, the affable Radice has convinced the pin-striped brigade that the £100m face lift of the frumpy store has been worthwhile. In stark contrast to his Oxford Street neighbour, Marks &amp; Spencer, sales are soaring and profits rising thanks to the purchasing power of the 17m shoppers who stream through the doors each year. Selfridges, shrouded in a vast hoarding while its brickwork is cleaned, is hip and trendy. </p> <p>The charismatic 43-year-old, after bumping into a trio of chic Italian women friends in the bustling store, is explaining that his strategy is of a \"house of brands\", be they Armani, Prada and Gucci or Kookai and French Connection. The Selfridges label is only to be found on chocolate bars, tea and marmalade, his reluctant concession to the tourists who have started flocking to the five-storey old lady of Oxford Street. \"I believe this very strongly,\" he says in his accented English. \"There are thousands of very talented people out there designing and producing clothing. If the world is in need of a jumper, it's definitely not in need of a Selfridges jumper.\" </p> <p>This is from a man who studied farming at university, his way of rebelling against a family which had retailing in the veins. The shopkeepers' instinct was nevertheless too strong to resist. \"You discover, very soon, even if you want to be a farmer, your legacy, your roots are very different,\" he says. \"I made my mistake. I did try to rebel. I didn't succeed\". </p> <p>He made more of a success, though, of retailing, the career route also chosen by his father who had two furniture stores near Milan. After his compulsory military service and short stint working in Libya, Radice joined Associated Merchandising Corporation as buyer before joining Habitat 10 years ago, moving his young family from Italy to Britain, and becoming responsible for Habitat's new image. </p> <p>As he rubs strong-smelling Sui Dreams cream by designer Anna Sui into his hands, sampled at one of the concessions in the vast beauty hall, Radice says he knew that Selfridges would be a challenge. But that was what made the role attractive in 1996 when he joined the store, then part of the Sears group. </p> <p>With Radice at the helm, Selfridges was spun off from the now-defunct Sears in July 1998 when it made a stock market debut greeted with scepticism. </p> <p>\"The name 'department store' needs change. It does not give justice. We came out of the departments, out of the skirt department, the coat department, the trouser department, a long time ago,\" he says. \"We now have areas dedicated to Kookai, to olive oil . . . to fresh meat. I don't call it the fresh meat department. We are a brands store.\" </p> <p>What this means is that Selfridges decides which brands to bring into the store and leaves the actual design of the product, its manufacturing and its marketing, to the brand itself, more akin to a shopping centre. In all, 45% of the 2,800 brands in the store are run as concessions, not that the customer would ever know. </p> <p>\"To the customer eye there is no difference. There is one receipt, one dialogue, one service, one packaging. There's one environment. There's one door. It's called Selfridges,\" Radice says. </p> <p><strong> Destination store</strong><br> </p> <p> His ambition is to open up his doors in cities across the country. The first foray outside Oxford Street, where Selfridges opened for business in 1909, was in Manchester. Birmingham will be next, with Glasgow, Leeds, Newcastle, Bristol and possibly Cardiff coming soon. </p> <p>At the same time, Radice has ambitious plans for the Oxford Street store, which he wants to be listed in every guide to London. He has plans for a tower, housing a cinema or a gym, and, in an attempt to deter criticism that the multi-million pound contract will be awarded preferentially to his 12% shareholder British Land, Radice has set up a committee to choose the successful bidder. </p> <p>The hotel next door to the store on Oxford Street, which also includes a petrol station, is to be smartened up. It is all part of his plan to make Selfridges a \"destination for entertainment\". </p> <p>\"Shopping is entertainment. There is nothing else. Even when you buy toilet paper you choose the pink one versus the yellow one. Why choose the yellow verses the blue one? You want pleasure,\" he says. </p> <p>Plans to open across the country have led to concerns that the focus will be taken off the Oxford Street store and extend Selfridges into regions where spending power is not as great. Not so, says Radice, who admits he shared some of the anxieties when opening the Manchester store in the Trafford Centre on the outskirts. </p> <p>\"Three years down the line all the questions have been answered. In Manchester they are much more brand aware,\" he says, confident that the same is true of the other cities on his expansion screen. Manchester contributed £700,000 of the company's £12m of pre-tax profits in the first six months of this year. </p> <p>Radice does not rule venturing outside these shores once the domestic expansion is in full swing. But, instead of using the Selfridges name, he envisages revamping old department stores in European capitals in the way he has in London. </p> <p>The logic behind the expansion is that it gives Radice more bargaining power in deals with designers. If their product is not selling in one store, it can be moved to another. Greater size might help Selfridges win more exclusive selling arrangements, such as those for a new perfume by DKNY and for SK II, the anti-ageing cosmetic brand designed by a Japanese monk and based on sake, the rice wine. </p> <p>While he dislikes comparisons with other stores, the City has regarded Selfridges' revamp as taking it towards Harvey Nichols and Harrods, both of which are located in Knightsbridge rather than Oxford Street, which is nevertheless now looking smarter than it once did. He will admit that if either of these two rivals have something he would like in Selfridges, it is the Fifth Floor at Harvey Nichols, the bar and restaurant area where ladies lunch. </p> <p>Selfridges does not have an entrance which lends itself to a restaurant opening after shop hours but Radice intends to try out a post-midnight bar in a new basement music centre next year. </p> <p><strong> 'Strong message'</strong><br> </p> <p> Radice believes he has stemmed the concern that he would alienate the traditional Selfridges shopper by being too radical. Selfridges has something for everyone, he says, but still has a focus. \"Once you are secure about what you want to deliver, the message is so strong that you automatically attract and push people away,\" he says. </p> <p>So, the ground floor, with Kookai next to Miss Selfridge, Ted Baker and Oasis pulls in the \"young teenagers, off school at 4.30 and straight in to buy their Saturday night gear. Wonderful.\" </p> <p>On the fourth floor, the bath towels and kimonos attract another type of shopper, while the second floor, with its expensive designer ranges, appeals to others. </p> <p>Of the radical and often painful changes that have been made at Selfridges, he believes he may have benefited from being away from his native country. \"It is difficult to formulate, but in a way, the fact you are a foreigner you are much more willing to take risks,\" he says. </p> <p>Describing himself as a tourist, though he, his wife and two Arsenal supporting sons have lived in London for 10 years, Radice could bolster his income substantially if Selfridges sustains its improvements. He stands to gain shares worth six times his six-figure salary if it reaches certain targets seven years after the flotation. </p> <p>Claiming he could run Selfridges \"forever\", he says: \"We've got 4,000 people here. They've got more ideas than I can cope with. It's all coming together. Everybody's career here is being enhanced by the fact they are part of this story. I feel very good, being part of this regeneration of Selfridges.\"</p>",
  "Multibillion pound programmes to revive inner cities and create work in depressed regions and coalfield communities face being vetoed by Brussels because they breach EU rules on state aid. <p>Anxious Labour MPs have joined builders and developers to warn that thousands of jobs are at risk with a cloud hanging over hundreds of urban regeneration and job creation initiatives. </p> <p>In a hard hitting report, the Commons environment committee has warned that meddling by Brussels will have \"severe consequences\" for the deputy prime minister John Prescott's vision of an urban renaissance, which is tied to the regeneration of brownfield sites. Mr Prescott has set a target of building 60% of new homes on such sites. </p> <p>Fuelling the debate about Britain's relationship with the EU, the environment committee says that \"illogical and ill-considered\" rulings from Brussels are bringing the EU into disrepute. </p> <p>It warns that planned jobs, and other benefits, might no longer be delivered to deprived communities. \"Areas already suffering from urban decay may enter a spiral of decline as the cancer spreads, making it even more difficult for future regeneration efforts to succeed,\" it said. </p> <p>At the heart of the dispute is the partnership investment programme, overseen by Mr Prescott's Department of the Environment, Transport and the Regions. It provides grants for developers to kick-start urban regeneration schemes, from converting old warehouses into flats to clearing derelict and contaminated sites for new homes and workshops. </p> <p>The EU says the programme constitutes state aid and should be vetoed. </p> <p>The Housebuilders' Federation said £700m of grants had encouraged developers to spend £1.4bn on new projects. This had led to the rebirth of city centres, from Manchester and Leeds to Newcastle and Sheffield, with thousands of people moving into new homes. </p> <p>Last year around 3,000 acres were cleaned up and 7,500 new houses and flats provided in cities. </p> <p>Although Brussels says that schemes in the pipeline can be completed, the Housebuilders Federation warned yesterday that the EU stance is likely to have a \"devastating\" impact on Mr Prescott's target for brownfield building. </p> <p>\"This is a terrible blow because housebuilders are close to hitting the target and without gap funding [grants] they will have to turn down the opportunity of redeveloping many of these areas because they cannot be expected to work at a loss,\" it said. \"City centres have been transformed and now all of this is at risk because of an annoying and frankly silly ruling.\" </p> <p>Problems have been compounded on two other fronts. This week the regeneration magazine, New Start, revealed that a £15m fund to revive former pit villages has been frozen and may be outlawed under EU rules. Launched in 1998, the coalfield enterprise fund was hailed as a sign of the government's commitment to rebuilding coalfield communities, devastated by pit closures in the early 1990s. </p> <p>But the European Commission now says the scheme is being examined to see if it, too, complies with EU state aid rules. </p> <p>For two years, agencies have been given no explanation as to why they cannot tap into the fund. \"Although this money was promised in 1998, nothing has been drawn from it,\" said Dave Perry of the Coalfield Communities Campaign. </p> <p>Brussels has also frozen the Department of Trade and Industry's £150m regional venture capital fund, designed to encourage new businesses and entrepreneurs in depressed areas. </p> <p>The Department of the Environment said it was extremely concerned by the commission's rulings. </p> <p>\"We were disappointed when they ruled that the partnership investment programme breached state aid rules because we explained that this did not constitute state aid as such.\" Alternative measures to assist cities, coalfield communities and new businesses were being considered, it said.</p>",
  "<p>The idea was sound. Fill up a lorry with 13 women dressed as pink fairies and drive it to Prague for the World Bank meetings to lend glamour to the demonstrations and defuse the confrontations between riot police, anarchists, unions and environmentalists with \"tactical frivolity\" - carnival, art, song and dance. </p> <p>Problem 1. The 13 \"carnivalistas\" have missed the ferry from Dover. Problem 2. The've missed the second boat. </p> <p>Problem 3: \"Vanessa\", their big green 6.5 tonne 1984 Mercedes box van, which is usually a woodshed and kennel, is leaning alarmingly to the left. The brakes are dodgy, the radiator leaks, a rear light is on the blink, they're out of petrol, it's way past midnight, and they're lost. The women, undaunted, sing. </p> <p>Introducing \"Dogfood\" Kate (she's just been attacked by a rottweiler), \"Joyous Maximus\" Joy, Rooh, Maren, Becks, Rhian, Kath, Rosie, Fraggle, Siobhan and others. Two men, Martin and Steve, are on board, too, but are keeping their heads down. </p> <p>Most of the women live in Yorkshire, on the edge of the formal economy. They should know about poverty. Statistically, they are among the most disadvantaged in Britain. Few earn more than £70 a week. Several sign on, others work in playgroups or on community projects. </p> <p>Two are mothers, one a nurse, at least seven have been to university or art college, and one has spent 16 years on the road as a traveller. </p> <p>First night is the beach outside Calais. By 11am three French botanists studying dune life have stopped in their tracks, dumbfounded. </p> <p>Thirty metres away 13 the women are acting Priscilla of the Desert. Out of the lorry have poured sacks of pink and grey cloth, glitter, bo-peep outfits, sequins, g-strings, bras, fur, crushed velvet, lycra, giant metal costume structures, wings, trimmings and hats. </p> <p>\"C'est cool\", says Pierre. His companions are speechless. </p> <p>\"Glam it up girls. Pink is power. Wearing pink in threatening situations changes everything. It calms the anarchists and the cops,\" says Kate. \"You change minds much faster by celebration and smashing people's sense of reality\". </p> <p>It is, they say, time for a sequin revolution. </p> <p>Their influences are utopians, Dadaists, US Yippies, intellectuals of the Naomi Klein kind and, especially, Sub Comandante Marcos of the Mexican Zapatistas. </p> <p>The leading theorist of the Chiapas revolution has declared that the fourth world war (against corporations) has started and that revolution is \"no longer imagined according to socialist patterns of realism, with men and women marching behind a red flag\". </p> <p>Rather, he says, \"it has become a carnival\". </p> <p>\"There must be a belief in the imagination to create a different society,\" says Fraggle. Capitalism, the women declare, is subverted by confrontation, romanticism and performance as much as by debate. </p> <p>Kate's been reading Das Kapital , but thinks Marx got the economics wrong. The women's mission is to get the riot police to can-can as a first step to jettisoning \"a neo-liberal ecocidal regime\" and achieving a kind of \"anarcho-syndicalist ecotopia with a few token capitalists to harass\". </p> <p>How they will communicate in Prague is uncertain, but they are boning up on such useful phrases as \" Zruste treti svetovy dluh \" (Cancel third world debt),\" Vice lepsiho sveta, mena bank \" (more world, less bank), \" Nikdyse nevzdame! \" (We'll never surrender) and \" Vzdavame Se! \" (We surrender) </p> <p>If and when their revolution comes, it will not be before 4pm. Fairies rise late and need four hours to talk, \"bimble around\", cook and wash, unpack, pack, and plan before setting off. </p> <p>When they go, it might as well be by the stars. Vanessa zigzags east, aims for Luxembourg but misses, reaches Belgium and, after two and half days, finds Germany. </p> <p>They camp in forests and fields, light fires, nick apples, repair the breaks. Above all, they chat uncontrollably about food, drugs, the environment, festivals, capitalism, personal politics and men. </p> <p>\"Men take over everything,\" says Fraggle. \"They want to do everything. It's nice just having a women's space\". The boys duck. </p> <p>Night three is spent near Cologne in a mighty thunderstorm with the women danc ing naked in the lightning. Night four is in a forest near the border. </p> <p>The next morning Vanessa is turned into a beauty parlour: \"Go for it, girls, got to look sexy, pink up,\" says Kate. Out come the ribbons and tailfeathers, sequins, pearls, lipstick. I'm given a 70cm-high pink wig and a pink dress. </p> <p>They gather to focus on why they are going. \"We feel part of a huge global movement against transnational companies. People don't want this,\" says Joy. </p> <p>\"There are so many positive things happening. People across the world are realising the importance of local communities and the need to address why we have permanent social and environmental crises, says Rooh. </p> <p>They talk of third world debt (\"criminal\"), globalisation (\"destructive\"), the World Trade Organisation and America (\"bullies\"). </p> <p>\"Give countries their own two feet to stand on. Don't give them aid, don't give them debt,\" says one. \"We're not going [to Prague] to fight. It's about moving away from those power structures,\" says another. </p> <p>One hundred hours after leaving Yorkshire, Vanessa reaches the border. The police are unimpressed and make the women shiver in their sequins while men and dogs search every bundle, rucksack, pot, carrier bag, sleeping bag and tent. </p> <p>Four hours later they are refused entry. The Czech Republic, says the police chief, wants no campers, the van is unroadworthy, the tool boxes could be used as weapons, and they have nowhere to stay. </p> <p>He relents when he sees the Guardian's World Bank accreditation to the conference. Vanessa may go to Prague, but only with two passengers. </p> <p>The truck heads on and those left on the border assure the police they will catch a train and call a cab. One hour later the 13 meet in Bor and I leave them in a bar singing with the locals. Bor is totally disarmed. Next stop Prague.</p>",
  "The surfers of California are making waves - literally. They are also, in constructing the first artificial surf reef on the continent, stirring controversy during what is seen as a renaissance in surfing. <p>Work began this week on the creation of a manmade surf reef at El Segundo, near Los Angeles airport on the Pacific coast. The aim is to recreate a surfing spot that was lost when Chevron oil built a jetty in 1984 to protect the pipeline from its rigs to its refinery. The breakwater effectively wiped out the waves in the area. </p> <p>\"We recognise quite humbly that we are not going to do as good a job as nature,\" said Christopher Evans of the Surfrider Foundation which represents the interests of surfers and those concerned with the coast of the United States and is overseeing the operation. </p> <p>Chevron has agreed to pay around $300,000 (£210,000) for the construction of what will be known as Pratte's Reef. Work should be completed by the end of next week. </p> <p>The project has raised a debate among surfers as to whether man should interfere with nature to such an extent. Some traditionalists say that part of the joy of surfing is its natural, unpredictable nature and building a reef runs counter to that. </p> <p>But Mr Evans believes that the foundation is doing the right thing. He likens the scheme to the reclaiming of wetlands as an environmentally healthy exercise in that what had once existed was being respectfully replaced. </p> <p>The foundation will monitor the effect the construction has on natural marine habitats and if damage is being done it will remove the new reef. </p> <p>Mr Evans said there were two artificial reefs in Australia, but such a construction had never been attempted before in the US which, with an estimated 2m participants, has the largest surfing community in the world. </p> <p>The new reef is being built at a time of renewed enthusiasm for the sport, not least with the arrival of more women surfers, many of whom had complained in the past of being made to feel unwelcome in a very male environment. </p> <p>\"There is a renaissance for surfing,\" Mr Evans said, \"and more women are joining every day.\" He said that women now made up around 30% of the Surfriders' membership of 26,000. </p> <p>The internet has also changed the face of surfing. In the old days, surfers used their instincts and knowledge of the seas and weather to choose where to go and when. </p> <p>Now it is possible to get a surf report on the internet which accounts for the pre-dawn arrival of the wet-suited surfing fraternity on some top beaches, like Rincon Point south of Santa Barbara and Malibu. </p> <p>Surfline.com claims to have 375,000 users of its information on waves which is gathered from tidal information, buoy readings and satellite wave height maps. </p> <p>Some free-spirited traditions are being maintained, however, including the surfing community's avoidance of the Olympic Games despite attempts to include the sport as an exhibition event in Sydney. </p> <p>In the latest Surfer magazine, Gina Makin spells out good reasons for non-participation. \"During the opening and closing ceremonies, all Olympic athletes must march and we all know that surfers should never - will never - march.\" </p> <p>It was nearly 40 years ago that the Beach Boys and Surfin' USA introduced the rest of the world to the names of the legendary surfing beaches of California - from Manhattan Beach and Pacific Palisades up to the Ventura County Line. </p> <p>Now perhaps they will have to re-record the song and start looking for something that rhymes with Pratte's Reef.</p>",
  "The call from Lord Melvyn Bragg and eight others for a mainly elected upper house (Letters, September 22) is no doubt well-intentioned. But there is a staggering lack of realism in the notion that legitimacy and democracy are to be obtained by mass-electioneering. Disillusionment with \"democratic\" mass-electioneering is massive and growing, both here and throughout the \"democratic\" world. <p>This disillusionment is not some mere fashion, but a reflection of the amount of evidence that mass-election eering has utterly failed, providing neither defence against the dominance of globalised commercial interests, nor competence in protecting us from severe threats to the environment on which we depend. <br> <b>Robin P Clarke </b><br> Birmingham <br><a href=\"mailto: r.clarke@zazz.org.uk\">r.clarke@zazz.org.uk </a> </p> <p> </p> <p> </p> <p>\u0095When can we expect to see Barons Bragg, Hattersley and Richard and Baroness Kennedy resign their life peerages in support of their campaign for a democratically elected upper house? <br> <b> Jill Allbrooke </b> <br> Bromley, Kent<br><a href=\"mailto:  Jill.Allbrooke@bl.uk\">Jill.Allbrooke@bl.uk </a> </p> <p> </p> <p>\u0095Shouldn't that be \"Campaign for a semi-democratic upper house\"? <br><b> Nicholas Radcliffe</b><br> Edinburgh<br><a href=\"mailto:njr@breathemail.net\">njr@breathemail.net</a> </p>",
  "When guests come round, the usual thing is to offer them a cup of tea and invite them to relax on your sofa. <p>But with more than 1,000 people arriving at architect Peter St John's Islington home tomorrow, the social niceties will have to be ditched. </p> <p>The masses will descend on Mr St John as part of London Open House, when a vast and fascinating range of the capital's finest buildings throw their doors open to the public. </p> <p>The annual celebration of architecture features both grand public offices and headquarters such as the Foreign Office and the Channel 4 building, and an extensive contingent of private homes such as Mr St John's. </p> <p>The architect, of Caruso St John, designers of the Walsall Art Gallery, first invited the public to come and admire his decor two years ago. </p> <p>\"It is a kind of mad and slightly narcissistic thing to do,\" he admitted. \"Deep down all architects have a deep need for people to look at and be interested in their work.\" </p> <p>While he hoped it would encourage public appreciation of the \"built environment\", Mr St John conceded that it also appealed to \"a natural fascination with what other people's houses are like\". </p> <p>With 40 people coming in every 15 minutes, it was exhausting but also a lot of fun, especially for his children who did a roaring trade selling biscuits. </p> <p>As there is little of value to steal, he was not overly concerned about potential burglars. \"We have a few friends standing around trying to make sure nothing disappears, but people were generally very well behaved.\" </p> <p>Several other architects, including Nicholas Burwell, David Russell, Marcus Lee, and Tom Pike, are also opening up their homes. </p> <p>Among the public buildings making their debut this year are the University of London's Senate House, the Royal Institute of International Affairs, popularly known as Chatham House, and Macks Mews, a 19th century paper factory converted for housing. </p> <p>Many of the 550 buildings involved are normally closed to the public, or have very restricted public access. </p> <p>For the Open House weekend, now in its eighth year, the buildings' owners allow visitors in free of charge. </p> <p>In 1999, more than 450 buildings were open to the public and 320,000 visits were made over the 48-hour period. This year more than 500,000 are expected to take up the opportunity. </p> <p>Some of the best-loved attractions include Imagination, originally an Edwardian school and now headquarters for a design and communications company in Bloomsbury; and Marlborough House, designed by Sir Christopher Wren and originally home to the dukes of Marlborough. </p> <p>London Open House, which is sponsored by the Guardian, follows the Heritage Open Days last weekend when over 2,500 heritage sites across the country opened their doors to the public. </p> <p>Mr St John's home, 11 Orleston Mews, N7, is open to the public on Sunday only, from 10am to 4pm. For details of other locations and times check the London Open House website at <a href=\"http://www.londonopenhouse.org.  \" target=\"_NEW\">www.londonopenhouse.org. </a></p>",
  "<p>Who was to blame for the great petrol crisis? The government, most people say. But a columnist in the News of the World had no doubt at all about whom we should really target. The villains, a hard-hitting piece by Sin Simon argued, were the \"avaricious, colluding, nasty, spiteful, grey-suited bean counters at the heart of our fuel companies\". \"The rabid greed that runs through oil companies like a dirty petrol stain beggars belief,\" he added deftly. </p> <p>But a columnist in the Daily Telegraph picked out a different culprit entirely. The British people, a hard-hitting piece by Sin Simon argued, had failed to note the disparity between the good-natured anarchism of the general public and the sinister, hypocritical self-interest of the so-called protestors - \"terrorists would be a better word\". Yet the public, he believed, was too canny not to perceive over time that such types were \"more the scum than the salt of the earth\". </p> <p>Perhaps Sin had assumed that the scum read the News of the World and not the Daily Telegraph. The avalanche of complaint which has followed, complete with demands that he be sacked/keelhauled/dismembered with all possible violence/ excommunicated, will have enlightened him now. </p> <p> Next week in Smallweed: why I blame Tranmere Rovers FC for this fiasco: a hard-hitting piece by Sin Smene-or-ther. </p> <p> Having rescued one ailing TV station with a glove puppet, Greg Dyke is attempting to repeat the trick at the BBC. Political editor Andrew Marr's reports on Tony Blair's handling of the fuel crisis were delivered with all the gravitas of a knitted sock - Letter from R Oakley to Tuesday's Daily Mail. That's Richard of Luton, Beds, by the way, not Robin. </p> <p> We may be a little closer to establishing the identity of the original white knight. My own modern edition of Brewer's Dictionary Of Phrase And Fable gives nothing between White House, an institution in Washington DC, and White Lady, a kind of spectre whose appearance was taken to signify death in a house. In Normandy, white ladies were said to lurk in ravines and floods or on bridges, awaiting wayfarers whom they invited to dance. Should the wayfarers refuse, they were thrown into a ditch. Since Smallweed will shortly be visiting Normandy and cannot dance, this information is timely. </p> <p>Brian Robinson of Brentwood, however, has a different edition of Brewer, since his, when you look up white knight, refers you to Tirant lo Blanch, a romance written in Catalan and produced in Valencia in 1490, loved by Cervantes, but not published in translation in England until 1984. Tirant's story, says my informant, to some extent parallels that of Guy of Warwick. This Guy, it emerges, was a doer of doughty deeds, who among other triumphs slew the Dun Cow, a monster which lived in Shropshire. The Cow's milk was thought to be inexhaustible, but one day an old woman who had already filled her pail from this source attempted to fill her sieve as well, whereupon the Cow, uncannily prefiguring the forecourt rage of our own day, became so enraged that it killed her. Guy was later reduced to begging outside his own castle. Even that cannot convince me that someone like Tirant lo Blanch is the right man to ride to the aid of the London stock exchange. </p> <p> A s to Gawain and the green giant, also aired here last week, that too is a tale too long to tell in full, but it boils down to this. A giant clad entirely in green challenged Gawain to a duel with axes. Gawain smote the giant's head from its body, which he thought should force a submission, but instead the body picked up its head and demanded a replay in 12 months' time. </p> <p>On the eve of this shoot-out, the knight stayed in a castle and did a deal with its lord that what either acquired should be passed on to the other. So when the lord's wife turned up in his bedchamber and sought to seduce him with kisses, he passed the kisses on to the lord. When he and the giant eventually met, Gawain was duly smitten, but wounded, not killed. The reason for this, it emerged, was that the green giant was actually the lord in disguise. The wife had been sent to tempt Gawain, but, because he stayed chaste, his life had been spared. </p> <p>It is understood that when the news reached Camelot, the rest of the knights were overjoyed, and celebrated as if they had just won a contract to run a national lottery. Though he was not around at the time, Mike Connelly thinks by email that the giant went by the name of Sir Bercelak de Hautdesert. Even his blood was green, as it emerged, you might say, when he was beheaded. </p> <p> A drenched person coming out of the rain the other day claimed it was raining stair rods. The concept of raining cats and dogs is weird enough, but at least explicable in terms of legends which make the cat an agent of bad weather and links dogs with the wind. But why stair rods? All the stair rods in my house - yours may be very different - are horizontal. The rain at the time, as I carefully ascertained, was closer to vertical. There is also the expression \"raining pitchforks\" for which I can find no justification at all. </p> <p> Sir Bercelak de Hautdesert writes: You modern folk down in t'soft south don't know you are born. It certainly used to rain horizontally when I were living in Stanningley. </p> <p> A statistician writes: Smallweed has made repeated references over the past few months to Tranmere Rovers FC. Analysis by myself and my assistant, de Hautdesert, suggests this trend has now reached a level somewhere between boiling point and 80% heteroscedasticity, thus locating Smallweed in an area which we calculating folk like to describe as morbid. Try Partick Thistle next time.</p>",
  "<p>When measured merely by the square metre, Brian Lewis's London flat is a modest space. \"It's really very small... only one bedroom,\" he reminds me, as I follow him up the staircase of the mid-Victorian townhouse in Holland Park, where he has lived for 25 years. But, as soon becomes clear, when we reach the first floor, it's a small space with big ideas. </p> <p>\"Ah yes, the door,\" says Lewis, as we pause on the landing to admire the silvered fantasia of fretworked hardboard that frames the entrance. \"That was inspired by a visit to Egypt. The stained glass above the door is fake, of course, but it spells my name in real hieroglyphics.\" </p> <p>The hall is in the Art Deco style, he continues, as we step into a weeny inner vestibule. Indeed, it includes an \"interpretation\" of the lift doors in the Chrysler Building in New York. I would have stayed and had a closer look (it's all done in cut cork, gold card and picture-framing offcuts), but I am drawn inwards by a tantalising glimpse of living-room decor - a bit of \"faux\" marbling, a baroque trompe l'oeil landscape and a throne-like gilded chair with leopard-print upholstery, crests and tassels entwined with Victorian plasterwork. </p> <p>\"Wow!\" is all I can think of to say as we enter the room, where I am instantly supplied with a helpful leaflet (entitled Private Residence Of Brian Lewis) explaining that the decor is \"pure fantasy... not intended to be taken too seriously, but enjoyed for what it is - a dream, an escape from the outside world\". </p> <p>The text also gives a brief resumé of the room's furnishing highlights (the 1935 Bechstein piano attributed as the property of Captain Cheshire \"of Battle Of Britain fame\"; the animal-print couch by architect-designer Ettore Sottsass \"of the Italian Memphis style\"). But there are so many things, and so much going on, it's hard to know where to look first. </p> <p>Lewis will, no doubt, be handing out leaflets to more dazzled and, indeed, dazed visitors when he opens his flat as part of this weekend's London Open House - the annual \"celebration of architecture\" that invites the public into some of the capital's most intriguing inner spaces that are closed for the remainder of the year. </p> <p>Of the hundreds of participating buildings, only 40 are private residences and, of those, the majority are the homes of architects (or clients of architects). For them, it's a chance to flaunt new projects or, in the true spirit of the event, to engage in a dialogue with the public about \"the quality of the spaces we inhabit\". What they tend to show is cool, white, contemporary spaces in sparsely furnished, glassy houses. So, Lewis's flat is a bit of a one-off. </p> <p>Lewis is not an architect, but a muralist and decorative painter (gilding, sponging, staining, stencilling, etc). He doesn't do white spaces (the decoration, he says, \"is the absolute antithesis of the current vogue for minimalism\"). And he is certainly alone among Open Housers to claim Ludwig II - the \"mad king of Bavaria\" - as his mentor. Ludwig not only did themed rooms at least a century before Laurence Llewelyn-Bowen was born, but he indulged his passion for over-the-top interiors by creating the extravagant German castles, Linderhof and Neuschwanstein - each a jangling confusion of the Byzantine, the baroque, neo-Gothic and Romanesque. </p> <p>\"He has had a great deal of influence on me,\" says Lewis, adding that he \"loves the idea of a house where every room is a surprise and you can move from one to the other, depending on your mood\". He is influenced, too, by his own world-wide travels, and the tradition of the Grand Tours (in which 18th- and 19th-century travellers returned from the Ancient world with marble columns, classical statues and wild ideas for garden temples and grottoes). He is also driven by a compulsive decorating habit. Decorating, he says, is a kind of therapy; something he can't help doing. </p> <p>The flat, therefore, is in a constant state of transformation. The bedroom used to be an \"arboretum\" - a wood with trees and branches reaching over the bed - until a visit to southeast Asia inspired a mini Thai temple, complete with sacred elephants, lotus blossoms and the sweet smell of incense. \"At one time, the living room was very white and Deco-ish,\" says Lewis. \"But I just got fed up with it. I'm not very good at cleaning, you see, so if something gets dirty, I just paint it.\" </p> <p>He doesn't, of course, just paint any old thing. The richly emulsioned murals on his living-room walls represent a \"very personal diary\" - a kind of pictorial album of buildings and monuments he has seen and loved in places he's visited (Salzburg, Beijing, Istanbul, Prague, the Bavarian Alps). It also features a lot of memorabilia - such as his childhood dog (Montgomery Hector Oscar Lewis), the pasted newspaper cutting of his mother's obituary (she was a novelist), the painting of Brian and friends in a hot-air balloon rising towards the ceiling, where clouds float alongside winged Renaissance cherubs across a duck-egg blue sky. </p> <p>Sounds ghastly? Well, yes, it could be - and it's certainly a hellish place for obsessive modernists. But Lewis's skilful trompe l'oeil effects (pillars, loggias, statues, romantic Arcadian landscapes) give this mad, chaotic ensemble a sensible, architectural framework. And though he is the first to admit that much of what he's created is as ephemeral as a stage set (\"you are not supposed to look at anything too closely\"), there are some genuinely good pieces among his amazing collection of props. </p> <p>During this weekend's tours, Lewis will no doubt point out that the living room's black Corinthian rug (partially obscuring his mock-flagstone, paint-effect floor) is a limited edition by Spanish designer Esteban Figuerola. The gold thrones, he will say, are identical to chairs seen in the television version of Brideshead Revisited and Kenneth Branagh's film of Hamlet. The chrome-and-glass coffee table is \"in the style of Eileen Gray\" and could be the real thing. He will show off engravings by Paula Rego; a Victorian jardinière that once belonged to Elton John; and Art Deco-style curtains (\"with tasselly bits\") made by Lewis after visiting the Prague concert hall. </p> <p>\"Then we've got the Empire clock and matching alabaster vases,\" he continues. \"I put lights in them, and they look quite spectacular when lit up.\" Lewis thinks nothing of, say, sticking brass candlesticks to the frame of a French crystal mirror. Or attaching a sequined elephant to the original Verner Panton wire chair in his bedroom. \"I imagine Verner would be very upset, if he was still alive,\" he admits. </p> <p>Aside from elephants, the Thai bedroom features a home-made four-poster bed crowned with lights, a ceiling of stick-on stars and two parallel walls of mirrored tiles. The latter reflect one of those infinite sequences of fractured images. For me, it's a bit scary - but it's not until we enter the \"black magic\" dining room that I start to worry about Brian Lewis. </p> <p>You have to admire the painstaking ceiling mosaic (all made from tiny squares of cut card), but Lewis's dining room is a creepy mix of Hammer horror, science fiction and esoteric symbolism - Tarot cards, astrology (he's an Aquarian), serpents and devilry. The table is suspended on chains and set with a little tableau of skulls; there are nasty looking spikes on the set of metal chairs, each of which is decorated with a hideous mask and a writhing snake. </p> <p>\"Some people are very uncomfortable with this room, particularly with the snakes,\" he says. \"But I like to get a reaction... and I'd rather people said they hated it than said nothing at all. Anyway, they are only rubber snakes, like the ones you buy in joke shops.\" Beyond a relatively normal kitchen, there is another joke to be shared: a bathroom in the form of a Ludwigian grotto, dressed from head to foot in rock-look papier-mché and plaster, and hung with trailing plastic foliage. There are weird test-tube taps, a cracked-mirror floor, a television set into a craggy recess in the wall, a fake frog in the sink (it covers up a hole in the porcelain), a spooky little skeleton fountain that comes on when you switch on the light. </p> <p>\"Nothing's meant to be taken seriously,\" says Lewis. \"I'm experimenting with techniques, but I'm also having a laugh - and it's not meant to be good taste.\" </p> <p>Still, there is a serious side to the Brian Lewis style of interior design. Among numerous private commissions, he's just completed a mural in the surgery of a Holland Park dentist, who wanted something to distract his patients (\"I painted a lot of animals and the odd toothbrush\"). He has also lectured in design history at the London Institute. And though his own environment is a little unorthodox, some of his Open House guests are sure to come away with a few ideas: such as how to turn \"a crappy little apartment\", as he calls it, into a palace of treasures; or to create an illusion of space without fiddling with the fabric of the building; plus a swift guide to imaginative bodging with cheap materials (such as decorating power sockets with gold or silver paint). </p> <p>Personally, I liked the idea of hiding an iMac in a paint-treated Ikea wardrobe (\"the cheapest one they had\"). Ditto the little loo with its peacock feather throne, Arabic flooring and wrapping-paper decor. The bathroom? No, that particular bit of Lewis alchemy is pure theatre, a bit of entertainment - and though you might want to applaud it as such, perhaps it's best left at home where it belongs.</p> <p>\u0095 Brian Lewis's home is open today and tomorrow, from 1-5pm, at 1st Floor, 155 Holland Park Avenue, London W11. For Open House details, visit <a href=\"http://www.londonopenhouse.org\">www.londonopenhouse.org</a></p>"
]