[
  "Riches are needless, then, both for themselves, <br> And for the reason why they should be sought - <br> To gain a sceptre, oftest better missed. <p>Milton, Paradise Regained, (Jesus' reply to Satan, the tempter) 1671</p> <p>I must begin by apologising. I have changed my mind about the subject of my talk and I am going to take a broad topic of equality and public service which belong to sociology and also to economics and to political science, so I am going to have to cross boundaries. I could not resist in a small way on this millennial occasion having a look back at some features of the post-war period back to its beginning. This even though I know it is one of the dangerous temptations of old age to mull over the past.</p> <p>55 years ago it was easy for me, beginning to launch myself into the sociology of politics in my backroom role as Secretary of Labour's Policy Committee and Head of the Research Department (there were still job titles in the classless society inherited from the war) to draft Let Us Face the Future, the manifesto for the 1945 General Election. It was already all there in Mr Attlee's head, in the head of Mr Morrison as Chairman of the Policy Committee, and in my younger one. All I had to do was to tune in to the spirit of the times as well as add Beveridge and Keynes to Keir Hardie. Attlee is distant history and it would not be worth recalling were there no lessons to be learned for the present. After all this time - 55 years is a long time in politics - is anything at all from it still relevant?</p> <p><b>The two principles</b> </p> <p>No on the detail. But on two of its principles, perhaps yes. The first principle was equity in the distribution of incomes; the second was the importance of public service. I shall try to deal with each of them in turn.</p> <p><b>Golden Age</b> </p> <p>1945 was followed by what has been called the Golden Age, an age of the mixed economy, an admittedly sometimes faltering economy subject to stop-go but in which there was full employment without inflation. There was also secular growth in the economy. And - the specifically socialist contribution to the mix - as Tony Crosland famously said, socialism is about equality - there was a relatively equal society. It was a confident society with belief in the future in which there was a baby boom - no fear then of a population decline - and to start with it was led from the front by a government which made the most of its advantages. Generally, they widened the span of concern for the wellbeing of others and tried to make society more inclusive of the poor and the distressed, the disabled and the sick, the children and the elderly who cannot support themselves.</p> <p><b>Inequality worsened</b> </p> <p>Since then in more recent years growing inequality has befallen the country and some other countries too. Some of the main facts have been brought together by Professor Atkinson in his WIDER lecture for the United Nations University (AB Atkinson, 'Is Rising Equality Inevitable? A Critique of the Transatlantic Consensus', November 1999), both about the tendencies in a market economy for the poor to get poorer and the rich richer. The shift has coincided, not coincidentally, with moves to the Right in politics and a masochistic rush on the part of governments to prostrate themselves before market forces.</p> <p>There is not much dispute about inequality having got more severe. The dispute centres on what can be done about it, or even (with the well-groomed men who have done so well for themselves always ready to say no, it can't) whether anything can be done about it. The question is whether we can show that growing inequality, though it stems from a world that is chasing greed with abandoned relish, is neither inevitable nor desirable.</p> <p>There are multiple causes of the inequality, interacting in multiple ways. In Atkinson's interpretation, which has the United States and the United Kingdom at its core, the inequality is put down to two main causes, changes in technology and changes in the pattern of international trade and in Britain these were helped to achieve their effects by a series of political decisions during the Thatcher regime.</p> <p><b>Technology</b> </p> <p>Technological change is apt to increase unemployment in the short run whenever it raises productivity and enables goods and services to be produced more efficiently with less labour. The advances in automation and, especially in information technology, have been at the expense of unskilled workers with little education. The more unemployment, the more the downward pressure on wages from people desperate for work. Workers no longer have as much protection from undercutting as they used to have from trade unions or from industrial accidents for that matter. In the British case, Mrs Thatcher attacked the unions by legislation and on the streets. After a quasi-military mobilisation of force in the miners' strike the National Union of Mineworkers was destroyed and the bargaining power of that union, and of unions generally, was weakened, and the pressure on wages reinforced.</p> <p>The poor, including pensioners, were also attacked by indexing benefits to prices instead of wages. Since prices have not generally risen as much as wages, the poor who are not working have been the ones who have been made to suffer. This deprivation for the poor has persisted right up to the present, well into the term of office of the new Labour Government. A small step has been taken in the right direction with the Minimum Income Guarantee for low-income pensioners which is to be earnings-linked but since it is means-tested the take-up will be only partial. In any case the old principle needs to be restored generally, not just for a particular benefit like that.</p> <p><b>Patterns of trade</b> </p> <p>The same core countries (more or less the G7) dominate world commerce as much as they did a century ago. But international trade has been more under the control of multinational corporations and the new trading blocs while it has also been generally liberalised, at least up till the threatened collapse of the World Trade Organisation at Seattle. Within the more global economy, the competition from newly industrialised countries has cut most sharply at the bargaining power of unskilled workers. Theirs are the jobs lost to the cheaper labour abroad and theirs the wages put under threat as the products of labour-intensive industries have been outsourced to India or Taiwan, Indonesia or China or wherever. Inequality between wage-earners in poorer countries and richer may have diminished a little as a result. That is hardly consolation to people on low wages or no wages at all in Britain. If changes in technology and world trade have accentuated inequality, where does that leave us in Britain? Are we caught up in a global economy which we have no choice about being in and cannot escape from even if we wanted to?</p> <p><b>From the bottom up</b> </p> <p>The government is certainly not powerless. It can cushion the effect of the competition, even if it cannot damp it right down and does not want to anyway. Better training needs to be provided for youngsters and others who cannot get into jobs at all, lacking the skills which employers require. This the government has done something about.</p> <p>The government can also support the wages of the low paid which it has done with the Working Families Tax Credit. Their take-home pay is larger than it would otherwise be. This has the effect of easing the poverty trap. The Tax Credit reduces the extent to which some people are better-off on benefit than they are if they take jobs at low wages. The government can also enforce a Minimum Wage, as Labour is doing and Conservatives refused to do.</p> <p>Even if inequality increases when low wages are under such pressure from technology and overseas competition, the welfare system is the more important influence on the lot of the poor. In the Golden Age transfer from the better-off to the less well-off and the taxation which funded the transfers by and large had the intended redistributive effect. But from 1984 onwards, quite apart from globalisation, a major shift in policy aggravated inequality. Direct taxation of income is 'progressive': those with higher incomes pay more in tax. Indirect taxation on goods and services in the form of VAT and other taxes is regressive. For the less well-off the indirect taxes represent a larger proportion of their lower incomes.</p> <p>From 1984 on inequality was promoted quite deliberately by a move from progressive income taxes to regressive indirect taxes and by cutting back on benefits through the new indexation and in other ways. The tools were there and they could be used to ill effect. They can also be used to good effect, not to foster inequality but to reduce it by raising income taxes and reducing indirect taxes.</p> <p>In its first two years in office the new government stuck to Conservative spending limits and carried through the cut in the single parent benefit inherited from the Conservatives. Under Labour all-round poverty actually increased. Since then the move has been in the right direction (small 'r'), to help children, for example, who have the best case of all. 'When poverty strikes a family, the youngest members become its most innocent and vulnerable victims. Since a good start in life - especially in the first few months - is critical to the physical, intellectual and emotional development of every individual, poverty in early childhood can prove to be a handicap for life.' (UNICEF (United Nations Children's Fund), 'Poverty Reduction Begins with Children', March 2000).</p> <p>Labour now looks like bringing 1.4 million children out of poverty by 2002. The goal is to end child poverty in 20 years. That is fine. But it does seem a very long time to wait. Expected progress is too slow. When (or if) the first 2002 target is reached, child poverty will still be nearly twice as high as when a Labour government was last in office in 1979. There is a long way to go before what was lost is recouped. Child poverty rose from 1.4 million in 1968 to 4.4 million in 1997. Another UNICEF Report on the 23 richest nations in the world showed that in the child poverty league the UK was the fourth worst in the industrialised world.</p> <p>It is the same story with the New Deal training programme. If low levels of skill are partly responsible for unemployment, low wages and the consequent inequality, it makes the best of sense to put a large effort into training and even more into schooling at younger ages when basic attitudes to learning are established. The New Deal needs to be much enlarged, especially for older people.</p> <p><b>Middle-age trap</b> </p> <p>An incredible 2,600,000 people over 50 but under retirement age have not been in Work (The Annual Abstract of Statistics, 1999, Table 7.16). Many of them are also caught in a painful middle-age trap. Employers without compassion for their employees, but a lot for their own money, often cannot resist sacking older employees when they are cutting back on the size of their workforces. If occupational pensions are linked to salaries employers can save money by sacking senior employees. The excuse, implicit if not explicit, is that people are 'too old at 50', if not at 40. It is even worse for people who have no such pension. Their state pension is a long way off and when it comes it is liable to be reduced anyway because full National Insurance Contributions have not been paid.</p> <p>Labour promised legislation against age discrimination which could have come down heavily on employers who discriminate in this way; but there has been no hint of it so far, not in the present parliament anyway. The introduction of the New Deal 50-Plus has been a start, at least in giving a little support for people of this age who can get work. But it is on much too small a scale; the middle-age trap is still there, often leaving people in dire poverty when their unemployment benefit and redundancy benefits are exhausted, and with no relief in sight.</p> <p>The conclusion so far is that the global economy has not (as the EU has not) removed the ability of governments to aid the poorest and the poor. It can do so without resorting to trade protectionism. It would be no solution to block cheap imports; it would invite other countries to block British exports and those of our industrialised trading partners in Europe and elsewhere. But the social effects, both of changes in technology at home and changes in the nature of competition from abroad, can, and need to be, countered by lifting up the benefits for the poor and doing everything possible to raise skill levels.</p> <p><b>Top down</b> </p> <p>So something has been done, and more promised, to raise the bottom. But very little at the top end where rising relative wages have been the main source of growing inequality. The richer have not been called on to make sacrifices themselves. To judge from what ministers say, poverty is not a taboo word but equality is, and redistribution nearly so. Ministers have concentrated on those who have little in the way of income and not much of anything in the way of wealth, and almost entirely failed to tackle those with plenty of both. Inequality has therefore been added to even more by ballooning out at the top than by squeezing in at the bottom.</p> <p>The display of self interest in a naked form has not exactly added to social cohesion or provided a good example when appeals are made for wage restraint. The people at the bottom may be getting a few pounds more for themselves and their children but what is going on at the top can only add to their sense of injustice. In elections the poor have one vote each, just like any rich person; in the economy each rich person counts for much more.</p> <p>We seem to be into a new golden age, not for equality but for booty. The latest lot of figures has been collected in a survey for the Guardian. The pay of Britain*s top businessmen went up by 16.5% in 1999, four times the average wage Increase. The increase was often from an already elevated base. More than 110 senior executives (including one woman) received more than £1m pa in basic income without counting in share options with their tax advantages. Some basic income!</p> <p>We in Britain have not yet got to the point where in recent years the wealthy have fattened themselves up (literally - obesity is a national problem in USA) as much as across the Atlantic. But the UK is on the way. Top salaries and benefits are much higher than they were for top people of many different sorts with others at many different lower levels taking their lead from the top. In these circumstances the government clearly needs to act to moderate a further cranking up of inequality.</p> <p><b>Supertax</b> </p> <p>It was a good start when it came to power with a pledge to tax the windfall profits of utilities. This turned out to be a one-off when it need not have been. There have been many other windfall profits - by banks, for instance - and even more windfall gains to people like those senior executives. If the government took action it could be following precedent. The Liberal government of 1905 not only benefited the poor with the Pensions Act of 1908 and the National Insurance Act of 1911 but was spirited enough to call on wealthier people to make their contribution to the cost of rearmament and also of the reform by introducing the first Supertax in Lloyd George's 'People's Budget' of 1909.</p> <p>So far the stance of government towards business more generally could hardly have been more favourable than it has been, yielding on this score very little or anything to Thatcher or Major. The values of private enterprise and businessmen have become the darlings of government instead of trade unionism and the union leaders who were once served by Harold Wilson with beer and sandwiches at No.10. The government has behaved as though it is a government of business. The favour for private enterprise has been the counterpart of the disfavour for public ownership and the public services. </p> <p><a href=\"http://www.guardianunlimited.co.uk/Labour/Story/0,2763,367279,00.html\">Part two: the old notion of public service</a></p>",
  "I now come to the second principle underlying Let Us Face The Future. The old notion of public service was still very much in evidence at the time of the Attlee government. The ideal was that in the good society every citizen contributes to the wellbeing of the city not because they want some special gains out of it for themselves as individuals but because they love the city. <p>The ideal was of public service in voluntary work and, above all, in the public services like local government or essential services such as health or education, water or electricity, gas, coal or railways; not totally altruistic, being paid for it certainly, but without monetary gain as a main motive. The firmness of principle was most evident in the civil and military services and in the professions also upholding an ethic of conduct which was in different degrees shared by people working in the publicly owned industries.</p> <p>Bad public service or not, the popular view has it that as an offset to all its positive achievements the Attlee government failed in one important respect - in its attempt to run some industries as public services. Public ownership in one of its manifestations - in the health industry - was and is an exception to the general view; but then the policy was much less doctrinaire than in the other nationalised industries, with considerable scope left in the NHS for private enterprise within it.</p> <p>Public ownership in manufacturing has been the chief butt of criticism. But in my view (no doubt biased) the failure was not in the notion of public ownership itself, so much as in the way it was done. It had only been done once before 1945, which was when Herbert Morrison set up as a public corporation the London Passenger Transport Board during the Labour Government of 1929-31. The model was seized on immediately after 1945, whether it was appropriate or not.</p> <p>The weakness of the public corporation was that it was so much a creature of government. 'The economic purpose of government' said the manifesto, 'must be to spur industry forward and not to choke it with red tape'. But it did not work out that way. The red tape remained and was especially abundant and harmful for the publicly owned industries. The Treasury kept tight control over their finances, hence of their policies, from the beginning and this limited their autonomy.</p> <p>If Labour had won the 1950 election with a convincing majority it might have gradually freed itself from the straitjacket of the old public corporation and favoured a variety of different kinds of common and co-operative ownership like enterprises owned by their employees (like the John Lewis Partnership or like mutual building societies owned by their members and mutual insurers owned by their policy holders, all subject to market forces but without throwing away the whole notion of an alternative to ordinary private enterprise.</p> <p>The mutuals remaining up to now - in insurance and building societies - would probably have been saved from recent carpetbaggers and the ever-present temptations of greed. The Halifax, the Woolwich and Abbey National would not have turned their back on their Victorian origins and become commercial banks. As it is, by a strange turnaround the Nationwide amongst building societies and Standard Life amongst life insurers are, with some others, fighting for the cause of common ownership which Labour once espoused; as it has worked out, they have not had any noticeable backing in their fight from the government.</p> <p><b>The elevation of profit-seeking</b></p> <p>Public enterprise being beyond the pale, private enterprise has become the icon. The premium it places on competition, on profit-motivated judgements, and on acquisitiveness, has been given a seal of approval. Private enterprise is regarded as all-round superior to public services with their own more altruistic ethic. It follows that privatisation has to be pursued for all the world as if there has been no change of government. In a way it now requires more determination even than Mrs. Thatcher had to cut back the public services further because so much was taken away from them previously and it is not obvious who the next victims should be out of what little is left.</p> <p>It is strange to see such enthusiasm for the privatisation of Air Traffic Control and the partial privatisation of London Underground when it has become rather generally admitted that the same Department made such a botched job of rail privatisation. The public services have been regarded as having a special advantage when safety has to be a first priority; it is difficult to be so sure about safety when profit is also paramount. Then, according to present practice, so much call has to be made on private finance for the building of hospitals, the take-over of quarters for servicemen and offices for government departments. The taxpayer has anyway to bear the cost of such developments in the longer term. Why is it better to incur long-term obligations of that sort than for the public body itself to raise the money?</p> <p>The superiority of private enterprise is now dinned into the public service by the practice of calling upon it to save the day when the public authorities are said to have 'failed'. It can happen when individual schools have failed or a whole local education authority, as Leeds lost control of its school services after an OFSTED inspection report which the Chief Inspector said was serious and shocking. The government has recommended intervention in 15 local education authorities which have been inspected. Privatisation can happen when a prison is in trouble even if the private company has no experience in running prisons or no experience in the transport of prisoners to and from the courts. The private company, being private, is (they imply) bound to be better at providing a public service. I am sorry for Herbert Morrison in his grave, and only hope he is communicating with his grandson.</p> <p>I suppose it is in keeping with its predilection for private enterprise when the government turns on its own people - the people it employs in the public service - and attacks them. Against teachers the denigration has been part of a long-lasting campaign, and a bitter one. The Conservatives started it. It is not just the public remarks. The two-pronged attack has been built into the institution of schools (a) through the ubiquitous system, devised in detail by the central government and its attendant quangos, for testing children on their attainments at frequent intervals during their school days as well as (b) by the inspections by OFSTED, behind them looming the figure of Chris Woodhead, HM Chief Inspector of Schools, the hammer of the teachers. It matters so much because many schools, particularly in inner cities, have become the reinforcers of inequality. In the name of equality of opportunity they have consigned all those who cannot take advantage of the opportunity, and as it has turned out this is mostly boys and those who come from troubled family backgrounds, to a position of early inferiority which tends to perpetuate itself throughout life. The brand of inferiority can be burnt into children even at nursery school if they do not do as well as some other children and the teachers or the situation make this clear then.</p> <p>The regular testing of children is at the same time the regular testing of their teachers, and one that marks the teachers too if the results are poor and their school stands out for its lowly position in the published league tables. Where that happens an OFSTED inspection becomes more than ever dreaded. Bad marks again and in extreme cases a school can be closed down or a company or other new team brought in to make an attempt to put things right.</p> <p>If teachers are frightened and their reputation undermined, the quality of their teaching is bound to suffer. The work of teachers is extremely demanding when so many of their pupils are disturbed by the stresses in their own families and when even those who are not disturbed have become less biddable. Teachers need to be valued. To perform they need to feel good; and many of them feel far from that. One result of the official criticism of teachers is that more and more parents who can afford it take their children off to private schools, and more and more teachers are considering turning against the Party which has turned against them by making them into separators on a grand scale of the sheep from the goats.</p> <p><b>Local government</b></p> <p>But perhaps nothing is more extraordinary in this saga of a government turning on its own than its part in destroying local government. The government professes to believe in devolution and it has taken its own protestations seriously and bravely in Scotland, Wales and Northern Ireland. But why not for Geordies or Scousers, Glaswegians, Brummies, or the Cornish, or the people of Durham or Sheffield or the South Hams? They are gradually being disenfranchised. Councillors, amongst them many who are the backbone of Labour in their localities, have been pushed aside, and their staff scorned - though between them they are the agents of government for the performance of hundreds of duties and the spokesmen to central government about the peculiarities and the needs of their local electorate. We hear no more of subsidiarity - the happy doctrine that the work of government should be done at the most local level possible unless there is good reason to the contrary.</p> <p>The undermining of local government has certainly not been in the interests of the poor, except where, as sometimes happens, they have been involved in the local implementation and there actually has been decent local planning. Mobilise local people, including the poor, and give them their head, and something really valuable might come of it. Poorer people have a special interest, if only they can make it effective. For :<br> 'Poorer people almost always experience worse environments than richer ones. Air pollution and traffic congestion are worse in inner city areas than leafy suburbs; there's less green space and more litter. Rich people can buy sufficient energy to give their cars air conditioning; poor people cannot afford to heat their homes properly. As the Government's Acheson report into inequalities in health showed, not only are respiratory diseases more prevalent among people in low-income groups, but so are traffic accidents. Friends of the Earth recently showed that the most polluting factories in Britain were all located close to low income residential areas.' (D McLaren et al, Pollution Injustice, Friends of the Earth, 1999. Quoted in an excellent Fabian pamphlet - M. Jacobs, Environmental Modernisation - the new Labour agenda, Fabian Society, October, 1999).</p> <p>The point, about health is particularly telling. The link between ill-health and poverty (and also with lack of control over work and working conditions) has been amply demonstrated. (R.G. Wilkinson, Unhealthy Societies - The Afflictions of Inequality, Routledge, 1996. M.G. Marmot et al, 'Changing Social Class Distribution of Heart Disease', British Medical Journal, II:1209-12, 1978).</p> <p>Public services matter most to the poorer because they are dependent on the public services to get their essential needs satisfied; they have nowhere else to go. If poorer people are dissatisfied with the school their children attend, or will have to attend in the future, they have not the money to buy a place in a private school. If they are dissatisfied with the medical care they receive they cannot go private, to a private doctor. Without money you either get from the state school or the GP and the National Health Service what you need, or you get nothing. The public services - beyond the two big ones, of education and health - include dozens of others, housing, social services, refuse disposal, sometimes buses, libraries, roads, pavements, traffic management, sporting facilities, parks, leisure and recreation, which come from local government. They provide the essentials of life to everyone but especially to poorer people who cannot afford to pay for them.</p> <p>The budget of mid-2000 came at a crucial time. More was to be spent on education and health. It will take years for the increased expenditure to work its way through to individual schools and hospitals. Public spending, especially on massively complex services, cannot be turned on like a tap. But it was a sign, and indeed a very welcome one. At least there is a show of egalitarian sentiment. The public service element in the standard of living of the poor should, in due course, rise.</p> <p>The spending will not bear fruit in full measure unless other complementary steps are taken. The attacks on teachers need to stop. They need to be valued and allowed to do their job of teaching without being harried, and without their children also being harried by tests and inspections. The only way in which best value can be obtained from each pound spent is through respecting and, indeed, honouring the people in the front line who are actually going to provide the service, face to face, hand to hand, to the children in the schools and the patients, the actual men, women and children attending the surgeries. The hoped-for improved standards of delivery will not feed through to the public if at the same time the infrastucture is being overhauled root and branch by the abolition or weakening of local education authorities or handing over the building of more and more hospitals to private companies who may be able to secure the funding if government underwrites it all but who know little or nothing in fine detail about the needs that hospitals have to satisfy. The best advice to Whitehall is to trust the people who know about the localities in which regeneration is being attempted to get on with it. (The value put on public services is one of the many virtues of a new textbook on economics - H. Stretton, Economics - New Introduction, Pluto Press, 1999). </p> <p><a href=\"http://www.guardianunlimited.co.uk/Labour/Story/0,2763,367280,00.html\">Part three: Middle England again</a></p>",
  "<p><strong>SAVIO FAIRE</strong></p> <p>You can't knock Luca Vialli for trying. Under pressure to succeed from the first kick of the season, results have not been great, and even Luca himself has admitted that Chelsea's of Chelsea don't always appear to be up for it. But instead of buckling, or running naked through the sewers, Luca has responded smartly to each setback by spending some more of Ken Bates's money. In the summer, Luca signed Christian Panucci, Jimmy Floyd Hasselbaink, Eidur Gudjohnsen and Mario Stanic. When that quartet couldn't stop the Blues losing to Bradford, Luca signed Winston Bogarde. And now that Chelsea are without a win since the opening day, it seems he's about to spend £10m on Real Madrid's Savio. Now that's commitment.</p> <p>Savio looks like becoming the odd man out at the Bernabeu after Steve 'Che' McManaman's successful bid to stay with the Big Cup winners. Real's Jorge Valdano has told the nippy Brazilian that he can leave, and he appears to have accepted the decision. \"I spoke to Jorge Valdano and he made Real's position crystal clear,\" Savio said today. \"They are not prepared to improve my existing contract and therefore will let me listen to offers. The Premiership is one of the strongest leagues in the world and I am flattered by Chelsea's interest.\" (Why always flattered? What's wrong with \"aroused\" or \"mildly embarassed\"?)</p> <p>Anyway, uninspired agent-ese aside, you don't get much clearer indications of an unsettled footballer than that. Chuck in a few quotes from a Real spokesman like \"we believe we have completed a deal with Chelsea for Savio\" and \"a lot of clubs have shown an interest in the player but he wants to play in England and we are not prepared to sell him to another Spanish club\", and Robert is your parents' friend from down the road who insists on being called Uncle despite having no blood relation whatsoever. So Chelsea may soon have an actual left-winger (instead of a fullback who plays in midfield because he isn't great at tackling). And if everything goes to plan, they might even win this weekend.</p> <p>* * * * * * * * * * * * *</p> <p><strong>OLYMPICS EMAIL</strong></p> <p>That would have been a great name for an email about the Olympics. But the Olympian is better. Sign up for it <a href=\"http://www.theguardian.com/theolympian\">here</a> to know all there is to know about running and fencing and stuff.</p> <p>* * * * * * * * * * * * *</p> <p><strong>GAIN IN PAIN</strong></p> <p>It probably comes as no comfort to Aston Villa fans, but at the moment Luc Nilis is enjoying a feeling of intense euphoria and contentment. 'But the man's just has his tibia and fibia bones smashed up, you insensitive buffoons!' we hear you cry. Yes, he has. And Nilis' suffering is so great that he is - according to the Aston Villa website - receiving the maximum dosage of morphine permitted to relieve the pain of his compound fracture.</p> <p>The Fiver, for one, hopes he gets better as soon as possible. And that's because he's a great footballer - and not because we worry that regular morphine use can result in profound physical and psychological dependence, although we do. But while we're on the subject of addiction, Aston Villa manager John Gregory today satisfied his daily speaking-to-the-press habit after paying Nilis a visit at Ipswich hospital, although he was in unusually sombre mood. </p> <p>\"I am not even going to begin speculating about the future,\" he said, pre-empting the Fiver's first question. \"All we are thinking about is getting Luc home and settled down again. It was a terrible injury, and we are all concerned that he gets the best possible treatment. We are all upset by what happened, and it was clear that Luc was in a lot of distress.\" A rare and heart-warming statement from Football's Mr Sympathetic. He'll be bear-hugging Ken Bates next.</p> <p>* * * * * * * * * * * * *</p> <p><strong>QUOTE OF THE DAY</strong></p> <p>\"Andy Hunt has been one of the best buys this club has ever made. If Juventus or anyone else offered us £30m I'd tell them to get lost\" - Charlton boss Alan Curbishley doesn't often get carried away. He really doesn't.</p> <p>* * * * * * * * * * * * *</p> <p><strong>A NEW BROOM</strong></p> <p>If you thought that David Ginola only moved to Villa Park to lazily see out his career while draped over a chaise longue in the treatment room, you'd be very wrong. Because although the hairy Frenchman hasn't yet completed a full match for his new club - he's currently unable to play because of a bruise on his back which \"is still there\" - he burns with ambition like never before. In fact, he wants to play until he is 38 and he's prepared to play in defence if he has to.</p> <p>\"I honestly believe I will never ever be fed up with football,\" the well-conditioned 33-year-old announced at the launch of his autobiography 'George Graham: visage de merde'. \"I shall want the opportunity to carry on until I am unable to perform on the pitch. Other players speak to me now and say: 'David, you can go on much longer because you will make a great play-maker in the middle of the pitch, with your quick feet, vision and skill'. So maybe I will even play as a sweeper.\"</p> <p>While that may sound ridiculous (and, well, let's face it) Gin is sure that he will be able to do the job. And if he doesn't, it'll be the manager to blame. \"A sensible manager will be able to get the best out of me,\" he explained. \"I want to finish training before the rest of the players and go in for a massage, he will know it is because I have pushed my body far enough and I need to recover, not because I want to go home early.\" Of course it is, David.</p> <p>* * * * * * * * * * * * *</p> <p><strong>THE RUMOUR MILL</strong></p> <p>Ipswich manager George Burley has bid for two unnamed players, believed to be Mauricio Taricco and either Gary Naysmith, Colin Cameron or Mark Kerr.</p> <p>Eyal Berkovic looks set to join Blackburn later this week, with Christian Dailly moving to Celtic in part-exchange. </p> <p>Sunderland could break their transfer record by offering £5m for Rangers midfielder Neil McCann, reports Teamtalk.</p> <p>* * * * * * * * * * * * *</p> <p><strong>NEWS IN BRIEF</strong></p> <p>Davor Suker looks certain to miss West Ham's clash with Tottenham tonight with a groin injury. But Harry Redknapp is confident that Rio Ferdinand will have recovered from a hip problem to replace the suspended Igor Stimac. Meanwhile Steffen Iversen will move into Spurs' midfield to replace the injured Darren Anderton.</p> <p>John Hartson has pledged his future to Wimbledon, despite rumours that Rangers are still interested in him. \"The Rangers manager did say to me that the deal is not dead, but they would continue to monitor my performances in the coming weeks,\" he said. \"If they did make another approach, I would tell them where to go, that would not be in my interest.\"</p> <p>Former Wales goalkeeper Neville Southall has applied for the vacant manager's job at Icelandic side Fram Reykjavik. </p> <p>* * * * * * * * * * * * *</p> <p><strong>TONIGHT'S TV AND RADIO</strong></p> <p>ITV: The Big Match (11.30pm) The return of Big Cup. Get yer ONdigital transponders out!</p> <p>Football Extra (12.30am) Now put them back in, for another year at least.</p> <p>Channel 5: World Cup Football (4.20am) Holland useless at home? Surely not!</p> <p>Sky Sports 1: Monday Night Football (7.30pm, 12midnight) It's about that time of year when Tottenham lose a home game to a struggling team from the lower echelons of the Premiership. Oh look, here come West Ham.</p> <p>You're On Sky Sports! (10.30pm, 3am) \"He was thrust onto the ITV team for the 1994 World Cup and put in a series of unforgettably bad performances.\" Is Martin Zatko talking about McCaff, Kamara or former ITV World Cup presenter Matthew Lorenzo?</p> <p>Sky Sports 2: Football League Review (5.30pm, 6.30pm SS1, 11.30pm SS1) One thing's for sure - he wasn't talking about the bloke who does the voiceover for this, whatever his name is.</p> <p>Sky Sports 3: Brian Moore Interviews (11pm) Charlie Hurley, who is presumably not the father of Liz.</p> <p>British Eurosport: Eurogoals (10.15pm) All the goals you'll ever want to see. Apart from the Premiership ones. Oh, and the Nationwide. And the Scottish league, come to think of it.</p> <p>Radio 5 Live: 5 Live Football (7pm) It could be worse - at least you don't have to look at his face while he moans.</p>",
  "<p>Hernando de Soto has pulled off a remarkable feat. You may not have heard of him, but governments around the world are apparently queuing up to hear what the Peruvian thinker has to say. Egypt, Romania, Haiti and Mexico, as well as his home country, are seeking and implementing his advice in a bid to transform their economies. Geoff Mulgan, head of the Number 10 policy unit, had him in to Downing Street. The World Bank is pouring huge sums into his projects. The Economist ranks his Lima-based institute as the second most important thinktank in the world. De Soto is pitching himself as a third way guru and it's working. With the launch of his new book, he's flavour of the month. </p> <p>The third way needs him. The weakest assertion at the heart of the bundle of ideas lumped together by a loose alliance of Tony Blair, Bill Clinton, Gerhard Schröder and other left-of-centre leaders such as the Brazilian Fernando Cardoso, is that capitalism can distribute wealth widely. The evidence is to the contrary; recent history seems to be proving the Marxist claim that, inevitably, a capitalist system concentrates wealth in fewer hands, thus sowing the seeds for its collapse. </p> <p>Walk on de Soto. His appeal lies in large part because he doesn't challenge the status quo; he accepts capitalism is the only economic system on offer. What he focuses on is the huge black economy that operates outside the legal system in all countries, particularly in the developing world and former Soviet bloc. In the extralegal economy, the poor accumulate huge assets in their shanty homes and small businesses, but because they have no legal protections, they cannot access credit nor can they safely invest. Their assets are thus \"dead capital\" as opposed to \"live capital\" in the west. The big idea can basically be summed up as: \"It's property law, stupid.\" </p> <p>De Soto has made a useful point. The underground market in Russia and Ukraine accounts for 50% of GDP and 62% in Georgia. According to his institute's inventory, as much as 90% of Cairo's economy is extralegal. In his emphasis on the enormous entrepreneurial energies of the poor, and that they know better than any policymaker how to improve their lot, de Soto should be shifting the minds of politicians and donor governments in the right direction. Perhaps he can help uncouple the ideas of poverty and laziness that still lurk behind some compassion fatigue towards developing countries. After all, in many countries it is the entrepreneurial resourcefulness of some of the most marginalised - women traders in west Africa for example - who ensure that millions of people are fed and clothed. </p> <p> But what this most certainly does not amount to is a big idea to solve global poverty. Gathering around de Soto is a semi-hysterical spinning that ludicrously compares him to Adam Smith and Karl Marx. His book, The Mystery of Capital, is breathless, grandiose, and claims to have fathomed \"secrets\" and \"mysteries\". But if that's what it takes to get a book that baldly states that globalisation is not working for five-sixths of the world's population on to the US bestseller charts, then more power to his elbow. </p> <p>Governments do need to devise ways to hook the extralegal economy into the formal economy. Opt into the system and you get access to credit to invest in your home and business, and you don't have to pay bribes to the mafia. De Soto claims his theory is backed up by what happened in the fast-track scheme he designed for small business under President Fujimori's government in Peru, when 276,000 businesses voluntarily opted for legalisation. </p> <p>But what de Soto doesn't acknowledge is that the balance of benefit between staying out of the system and opting in can be delicate or even tipped firmly against. Perhaps for shanty dwellers in Brazil or market stall holders in Kiev, the local mafia has far more clout than any government. To them, legalisation only doubles their burden, adding taxes to the bribes they will have to carry on paying. </p> <p>The laws a country makes and how they are enforced reflect the disposition of political power - and that is determined by who has economic power. De Soto's work is an elaborate smokescreen to hide the uglier truth. The power, political and economic, lies with the globalised elite in developing countries who are often employed or bullied by western multinationals, and who run those countries for the maximum extractive benefit of the west. We import their raw commodities at rock bottom prices, and export back to them manufactured goods; we restrict their manufactured exports and we charge high levels of interest on their debts. None of that, of course, gets a hearing in de Soto's work, which is no doubt partly because his CV includes a stint as an economist for Gatt (the precursor of the WTO) and as the chief executive officer of \"one of Europe's largest engineering firms\". This is touchy, feely capitalism with a heart. Handle it with care. </p> <p> The Mystery of Capital by Hernando de Soto is published by Bantam Press. <br><a href=\"mailto:madeleine.bunting@theguardian.com\">madeleine.bunting@theguardian.com</a></p>",
  "<p><strong>Health</strong><br>Under article 2 of the European convention on human rights, the right to life, not only must the state refrain from taking life, but it has a positive obligation to safeguard life. <strong> Postcode rationing</strong> for lifesaving drugs on the NHS, allowing patients in Oxford to have a drug but not in Newcastle upon Tyne, could be challenged under the right to life. Courts will probably still be reluctant to encroach too far on decisions by NHS trusts about allocation of resources, but will have to approach cases differently, giving more weight to the rights of the individual. Trusts will find it difficult to deny a dying person a life saving drug purely on the basis of resources. The convention (article 14) bans discrimination in relation to all the protected rights, such as life, so restricting kidney dialysis to patients of a certain age could come under challenge. </p> <p>Challenges to the <strong> refusal of medical treatment </strong> could also be brought under article 3, the right not to be subjected to inhuman or degrading treatment. When the Home Office proposed to deport a convicted drug smuggler with terminal Aids to his own country where no treatment was available, the European court of human rights held this to be a breach of article 3. </p> <p>Withholding of <strong> palliative treatment</strong> could also be challenged. In a judicial review against a London NHS trust which was settled out of court, article 3 was invoked to challenge a refusal to give pain relief to a woman with a severe mental handicap. </p> <p>Lawyers representing claimants suing over road, work or medical <strong> accidents</strong> are expected to use article 8, the right to privacy, to challenge defendants' rights to see all the claimants' medical records, however irrelevant to the claim. </p> <p>The right to infertility treatment is covered by article 12, the right to found a family, but states have a broad discretion as to the rules under which they make it available. If the convention had been incorporated earlier it might have helped Diane Blood, who travelled to Belgium to be impregnated with the sperm of her dead husband. British law prevented her from doing this in the UK because her husband had not given his consent. </p> <p>The <strong> closure of long stay hospitals </strong> and care homes is being challenged as a breach of article 8, the right to respect for family life, home and correspondence. Lawyers argue that closure denies residents respect for their home, an argument which has found favour with English judges. </p> <p>The <strong> mental health</strong> field is expected to be a fruitful one. Government plans to allow people with serious personality disorders to be detained if considered dangerous, even though they have not committed a criminal offence, are likely to be challenged, an appeal court judge predicted last week. Many doctors believe these disorders cannot be treated and the convention probably allows detention only for treatment. </p> <p><strong> Law and order</strong><br> </p> <p>The state has to protect the right to life where it reasonably can. In carrying out their duties to prevent and suppress <strong> crimes of violence </strong> , the police must do \"all that could be reasonably expected of them to avoid a real and immediate risk to life of which they have or ought to have knowledge,\" the Strasbourg court said in the case of Osman v UK. This opened the way for human rights claims where police fail to respond to threats and death or serious injury results. Victim support groups argue that in extreme cases of domestic violence there is a right to life issue and police have a duty to investigate. </p> <p>The <strong> criminal justice system</strong> - from police investigation through prosecution, trial, appeal and prison - is expected to give rise to the most cases. Most will involve article 6, the right to a fair trial. </p> <p>One of the main areas of challenge is expected to be what material the prosecution must disclose to the defence to guarantee a fair trial. When taking decisions on bail, judges must give more weight to the presumption of innocence. Procedures for withholding material from the defence on the grounds of public interest immunity, particularly allowing prosecutors to go before a judge without telling the defence, will need extra safeguards. </p> <p> <strong> Marchers and demonstrators</strong> charged with public order offences are likely to argue that a conviction would breach their right to freedom of expression (article 10) and freedom of assembly (article 11). </p> <p>Police forces which use <strong> stop and search</strong> powers that discriminate against ethnic minorities could be challenged under article 14 (the anti-discrimination article) coupled with article 10 or article 11 (freedom of assembly). The convention does not ban discrimination generally but only discrimination in relation to a right guaranteed by the convention. </p> <p>Article 8, the right to family life, could be invoked if the local authority fails to seek a remedy, such as an anti-social behaviour order, where neighbours create a serious nuisance. Prisons and police may have to tighten up their procedures for preventing cell suicides. The system for dealing with <strong> deaths in custody</strong> and the inquest system in general is likely to come under scrutiny to decide whether it provides a thorough enough investigation to safeguard the right to life. A Strasbourg ruling in a recent French case has established that when an individual is taken into police custody in good health but is injured it is incumbent on the state to give a \"plausible explanation\" of how those injuries occurred. </p> <p>The home secretary has lost his right to decide how long <strong> prisoners serving life</strong> for offences other than murder - discretionary lifers - and juveniles serving life should serve. The Strasbourg court has left him the right to decide on mandatory lifers - those, like Myra Hindley or Rosemary West, serving life for murder. But this could come under challenge again in the English courts. </p> <p><strong> Prisoners</strong> are expected to bring claims on a number of fronts, as they have done in Strasbourg. Different age limits for girl and boy offenders who can be sent to secure training units could be challenged. </p> <p>Laws on drink<strong> drivers</strong> and speed cameras are said by some to be in complete chaos following cases in Birmingham and Scotland where courts held it was a breach of article 6 for suspects to be required to incriminate themselves by admitting they were at the wheel of the car. But the cases could be overturned on appeal. If not, a small amendment to the law could ensure that motoring prosecutions comply with the convention. </p> <p><strong> At work</strong><br> </p> <p> For the first time, there will be a <strong> right of privacy</strong> in English law. </p> <p>Employers snooping on their staff will be prime targets for early test cases. The TUC is highlighting <strong> employer surveillance</strong> as a priority area for cases under the act. Practices likely to come under scrutiny are routine monitoring of staff telephone calls and emails, and CCTV monitoring. Companies and organisations that routinely record calls, such as insurance companies and banks, must ensure that staff are able to make personal calls that are not recorded. </p> <p><strong> Dress codes</strong> may come under fire for breaching freedom of expression, particularly where they discriminate between the sexes. Cases in which employers were held to be justified in imposing a ban on long hair for male but not female staff, and a requirement for female but not male nurses to wear a cap, would probably be decided differently in future. The TUC also hopes to back unions challenging <strong> discrimination against gay and lesbian employees </strong> , which is not currently unlawful. </p> <p>The law on <strong> picketing </strong> , limiting the number of pickets to six at or near the workplace, could be challenged as a breach of freedom of assembly. </p> <p><strong> Family life</strong><br> </p> <p> Fathers frustrated in their attempts to see their children by obstructive former partners are expected to invoke the right to respect for family life. A European court ruling that \"the mutual enjoyment by parent and child of each other's company constitutes a fundamental element of family life\" will help fathers. </p> <p>Greater rights for married than <strong> unmarried fathers</strong> could be considered discriminatory. The Strasbourg court has said that the distinctions are justified but Strasbourg rulings are not precedents like the judgments of UK higher courts, and challenges are possible. </p> <p>The implications of the act for local authorities are far reaching. There will be much more scope to challenge the decisions of social services departments in <strong> childcare</strong> cases. At present if courts think a care plan is unsatisfactory their only choice is to accept it or refuse to make a care order. Under the act they will be able to examine the merits of a social service decision. </p> <p>If local authorities fail to intervene despite clear evidence of serious abuse the court could force it to intervene to spare the child further inhuman and degrading treatment. A case pending in Strasbourg is likely to endorse this. </p> <p>Under English law, the <strong> welfare of the child</strong> is paramount. The convention requires all the parties' rights to be respected and is likely to be invoked in care proceedings and adoption cases to make sure the rights of the natural parents to respect for their family life are adequately considered. The convention will guarantee<strong> parents' rights</strong> to see papers and records when decisions are to be taken on their child's future. </p> <p>People in <strong> same sex relationships </strong> are likely to seek the same rights as heterosexual couples including the right to marry, the tax benefits that go with it, and the right to claim financial support when the relationship breaks down. Same sex couples in Canada have won the same rights as husbands and wives to claim support payments and a share of assets when they split up. </p> <p><strong> Education</strong><br> </p> <p> The right to education is not in the original European convention on human rights, but in article 2 of protocol 1, which was added later. No one can be denied education, but cases at Strasbourg have established that there is no right to a particular type of education, such as education in a single sex or selective school. <strong> Universities </strong> are allowed to restrict entrance to those who can derive benefit from them. </p> <p>Cases have established that the state may take needs and resources into account, and the UK has made a reservation to the right in the protocol. This states that the UK accepts article 2 of the first protocol \"only so far as it is compatible with the provision of efficient instruction and training and the avoidance of unnecessary public expenditure\". So parents wanting provision for their child which involves extra spending by the LEA will find little help. </p> <p>Article 2 says that the state must respect parents' right to ensure teaching \"in conformity with their own religious and philosophical convictions\". But the state is not required to subsidise a particular form of <strong> religious education </strong> , as long as it allows parents to educate their children at home and allows private schools to be established. </p> <p>The right to respect for their convictions does not allow parents to challenge the curriculum. Danish parents who challenged compulsory sex education for children from nine to 11 failed in Strasbourg. </p> <p><strong> School exclusions</strong> are likely to be a fruitful area for challenge. Heads will not be prevented from excluding children but there must be a full and transparent process. Government plans to give a bigger say to heads are certain to be challenged if they go ahead. Under article 14 on non-discrimination, if a disproportionate number of black children are excluded from a single school they may have an argument. </p> <p>A recent House of Lords ruling, following the principles in the Osman decision on police negligence in Strasbourg, allows LEAs to be sued for negligence if they fail to provide effective education for dyslexic children and others with <strong> special needs.</strong> </p> <p><strong> Environment</strong><br> </p> <p> Environmental rights were not on the agenda when the European convention was drafted in the aftermath of the second world war. But cases brought to Strasbourg in the past five years show that environmental concerns are becoming a fertile source of human rights litigation. </p> <p>Incorporation of the convention is expected to lead to claims that public bodies have breached their rights to a safe and clean environment, either directly or by failing to enforce laws against private polluters. Articles 2, 8 and 1 to the first protocol (peaceful enjoyment of possessions) are expected to be cited. <strong> Planning procedures </strong> may also be attacked as breaching article 6, the right to a fair hearing, as has happened in Scotland. </p> <p>However, lawyers predict that many challenges may fail because cases can be brought only by someone who is a \"victim\" of the breach and in other cases public authorities might be able to show that interference with article 8 was justified in terms of the greater good. </p> <p>Article 2 could cover cases where local authorities or other enforcement bodies find evidence of a serious hazard but fail to take effective action or to alert those at risk. The threat of such cases might force authorities to produce more informative environmental data. </p> <p>Claims against public authorities for failing to intervene in <strong> environmental pollution</strong> and nuisance cases might now succeed where they would have failed under English common law because of the difficulty of proving the public authority owed the individual a duty of care. There is no need to prove this under the convention, simply that the right was breached. </p> <p>The Strasbourg court found there was a breach of article 8 and awarded damages against Spain where the authorities failed to tackle the environmental damage caused by a waste treatment plant for tanneries built near the applicant's home. </p> <p><strong> Privacy and free speech</strong><br> </p> <p> Some lawyers predict that this is the area where incorporation of the convention will have its biggest impact. Lord Bingham, now the senior law lord, has argued that the courts could and should develop a right to privacy, now absent from English law, based on the convention. The convention provides for two clashing and competing rights, the right to freedom of expression and the right to respect for private and family life. Strasbourg case law makes it clear that, while privacy is important, freedom of expression is essential to democracy. A safeguard has been written into the Human Rights Act designed to make it harder to obtain <strong> gagging orders</strong> prior to publication. </p> <p>The courts could carve out a right to privacy while protecting the <strong> public's right to know </strong> and the media's right to report on matters of genuine public interest. In future, for example, the courts would protect anyone in the position of Gorden Kaye, the star of 'Allo 'Allo, who was interviewed and photographed by the Sunday Sport in his hospital bed when he was still heavily medicated after an operation. </p> <p>Elements in <strong> libel law </strong> are likely to come under attack, including the onus on defendants in libel actions to \"justify\" factual statements to prove them true. </p> <p>Nigel Wylde, a former Defence Ministry computer consultant, whose trial for breaches of the Official Secrets Act over a book, The Irish War, by Tony Geraghty, starts on November 20, will cite article 10, freedom of expression in his defence. </p> <p>So will the former MI5 agent David Shayler, also facing prosecution for breaches of the Official Secrets Act. </p> <p><strong> Immigration and asylum</strong><br> </p> <p>The convention is likely to be widely invoked by those with <strong> British-born children</strong> facing deportation, who will argue that returning them to their home countries will breach their right to family life. Cherie Booth QC has begin a high court case on behalf of a Ghanaian national convicted of smuggling cocaine who faces deportation, although he has lived in Britain for many years and has a British wife and children. </p> <p>The Strasbourg court has held, however, that immigration procedures do not violate the right to family life if the family can establish itself elsewhere or if claimants have brought it on themselves by flouting immigration controls. Ministers have said they will pay travel costs to ensure family unity outside Britain and will allow families to stay only on compassionate grounds. </p> <p><strong> Main articles incorporated into UK law by the act</strong> </p> <p><strong>Article 2</strong> Right to life </p> <p><strong> Article 3</strong> Prohibition of torture and inhuman or degrading treatment </p> <p><strong> Article 4</strong> Prohibition of slavery and enforced labour </p> <p><strong> Article 5</strong> Right to liberty and security </p> <p><strong> Article 6</strong> Right to a fair trial </p> <p><strong> Article 7</strong> No punishment without law </p> <p><strong> Article 8</strong> Right to respect for private and family life </p> <p><strong> Article 9</strong> Freedom of thought, conscience and religion </p> <p><strong> Article 10</strong> Freedom of expression </p> <p><strong> Article 11</strong> Freedom of assembly and association </p> <p><strong> Article 12</strong> Right to marry and found a family </p> <p><strong> Article 14</strong> Prohibition of discrimination (in access to the other rights) </p> <p><strong> Protocol 1, article 1</strong> Right to peaceful enjoyment of possessions </p> <p><strong> Protocol 1, article 2</strong> Right to education </p> <p><strong> Popular misconceptions about the convention</strong> </p> <p><strong> Myth </strong> It is a fevered byproduct of Brussels lawmakers. </p> <p><strong> Fact </strong> The European convention on human rights is a British export, drafted by Home Office civil servants after the second world war for the Council of Europe, which covers 41 member states. Its headquarters are in Strasbourg. </p> <p><strong> Myth </strong> Laws governing virtually every area of British life will be turned on their head because ministers have signed the human rights convention. </p> <p><strong> Fact </strong> The change is that Britons no longer have to go to Strasbourg to get cases under the convention decided. </p> <p><strong> Myth </strong> Myra Hindley and Rosemary West will see their sentences slashed. </p> <p><strong> Fact </strong> Strasbourg has declared that murder is so serious that early release is a privilege not a right. The House of Lords said life can lawfully mean life for Myra Hindley as long as her case is kept under review. </p> <p><strong> Myth </strong> Britain's motoring laws will be thrown into chaos. </p> <p><strong> Fact </strong> Minor amendments to the law establishing whether the owner was driving at the time of an offence is expected simply to bring Britain into line with the rest of Europe. </p> <p><strong> Myth </strong> Fagging, cold showers and early cross country runs will be banned in public schools. Gay sex will be legalised among schoolboys and school uniforms will be outlawed as infringing freedom of expression. </p> <p><strong> Fact </strong> Headteachers will remain in loco parentis and school rules will still apply. Gay sex among under-16s remains illegal. </p> <p><strong> Myth </strong> Wives, husbands and children of asylum seekers will be allowed into Britain under the right to family life. </p> <p><strong> Fact </strong> No. Ministers have already said they will pay travel costs if a family faces being split by deportation, and will allow failed asylum seekers to remain only on compassionate grounds. </p> <p><strong> Myth </strong> It is a licence to sue. There will be legal chaos. </p> <p><strong> Fact </strong> Out of 600 human rights challenges in the trail blazing Scottish courts, fewer than 20 have been successful. </p> <p>Useful links<br><a href=\"http://www.coe.fr/eng/legaltxt/5e.htm\">European convention on human rights</a> <br> <a href=\"http://www.open.gov.uk/lcd/humanrights/parlfr.htm\">Details of the passage of the act through parliament</a></p>",
  "<p>Global warming in the Arctic may have finally achieved something that generations of explorers from Tudor times to the present day failed to accomplish - the opening up one of the world's most fabled trade routes to international commerce. </p> <p>Sixty years ago, the St Roch, a ship belonging to the Royal Canadian Mounted Police (RCMP) battled its way through the pack ice of two winters at the top of the world to complete the first west to east journey through the North-west Passage after 27 months at sea. </p> <p>This year, another RCMP ship, named the St Roch II in honour of its 1940 predecessor, completed the same voyage from the Pacific to the Atlantic in just over a month, finally emerging into Baffin Bay, west of Greenland, last week. </p> <p>At no point in its journey across the Arctic ocean north of Canada did the St Roch II encounter any of the pack ice which defeated so many of its predecessors in the search for a westerly sea route from Europe to the Pacific Spice Islands. </p> <p>\"Concern should be registered with the fact that we didn't see any ice,\" the vessel's skipper Sgt Ken Burton reported last week. \"There were some bergs, but nothing to cause any anxiety. We saw some ribbons of multi-year ice floes, all small and fragmented, and we were able to steer around them.\" </p> <p>As so often, though, one man's environmental concern is another's financial opportunity. The success of the St Roch II's summer crossing opens up the possibility that commercial shipping may eventually begin to use the route - shortening the journey between Europe and Asia by around 5,000 miles and sharply reducing competitive costs. </p> <p>\"It is still a risky venture, but the day of the famed North-west Passage, the shortcut to the Orient, may be just around the corner,\" Sgt Burton said. </p> <p>That possibility has raised fears among conservationists that the regular use of the Arctic ocean by large commercial ships could cause some of the environmental damage that has already been done to Alaskan waters and coastlines by increased shipping, including cruise ships. </p> <p>At least two other ships apart from the St Roch II have cruised in the Northwest Passage this summer, one from the United States and the other from New Zealand. The growth of maritime traffic this year is a sign of things to come, the conservationists believe. </p> <p><strong> Environmental fears</strong><br> </p> <p> The St Roch II's voyage is another dramatic sign that the temperature of the Arctic ocean could be rising to a point at which existing assumptions about the once Frozen North may need to be rethought - though the causes of the change are still fiercely debated. </p> <p>Comparison of submarine sonar probes beneath the Arctic ice suggest that the thickness of the polar cap is now less than 60% of what it was less than half a century ago. Satellite photographs show that the size of the Arctic ice cap in the midsummer months is now some 6% smaller than it was in 1980. Last month it was reported that clear water had been found at the North Pole, though subsequent reports have called into question whether this was as unique as it was first claimed. </p> <p>\"We don't know enough about the Arctic to know if this is global warming, climate change, or maybe we were just plain lucky,\" Sgt Burton said. </p> <p>The St Roch II left Vancouver on July 1 on its journey around the north of the North American land mass, aiming to reach Halifax, Nova Scotia, by October 10, before sailing on to New York. Its voyage through the normally frozen area from Tuktoyaktuk near the Alaskan border to Baffin Bay could have been accomplished even more quickly had it not been for a number of land visits which the St Roch II made to isolated outposts along the route. </p> <p>For more than 500 years, sailors have tried to find a western sea route linking Europe with China and Japan. From John Cabot in the 1490s, to Martin Frobisher in the 1570s, to Roald Amundsen in the early 1900s, some of the most famous explorers in history have struggled to find the elusive North-west Passage. </p> <p>During his voyage, Sgt Burton and his crew found further evidence of one of the most famous earlier expeditions, when an Inuk hunter led them to a series of graves and an abandoned camp thought to belong to Sir John Franklin's lost expedition of 1845. The expedition, which included two ships and 128 men, was last spotted frozen in the Arctic ice in 1847. More than 30 subsequent expeditions have failed to adequately answer the questions about the fate of Franklin and his party.</p>",
  "<p>The Jerusalem Post, one of the world's most famous newspapers, has been put up for sale for at least $80m (£56m) by Conrad Black's Hollinger International, the owner of the Daily Telegraph. </p> <p>Investment bank Morgan Stanley's New York office is conducting an auction of the title which has a loyal following among Jewish communities worldwide. More than three-quarters of the hits on the Jerusalem Post's popular jpost.com website come from the United States. </p> <p>The auction comes a month after Mr Black sold the bulk of his Canadian newspapers and magazines to CanWest Global Communications, Canada's third largest television network, for £1.6bn. </p> <p>Mr Black has owned the Jerusalem Post since 1990, during which time he has shifted its political allegiance from the left to the right of Israeli politics. It has also developed links with The Wall Street Journal and successfully embraced the internet. </p> <p>Jpost.com has become one of the most visited newspaper websites and is a potentially lucrative source of e-commerce and advertising revenues. </p> <p>Several bidders are thought to have held talks with Morgan Stanley including Michael Sinclair, publisher of the London Jewish News, though it is thought his offer of about $20m was turned down. Mr Black is believed to be prepared to hold on to the title until the right offer emerges. </p> <p>The Post's readership, made up of immigrants from English-speaking countries and an older generation of Israelis of Central European extraction who never entirely mastered Hebrew, remains static and is believed to stand at under 30,000. Since 1998, the Post has been challenged by the liberal Ha'aretz newspaper which launched an eight-page English language edition as an insert in the International Herald Tribune. </p> <p>Many of the Post's readers drifted to Ha'aretz though the paper has solid support from orthodox English-speaking immigrants who support its rightwing policies. </p> <p>Mr Black first bought into the Telegraph Group in 1985 when he took a 15% stake and the group under Lord Hartwell was struggling. Within six months he had control of the newspapers. Four years later they were making a profit. </p> <p>Last year the Hollinger group had revenues of $2.1bn (£1.3bn) and had an operating profit of just under $213m. </p> <p><strong>Parsimonious publisher turned deaf ear to breaking news</strong></p> <p>The defining moment of the Hollinger era of ownership of the Jerusalem Post arrived with the outbreak of the Gulf war in 1991, writes Suzanne Goldenberg in Jerusalem.</p> <p>The news that American missiles had landed on Iraq broke at 2am local time but the publisher refused to pay the printers overtime so the Post was the sole Israeli paper not to cover the attack on the night. </p> <p>Such cost-cutting zeal, and a marked shift to the right, have eroded the reputation of the Post since Conrad Black acquired it in 1989. Within months, the takeover prompted the walkout of 29 of the Post's most seasoned journalists in a protest against editorial interference. </p> <p>Many saw the walkout as the beginning of the end for the Post. Founded in 1932, the paper over the decades had managed to transcend its status as a small town newspaper by virture of its location in a country that is a news treadmill. It earned an international reputation for thoroughness and reliability, and for tolerating a wide range of opinion. </p> <p>That changed when Hollinger came into the picture. The intifada, the Palestinian uprising in the occupied territories that erupted in 1987, sharpened focus on the management's move of the paper to the right of Israeli politics. Since the election last year of a more liberal prime minister, Ehud Barak, the Post has shifted back towards the centre, in response to the changing realities in Israel. </p> <p>However, the Post relies heavily on foreign news agencies reporting Israeli politics and diplomacy, running the material unattributed under the bylines of its poorly paid and largely young staff.</p>",
  "<p>Granada Media took its first steps into Ireland today when it unveiled a 45% stake in Irish broadcaster TV3 for £18.7m in cash.</p> <p>The deal will see Granada's major programme brands, such as Coronation Street and Emmerdale, move from Irish state broadcaster RTE to TV3 from next year.</p> <p>Granada bought the stake from Canada's CanWest Global Communications, which retains 45% of the commercial broadcaster.</p> <p>The move forms part of Granada's planned push into Europe and its new strategy to be vertically integrated as a broadcaster in key European markets.</p> <p>The two-year-old TV3 is now Ireland's third most watched channel with an audience share of around 10%.</p>",
  "<p>Lastminute.com's share price tumbled 6% in early trading as private investors jumped ship following the end of the six-month lock-up on their shares.</p> <p>The online booking agent's stock fell 12.5p to 172.5p this morning, in stark contrast to its offer price of 380p in March. Co-founders Brent Hoberman and Martha Lane Fox own 17% of the company, but a spokesperson said they have no intention of selling their shares.</p> <p>Heidi Fitzpatrick, analyst at Lehman Brothers, said: \"Retail investors have panicked because of the negative press coverage of the company, and I expect some of the venture capital backers to sell. The valuation of the company is not very challenging at the moment, and I would not be surprised if they put their cash elsewhere.\"</p> <p>The company's investors include Global Retail Partners and venture capitalists Arts Alliance, though today's low volume of trading in Lastminute shares showed the big stakeholders were not releasing their shares onto the market.</p> <p>Lastminute's fortunes have showed signs of improvement over the past month, with the £59.8m acquisition of French rival Degriftour and the announcement that the company has enough money to last until mid-2002. </p> <p>Lastminute's turnover from April to June this year was £1.01m, with pre-tax narrowing from £11m to £9.2m. The small revenues and big losses make it difficult to put a value on the company, which has cash reserves of £100m thanks to its flotation.</p>",
  "Britain may have to change its laws on immigration if it is to compete in the international marketplace, says a Home Office minister. <p>A demographic time bomb and a shortage of skilled workers in key areas such as IT mean that Britain should consider changing rules allowing people to settle and work in Britain, Home Office minister Barbara Roche said today.</p> <p>Her comments, made on BBC Radio 4's Today programme, come in advance of a speech later today in which she is expected to call for an open debate on the issue.</p> <p>\"Every country, particularly the EU countries, is looking to see how we can attract the best and the brightest,\" she said. \"We need to make sure that our immigration policy works for us.\"</p> <p>She insisted that the issue was entirely separate from that of asylum, which concerned only those fleeing persecution abroad - and dismissed as \"absolute and complete nonsense\" reports that she was envisaging 100,000 extra immigrants a year under changed rules.</p> <p>The most likely way forward would be for Britain to adopt a version of the US green card system, which allows migrants and their families the right to settle without awarding them full citizenship.</p> <p>However the immigration minister stressed that the government has no firm policy plans on the subject at present.</p> <p>She also called for people to realise that Britain is often not the first choice of potential migrants. \"We do live in a global economy, where skilled people are at a premium and it is not always a buyer's market,\" she noted.</p>",
  "It's hard to believe, but the global oil corporations that are making money hand over fist at the moment actually dislike sky-high crude prices. <p>Shell recently announced sheepishly that it had made £26m a day over the first six months of the year, but then called on OPEC to increase production to bring down the price of crude.</p> <p>Why? Because what they really want is highish crude prices: ones that are sustainable in the long term and which do not trigger a backlash from politicians worried about inflation or global recession and consumers fed up with paying a fortune to fill up their cars</p> <p>When oil prices are very high, oil groups fear exactly what has happened over the past week: oil depots around the country being brought to a standstill by angry hauliers.</p> <p>The truckers are blaming government for levying too much tax but the oil companies inevitably get some of the flak for alleged profiteering too and have their operations disrupted.</p> <p>Sir John Browne, chief executive of BP, recently unveiled a 200% increase in first-half profits, but went on to express his sympathy for the \"Dump the Pump\" campaign by motorists arguing that government should reduce its tax take.</p> <p>Nevertheless, oil companies are also fearful that politicians could levy windfall taxes on them or just tighten the fiscal regime covering the development of oil fields in the North Sea.</p> <p>In fact, the margins for oil companies on the forecourt are slim due to the intense competition from supermarkets that partly use petrol as a loss leader.</p> <p>Shell recently shutdown 120 service stations in Britain on the grounds that they do not make enough money, which might seem odd given it made overall group profits of nearly £4.5bn in the half year.</p> <p>But major UK-based oil corporations like Shell and BP - two of the world's big three - make their money on the \"upstream\" side, bringing the black stuff out of the ground and selling it on to their own or others' refineries for processing into petrol for cars, aviation fuel or whatever.</p> <p>The oil companies themselves have little control over the price of oil. They will see their share price rocket ahead in times like today but fall heavily when the crude price drops as it has done cyclically ever since oil first became used as a fuel in a widespread way earlier last century.</p> <p>Oil companies do not like this volatility in their stock either.</p> <p><br><a href=\"http://www.guardianunlimited.co.uk/petrol\">Special report: The petrol war</a></p>",
  "Protests against petrol prices intensified yesterday as oil-producing countries promised to pump more crude in an effort to stem runaway world energy costs which have sparked fears of a global recession. <p>After a week of intense diplomatic pressure from US and European policymakers, ministers from the 11-nation oil cartel, Opec, announced yesterday that they would add an extra 800,000 barrels a day, or 3%, to world production. </p> <p>\"Opec cares very much about stability in the oil market with fair and reasonable prices for consumers and is trying very hard to bring this about,\" said the Opec president, Ali Rodriguez of Venezuela, after their meeting in Vienna. </p> <p>The announcement came as oil refinery picketing and \"rolling road blocks\" across the UK intensified with petrol companies admitting that up to 100 petrol stations, mainly in north-west England, had run dry. </p> <p>Protests continued at Shell's giant refinery at Stanlow, Cheshire, and at Milford Haven in Wales - and the A1 near Alnwick was targeted by hauliers and farmers with a slow moving convoy blocking lanes. </p> <p>Campaigners warned that 80 rolling roadblocks would start around England and Wales early today to complement a nationwide picket of depots. Welsh farmers are planning to dump 16 tonnes of straw outside the Shell plant at Stanlow today to prevent tankers leaving the refinery. </p> <p>And last night there were increasingly confrontational scenes at the Immingham refinery complex at the mouth of the River Humber. </p> <p>Blockades in France were scaled down yesterday but in Germany protests at the pro-green fuel tax saw the first blockades there. </p> <p>The world's top consumer of oil, the US, called the Opec agreement \"a step in the right direction\". In the UK, the Scottish secretary, John Reid, welcomed the news. </p> <p>However, energy analysts warned that while the deal - which was more generous than expected - should prevent oil prices from rising further, it was unlikely to reduce them significantly in the short term. Last week, oil prices hit a post Gulf war high of $34.50 a barrel. </p> <p>Lawrence Eagles, from City firm GNI Securities, doubted the Opec decision would bring down prices to less than $30 - and warned that planned closures of European refineries for maintenance would keep up petrol prices by reducing supplies. </p> <p>Opec has blamed heavy duties imposed by western finance ministries for the high petrol prices. \"We think this is enough but we want consumer nations to work to reduce taxes,\" said Qatar oil minister, Abdullah bin Hamad Al Attiyah. </p> <p>Yesterday's production increase is effective from October 1 and Opec also announced that it will review output again at an extraordinary meeting on November 12. </p> <p>Mr Eagles said the announcement of the November meeting was a sign that the cartel was serious about tackling the oil shortage. </p> <p>But most analysts believe it will be some months before prices ease back down to the $20-$25 a barrel comfort zone sought by politicians in the US and Europe.</p>",
  "<p>Have the gates to the developed world clanged shut for good? The obstacles to new countries joining East Asian tigers such as Taiwan and South Korea have piled up.The path to development has never looked so steep. </p> <p>Fifty years ago, Korea was poorer than Sudan. Its main export was wigs made with human hair. Today it is an industrial leader, shrugging off a financial crisis in 1998. Taiwan has achieved the unique feat of combining high-speed growth with one of the fairest distributions of income in the world. </p> <p>At least until the onset of the Asian financial crisis, the World Bank attempted to claim the tigers as success stories for free market economics. In fact, countries such as Malaysia, Korea and Taiwan proved adept at combining a high level of state intervention in allocating credit, nurturing new industries and acquiring new technology, with the strengths of market forces in encouraging competition and efficiency. Above all, the East Asian \"miracles\" have been built on a clear industrial policy aimed at developing locally owned industries, if necessary through protection and laws which give them privileges compared to foreign investors. </p> <p>But are these lessons still relevant? \"Doing a Korea\" is becoming increasingly difficult. The speed and scale of technological innovation is accelerating, making it harder for poor countries to reach the \"technological frontier\" as Korea did in the 1970s thanks to massive state support for its nascent hi-tech industries. These days it costs billions to develop a new product, and firms have only a few years (sometimes only months) to recoup the investment. The costs of failure are huge. </p> <p>It is harder for developing countries to acquire and adapt the latest technology as international patent law has become more restrictive. Protectionism may be out of favour in trade, but it is alive and well in the knowledge economy. </p> <p>Most worryingly, the international system governing trade and investment is closing down the ability of poor-country governments to follow the kind of policies that lay behind the East Asian miracle. Countries which have opened up to international capital markets find themselves at the mercy of that elusive entity \"market confidence\". Any step away from the Washington free market consensus can trigger a mood-swing among investors and a run on the currency. As one Brazilian economist observed: \"Here the people get to vote every four years, the markets every four seconds.\" </p> <p>Structural adjustment programmes, often imposed on countries by the IMF and World Bank, have opened up economies to foreign trade and investment, reducing the levels of protection for local industries. These days, the World Trade Organisation covers much more than trade, since barriers to trade can comprise almost anything a government does inside its own borders, such as subsidies, investment laws or tax regimes. For WTO officials, the fact that governments are prohibited from reversing free market reforms bar exceptional circumstances prevents states falling prey to vested interests. It can just as easily prevent them from doing what is best for their people. </p> <p>Pessimists conclude that the rich countries have pulled up the ladder behind them, using the global trading system to keep poor countries in their place as providers of raw materials and cheap labour. Optimists point out that the WTO still leaves plenty of options open, such as funding research, or setting up science parks for fledgling companies. The real dangers are twofold. The first is that, if developing country governments swallow the story that only deregulation and market forces are permitted, they will fail to exploit the room for manoeuvre that still exists. </p> <p>The second is what happens next at the WTO. Once the US elections are over, the rich countries will return to the negotiating table abandoned at Seattle. They want agreements on areas that could severely reduce the remaining space for national development policies - for example, barring governments from favouring local companies in their procurement policies or setting even tighter rules against different treatment for foreign over national investors. </p> <p>Campaigners, north and south, should be making the case for an international system that protects and encourages, rather than undermines, national development strategies. </p> <p> Duncan Green is a policy analyst at Cafod, the Catholic aid agency</p>",
  "<p>If the German educationalist Torsten Friedag were a Harry Enfield character, he would have the tag Hopeless Idealist or Trusting Liberal. Friedag - Labour's first £70,000-a-year Superhead, charged with reviving a ruined school in Finsbury Park - candidly described his disastrous experience to John Humphrys on Radio 4. It now turns out that his media-friendliness was not merely after the event. A camera crew followed him throughout the job for Head On The Block (Thursday, 9.50pm, BBC2), a compelling three-part series. </p> <p>It has become a reviewer's truism that the future of the observational documentary is threatened by the wariness of the participants. Anyone who had seen The House or another of the early excursions in the genre would either refuse to admit the cameras or behave with obsessive circumspection in their presence. </p> <p>But Torsten Friedag disproves this, because of a personality so emollient and trusting that you feel he'd agree to an offer from a stranger in the street to look after his wallet and car keys for him. The series is like watching the innocent in a thriller or panto. You keep wanting to scream to Friedag: \"They're behind you!\" Or rather, in the case of the students, not behind you. </p> <p>Simon Dickson's film is smartly edited so that, while the Superhead plays Beatles' songs in assembly to teach a lesson about helping our friends, the viewer knows that police are on the way to deal with \"one child threatening to stab another child\". While Friedag lectures his new staff on the \"ethos\" of the school, he has forgotten to draw up the timetable and wasps infest the classrooms. </p> <p>Head On The Block is a triumph for BBC2 but may also solve a problem at the neighbouring channel. The job of Controller is virtually impossible in the current environment and many have failed at it. But Torsten Friedag - his idealism apparently unbroken - is probably the only person in the country who would willingly agree to run BBC1.</p>",
  "<p>When regulators come knocking on your door you had better be ready. Last week we received a letter from the financial services authority. This is the body responsible for supervising banking and deposit taking activity and therefore has an interest in \"payment gateways\" such as us. </p> <p>A letter from a regulatory body is enough to cause a few butterflies but we were confident of our position. We know we are operating in a complex legal environment. Regulations within the financial services sector tend to be tighter and more numerous than elsewhere and the service that we provide needs to comply with the Banking Acts and legislation on money laundering. </p> <p>We have spent a tidy sum on lawyers who are experts in financial services. It is the third biggest area of expenditure for us to date, after systems and staff. What our learned friends turned up changed the nature of our business. </p> <p>We could have offered credit ourselves; but on our lawyers' advice we will be operating the payments gateway in partnership with a number of licensed deposit takers - that is, banks. </p> <p>If this had not been a legal requirement we would have been technically capable of launching the service months ago (although we do have other, strategic reasons for partnering with banks). As it is, integration with banks means that the solution takes longer to develop, not just because banks tend to be slow-moving. On the upside, the added complexity is likely to provide us with some protection from new entrants in what is rapidly becoming a highly competitive online payments environment. </p> <p>It is not clear that all new online businesses are receiving the same quality of legal advice. The internet is still a relatively new phenomenon and it has given many professionals the opportunity to position themselves as experts in the field without the requisite amount of experience. As the saying goes, you don't know what you don't know. </p> <p>We came across many of these supposed experts when we were searching for lawyers - some whose actual expertise stretched only to drawing up terms and conditions for a straightforward e-commerce site. </p> <p>Our recent conversations with the FSA have confirmed that even some of the players in the complex and sensitive field of electronic payments have not necessarily been receiving proper legal advice. </p> <p>This deficiency could prove costly for investors and business partners, particularly as regulators start to focus more keenly on this area. </p> <p> Adam Hamdy and Guy Mallison are co-founders of rools.com a new service that enables teenagers to shop online</p>",
  "<p>Spirent Communications, the telecoms testing company which will join the FTSE 100 later this month, will buy Californian Zarak Systems for £284m to gain expertise in networks that can handle voice and data communications. </p> <p>Zarak's big selling point is its knowledge of the lucrative \"voice over internet protocol\" market. Its well regarded Abacus product allows companies to mix voice, fax, and modem data calls over a variety of lines to test how well they cope. </p> <p>Spirent will purchase Zarak Systems for 44.7m of its own shares. At the Spirent share price of £6.36 at the close of business on Friday, this values the company at £284m. </p> <p>Nicholas Brookes, chief executive of Spirent, said: \"The acquisition marks the next step in Spirent's development. As voice over IP has become a critical issue in the network, Zarak strongly reinforces Spirent's position at the leading edge of this technology.\" </p> <p>This will be Spirent's second biggest acquisition and is the latest development in its rapid growth in advanced communications testing. </p> <p>Mr Brookes added that it was another \"major capture\" for the company which allows them to be the first to the market with an integrated product which tests voice and data. </p> <p>Mr Brookes said that the acquisition would be earnings enhancing from the outset. </p> <p>Iain Milnes, Zarak's president, said: \"Spirent will provide us with the resources to develop further our fast growing business and complementary technologies to help develop an exciting new generation of voice-based testing systems.\" </p> <p>Zarak has seen its operating profit rise over the year, from $7.5m for the year ended December 1998, to $12.5m in 1999. </p> <p>Spirent, a market leader in a highly fragmented market, is rapidly growing and consolidating. Last year the company boosted its testing business by acquiring America's Netcom Systems for $463.6m. The company also bought DLS Testworks for about $26.2m. </p> <p>Other acquisitions over the last five years include Telecom Analysis Systems for $30.2m and Global Simulation Systems for £14m. </p> <p>Strong interim figures last week and hints of an acquisition and promotion to the FTSE 100 sent Spirent's shares to an all time high of 679p on Friday, before they eased back to close at 636p. Spirent's share price closed at the end of this week up 15% on the week before. </p> <p>Spirent Communications has joined the FTSE 100 with Baltimore Technologies and Dimension Data, adding to the growing number of technology companies to be listed. </p> <p>The company, formerly called Bowthorpe and established in 1936, states that it is a global business with a focus on high growth, high margin and hi-tech activities. </p> <p>Spirent increased turnover by 264% to £114m and operating profit by 226% to £39m in the six months to June 30 2000, compared to the same period in 1999. </p> <p>Organic growth was 80% in both and new product expenditure increased by £3.6m to £13.5m. </p> <p>Spirent has said that it expects testing equipment to provide an increasing share of its earnings, as telecommunications networks expand to cope with the growth of the internet. </p> <p>Zarak and Spirent Communications share a common customer base, including Lucent Technologies, Cisco Systems and AT&amp;T.</p>",
  "<p>Hundreds of people working for Donaldson, Lufkin &amp; Jenrette in Britain will be told whether they still have a job over the next few days following the US investment bank's takeover by Credit Suisse. </p> <p>Department heads face the task of wielding the axe as details emerge of the bonuses being paid to the bank's most senior executives. Joe Roby, DLJ's chief executive, is to be paid a one-off retention award of $18m in shares once the $11.5bn acquisition is completed later this year as well as a guaranteed bonus and salary adding up to almost $50m over the next three years.</p> <p>Mr Roby, who earned $20.7m last year, is to become chairman of the combined group's investment banking business. The 60-year-old's package, filed as part of the merger agreement to the securities and exchange commission, also includes a continued \"consulting fee\" for three years after he leaves the company.</p> <p>Credit Suisse has set aside an additional $1.2bn to retain the staff it wants to keep. The group has already said that there will be few redundancies in the corporate finance and fixed income departments out of a total of more than 2,000 job cuts in the US and Europe.</p> <p>Support staff are expected to bear the brunt of the cuts, followed by equity research analysts and traders in New York and London.</p> <p>Where there is no clear difference between two sector analysts at CSFB and DLJ, senior executives have admitted that the job would most likely go to the acquiring bank's staff.</p> <p>Hector Sants, who has built DLJ's international equity operation from scratch over the past two years, oversees more than 200 professionals in London. His counterpart at CSFB manages more than 500 people.</p> <p>CSFB's ambitions to enter the global super league of companies in the bulge bracket -firms which have cashed in on mergers and acquisitions by acting for both parties involved - are likely to mean that some effort will be expended in trying to keep highly rated members of staff at DLJ, including Mr Sants.</p> <p>European executives are understood to want to adopt an \"orderly\" approach to the lay-offs, citing employment legislation for a relatively \"softly, softly\" approach.</p> <p>A bigger challenge may be trying to retain the bankers who relished DLJ's boutique-style of operation. Insiders say that many of the close-knit teams working in the City for DLJ are not happy about the prospect of moving to the larger firm, which is based in Canary Wharf.</p> <p>No decision has yet been taken on what will happen to DLJ's headquarters, however.</p> <p>The most senior investment banking jobs have already been announced.</p> <p>Hamilton James, a senior banker at DLJ, will become co-head of global investment banking at the combined firm, for which he will be granted a retention award of $13.3m in Credit Suisse shares.</p>",
  "<p> Observer<br> </p> <p> The former boss of media services group <strong> Wace</strong> and some members of his family committed insider dealing on a huge scale, according to a report by the Department of Trade and Industry. The report found that <strong> John Clegg</strong> , Wace's former chief executive, his father and his uncle were guilty of flagrant breaches of company law and stock exchange rules from 1984 to 1992. </p> <p><strong> Dixons</strong> has held informal talks exploring options to link <strong> Freeserve</strong> , its internet subsidiary, with <strong> World Online</strong> , the Dutch company which last week announced a £3.4bn merger with Italian rival <strong> Tiscali</strong> . The report does not cite sources. </p> <p><strong> Sunday Business</strong><br> </p> <p> <strong> Vodafone</strong> is close to selling Infostrada, the Italian fixed-line telephone operator, for £7bn-£8bn to <strong> Wind</strong> , a consortium backed by Milan-based electricity group <strong> Enel</strong> and <strong> France Télécom</strong> . </p> <p><strong> Allied Domecq</strong> is thought to be contemplating a £1bn bid for <strong> Southcorp</strong> , the Australian wine producer and owner of labels such as Lindemans and Penfolds, should it fail in its attempt to buy the wine and spirits business of <strong> Seagram</strong> . The report cites sources familiar with the situation. </p> <p><strong> Sunday Times</strong><br> </p> <p> Two of America's biggest oil groups are understood to be close to concluding a £55bn merger. Executives say that <strong> Chevron</strong> and <strong> Phillips</strong> should decide on the merits of a full merger by the end of the year. </p> <p>Computer and printing equipment manufacturer <strong> Hewlett Packard</strong> is in talks with <strong> PricewaterhouseCoopers</strong> , the accountancy firm, to buy its global management consulting business in a deal worth £14 bn. </p> <p><strong> Sunday Telegraph</strong><br> </p> <p> <strong> Thomas Cook</strong> is about to be bought by German travel business <strong> C&amp;N Touristic</strong> in a deal worth more than £700m. Talks between C&amp;N and Thomas Cook shareholders, led by Carlson, the US-based leisure group, are said to be progressing well. </p> <p><strong> Land Securities</strong> is proceeding with a £370m redevelopment scheme in the heart of the City following the agreement by the <strong> City of London Corporation</strong> to quit space it occupies in Gresham Street. </p> <p><strong> BAA</strong> and <strong> Thames Trains</strong> are in discussions over plans to extend the Heathrow Express west beyond the airport as far as Reading. </p> <p><strong> Mail on Sunday</strong><br> </p> <p> The <strong> European commission</strong> intends to impose an annual £30 charge on every private, business and mobile phone in the European Union.The tax being planned by Brussels officials would apply to all 200m lines in the 15 EU countries, whether they are used for phone, fax or computer. Officials admit the tax would be \"politically costly\" to introduce. </p> <p>The £5bn sale of <strong> Seagram's</strong> drinks business has run into trouble because <strong> Allied Domecq</strong> and <strong> Diageo</strong> have refused to sign the secrecy agreements being demanded by Seagram's advisers, Morgan Stanley. Their refusal means that both companies will be denied inside information about the financial performance of Seagram's drinks businesses. </p> <p><strong> IoS</strong><br> </p> <p> <strong> Railtrack</strong> is working on a plan to raise up to £10bn to invest in Britain's rail network. Under the plan, Railtrack will securitise the income it receives from the train-operating companies to gain access to its rail network. This will involve borrowing money against the income from the charges - similar to a mortgage - which is then converted into a tradable security. </p> <p><strong> Sunday Express</strong><br> </p> <p> <strong> Haymarket</strong> , the publishing company owned by former Tory deputy prime minister Michael Heseltine, has stopped giving money to the Conservative Party. Mr Heseltine's firm has given £25,000 to pro-euro lobby groups. </p> <p><strong> Reports out this week Today</strong><br> </p> <p> <strong> Interims</strong> Ashtenne Holdings, Axis-Shield, Bovis Homes, Brake Brothers, British Polythene, Candover Investments, Fairey Group, Future Network, ITNET, Knowledge Support Systems, Litho Supplies, Morgan Crucible, Relyon Group, Taylor Nelson Sofres, Yorkshire Group. <strong> Finals </strong> Groupe Chez Gerard. <strong> AGMs</strong> None scheduled. <strong> EGMs</strong> Mulberry Group. </p> <p><strong> Tuesday</strong><br> </p> <p> <strong> Interims</strong> Access Plus, Aegis, AFA Systems, Axon Group, Boosey &amp; Hawkes, Capital &amp; Regional, Celltech, Delta, JKX Oil &amp; Gas, Next, Perkins Foods, Peterhouse, PSD Group, Retails Decisions, TT Group . <strong> Finals</strong> Frogmore Estates, Redrow Group. <strong> AGMs</strong> Channel Television. <strong> EGMs</strong> None scheduled. </p> <p><strong> Wednesday</strong><br> </p> <p> <strong> Interims</strong> Brainspark, Chorion, Emhart, Ennstone, Freeport, Kingfisher, RTL Group, Sigma Technology Group, Tempus Group, Tilbury Douglas. <strong> AGMs</strong> Eircom, Energy Technique, Mediinvest, Reliance Security Group, Somerfield, Stanley Leisure. <strong> EGMs</strong> None Scheduled. </p> <p><strong> Thursday</strong><br> </p> <p> <strong> Interims</strong> Alvis, Development Securities, Geest, Intelligent Environments, Robotic Technology Systems, Xpertise. <strong> Finals</strong> Profile Therapeutics, Quayle Munroe, Ultimate Leisure Group. <strong> AGMs</strong> Mitie Group. <strong> EGMs </strong> None scheduled. </p> <p><strong> Friday</strong><br> </p> <p> <strong> Interims</strong> None scheduled. <strong> Finals</strong> Gladstone. <strong> AGMs </strong> None scheduled. <strong> EGMs</strong> None scheduled. </p> <p><strong> Indicators this week Today</strong><br> </p> <p> <strong> UK</strong> Final M0 (Aug). <strong> UK </strong> Producer prices (Aug). </p> <p><strong> JP</strong> Real GDP (Q2). </p> <p><strong> Tuesday</strong><br> </p> <p> <strong> UK</strong> BRC shop price index (Aug). <strong> UK </strong> CPI (Aug). <strong> UK</strong> BoE governor Eddie George speech in Basel. </p> <p><strong> Wednesday</strong><br> </p> <p> <strong> UK</strong> Labour market report (Aug). <strong> UK</strong> CBI service sector </p> <p>report (Q). </p> <p><strong> Thursday</strong><br> </p> <p> <strong> UK</strong> Retail sales (Aug). </p> <p><strong> Friday</strong><br> </p> <p> <strong> EU</strong> Euro area M3.</p>",
  "Contrary to George Monbiot's claims (Letters, September 8), when ambassador Razali Ismail was president of the UN general assembly he never made any public pronouncement that would suggest that business plays a formal role in UN decision-making. <p>What he did was to lay the foundations for implementing the outcome of the Rio conference on environment and development, where industry - along with seven other \"major groups\" (including churches, NGOs, labour and academia) - was called upon by governments to implement various provisions. </p> <p>The point here is that it is governments that request other actors make certain contributions. To quote a memo from Unctad (UN Conference on Trade and Development) on cooperation on competition policy to show that business has a formal role in decision-making is to misunderstand how policy formulation occurs at governmental and intergovernmental level. </p> <p>Regarding the humanitarian forum, it is a fact that Kofi Annan sent brief remarks to this event following the request by the high commissioner for refugees. This was not an inaugural speech: he wasn't even there physically. Nor did the UN chair this event. </p> <p>And as for the UN logo, there is no other organisation that guards its logo as closely as the UN. The guidelines on the use of name and logo are on our website for everybody to see. <br><b>John Ruggie</b><br>Assistant secretary-general, United Nations</p>",
  "We've put five children through comprehensive schooling; two of them have degrees equally as good as Tony Blair's and the others have the qualifications to go on for a degree. So what's with this \"failing\" comprehensive system (Blair plans schools revolution, September 9)? Instead of an exam at 11-plus, we will now have teachers deciding who will qualify as an academic and who will be called vocational candidates (school-speak for a bit thick). <p>In my day it was call an apprenticeship, but it got the majority of us out of the way, whilst the \"bright\" people were allowed to sparkle. Mr Blair's revolution is going to create the same divisions, but he is going to have many successful, comprehensively educated, parents opposing him. They won't want their kids consigned to the dustbin. <br><b>Joe Phillips </b><br> Bingham, Notts </p> <p> </p> <p>\u0095 As a governor of an excellent comprehensive school and a Labour party member I am doubly mortified by Tony Blair's comments. His \"one size fits all\" claim seems to be based on an Islington experience which ignores the successes of comprehensive schools in many other parts of the country. I fully support the reaction of the Secondary Head's Association, which described Mr Blair's comments as \"scandalous\". At least headteachers know something about education. <br><b> David Allan </b><br> St Albans, Herts <br><a href=\"mailto:david.allan1@ntlworld.com\">david.allan1@ntlworld.com</a> </p> <p> </p> <p>\u0095 Does Mr Blair really not know of 40 years of dedicated work in our schools, exploring differentiation, testing the best ways of grouping students to further their attainment, building cohesion and social inclusion, and creating opportunities for success for everyone, even the least likely. You don't improve a system by constantly denigrating it and, instead of addressing real weaknesses, inventing a list of new ones that never existed. <br> <b>Rev Gunter Helft</b><br> Worcester <br><a href=\"mailto:gunterhelft@lineone.net\">gunterhelft@lineone.net</a> </p> <p> </p> <p>\u0095 My son's secondary school has just enabled two-thirds of the students to again achieve at least five A-C passes at GCSE. At the same time, the school has supported several pupils rejected by more selective local schools and has provided a specialist education to a dozen deaf pupils. I fail to see what is wrong with a system that can enable a broad range of pupils to achieve such success. <br><b> Cliff Turner </b><br> Winchester<br><a href=\"mailto:Edepwrct@aol.com\">Edepwrct@aol.com</a> </p> <p> </p> <p>\u0095 How did \"the failing model of comprehensive education\" became such a maxim of Guardian journalism that it can be so casually tripped out. This seems to me a rather shabby patch upon the paper to which so many hard-working teachers will have turned on Saturday.<br><b> Mike Hawthorne </b><br> Ludlow school </p> <p> </p> <p>\u0095 Your story comes shortly after the best-ever A-level and GSCE results. Evidence for failure in the story: nil. <br><b>Martin Francis </b><br> London </p> <p> </p> <p>\u0095 The real failure comes from a government which seems unable to recognise how badly the state sector is undermined by allowing the brightest (and the wealthiest) students to be creamed off year after year and educated in the privileged environment of the selective and/or private sector. <br><b> Nick Young</b><br> Worcester </p> <p> </p> <p>\u0095 Comprehensive schools have been setting their pupils for many years. Introducing measures to enable schools to deal effectively with the disruptive behaviour of the few who impede the learning of the many - now that would be revolutionary.<br><b> Cathy Bailey</b><br> Peterborough</p>",
  "<p>Dot.com missionaries beware! What you are about to read is heresy. The counter-revolution is under way. Mucky \"old media\" is fighting back against the online upstarts and their predictions of a paperless world. </p> <p>Leading the Charge of the Print Brigade is Tony O'Reilly's Independent News &amp; Media (INM), which appears to have had second, and then third, thoughts about the commercial potential of new media. </p> <p>When presenting their interim results last week, the company's senior executives were making it abundantly clear that it is time to bring a sense of proportion to internet mania. </p> <p>Too much money has been wasted by too many companies on a hunch that people will eventually prefer to run their lives through their computers. Instead, after a gradual period of reassessment, INM has become convinced that newspapers have a great future. Turning on its head a bit of web jargon, papers therefore remain \"the ultimate browser\". </p> <p>Senior INM executives are less starry-eyed about those once-fashionable claims that \"the guy with the ponytail will steal our business\". After a think-tank weekend in Deauville recently, it became clear that newspapers, rather than the net, are to get the company's greatest attention. </p> <p>As in so many companies that spent millions on new media, its directors just can't see where the profits will come from. E-commerce has not taken off. Classified advertising hasn't vanished to the net. </p> <p>Gavin O'Reilly, who runs the company's Irish interests, is fond of telling an anecdote about taking a break on the Shannon with a friend who asked him to buy an English paper he doesn't normally read. Idly scanning the pages, his eye was drawn to an obituary of a viscount who had had a fascinating life. O'Reilly had never heard of the man and realised that the chances of his ever having had the pleasure of reading such a piece on the paper's website would have been virtually nil. </p> <p>It confirmed his growing view, one developing fast among others in the company who had, only a year ago, been convinced of the internet's primacy, that newspapers are far from dying. They are special and different and will be with us for as long as we can imagine. This philosophy now underlies much of INM's strategic thinking and will be given concrete expression in a couple of weeks' time when it announces a massive new investment in the paper that has cost it a fortune in the past three years: the Independent. </p> <p>No one at the company is prepared to disclose exactly what form the injection of \"millions\" will make, but I would guess that it means the introduction of new sections at the very least, in both the daily and its stablemate, the Independent on Sunday. It proves once again that Tony O'Reilly, now executive chairman of INM, is as dedicated as ever to Britain's lowest selling national titles. </p> <p>Since INM became the sole owner of the papers in 1997, having bought out Mirror group's portion after an unhappy joint ownership, it has spent £7m on the editorial side alone and, so far, has not had a penny back from the persistent loss-maker. Now, though, there appears to be a spring to O'Reilly's step, and that of his UK chief executive Brendan Hopkins. The last vestiges of their links to the Mirror are finally being severed as the Independent titles move out of the Canary Wharf tower to their own Docklands headquarters. </p> <p>Hopkins predicts that, by next year, the titles will move into profit for the first time since those long-ago days in the late 80s when the paper was briefly fashionable. Well, he would say that, wouldn't he? But INM's six-monthly figures do appear to confirm his forecast. The UK operation, which combines the Independent titles with groups of smallish suburban papers in Greater London and Kent, managed to turn in a profit of some £100,000, a tiny return on a turnover of £51m, but a move in the right direction. </p> <p>I understand that the move from the Wharf may well cut £5m from the bottom line, so it's easy to see why Hopkins is so confident. By the time the annual results are announced next spring, INM's UK arm will also be boosted by revenue from its most recent £300m purchase of the Belfast Telegraph group, a sale forced on Trinity-Mirror by the competition commission. In fact, a comparison between the current fortunes of Trinity-Mirror and INM shows how the balance has moved in the latter's favour. Before Philip Graf's regional outfit, Trinity, merged with the Mirror each of them was greater in size than INM. Now INM is larger than the merged Trinity-Mirror unit. </p> <p>The reason, of course, is INM's global status. O'Reilly has built an international media company with a market capitalisation of £1.3bn, assets of £2bn and a turnover in excess of £1bn. It is the leading newspaper publisher in Ireland, South Africa and New Zealand, the leading regional publisher in Australia and even has a large interest in two of the top three papers in Portugal. It is also an important radio broadcaster in most of those countries and, in Ireland, could be on the verge of the big time with its cable operation. </p> <p>Its Irish newspapers will be printed from November on new presses in a £40m state-of-the-art printing plant on the outskirts of Dublin. It will run with almost half the former staffing in the old works after a lengthy and complex negotiation with the unions that culminated in a voluntary redundancy agreement. </p> <p>O'Reilly scorned the idea of \"doing a Wapping\" in Dublin to achieve staff cuts. \"He has known those guys in the press hall for years,\" said an executive who would have preferred a swifter resolution in the Murdoch mould. \"He just wouldn't countenance confrontation.\" </p> <p>Before we get too carried away with the O'Reilly phenomenon, and all those mind-boggling figures with their endless noughts and double-digit earnings growth, let's come back to earth in Britain for a moment. </p> <p>There is little doubt that INM has the capacity to have withstood losses at the Independent titles, and could do so again. It's heartening for its journalists, many of whom have gloomily watched the papers career from crisis to crisis in the past decade, to know O'Reilly is in for the long game. </p> <p>But is the Independent really viable? It was noticeable that after last week's INM press conference even the Financial Times, which is surely supposed to scrutinise company claims, reported that the Independent titles are \"enjoying improved circulation\". </p> <p>With respect, that gives a whole new meaning to the word \"improvement\". Here are the facts: the Independent in August last year sold 222,200 copies. This August it sold 223,608. So it improved by 1,408, less than 1%. Similarly, the Independent on Sunday managed to improve by just 1,844 copies, also less than 1% over the 12 months. </p> <p>But that isn't the end of the story. In August last year, the Independent's total included bulk sales - those giveaways that are so helpful when massaging statistics - of 32,168. This year the bulks were 33,765, a rise of 1,597 copies. In other words, in real terms, the Independent sales haven't improved at all. </p> <p>When we turn to the Independent on Sunday (Sindy), the truth is even more stark, the polar opposite of claims of improved circulation. In August last year the Sindy reported bulk sales of 21,805. This August, bulks had risen to 36,288. So its real sale, the bit that can't be boosted by shoving out more quires to an airport lounge, has gone down by a considerable amount - about 7% over the year. </p> <p>Okay, so I've caught INM out. I could probably have done the same to the Guardian and the Observer, but they aren't boasting to City analysts about improved sales. INM is hardly the first newspaper company to put a gloss on sales figures and, credit where credit is due, under editor-in-chief Simon Kelner the titles have performed much better than in the past. There is a greater coherence about them and some of the writers, such as Donald MacIntyre, David Aaronovitch and John Walsh, command attention. </p> <p>Clearly, INM knows the true situation, and that hasn't inhibited its decision to plough back yet more into the papers. Despite the sales figures, the latest readership statistics from NRS offer a sunnier view. The Independent is reported to have attracted 15% more people in the 15-44 age bracket while both the Times and Daily Telegraph have suffered losses - of 13% and 24% respectively. </p> <p>Kelner also points to another ray of sunshine: \"Our market share of full-rate sales is growing and has done so for the past seven months.\" </p> <p>That's fine. But the Independent's difficulty in winning sales reminds us that all papers are finding the market very tough indeed just now. So INM's corporate decision to throw its weight behind newspapers at this time is an astonishing act of faith.</p>"
]