[
  "<p>Titi Camara yesterday conceded that his brief and turbulent Liverpool career was all but over by asking to be placed on the transfer list. </p> <p>The 27-year-old Guinea international striker has finally tired of playing in the reserves and is likely to be sold to the highest bidder. </p> <p>The final straw for Camara came on Thursday night when the Liverpool manager Gérard Houllier chose not to introduce him as a second-half substitute in the Uefa Cup tie against Slovan Liberec. </p> <p>Although Camara spent more than 15 minutes warming up on the touchline - receiving rapturous applause in the process - Houllier opted to introduce two midfielders, Nick Barmby and Gary McAllister, to a team struggling to find a goal. </p> <p>Liverpool paid the French club Marseille more than £2.5m for Camara 18 months ago but, despite scoring 10 goals in 37 appearances, he has not featured in a senior fixture this season. </p> <p>Everton's Abel Xavier is wanted by Benfica, one of his former clubs. Although Walter Smith would sanction the sale of the Portugal defender, it is thought unlikely that the cash-strapped Lisbon club would be able to meet an asking price of about £3m. </p> <p>The Football Association last night denied reports that it had approached Lazio's coach Sven-Goran Eriksson about taking the England job. </p> <p>Eriksson's assistant Tord Grip told a Swedish newspaper that the 52-year-old had been contacted \"to ask if he is interested\" and that Eriksson was \"very flattered to receive this offer\". But an FA spokes-man said: \"Adam Crozier [the chief executive] will be the only one making an approach and he has made no such approach to Sven-Goran Eriksson or the other two candidates.\" </p> <p>Colin Todd's proposed move to become Derby County's assistant manager took another twist when Swindon said he was still their manager and asked him to take a few days' leave \"to allow the matter to resolve itself\". The Second Division side have refused an offer of compensation.</p>",
  "<p>Technology funds were the big \"must haves\" in the last individual savings account selling season. Now many investors are doubting that particular piece of financial adviser wisdom. Many bought at the top of the boom: some have lost up to 60% of their money. </p> <p>Now, however, the funds could be due for a comeback. Basing their marketing appeal on stratospheric past performance figures, discount brokers sold the specialist unit trusts by the million. But the mid-March madness in technology markets, both in the US and Britain, coincided with the Isa sales high point. Since then, the UK-based FTSE Techmark 100 index of medium and smaller-sized technology companies has fallen by 40% - and the US Nasdaq by around a third. </p> <p>Aberdeen Technology and Henderson Global Technology, the two biggest technology funds and both heavily sold last spring, have fallen 27% and 13% respectively since their peak. SG Asset Management's smaller fund has also given many Isa investors a torrid time. </p> <p>It is not just small investors who have been caught out. The largely institutional shareholder list of Aberdeen European Technology and Income split level investment trust have seen their money drain away. This trust raised £200m in January, matching it with a further £200m loan from Bank of Scotland. But now it is raising a further £45m to prevent lenders calling in their money. The capital growth shares have crashed from 15p to under 5p, while the income shares have collapsed from 85p to 52p. </p> <p>Matters have not been helped by the gearing, which magnifies problems, and the fund's reliance on junk bonds to produce a high income. Framlington's highly hyped NetNet fund rocketed from 50p at launch in May 1999 to £1.51 in March 2000. Now it is trading at 66p. As Framlington delicately puts it: \"Some investors are nursing a reduction in the value of their investment.\" </p> <p>But now technology funds are attempting a comeback. The £1.5bn Aberdeen Technology and the equally sized Henderson are striking out in new directions. </p> <p>And two new unit trusts aimed at tracking technology indexes are launched this weekend with offerings from both Legal &amp; General and Close Brothers. SG is offering a mix'n'match Eurotech Isa with 50% going into the technology trust and half directed to European Growth. </p> <p>Henderson's fund hit question marks after the resignation of the two main fund managers, Brian Ashford-Russell and Tim Woolley, quitting to set up their own operation. But while ratings agency Standard &amp; Poors expects new fund manager Nitin Mehta to be as successful, doubts remain. </p> <p>Mr Mehta has no doubts. \"This fund has been around for 10 years. We did dip in March but we are ahead over the past six months,\" he says. His first-division performance has been based on switching heavily into what he expects to be the next big trends. More than 70% of the trust is US shares. </p> <p>Around a third of the fund is in \"enterprise software\" - shares such as BEA Systems and SBL Systems. These US companies make their profits from the links between a firm's in-house system and the internet. </p> <p>A second 30% slice is in \"next generation networks\" - companies such as Nortel Networks, Juniper and Ciena. </p> <p>\"These firms sell technology which effectively makes phone wires fatter so more information can be squeezed through at faster speed. We are in a hyper-demand phase for these products,\" he says. </p> <p>The flipside is what is left out or downsized. \"We have little in computer hardware stocks such as Dell, Compaq, in semi-conductors such as Intel or Texas Instruments, or in Microsoft which has become too mature for us - and has problems shipping Windows 2000,\" Mr Mehta adds. </p> <p>At Aberdeen, fund manager Ben Rogoff puts faith in DWDM, dense wave division multiplexing, which can increase phone line capacity by 192 times. \"You've got to look for the next system bottleneck and find firms with a solution. Phone companies then have no option but to buy this kit. Internet security is also a big theme,\" he says. </p> <p>Active fund managers believe that tracking a market where product lives can be as little as six to nine months means ending up with technological dinosaurs. </p> <p>Legal &amp; General stayed out of technology last spring because L&amp;G strategist David Rough \"doubted prospects in the midst of dot.com madness\". Now prices have fallen to \"more sensible levels\". </p> <p>\"Our technology index fund offers lower risk, lower charges and global diversification,\" says L&amp;G's Michael Hayden. The fund tracks the FTSE World Index technology section which is published daily. </p> <p>And Close Brothers, which already has an index fund based on Techmark, is launching a European technology tracker based on the FTSE eTX 50. </p> <p>\"This fund avoids huge holdings in Microsoft and Intel - this way you can profit from targeting specialist stocks in the tier beneath established global giants without worrying about fund manager bias. And you could gain further if the euro is near its bottom,\" says Close's Marc Gordon.</p>",
  "<p>With the housing market on a knife-edge, few forecasters are willing to project where prices will be next month let alone next year. So it's refreshing that one leading forecaster has stuck its neck out and predicted prices for the next three years. </p> <p>Ernst &amp; Young ITEM Club, an independent economic forecasting group, says it expects house price growth to fall to 7.3% in 2001 from this year's hectic 12.2% level and moderate further to 5.4% in 2002 and 4.9% in 2003. </p> <p>ITEM looks at the market through an economist's rather than an estate agent's eyes. It says the recent slowdown, particularly in London and the south-east, is attributable to a slowdown in real incomes. \"The easing in the market partly reflects a correction from the excesses of the previous year or so. It also reflects the impact of higher interest rates and the abolition of mortgage tax relief. Household real disposable income growth slowed from 3.5% in 1999 to only 1% in the year to quarter two 2000, and the Treasury model suggests that house prices are very elastic with respect to incomes.\" </p> <p>ITEM's forecasts for 2001- 2003 are based on a belief that the economy will slow down next year as financial pressure on companies intensifies and consumers feel the effect of a weakening labour market and rising tax payments. </p> <p>It expects economic growth of 2.6% next year (after 3.1% in 2000), followed by a further slowing to 2.1% in 2002. The trend in house prices will inevitably follow the same route, it says. \"The housing market and the high street are bound to follow, even with short-term interest rates falling back to 5.5%.\" </p> <p>Another factor pushing down price rises is the falling number of first-time buyers. \"Demographic factors are also turning negative, with the numbers of first-time buyers beginning to decline. Many of these will have large student debts to pay off before they can think of taking on a mortgage,\" it says. </p> <p>So is this a bad time to buy? The good news from ITEM is that it believes that the factors that made the property market in Britain so boom-and-bust are in decline. \"We are not expecting a 90s Major-style collapse, just a cooling off after the heady pace of last year. Since there has been no boom, there is no need for a bust.\" </p> <p>So forecasters do not believe that the housing market has overshot, as it did in the late 80s. \"Our analysis suggests that this time house prices have simply adjusted back up into line with earnings, and have not overshot. Similarly, turnover has moved back to the long-term trend line.\" </p> <p>Some forecasters have argued that Britain is a \"mature\" market, where the level of home ownership has reached a ceiling and demand will remain flat. But ITEM cautions against this, pointing to studies in the USA which show that, even in a very mature market, economic buoyancy can result in the home ownership ceiling breaking into new levels. </p> <p>Its forecasts assume that interest rates will remain relatively low, which enables homeowners to support much larger mortgages. \"The secular fall in interest rates allows a fixed monthly mortgage budget to finance a much bigger mortgage than it did. So families have been able to increase their mortgage relative to their income.\" </p> <p>ITEM's optimism about the end of the boom-bust cycle also leads it to wider conclusions about the euro. It says that the moderating of the cycle removes one of the chief obstacles to euro membership. </p> <p>Eurosceptics have argued that because so many Britons are on variable rate mortgages the impact of interest rate changes is far bigger in the UK than in Europe, and we need domestic control over rates. </p> <p>But ITEM says: \"The British people are adjusting to the new low inflation environment and becoming more continental in this respect.\" So when you next go househunting and arranging your mortgage you are making your own private contribution to the euro debate.</p>",
  "<p>When cracks appear in the side of a house, or a gap opens up between the skirting boards and the floor, homeowners immediately fear the worst. Nothing fills householders with dread like the prospect of subsidence. </p> <p>There are currently an average of 40,000 subsidence insurance claims made each year. This month the Association of British Insurers warned that subsidence cases could rise following climatic change. </p> <p>As a nation we give an enthusiastic welcome to warm weather. Blistering summers, however infrequent, tend to stay in the memory long after the tans have faded. But some homeowners are left with unwelcome reminders in the form of a damaged home. Claims for damage caused by subsidence increase after hot spells. </p> <p>Panic-stricken homeowners turn to their insurance company for help in making their home sound again. But diagnosing subsidence can be tricky. Structural damage can have many causes, including poor design, lack of maintenance and timber rot. Insurance wrangles involving subsidence frequently come before the Insurance Ombudsman Bureau (IOB). </p> <p>Its spokeswoman Bridget Philbey says the arguments are often \"over whether or not subsidence really is the root cause of the problem\". </p> <p>\"When cracks appear in someone's house they can be due to frost, damaged bricks or even follow the installation of PVC windows. Homeowners see cracks appearing around the lintels and think they've got subsidence,\" she adds. </p> <p>It's not surprising that insurers investigate subsidence claims carefully. Once, homeowners repaired cracks resulting from subsidence and heave as routine maintenance, says Brian Clancy, chairman of the Association of Consulting Engineers. </p> <p>In 1971 the introduction of insurance cover for subsidence led to homeowners submitting claims for even minor damage resulting from ground movement. Over the last 30 years the claim bill has shot up. Last year insurers paid out on £364m in claims. </p> <p>Mr Clancy is a subsidence missionary and his doctrine the prevention of unnecessary, expensive, dirty and disruptive patching up of homes. He is also chairman of an Institution of Structural Engineers task group set up to write the industry bible on the subject, Subsidence in Low-Rise Buildings, published earlier this month. </p> <p>Thirty years ago the most common way of dealing with the problem was underpinning, an expensive practice that involves inserting extra concrete foundations under the property. By today's standards \"that's like going to the doctor with a sore foot and the doctor's response being to remove the leg at the knee,\" says Mr Clancy. </p> <p>Nowadays, underpinning should be the remedy of last resort. The buzzword is now management and prevention, he says. </p> <p>Mr Clancy explains: \"The majority of subsidence claims are for properties sitting on clay soil - areas like London and south Manchester.\" It is well known that trees growing in clay soil near homes can cause structural damage in particular conditions, he adds. </p> <p>\"Research has revealed that 80% of subsidence claims are for property on clay soil. And 80% of these claims are caused by trees or large bushes. In total this means that 65% of all subsidence claims involve trees growing on clay. </p> <p>\"If we find out how to deal with trees on clay soil then we're close to understanding how to prevent and react to the majority of subsidence claims.\" </p> <p>Taking an axe to suburbia's trees is not the answer, he warns. Neither is widespread and indiscriminate pruning \"Valuers say trees usually add value to a property, somewhere between 10-20%. So give or take a little, a green environment adds 10-15% to the value of a property,\" says Mr Clancy. </p> <p>\"Lenders who insist on trees being taken down automatically could be cutting the value of the homes by as much as £40,000.\" Also, many troublesome trees belong to neighbouring properties. \"And neighbours don't like being told to take their trees down and may resist it.\" </p> <p> Instead, homeowners and insurers need to manage trees that are causing damage. Mr Clancy explains: \"A tree near your house may have been growing very happily for 40 years before it starts to cause problems. The tree needs to be taken back in its degree of maturity to the state it was in when it was 30 years old and not causing the property any damage.\" </p> <p>Many trees can be managed by careful pruning but when subsidence is involved it is not a job for the enthusiastic amateur. Insurers can employ the expertise of an arboriculturalist, who makes calculations involving the leaf canopy and roots, </p> <p>Once a building has suffered subsidence it is, in the eyes of some, permanently blighted. Buyers may find they have problems finding a company willing to insure a home that has been affected in the past, says Robert Hooker of the Subsidence Claims Advisory Bureau. </p> <p>The business (which is not funded by the insurance industry) was set up in 1992 to arrange insurance for householders refused cover because of past subsidence. </p> <p>\"We've convinced certain underwriters to insure these properties as long as we give the building a clean bill of health,\" he says. The Bureau will also come to the aid of homeowners pursuing an insurance claim. For £250 plus VAT Mr Hooker and his staff will assess properties to find out whether subsidence is the problem. </p> <p>\"We'll send a suitably qualified person who will produce a visual inspection report based on what we see. We give them advice about whether or not they should take it any further,\" he says. </p> <p>With increasing numbers of homes likely to be affected by subsidence Mr Clancy says it is unreasonable for lenders or insurers to refuse to mortgage or insure a property suffering subsidence in the past. In turn, homeowners must take care of their large trees and shrubs. </p> <p>\u0095 Subsidence Claims Advisory Bureau produces a leaflet called Trees Subsidence and Your House; send an SAE to Charter House, 43 Saint Leonards Road, Bexhill-on-sea, East Sussex TN40 1JA. Subsidence of Low-Rise Buildings, (second edition) A Guide for Professionals and Property Owners, price £40 plus p&amp;p from the Institution of Structural Engineers. 020-72354535.</p>",
  "<p>Leading climate scientists now agree that human pollution, mainly from fossil fuels, has added substantially to global warming in the past 50 years and that the Earth is likely to get far hotter than previously predicted, with immense consequences for people and wildlife. </p> <p>A summary of the 1,000-page final draft of new research by the Intergovernmental Panel on Climate Change - a UN-sponsored group made up of the world's leading atmosphere scientists - has been sent to governments this week. It is expected to add urgency to talks on global climate change in the Hague next month, at which Britain intends to take a lead in urging states to set targets and timetables to cut emissions. </p> <p>The report suggests that the upper range of warming over the next 100 years could be far higher than estimated in 1995. Its worst-case scenario raises the average global temperature by 6C (11F) above the 1990 level. Average temperatures today are 5C (9F) higher than they were at the end of the last ice age. Five years ago the panel predicted that average temperatures would, at worst, rise by 3C (6.3F) </p> <p>The leaked document is the first major update of climate prediction since 1995, when the panel concluded that there was \"a discernible human influence\" on the Earth's climate because of the greenhouse effect - which is caused by the buildup of heat-trapping chemicals in the atmosphere. </p> <p>The panel has now concluded that the burning of fossil fuels and emission of man-made chemicals has \"contributed substantially to the observed warming over the last 50 years\". The scientists believe, too, that temperatures could rise far higher and faster than previously predicted if emissions are not curtailed. </p> <p>The human influence on the Earth's climate has long been debated, but this is the first time such an authoritative group has gone so far. </p> <p>While there are still uncertainties, scientists say there is an \"increasing body of observations that provide a collective picture of a warming world that cannot be solely explained by natural forces. Emissions of greenhouse gases and aerosols due to human activities continue to alter the atmosphere in ways that affect the climate system,\" the report says. </p> <p>Many panel members in the US say that the summary represents the closest thing to a consensus possible in science. </p> <p>They point to the additional data gathered in the past three years, which shows that the world is much warmer than any similar string of years in many centuries; improvements in computer models designed to project future trends; and better understanding of the influence of other emissions, such as particles of sulphates which can cool the Earth by reflecting sunlight back into space. </p> <p>Speaking in a personal capacity yesterday, one of the British authors of the report, Mike Hume of the University of East Anglia, described the research as \"incremental back-up\" to what had been suspected for years. </p> <p>\"Our current best insights lead us to see a continuation of global warming and an acceleration of it,\" he said. </p> <p>Evidence of increased warming has been found in retreating glaciers, thinning polar sea ice, retreating snow packs, increased precipitation, and the big rise in weather-related natural disasters . </p> <p>Global warming will deeply affect poor countries, leading to huge numbers of refugees, crop failures, and extreme weather. Most emissions of carbon, the main greenhouse-warming gas, are from rich countries. The US is responsible for 23% of carbon emissions; Britain's 3% is the same as that of Africa. </p> <p>Kevin Trenberth, head of climate analysis at the US National Centre for Atmospheric Research (NCAR) in Boulder, Colorado, said the report showed that global warming was a real problem. </p> <p>\"More and more people working in atmospheric science or on climate or ecology have had to come to grips with the fact that climate change is affecting what they're looking at,\" he said. </p> <p>\"It reinforces what we were able to say in 1995,\" said Tom Wigley, another NCAR climatologist. \"It shows the previous projections in 1990 and 1995 were conservative.\" </p> <p>Some governments may insist on changing the text before it is published in May.</p>",
  "<p><strong>Pakistan innings</strong></p> <p> Pakistan cruised to an eight-wicket win over England in the second one-dayer at Lahore, passing England's 211 for the loss of openers Saeed Anwar and Shahid Afridi with more than five overs to spare. At the end, Salim Elahi was unbeaten on 58, with Yousuf Youhana not out 39. It was as comprehensive a batting display as England's had been feeble.</p> <p>The result was inevitable after England failed to take early wickets with the new ball, and as the bowlers tired and the fielding errors crept in, the game took on a strangely passionless air.</p> <p>Youhana was particularly strong on the legside, milking the faster bowlers after a steady spell from Ashley Giles, while Elahi, who hit 120 from just 103 balls when England met Pakistan A earlier in the tour, drove powerfully on both sides of the wicket.</p> <p>Elahi moved to a comfortable 70-ball half-century in the 44th over, but with the game all but over, the crowd hardly noticed. They were too busy celebrating, and as the score passed 200, fireworks lit up the Lahore sky. </p> <p>The deciding game of the series takes place in Rawalpindi on Monday.</p> <p><strong>35-over update</strong></p> <p>Pakistan were 161 for 2 after 35 overs of the second one-dayer against England and looked certain to square the series going into Monday's final game in Rawalpindi. </p> <p>They lost Shahid Afridi for a 69-ball 61 when he tried to work Ashley Giles on the legside but got a leading edge to Graham Thorpe at extra cover to make it 123 for 2. But Salim Elahi and Yousuf Youhana batted sensibly to take Pakistan to within touching distance of England's below-par total of 211 for 9.</p> <p>Giles and Craig White did a decent containing job mid-innings, but the spell was broken when Youhana lofted Giles over extra-cover for four, before Elahi drove him through mid-on for another boundary in the same over to bring up the 150. </p> <p>England's bowlers haven't done badly: they simply weren't given enough runs to defend by the batsmen.</p> <p><strong>25-over update</strong></p> <p>Pakistan were on course for victory in the second one-dayer at Lahore, reaching 123 for 1 after 25 overs. If Tuesday's clash at Karachi was a thriller, this was more of a horror show - at least as far as England were concerned.</p> <p>England did strike in Ashley Giles's first over when Saeed Anwar's full-blooded sweep was spectacularly caught by Graham Thorpe, diving high to his right at square-leg to make it 76 for 1 (Anwar 41). But after that it was one-way traffic.</p> <p>Shahid Afridi greeted Graeme Hick by hoicking him for four over midwicket and depositing him into the stands over midwicket two balls later, and he brought up his 50 and Pakistan's 100 in Hick's next over with a powerful straight drive for four. After the five wickets he took in England's innings, there will be no prizes for guessing who's going to be man of the match.</p> <p> <strong> 16-over update</strong></p> <p>Pakistan made untroubled progress to 69 for 0 in pursuit of 212 to beat England and level the one-day series at 1-1. England's only chance of victory on another good batting strip was to dismiss Pakistan, but the early breakthrough failed to materialise.</p> <p>Shahid Afridi, who had earlier picked up five wickets with his legbreaks, straight-drove Darren Gough for four early on, as the runs came steadily and easily. Saeed Anwar is always dangerous when the ball comes onto the bat, and he followed a sumptuous cover-drive for four off Andy Caddick by slashing Craig White's first ball, in the 10th over, over point for another boundary.</p> <p>The 50 came up in the 13th over when Afridi crashed Caddick to the cover boundary, and Afridi then drove consecutive deliveries from White for four. It was turning into a rout.</p> <p><strong>England innings</strong></p> <p> <strong>Close-of-innings update</strong></p> <p>England finished on a feeble 211 for 9 in the second one-dayer against Pakistan at Lahore. From a position of strength at 171 for 3, they batted as if Karachi was a distant memory to lose six wickets for 27. Shahid Afridi took 5-40 with his mixture of leg breaks and quicker arm balls.</p> <p>England's demise began when Graham Thorpe was bowled for 20 by an innocuous delivery from Afridi that clipped the off bail as Thorpe made room to cut (171 for 4).</p> <p>The ball before Thorpe's downfall, Nasser Hussain, who had earlier reached a sedate 50 from 82 deliveries, was lucky when Wasim Akram grassed an absolute sitter at deep extra-cover. But Hussain didn't last long and was stumped in the next over for 54 as he charged Afridi (178 for 5). Craig White overbalanced four balls later and became the third batsman in the innings to be stumped, this time for a duck.</p> <p>Mark Ealham was gated by Saqlain Mushtaq for 3 (185 for 7), Ashley Giles was bowled middle stump by a quick delivery from Afridi, also for 3, (194 for 8), and Andy Flintoff, the hero of Karachi, was bowled by Saqlain for 17, going for a desperate wipe (198 for 9). It was left to Darren Gough and Andy Caddick to scrape England past 200.</p> <p>Barring a sensational performance with the ball - or a sensational Pakistani collapse - it will be 1-1 going into the decider at Rawalpindi on Monday.</p> <p><strong>35-over bulletin</strong></p> <p>England were making a bit of a mess of their middle overs in the second one-dayer agaianst Pakistan at Lahore. After 35 overs they had reached 148 for 3, having scored just 36 runs in their last 10 overs.</p> <p>England lost Marcus Trescothick for 65 in occasional legspinner Shahid Afridi's first over as he ventured down the pitch and flicked straight to Imran Nazir at midwicket (116 for 2) to end a stand of 50. </p> <p>Two overs later Graeme Hick produced one of the most witless pieces of cricket by an England player for a long time. He set off for a single, got half way down the wicket, hesitated as Shoaib Malik swooped in the covers, and then ambled towards the other end as if he had no chance. The ball missed the stumps but was collected by Nazir immediately behind them. But still Hick decided it wasn't worth running his bat in. Even when Nazir eventually broke the wicket, Hick was jogging in unconcerned, his bat in the air. The third umpire confirmed his fate and he left the field for 1 to make it 122 for 3. On a pitch as good as this no top-order batsman can afford to give his wicket away like that.</p> <p>Graham Thorpe and Hussain struggled to make much of the slow bowlers, but Hussain at least broke the shackles when he hit consecutive deliveries from Shahid Afridi to the cover boundary - the first in the air, the second along the ground. Abdur Razzaq replied with a maiden, just when England needed to accelerate, and although Hussain, who had taken 64 balls over his first 29 runs, spanked Azhar Mahmood through extra cover for four in the next over, England were losing their way.</p> <p> <strong> 25-over update</strong></p> <p>England had reached 112 for 1 after 25 overs in the second one-dayer at Lahore after being asked to bat by Pakistan. They lost Alec Stewart to the first ball of the 13th over as he tried to heave legspinner Mushtaq Ahmed's first ball across the line, missed, and was stumped by Moin Khan - as the third umpire Afzal Ahmed confirmed after what seemed an unnecessarily long time. Stewart had made 22 and England were 66 for 1.</p> <p>But that decision was made to look razor sharp by the one Afzal had to make in the next over. Marcus Trescothick pulled Saqlain Mushtaq towards square-leg where Saeed Anwar claimed the catch. Replays showed that if the ball didn't bounce in front of Anwar, then there was at the very least a good deal of doubt about it. But for five minutes Afzal dallied, watching the same angle again and again. Even an excitable crowd began to lose interest, and it was no surprise when the green light eventually came on.</p> <p>Nasser Hussain relieved the tension by hitting Saqlain straight for four and cut him to the boundary in his next over. Trescothick moved to an audacious run-a-ball 50 by slashing a Mushtaq Ahmed googly to the point boundary, but runs were proving harder to come by against the spinners than they had been against the new-ball attack of Wasim Akram and Abdur Razzaq.</p> <p>The 100 came up in the 22nd over as England consolidated their position. You had the feeling that anything less than 280 on this wicket would be very gettable. </p> <p><strong>12-over update</strong></p> <p>England were given a good start by Marcus Trescothick in the second one-day international at Lahore. After play started two hours early to lessen the effect of the evening dew on the bowlers' grips, Pakistan won the toss and asked England to bat. After 12 overs they had raced to 66 for 0, with Trescothick unbeaten on 38, and Alec Stewart not out 22.</p> <p>Wasim Akram began with four wides in his first over, but it wasn't until the fourth of the innings, bowled by Abdur Razzaq (Waqar Younis was dropped for Azhar Mahmood) that England found the boundary as Trescothick used his feet to bash a one-bounce four over long-off. Two balls later he lifted Razzaq over long-on for six.</p> <p>Stewart didn't get off the mark until the fifth over, and in the sixth, Trescothick, looking to attack almost every ball, cut a short, wide delivery from Razzaq to the point boundary. Stewart mowed Wasim over wide mid-on for four, before Trescothick, who played and missed occasionally, hoicked Mahmood over midwicket in the 10th over. The 50 came up at the end of the same over, and England were rocketing away. </p> <p>Seven of the last nine sides to bat second here in one-day internationals have won, but England had given themselves a great position from which they could think about upsetting the odds.</p> <p><em>Lawrence Booth is assistant editor of wisden.com</em></p>",
  "1. The clocks go back this weekend. Goody: an extra hour's kip. When the dear old <a href=\"http://greenwichmeantime.com/info/bbc-pips.htm\" target=\"_new\">Greenwich pips</a> sound at 1am on Sunday, they will magically transport us back to midnight. And good riddance to British Summer Time. <p>2. That old joker, <a href=\"http://www.rog.nmm.ac.uk/leaflets/summer/summer.html\" target=\"_new\">Benjamin Franklin</a>, first suggested altering the clocks back in 1782. The coming of <a href=\"http://student.cusu.cam.ac.uk/~jsm28/british-time/\" target=\"_new\">the railways</a> made uniform time more urgent, but it wasn't until 1916 that the authorities came up with the wheeze of changing the clocks to squeeze a little more sunshine into our working lives. </p> <p>3. They've been <a href=\"http://www.todd.demon.co.uk/other/bsttable.htm\" target=\"_new\">tinkering</a> with the clocks ever since. The present system, alternating <a href=\"http://greenwichmeantime.com/\" target=\"_new\">Greenwich Mean Time</a> (also known as <a href=\"http://greenwichmeantime.com/info/timezone.htm\" target=\"_new\">Zulu Time</a>) with British Summer Time, has been <a href=\"http://www.greenwich2000.com/time/info/bst.htm\" target=\"_new\">in force since 1972</a>. </p> <p>4. The clock-changing dates are already fixed for <a href=\"http://student.cusu.cam.ac.uk/~jsm28/british-time/\" target=\"_new\">next year</a>. But - Europhobes look away now - after that they will be decided in concert with our EU partners. </p> <p>5. Who says so? The Home Office's <a href=\"http://www.homeoffice.gov.uk/ccpd/ccpdhome.htm\" target=\"_new\">Liquor, Gambling, and Data Protection Unit</a>, that's who. They're in charge of British Summer Time. Beachcomber couldn't have arranged it better. </p> <p>6. Time has always been <a href=\"http://web1.chicagonet.net/~vilc/AV-bin/calendar/Calendar_Review.htm\" target=\"_new\">controversial</a>. Back in 1752, there were brisk riots in London when Britain <a href=\"http://ourworld.compuserve.com/homepages/khagen/GregConv.html\" target=\"_new\">belatedly converted</a> from the <a href=\"http://www.treasure-troves.com/astro/JulianCalendar.html\" target=\"_new\">Julian calendar</a> to the more accurate <a href=\"http://www.treasure-troves.com/astro/GregorianCalendar.html\" target=\"_new\">Gregorian version</a>. The day after September 2 became September 14, causing some simple souls to believe their lives had been shortened by 11 days. </p> <p>7. Time is also big business. <a href=\"http://lehua.ilhawaii.net/~lucy/lsd/sobel.html\" target=\"_new\">John Harrison</a>, an 18th century clockmaker, knew that when he claimed the <a href=\"http://www.rog.nmm.ac.uk/museum/harrison/harrison.html\" target=\"_new\">Longitude Prize</a> for his splendid <a href=\" http://www.rog.nmm.ac.uk/museum/harrison/h1.html \" target=\"_new\">portable chronometers</a>. </p> <p>8. A quarter of a millennium later, author <a href=\"http://www.c-span.org/guide/books/booknotes/archive/bn011799.asp\" target=\"_new\">Dava Sobel</a> made a much bigger fortune with her book about Harrison. </p> <p>9. Defining <a href=\"http://aa.usno.navy.mil/AA/faq/docs/world_tzones.html\" target=\"_new\">global time zones</a> is an incredibly exacting science. It's done by <a href=\"http://www.nao.rl.ac.uk/\" target=\"_new\">HM Nautical Almanac Office</a>, which has a <a href=\"http://www.nao.rl.ac.uk/nao/history/\" target=\"_new\">long and fascinating history</a>, in conjunction with the <a href=\"http://aa.usno.navy.mil/AA/\" target=\"_new\">US Naval Observatory</a>. </p> <p>10. If time issues cause you sleepless nights, you might not care to know that <a href=\"http://www.bullatomsci.org/clock.html\" target=\"_new\">it's later than you think... </a></p>",
  "<p>Freelance TV journalists Max Stahl and Carmela Baranowska have been honoured at this year's Rory Peck Awards for their reporting on the struggle for independence in East Timor.</p> <p>Mr Stahl picked up the hard ews and Rory Peck awards at the ceremony in London last night, for his coverage of the East Timor independence referendum and its bloody aftermath in September last year. The footage went out on ITN news bulletins in the UK.</p> <p>Ms Baranowska, an Australian, won the Rory Peck features award. Fresh out of film school, she spent three months in East Timor last year filming the final days of the Indonesian occupation for two documentaries broadcast by SBS Dateline.</p> <p>Both winners took self-funded trips to East Timor and were among the handful of journalists who remained on the island after the referendum, when pro-Indonesian militia gunmen went on a murderous rampage. </p> <p>They were on hand to film dramatic footage of the evacuation of the UN compound in the capital Dili, which left local civilians at the mercy of the Indonesian army and militiamen.</p> <p>Mr Stahl is a veteran TV journalist who filmed the 1991 massacre of East Timorese civilians in Dili by the Indonesian army. Describing how he covered the unfolding drama last year, he said: \"Fearing immediate death at the hands of the militia and military once the UN had gone, hundreds of refugees in the compound fled to a steep rocky hill behind a cover of darkness... I joined them with a small infrared-capable DV camera.\"</p> <p>One of the judges, freelance cameraman Ken Guest, said of Mr Stahl: \"To stay in Dili when everyone else had left and go outside to the UN compound to tell the whole story is very brave. But to leave it and spend time with the people in the hills is fabulous.\"</p> <p>Ms Baranowski said of her experiences: \"I wanted to be closely connected to people and events, to be in the middle of any given situation - however difficult, dramatic or humorous.\"</p> <p>Another judge, BBC World presenter Nik Gowing, praised Ms Baranowska for \"being there to the end of the story when most crews were forced into the UN compound. She stuck with people, recording them, moving between both sides\". </p> <p>The annual Rory Peck Awards was established by the Rory Peck Trust to celebrate and raise awareness of the work of freelance broadcast journalists. The trust subsidises hostile environment training and offers insurance advice for freelances, as well as providing financial support to the families of those killed or seriously injured in the field.</p>",
  "<p>Booming sales of electronic organisers, along with with the success of Sir Alex Ferguson's autobiography, helped the high street chain WH Smith increase its annual pre-tax profits by 5% to £140m. </p> <p>The rise came despite trading losses of £7m from the company's internet activities. The performance pleased City analysts, and the shares climbed 21.25p to 390.25p. </p> <p>WH Smith's chief executive, Richard Handover, said: \"We're very pleased with these figures - we've made some good steps forward in difficult conditions for retailers.\" </p> <p>The chain's sales of \"electronic stationery\" leapt 45% to £25m as Britons caught on to a global craze for Palm Pilots, Psions and other handheld computers. Mr Handover said: \"It's right up out street - stationery is our calling and people come to us for things in that area.\" </p> <p>Another strong performer was Hodder Headline, the group's recently acquired publishing business, where operating profits jumped 40% to £16m. Sir Alex's account of his career in football management topped bestseller lists, along with new novels by Stephen King and Josephine Cox. </p> <p>There has been strong speculation that WH Smith will build on the Hodder acquisition by buying a US publishing business; Viacom's Simon &amp; Schuster is rumoured to be a possible target. </p> <p>However, Mr Handover played down talk of a big deal: \"We're not in the business of making massive, cash-consuming acquisitions in the States. It would have to be the right deal at the right price.\" </p> <p>Analyst Philip Dorgan of stockbroker WestLB Panmure said the figures showed WH Smith was improving: he upgraded his recommendation on the shares from \"underperform\" to \"neutral\". </p> <p>Like for like sales were up 5%, and although Mr Handover said the company's entertainment departments had lost sales during the first half of the year they had picked up in recent months, helped by a shift towards a narrower range of best sellers.</p>",
  "<p>Two aviation business to business internet exchanges are to merge, bringing together customers and suppliers in an attempt to cut costs. </p> <p>AirNewco, which includes leading British, mainland European and US airlines, is teaming up with MyAircraft, a supplier-based exchange, in a new service that is expected to come into operation in the first quarter of next year. </p> <p>\"The deal is one of the first to bring together buyers and sellers in a major industry as joint owners of a neutral, global e-marketplace,\" the companies said yesterday. \"Up to now aviation's e-business race, as in other sectors, has involved exchanges that are seller driven, buyer driven or independent.\" </p> <p>The combined exchange - which has yet to be named - will be open to all industry players and provide an electronic marketplace for fuels, parts, maintenance, airport support services and on-board catering provision. </p> <p>\"These services will enable buyers and sellers to reduce transaction costs, lower inventories and realise significant supply chain savings,\" the companies said. </p> <p>AirNewco includes British Airways, Air France, American Airlines, Delta, Continental and United Parcel Services among its members, while MyAircraft is made up of United Technologies, Honeywell, BF Goodrich and i2 Technologies - an internet commerce specialist. </p> <p>Ownership of the new exchange - which will be independently managed - will be shared among the member companies. According to investment bank Schroders Salomon Smith Barney analyst Nick Cunningham, the new exchange should be stronger than the two businesses operating separately.</p>",
  "<p>NTL, the cable company and broadcaster run by the energetic Barclay Knapp, is a British company in all but registration. Just about all of its cables run under our streets, the leaflets offering this or that telephone and digital TV package are stuffed through British front doors. And, until last week, NTL wanted to screen a good portion of the country's Premiership football. </p> <p>Its headquarters are here and the core of its business message is all about using its experience in the deregulated British telephony market to expand across Europe. </p> <p>It is no surprise then that Mr Knapp would like to see his firm ranked as a member of the FTSE 100 index. NTL's current market capitalisation of £11bn would, for example, put it way ahead of the premier ITV broadcaster, Granada Media. </p> <p>The only problem is that NTL is an American company by registration - and a Delaware-registered one at that. It is listed on the Nasdaq exchange. While the London Stock Exchange is happy to see Delaware firms listed on the London market, Footsie status, as decided by the FTSE International constituents committee, is another matter. </p> <p>To qualify for the top 100, a company has to be British-registered, following London rules on corporate disclosure and the like, and paying British taxes. In past years, the determination of the indices committee to stick with this rule has driven company's such as Ireland's Jefferson Smurfit quite mad. </p> <p>In NTL's case, Mr Knapp is ruling out a move in registration to the UK because this would trigger all sorts of tax payments not necessary in the temperate fiscal climate of Delaware. But he is sure that Britain's indices committee will see sense and amend their rules. Talks are under way. </p> <p>This is a tricky one for FTSE International. The London Stock Exchange has come over all international in the wake of its failed merger with Deutsche Börse, and it needs all the help it can get from the indices body as it tries to expand. </p> <p>For many businesses there is little reason to list in London unless money from big investors follows - something that Footsie inclusion guarantees. Also, taking a firm like NTL away from Nasdaq would amount to a sizeable coup for the LSE, helping to build its fragile confidence. </p> <p>But changing the index rules is fraught with danger. Opening the door to NTL risks inviting applications from all and sundry, registered in exotic havens that even make the strange eastern state of Delaware seem high-buttoned when it comes to business probity. </p> <p>More importantly, there is a risk that such a move would be seen as an invitation to current members of the Footsie to move their own tax domicile elsewhere while retaining British blue chip status - costing the chancellor billions in the process. </p> <p>There are strong arguments for reforming the Footsie and its relatives. It is a good-quality, global brand which should be used to bolster London's position. </p> <p>But in the case of NTL there is a clear case for telling Mr Knapp that, if he wants to call himself a Footsie chief executive and enjoy the name recognition for his company that goes with top 100 status, the firm should pay the resultant tax bill. After all, businesses owe a duty to the societies into which they sell their products. </p> <p><strong> Taking exception </strong><br> </p> <p> Trade and industry secretary Stephen Byers is really, really determined to avoid any suggestions of political interference in mergers and takeovers. </p> <p>In yet another announcement about his intention to give John Vickers, the new office of fair trading director general, space to do his job, Mr Byers yesterday said he would only get involved in \"exceptional circumstances\". By way of example, he suggested these might include mergers which raised issues of national security or where unusual circumstances occur after the director general has offered his \"advice\". </p> <p>In fact, Mr Byers is so determined to keep himself at arm's length that as of yesterday he relieved himself of powers to overrule the director general, except, of course, in those indefinable \"exceptional circumstances\". </p> <p>New legislation is needed before the changes can take place officially. </p> <p>Mr Byers is also replacing the current \"public interest test\" with a pure \"competition-based test\". He also wants to tighten up the timetable for investigations by the competition authorities. </p> <p>It might sound technical, but issues of competition affect consumers. Competition, Mr Byers is fond of saying, is an incentive for businesses to be dynamic and innovative and in the process help UK plc prosper. </p> <p>An excellent goal, no doubt. But just how long it will be before Mr Byers (or his successor) reaches for those \"exceptional circumstances\" is another matter.</p>",
  "The debate on economic and monetary union is always presented as a choice between two extremes: fixing our exchange rate with Emu countries irrevocably by adopting the euro, or leaving things as they are - with the rate for sterling floating erratically between the UK and our main trading partners. Earlier this week, the euro hit an all-time low against the dollar at 82.30, the first time it has fallen below 83 cents. Against the pound, it fell to 57.86p. <p>There is another option - a managed exchange rate system which would keep ster ling at a relatively stable and competitive level against the euro, while still allowing room for changes in the euro/ sterling rate when circumstances made it necessary. </p> <p>Of course, such a proposal invites the retort: what, another European exchange rate mechanism, that was a failure wasn't it? In fact, the ERM was a story of both successes and failures. It ended disastrously for the UK, because we joined at too high an exchange rate. But for most of the participants it provided a period of exchange rate stability culminating in eventual currency union. We need to devise a new ERM which will avoid the mistakes of the past and provide a measure of stability for those EU members who are not in Emu. This is desirable whether or not we eventually wish to join. </p> <p>The advantage of such an arrangement is that we would not have to subject ourselves to a monetary pol icy determined by the European Central Bank, as we would if we joined Emu. Not only is the ECB free of any democratic political control, but it has already shown a strong deflationary bias, being more concerned about the relatively low rate of inflation in the Emu countries, than the dangerously high level of unemployment. </p> <p>A new ERM would mean that UK interest rates could not differ widely from Emu levels, but we would still have some room to manoeuvre. In any event it is time we stopped relying solely on interest rates to regulate demand and made more use of budgetary policy. The present approach has left industry at the mercy of fluctuating and uncompetitive exchange rates. </p> <p>But if we are to create a new ERM, there are a number of key lessons to be learnt from past experience. The first and most vital is that exchange rates must be set at realistic levels in the first place. It is no good setting up any new arrangement unless sterling enters at a competitive level. Given the ECB's concern at the low level of the euro, this could be a good moment to negotiate a deal. Subsequent adjustments in rates should not, as in the past, be left until major changes are needed and the situation has reached crisis proportions. In future rates should be reviewed at regular intervals, and changes made in small, and relatively frequent, steps - rather than in infrequent large jumps. </p> <p>For example, exchange rates (like interest rates) might be reviewed monthly with a convention that any changes would be made in steps of say, 1%. Such an approach would make it easier to reach agreement and would greatly reduce the potential gains from speculating on changes in rates. In addition past experience shows the need for effective stabilisation arrangements to keep currencies within their stated bands. We should establish a stabilisation fund which would automatically intervene when speculation was threatening to drive currencies out of their bands - rather than relying on ad hoc intervention by the central banks. </p> <p>Such an arrangement would still leave sterling un stable in terms of the dollar, though with some scope to take changes in the euro/ dollar rate into account when fixing the euro/sterling rate. But the need to seek greater exchange rate stability is a world-wide one. We should be moving towards global management of the rates between the dollar, euro and yen and developing regional currency arrangements based on these leading currencies. Politically, such an agreement covering all the EU members who have not joined Emu would help to narrow the gap between the \"ins\" and the \"outs\". </p> <p>The scheme would be answerable to a committee of ministers and avoid the constitutional fallacy of Emu in putting the key instrument of economic policy into the hands of a central bank entirely free from any democratic control. </p> <p>It is strange that this option has received so little attention or support, given its potential economic and political attractions which would leave open the option whether or not to join Emu at a later date. Indeed the economic secretary to the Treasury recently went out of her way to insist that \"we have absolutely no intention of being in an ERM2 or shadowing the euro or any such arrangements\". </p> <p>Given that the logical out come of further economic integration on the Emu model is some form of European federal government, the ERM-style option would leave those countries who did not wish to join such a federation still closely linked to the inner federal core. Perpetuating the present volatile system of freely floating exchange rates between certain members of the EU will make life increasingly difficult for industry in the countries concerned, and could eventually threaten the break-up of the European Union as we know it. That may be what some elements in the Conservative party would like, but it would reverse one of the greatest achievements in international economic and political cooperation in the post-war world. </p> <p>\u0095 John Grieve Smith wrote the Fabian Society pamphlet Closing the Casino: Reform of the Global Financial System. </p> <p><a href=\"mailto:comment@theguardian.com\">comment@theguardian.com</a></p>",
  "<p>Eurosport has signed a sponsorship deal with the computer processor manufacturer AMD for the broadcaster's package of World Cup programming.</p> <p>The agreement covers a new magazine programme, One World, One Cup, which features footage from World Cup matches all over the world. </p> <p>AMD will also sponsor a series of top-level friendly matches in which France will defend its title in the run-up to the next World Cup in 2002. The deal includes sponsorship of all European highlights games.</p> <p>Dominic Burns, director of sales for Eurosport, said: \"With France being the world and European champions, there is immense interest across Europe in seeing how they prepare for the next World Cup. </p> <p>\"AMD is looking to grow its profile in Europe and has selected sport, football and the World Cup qualifying process as the perfect environment in which to reach its target group, build awareness and boost brand values.\"</p>",
  "The following is an edited extract of Lord Woolf's recommendations: <p>This is my decision as to tariffs in the cases of Jon Venables and Robert Thompson. They were ordered to be detained during her majesty's pleasure, after being convicted of murder on November 24 1993. In reaching my decision I have had regard to all the information available to me, and in particular the following considerations: </p> <p>\u0095 The murder took place on February 12 1993. Jon Venables and Robert Thompson were then 10 years of age, having been born, in the case of Jon Venables on August 13 1982 and in the case of Robert Thompson on August 23 1982.The facts of the murder were exceptionally horrific. They were summarised by the trial judge, Morland J. in the following terms when sentencing Jon Venables and Robert Thompson: \"The killing of James Bulger was an act of unparalleled evil and barbarity. This child of two was taken from his mother on a journey of over two miles and then was battered to death without mercy and then his body was placed across the railway line so that his body would be run over by a train in an attempt to conceal his murder. In my judgment your conduct was both cunning and very wicked.\" </p> <p>Subsequently, in the boys' absence, the judge added: \"How it came about that two mentally normal boys aged 10 of average intelligence committed this terrible crime is very hard to comprehend ...\" </p> <p>\u0095 The statements which I have received from James Bulger's parents make clear the effects of the murder on them. The mother was 26 at the time. She says, and I accept, \"not a day goes by without her thinking of the events of the February 12 1993\". Her marriage broke up in the summer of 1994 and she has since remarried. She, however, believes that if James had not been killed, she would in all probability still be married to James's father. Prior to the break-up of her first marriage, she had a further son and since her remarriage she has had two more sons. She is now naturally very concerned for the safety of these children and she says she will not allow them out of her sight. </p> <p>The impact of James's death has been similarly traumatic for Mr Bulger. I have been provided with a clinical psychological report relating to Mr Bulger. The psychologist was of the opinion that Mr Bulger was suffering from post-traumatic stress disorder as a result of the murder of his son for which he requires treatment. This has adversely affected his ability to obtain employment. Members of his family, his brother and mother, are seriously traumatised. They would, according to the report, also benefit from assessment and treatment. </p> <p>\u0095 Reports on the two boys show clearly that they have made striking progress in the secure units where they have been detained. For example, in a report of February this year a consultant adolescent forensic psychiatrist, accustomed to working with child murderers, says of Jon Venables: \"He has made exceptional progress as a child adolescent serving HMP with personal development, acknowledgement of the enormity of his offence, understanding of his actions as a child, and in his \"normal\" adolescent development in \"abnormal circumstances\". </p> <p>A similar report in the case of Robert Thompson, also written in February of this year, states: \"Robert has made exceptional progress in his current placement with regard to maturity, education and insight gained in therapy. Robert accepts responsibility for the grave acts he committed in the offence and shows great remorse for the pain and suffering he caused.\" </p> <p>\u0095 Jon Venables and Robert Thompson have been detained in separate secure units. They are different personalities with different backgrounds. However, the assessment of the respective psychiatrists and the staff of the units at which they are detained are very similar when they describe the way these two young men have responded to their punishment. Significantly, the assessments generally agree that both of these young men are genuinely extremely remorseful about the crime which they committed, and the effect which it must have had on James's family. In addition, neither has shown any aggression or propensity for violence during his detention. They have worked hard in pursuing their education and, given their circumstances, have considerable achievements to their credit. All those who have reported on them regard the risk of their reoffending as being low. </p> <p>\u0095 The progress which they have made does not mean that it is going to be easy for them to be rehabilitated into the community. They are bound to have been affected by having grown up in a secure institution. They have had limited contact with the outside world during the last seven years. It is therefore important that the programme necessary to prepare for their return to the community is commenced as soon as appropriate. </p> <p>\u0095 They are both now 18 years of age. Being 18 they would be due to be transferred to young offenders' institutions. The reports make clear that the transfer would be likely to undo much of the good work to which I have referred. Having been living in an unnaturally protected environment, they are unprepared for the very different circumstances in which they would be detained in a young offenders' institution. They are unlikely to be able to cope, at least at first, with the corrosive atmosphere with which they could be faced if transferred. There is also the danger of their being exposed to drugs. </p> <p>\u0095 Their release will not end their punishment. Having become responsible young men, they will have to live with, and will be marked by, what they did when children of 10. Their crime is not one which is expunged by the Rehabilitation Act 1974. They will be on licence and liable to be recalled to custody for the rest of their lives if they do not comply with the terms of their licence. </p> <p>\u0095 If I had been called on to set their tariff after they had been sentenced, I would probably have selected 10 years as being appropriate, as did Lord Taylor. Today it is clear, as was not clear then, that it is necessary when fixing the tariff to take into account the welfare of the children concerned. In addition, when reviewing a tariff in the case of children I am required to take into account the progress which they have made since they have been in detention. In the case of both these young men the information before me makes it clear that they have done all that is open to them to redeem themselves. While their crime remains horrendous, they are entitled to credit for this. Because of their behaviour they are entitled to a reduction in the tariff to eight years, which happens to be the figure determined by the trial judge. </p> <p>\u0095 An eight-year tariff would expire on February 21 2001. I have already pointed out that it would not be in their or the public's interest for these two young men to be transferred to a young offenders' institution. In all probability, if the tariff period expired today it is likely that it would be after February 2001 before the Parole Board could decide whether they should be released and, if so, for the necessary arrangements to be made to enable this to happen. I therefore set a tariff which will expire today. This will enable the very difficult task of deciding if and how these young men should return to society to begin. I emphasise that the final decision as to whether they should be released and conditions for relief are the responsibility of the board and nothing I have said is to interfere with the board's discretion.</p>",
  "The lord chief justice's devastating comment that the atmosphere inside Britain's young offenders institutions was so corrosive that the two killers of James Bulger would be unable to cope cast a shadow over the future of juvenile prisons last night. <p>Lord Woolf said he had clear evidence from adolescent forensic psychiatrists that if they were transferred to a young offenders institution now they were 18, it would \"be likely to undo much of the striking progress\" they have made while held in local authority secure units. </p> <p>\"Having been living in an unnaturally protected environment, they are unprepared to move to a young offenders' institution. They are unlikely to be able to cope, at least at first, with the corrosive atmosphere with which they could be faced if transferred. </p> <p>\"There is also the danger of their being exposed to drugs, of which they are at present free,\" said Lord Woolf, adding that the welfare of the two boys was one of the factors, albeit not the paramount one, in deciding if they should be released. </p> <p>Lord Woolf's complaint about juvenile jails echoed the protest made a year ago by the chief inspector of prisons, Sir David Ramsbotham, when he sparked a public storm by suggesting the two teenagers should be released rather than sent to a young offenders institution. The chief inspector said he would not wish them to go to some of the institutions he had seen. </p> <p>Now the two teenagers are 18 they would be moving into a young offenders institution under the care of the prison service unless the home secretary took a decision that they should remain in social services care. They would have stayed in the juvenile estate until they were 21, when they would have been moved to an adult prison. </p> <p>But the lord chief justice's remarks that these institutions would do more harm than good underlines recent judgments of the chief inspector. Last year Sir David described Feltham young offenders institution in west London, the largest in Britain with 745 inmates, as \"rotten to the core\", with conditions that were so appalling they were unacceptable in a civilised society. </p> <p>In August, after a deputy governor at Feltham resigned in protest at the Dickensian conditions, the prison service promised to take steps to relieve the overcrowding. </p> <p>Since April, the national youth justice board has taken ultimate responsibility for those parts of the juvenile jails which hold teenagers aged 15 to 17, although they are still run by the prison service. This has started to drive up standards in some institutions but the prison service remains responsible for the majority of inmates aged 18 to 21. </p> <p>Lord Woolf and Sir David made much of the progress the two boys have made during their time in separate secure units while in local authority social service care. </p> <p>\"The reports show that the two boys have made striking progress in the secure units where they have been detained. The extent of this progress reflects very great credit on all those who have been responsible for their care. The reports draw a vivid picture of two boys who have significantly improved over the years.\" </p> <p>This testimony is in sharp contrast to the record of the young offenders institutions whose long-term future must now be in some doubt. The ruling is likely to bring even greater urgency to government plans to expand the number of much smaller local authority secure units.</p>",
  "<p><strong> SEC launches Amazon inquiry</strong><br> </p> <p>The US Securities and Exchange Commission has begun an \"informal\" investigation into accounting practices at Amazon.com, the internet bookseller, according to a report last night on the Wall Street Journal's website. </p> <p>The commission is asking questions about the way in which the company has valued shares from partner companies, often received in return for advertising on its home page. Some equity deals have been with private enterprises which have no public share price. </p> <p>A spokesman for Amazon.com was reported to have described the inquiry as \"normal\" and insisted that the firm had stuck to \"generally accepted accounting practices\". </p> <p><strong> US debt relief deal comes in</strong><br> </p> <p> Britain welcomed news yesterday that Bill Clinton has won backing from Congress to pay America's $435m (£303m) contribution towards global debt relief efforts. </p> <p>Failure by the US to stump up its share of the costs threatened to endanger the flagship plan to relieve the debts of the poorest countries. </p> <p>\"I am relieved and delighted that Congress has at last recognised that debt relief for the poorest countries is essential to tackling poverty,\" said Clare Short, the international development secretary. \"I hope this means Congress will give increasing support to other international development efforts.\" </p> <p><strong> Oil predicted at $10 a barrel </strong><br> </p> <p>The price of oil could crash to $10 a barrel by the end of 2001, former Saudi Arabian oil minister Sheik Ahmed Zaki Yamani is expected to announce next week. </p> <p>The price of crude oil has soared in recent weeks amid rising tension in the Middle East and fears about disruption to supplies, breaking the $35 a barrel level. Yesterday Brent crude oil for delivery in December was trading at around £32.10 a barrel. </p> <p><strong> Yorkshire Bank fined £100,000</strong><br> </p> <p>Yorkshire Bank has been fined £100,000 by the investment management regulatory organisation for breach of regulatory rules relating to its PEP. Imro also demanded costs of £55,000. </p> <p>The breaches, which took place between December 1996 and June 1999, concern the bank's failure to complete customer asset reconciliations, failure to keep records and failures in internal organisation and control, Imro said.</p> <p><strong> MP confirms aid for Nissan</strong><br> </p> <p>Britain will give Nissan state aid to make its new Micra model in north-east England if the EC gives permission for the help, a minister said yesterday. </p> <p>Parliamentary undersecretary Alan Johnson said the government had offered Nissan aid in an effort to secure the Micra project for Sunderland, but that it was subject to EC approval. He did not say how much had been offered.</p>",
  "<p>Swiss banking has long been tarnished by accusations that it has shielded political corruption, organised crime and fraud in the name of client confidentiality. On Monday UBS and Crédit Suisse will attempt to blow away this image with a voluntary due diligence code that is likely to be tougher than legal standards in most of the countries where the 12 Swiss banks do business. </p> <p>But it will largely reflect anti-money laundering laws enforced in Switzerland since 1998. \"Our banks provide quality service and you must realise that those who assail banking secrecy are not all, by any means, motivated by noble ethical considerations\", Kaspar Villiger, the finance minister, said this week. </p> <p>After their experience under the spotlight in recent years the Swiss are swift to seize on other countries' shortcomings. </p> <p>Britain and the US fare badly: Swiss magistrates complain about a lack of American cooperation in inquiries into alleged embezzlement of IMF funds for Russia. Tolerance of the Channel Islands' regime is privately regarded as double standards, and while the Swiss claim to have frozen more than £40m of Yugoslav assets under European financial sanctions against Yugoslavia, the EU's record is shrouded in secrecy. </p> <p>Officials say only one member, Sweden, made an obligatory declaration to the European commission's sanctions office about the amount blocked. </p> <p>Britain's Treasury says client confidentiality at banks prevents it from publicising the amount; another EU member is said to have invoked banking secrecy. The Swiss take these matters seriously. Banking comprises 15% of Swiss output and employs 200,000. One third of the global private banking market is estimated to be in the control of the Swiss. The anti-sleaze campaign, spearheaded by Mr Villiger, has kept Switzerland off international blacklists of offshore centres. </p> <p><strong>Anti-bribery agenda</strong><br> </p> <p>Mark Pieth, head of the Organisation for Economic Cooperation and Development's anti-bribery group - who helped draw up the new code - estimates that Swiss police have tackled about 300 high-profile international money laundering cases over the past decade. </p> <p>Now regulators are looking at other countries. \"The obvious profit motive is to get their competitors to do the same thing in the Bahamas,\" Mr Pieth said. \"I have the feeling the big banks are trying to get used to life after banking secrecy.\" </p> <p>Discretion was a tradition of Geneva's private banking families in the 19th century, but secrecy was enshrined as a law in Switzerland in 1934 to stop Nazi Germany prying into the accounts of opponents or Jewish business people. </p> <p>Old fashioned secrecy became untenable from the moment Swiss magistrates started helping their Italian colleagues to chip away at the Mafia's finances in the 1980s. In 1986, the Philippines sought the return of about $660m hoarded by former president Marcos in Swiss accounts - an inquiry which led to the introduction of money laundering laws. </p> <p>Banks were eventually forced to waive secrecy for the first time in the search for Holocaust assets. They now acknowledge that their early handling of the affair, culminating in a $1.3bn out of court settlement led by Crédit Suisse and UBS in New York this year, was callous. </p> <p>Since April 1998, banks in Switzerland have been compelled to check the identity of account holders and beneficiaries. Any suspicious transactions or assets must be reported to the authorities and blocked without notifying the account holder. </p> <p>They are also required to freeze accounts when magistrates ask them to do so in criminal cases, international legal assistance, and a civil proceedings such as those related to divorce, inheritance or bankruptcy. Investigating magistrates have access to details of account transactions under a freezing order. Suspicion can start with a four figure cash deposit or a \"politically exposed person\". </p> <p>While the laws are in place, it has been a struggle to make them bite. All six staff of the federal police's two-year-old money laundering authority have resigned in recent months because they feel stifled. </p> <p>Recent events have not helped. Swiss magistrates froze about $620m of Nigerian assets allegedly embezzled by the late dictator Sani Abacha last year at the Nigerian government's request. After a separate inquiry, the federal banking commission sanctioned or reprimanded 12 banks, including Crédit Suisse and six Swiss subsidiaries of foreign banks, for handling the money despite self-regulation in the 1990s. </p> <p><strong>Naming and shaming cost</strong><br> </p> <p>\"The naming and shaming used for the first time adds to the cost of acquiring such clients\", Niklaus Blattner, head of the Swiss Bankers' Association, admits. </p> <p>It also highlighted the global nature of money laundering in the era of swift wire transfers and free-flowing capital. Several hundred million dollars flowed between Britain, the US and Switzerland, according to the banking commission. Lawyers acting on behalf of the Nigerian government and a Swiss magistrate have a paper trail that stretches from Brazil to Japan. </p> <p>\"Abacha will be a good learning case for all banks. It's a bit like Three Mile Island - we escaped a major catastrophe and we have to learn from it\", Mark Pieth says. </p> <p>Switzerland's next challenge is EU pressure to get rid of the last bastion of banking secrecy - tax evasion. Mr Villiger is suggesting that his solution, a 35% withholding tax on savings and foreign dividends instead of systematic surveillance, is better and might be considered by EU members themselves. It would also preserve the secrecy law. </p> <p>Yet ask the finance ministry or a Swiss bank how much secrecy is worth, and they cannot put a figure on it. Mr Blattner says: \"I'm sure that with competition increasing, quality and price are important, innovation is certainly influential, but let's say that secrecy is diminishing.\"</p>",
  "Agents for the Queen are trying to speed up an expansion in wind powered electricity which is being blocked by red tape. <p>The crown estates are backing moves to end planning obstacles for offshore wind farms, projects which would bring in cash for the Queen as chief owner of British coastal waters and seabed. </p> <p>Tony Blair this week promised extra cash for renewable energy research, including £25m for capital start-up costs for wind energy. Britain has a target to meet 10% of its energy needs from renewables by 2010, of which over 50% is expected to come from wind farms. </p> <p>However, offshore wind entrepreneurs say they are being blocked especially in securing planning permission for sites owned by the crown estates. These agents own all British waters up to at least 12 miles from the shore; therefore almost all offshore wind farms will be leased from the Queen. </p> <p>The crown estates said yesterday it was eager to lease waters to entrepreneurs, but accepted that a planning vacuum was blighting the industry. Frank Parrish, a spokesman, said: \"There is an urgent need to simplify the planning procedure. There is no system of planning consent for below water, such as exists on land.\" </p> <p>The Department of the Environment was trying to establish a one-stop procedure in cooperation with the crown estates, he said. </p> <p>Britain's first offshore wind farm, in Blyth, Northumberland, starts generating 4mw of electricity in two weeks' time. David Still, general manager of AMEC Blyth Wind, said it had spent three years in laborious negotiations with planning bodies and the crown estates. </p> <p>The issue is urgent since generating companies will be obliged from next spring to produce 10% of their electricity from renewable sources. </p> <p>Mr Still said offshore wind farms needed to cover only 300sq km to meet 3% of the nation's electricity needs. \"It's just a little drop in the ocean.\"</p>",
  "One element missing from the prime minister's speech on the environment was a failure to understand that the huge majority of the natural environment in the UK is on land managed by farmers (Blair calls for joint action on green issues, October 25). <p>Whilst the captains of industry can ensure that their businesses act to reduce the negative impacts of their activities, there is little that they can do to provide seriously large environmental gains. </p> <p>But there are a few industries, notably farming and to a lesser extent forestry and aggregate extraction, whose activities can provide major positive environmental gains. Given that agriculture has been in the news recently for other reasons and bearing in mind the prime minister's emphasis in his speech on the need to create partnerships, could he not address these two very real and urgent countryside problems - environmental and economic?<br><b>Philip Merricks</b><br>Farming &amp; Wildlife Advisory Group </p> <p>Mr Blair is once again blowing in the wind of perceived public opinion, and government policy now seems to be driven more by the muddled thinking of a few non-scientific minority pressure groups than by the views of the public as a whole or, indeed, by the considered opinion of the scientific community. Doubling the tax burden - as the government has done via various stealth taxes like the aggregates tax - on industry will have a negligible effect on a global problem. And the exploitation of the public's concern for the environment is outrageous opportunism.<br><b>Robert Durward</b><br> British Aggregates Association </p> <p>Tony Grayling's call for cuts in road tax as opposed to cuts in fuel duty is a sensible one (More mileage, October 24). Much steeper cuts are needed in road tax for the most efficient cars, paid for by increases in road tax for the least efficient \"gas guzzlers\". As the article rightly states, this would leave most motorists far better off, especially those in rural areas. The Conservatives' policy of a 3p cut in fuel duty would leave the average motorist just 59p a week better off. </p> <p>And Liberal Democrats have also called for sizeable cuts in hauliers' VED paid for from the introduction of a \"vignette\" system whereby hauliers pay according to how long they use certain roads. This would mean non-UK hauliers paying for using UK roads for the first time and would help to counter arguments about competition.<br><b>Don Foster MP</b></p> <p>The rich can manipulate and change their surroundings. This usually results in the degradation of the surroundings of the poor. The poor are trapped in that depleted environment. An example is the current policy of supermarkets, like Safeways, offering customers cheap petrol if they spend over £40 in their store. Why is there no bus or train subsidy to help poor people who have no car?<br><b>Dr Colin Guthrie</b><br>Glasgow</p>"
]