[
  "Staff at Brixton prison harassed and bullied colleagues and inmates in a \"blatantly\" and institutionally racist regime, a report commissioned by the prison service claims. <p>It blames management for failing to tackle the problem and makes more than 80 recommendations for change. </p> <p>But the service's director general, Martin Narey, last night admitted that the south London jail's poor record was not unique. </p> <p>The commission for racial equality is now likely to launch its own investigation into race relations at Brixton, which were severely criticised by the prisons minister, Paul Boateng, last year. He called its performance standards intolerable and announced plans to privatise it. </p> <p>Its turbulent progress continued when Bob Chapman was replaced as governor by Stephen Twinn in July, two weeks after the chief inspector of prisons, Sir David Ramsbotham, condemned its healthcare. </p> <p>Yesterday's report found that a small number of officers \"sustained and promoted racist behaviour\", with ethnic minority staff complaining that they had been let down by their white peers and managers. </p> <p>Prisoners from ethnic minorities alleged that they had been assaulted and refused special dietary needs, and said white staff had \"told them to go back to Africa\". </p> <p>They also reported incidents of racial stereotyping, which prison officers dismissed as \"banter\". </p> <p>In many cases prisoners - the vast majority of them black - were locked in their cells for hours without authority. The practice was stopped immediately it was discovered and is now under internal investigation. </p> <p>Most damningly, the report found that prison heads failed to tackle race discrimination. \"At the highest levels _ it was plain that racial issues were not given appropriate priority,\" it said. </p> <p>Mr Narey, who launched the investigation in May, said yesterday that many of the recommendations had already been implemented. The CRE is now considering the report. </p> <p>\"I have already acknowledged that the service is not only institutionally racist, but that pockets of blatant racism still exist,\" he said. \"Brixton may be a bad example, but it is not alone. But I am determined that, working closely with the CRE, we can eradicate all racism, both at institutional and individual levels.\" </p> <p>Brixton's records included six racially based complaints in the past two years. In one case, Claude Johnson, a black prison officer, experienced continued harassment after winning damages for race dis crimination. In another, a junior governor, Ian Davis, joked that his colleague, Dee Douglas, was able to understand the bongo drums. His only punishment was to be sent on a one day race relations course. </p> <p>Staff also complained sexual discrimination was common; an officer assaulted a junior governor after refusing to carry out her instructions. </p> <p>Mark Healey, chairman of the Prison Officers' Association, said he did not believe that Brixton was a \"hotbed\" of racism.\"The problem is the same as anywhere else, but people are more aware of it because of the environment,\" he said. </p> <p>The full report has not been published because of allegations against named prison officers, who could face disciplinary charges.</p>",
  "<p>After 16 years of absence, my father came flying back into my life. He had left our family home when I was 11 after my parents divorced, emigrated to Australia with another woman, and terminated all contact with me and my sister Abigail. I knew very little about his new life - only the snippets of information that my grandparents gave us. So when my grandmother told me he was to visit the UK two months ago, the gaping hole he had left in my life - which I had been so busy ignoring for nearly two decades - was reopened. </p> <p>The ostensible reason for his visit was that my grandfather was very ill. But by making the journey back to England with his new wife and children, my father was, in a sense, returning to face the familial music. The picture I had of him in my head was of someone I disliked on principle. Yet how many times had I been told I was \"just like him\", forcing me to doubt myself? As I absorbed the idea that I could meet him if I wished, I felt a welling-up of bitter feelings that I thought had long since dissipated: his leaving me, not loving me, not caring enough to call or write. How could he have left his two little girls like that? </p> <p>Over the years, I had grown accustomed to his absence, and my passionate teenage anger had dulled to numbness. Now I instinctively felt that this shadowy figure on the periphery of our lives needed to be made real. While I feared that a meeting could at worst be traumatic for us, I also understood that this might be the only opportunity that my sister and I would be given to meet him; I knew we would regret it if we did not. </p> <p>We arranged the reunion with short, polite exchanges of correspondence, making it clear that we had no interest in meeting his wife, nor our half- brother and sister. In the weeks leading up to the arranged day, my nervous anticipation uncovered all the hurt and anger that I thought I had dealt with years ago. Powerful emotions elbowed their way into my day at inconvenient times: on the Tube, at my desk, in a restaurant. </p> <p>I was uncomfortably aware that my father was back in the same country again. As my subconscious went into panicked overdrive, I had vivid dreams about him. I wasn't sure that I was ready to confront him and felt unprepared for possible disappointment. I worried that he would be distant and unwilling to answer questions that we would need courage to ask. </p> <p>The day before we met, there were newspaper reports about a 14-year-old adopted girl who had killed herself because her natural father, whom she had spent four years tracing, did not want to know her. The emotional turmoil she must have suffered made us realise the risk we were taking: we had no idea what his reaction would be to us, nor ours to him. </p> <p>On the morning of the meeting, Abigail and I obsessed over how to greet him. We decided that to shake hands would be correct, for how could we embrace a stranger? Sitting in the café, half an hour early, I half expected my father of 1984 to walk in: a tall man, 6ft 3in, with dark curly hair and a moustache, who lived in his brown leather jacket. </p> <p>Abigail was the first to spot him: a slightly haggard-looking man, his hair and moustache now silver-grey, but still in a brown leather jacket. He couldn't see us at first, but when we stood up to greet him he came over and hugged us so fast that we couldn't proffer our hands instead. He had put on a lot of weight. And, ordering a vodka and Coke with more bravado than was necessary, he was clearly as nervous as we were. </p> <p>The polite chit-chat I had anticipated did not last long as he stumbled embarrassingly over our names, unaccustomed to using them to our faces. Launching into what he needed to say, he repeatedly attempted to explain why he had left. He said he had had to make a decision to leave our lives; with hindsight, he knew it was wrong. </p> <p>He said it had hurt him that we hadn't kept in touch, at which point I felt obliged to point out that it was not our responsibility to do that: he was the parent, after all, and we had been so young when he left. With more calmness than I felt, I told him how his actions had affected us, not only as children, but also in our adult lives. He insisted with great conviction that he was not the same man as he had been. Was he, I wondered, seeking our forgiveness? </p> <p>After suffering a breakdown (triggered, I learned later, by the birth of his daughter), he had had counselling for several years. He said he was now able to cry. So the past had caught up with him, I noted with satisfaction. Yet, even after he had admitted how his marriage to my mother had been wrecked by his philandering and immaturity, I could not help liking him. There were so many similarities between us - not just our temperaments but silly things, such as refusing to keep salt in the house. Despite my wariness, I found myself warming to him. </p> <p>My father talked about his new children a great deal, mentioning how disappointed they were at not being allowed to meet us. He said he never let them go to bed unhappy: \"I tell them not to worry about what happened in the day and that I love them. So we have a hug and kiss before they sleep.\" </p> <p>I caught myself thinking what a nice dad he was, this stranger sitting before me whose Aussie slang endearingly peppered our conversation. He seemed so much more emotionally open than I had ever expected, but as a father he had arrived 16 years too late. </p> <p>By the end of the afternoon, after such seemingly honest discussion, our small talk started to feel awkward. We had skirted around the possibility of meeting again; instead, we exchanged email addresses. At our leave-taking there were hugs and tears on all sides. I felt suddenly bereft when he walked out. As I accompanied Abigail back to Paddington station, we tried to make sense of what we felt. \"But I liked him,\" she told me in bewilderment. We had not been prepared for that. </p> <p>The pain over the next few days was akin to that at the end of a relationship, which, in a sense, it was. I had to relinquish some of my long-standing beliefs about my father. I had to try to find a place for the idea that he was a nice person, someone I had even felt affection for. This sudden change in my opinion of him surprised those around me; I almost felt that I was not allowed to like him. That disapproval made me wonder whether, in fact, it was my 11-year-old self that had responded so willingly to him. After all, she - not I, a mature, independent woman - was the one who needed a daddy. </p> <p>My sister and I both spoke to him again before he left. He was emotional over the phone as we discussed my grandfather's illness and how it was affecting his family. Although we spoke about such personal feelings, I felt no real closeness between us. I had not expected four hours together to repair 16 years of absence; however, I had, perhaps mistakenly, expected a father to have an automatic connection with his daughter. </p> <p>His other children have him as their dad and he is no longer ours: he forfeited that privilege long ago. We have begun to build a bridge between us, but a full relationship feels impossible with him living so far away. Maybe this new bond will be strengthened in the months to come; perhaps it will just fall away. Already, as my anger turns to sadness, I am forgetting him once more.</p>",
  "In the days after the arrest of Jon Venables and Robert Thompson for the murder of James Bulger, their mothers were attacked and vilified in the street. In the weeks and months and years that followed they have been attacked and vilified by the press. <p>To many, these two women (the boys' fathers seem somehow to have been absolved of blame) were ultimately responsible for the death of the two-year-old abducted by their sons in the Strand shopping centre in Bootle. The suspicion was that it must have been their lack of care, love, or firm parental control that led to James Bulger's torture and death on a railway line. </p> <p>Faced with the near-inconceivability of the crime itself, and two suspects below the age at which the law judges young people as morally capable, the media and the public needed surrogate criminals to bear the blame, to be the object of their sense of outrage and desire for retribution. But was it the parents' fault? </p> <p>Thompson and Venables grew up in circumstances which had both striking similarities and profound differences. Both boys had parents who had separated; each had difficulties with attendance, learning and behaviour at school. They bunked off, they shoplifted, they were violent; all these pieces in a pattern that made up a pair of empty, broken young lives. </p> <p>Before their trial in November 1993, the press ferreted around the doorways and back alleys of Walton village, Liverpool, looking for any thing that might determine that these two 10-year-olds were indeed evil or the product of evil. Neighbours told of pigeons having their heads shot off with an airgun, of rabbits being tied to railway lines, of dawn rollerbooting sessions. There were tales of charity collection boxes being stolen and of children being assaulted in the classroom. </p> <p>Exaggeration and gossip aside, a picture of neglect slowly emerged, a picture that focused on the pair's \"bad parents\", with the Daily Mail pronouncing: \"Jon Venables, perhaps inevitably, is the classic product of a broken home.\" Ann Thompson was portrayed as an incompetent alcoholic, while Susan Venables was painted as a loose woman whose neighbours \"noted a procession of men friends for Mrs Venables\". </p> <p>A narrative emerged of two childhoods influenced not merely by the flaws of parents or the absence of a father, but by the environment in which these boys lived, a world of social and economic deprivation, of trashy television and cultural poverty, inadequate social services, failed schooling and general confusion. It was a place that left a moral vacuum for two children who would go on to kill and leave the unanswered question: why did they do it? </p> <p>After the trial, Mr Justice Morland laid the moral responsibility squarely with the parents. He said a public debate about the parenting and family background of Thompson and Venables was required. \"In my judgement,\" he averred, \"the home background, upbringing, family circumstances, parental behaviour and relationships were needed in the public domain so that informed and worthwhile debate can take place for the public good in the case of grave crimes by young children.\" </p> <p>Thompson was a member of what can only be described as a terribly dysfunctional family. The fifth of seven children, he proved as difficult to his mother as the rest of her progeny. Ann Thompson had been deserted by her husband five years before the killing of Jamie Bulger, and in the week after he left the family home burned down in an accidental fire. Left on her own, Thompson sought consolation in drink and was often to be found in the bar in Higson's Top House rather than looking after the children in her chaotic home. </p> <p>There it was bedlam. The author Blake Morrison obtained notes from an NSPCC case conference on the Thompson family. \"The Thompson report is a series of violent incidents,\" he reported, \"none of them in itself enough to justify the kids being taken into care but the sum of them appalling. The boys, it's said, grew up 'afraid of each other'. They bit, hammered, battered, tortured each other.\" </p> <p>The report is full of violent instances, with details of such incidents as Ann taking her third son Philip to the police station after he had threatened his older brother Ian with a knife. Ian, aged 15, subsequently asked to be taken into care and when he was returned home he tried to kill himself by overdosing on painkillers. The notes record that Ann and Philip had also previously taken overdoses. </p> <p>The Venables household was also fraught but contrastingly so. While Susan and Neil Venables lived in separate houses a mile apart, they tried to bring up their children in a united way - Jon spent Sunday to Thursday with his mum and the rest of the week with his dad. But things were difficult. Jon's brother and sister both had learning difficulties and were being taught in separate special schools, while Jon himself was hyperactive and always playing up. It was Jon Venables, not Robert Thompson, who had a record of violence, having attempted to throttle another boy at school. </p> <p>In January 1987, the police were called to Susan Venables' home because the children (then seven, five and three) had been left alone for three hours. Case notes observe that her \"serious depressive problem\" made Venables suicidal. </p> <p>\"I don't think we went wrong at all,\" Venables maintained rather desperately in a newspaper interview she later gave. \"He has had the love and attention that any boy would. He has had more love and attention than a lot of children I know. He has been educated. He has never really been a truant. He has had his holidays like everyone else. He has had Christmas presents. He is not a little urchin boy. He is far from it. He has had security with loving parents and a loving brother and sister.\" </p> <p>Susan Venables was the harsher of the two parents and it was of her that Jon was afraid. Merseyside police clearly didn't like her and briefed the press that her manner in the interview room was inhibiting the confession of her newly-arrested son. The writer Gitta Sereny later reported that police were aghast at her for \"constantly repairing her make-up\" during this dreadful time. </p> <p>Paradoxically, this concern with her appearance later endeared her to reporters in court. She attended the trial at Preston crown court every day, brushed up and manicured, wearing a smart suit, high shoes and clutching her handbag with its gold chain. </p> <p>By contrast, Ann Thompson was demonised as a fat, drunk, uncaring mother. Once again, her absent husband was curiously left alone by the press. It was difficult not to note Ann's sparse attendance in Preston crown court, as her son barely comprehended what was going on around him. To the majority of the press, Robert Thompson's mother was not there for him; on the rare occasions that she was, she was a \"mess\". In the absence of hard information, appearances are sufficient cause for condemnation. </p> <p>While it was their sons up there in the specially-raised dock, the parents of Thompson and Venables could have been left in no doubt that they too were on trial - that the blame for this terrible murder was placed at the door of their shambolic households. </p> <p>But can such guilt be so neatly apportioned? There are many families where the parents are struggling to cope, where the children have behavioural problems. Parents are invariably ordinary people with problems of their own. They should instill values and principles in a child but they cannot be there all the time - as Denise Bulger (now Fergus) learned at a terrible cost. </p> <p>The Venables and Thompson families were at very different places on the spectrum of \"dysfunctional\" families: if the chain of causality between parental failings and juvenile homicide were so straightforwardly simple how many families should be regarded as pathological - potential producers of more child childkillers? </p> <p>The parents themselves are not murderers, but whatever blame attaches to them has been abundantly punished. Thompson and Venables moved away from Liverpool after their sons' convictions eight years ago. They took on new identities, tried to create new lives. Yet these are haunted by the fear of being found and blamed all over again. For they themselves will always feel guilty. </p> <p>As David James Smith, who interviewed Thompson, observed: \"Ann lives in terror of being discovered by neighbours or anyone who might recognise her when she is out shopping. It is as if she thinks of herself walking around with a sign above her head: Mother of Bulger Murderer.\"</p>",
  "It's not often that pundits can say of an election \"it's too close to call\" like they're falling over themselves to say as the United States gets within a week of making its big choice: Al Gore or George W (Dubya) Bush. <p>Actually, that's not true. Pundits often resort to the \"too close to call\" when it isn't (ie usually). That's partly cowardice or caution, but it's also a pardonable desire to make a real horse race out of a contest in which they have invested time and money.</p> <p>What's the point of, say, the BBC's Peter Snow saying \"That's it, you can all go to bed now, the Tories have won again\" as he could have done around 1am on election night in 1992. That was when the result came in at Basildon, a key marginal which David Amess held.</p> <p>Of course, he didn't say that. The Snows of this world don't create ever-more-elaborate election swingometers in order not to use them. So Peter pundited frantically on into the night for politics junkies, while normal folk went to bed knowing that John Major had unexpectedly beaten Neil Kinnock.</p> <p>Unexpectedly? Throughout that campaign I would ask Tory strategists \"How are you going to get out of this one?\" They would reply, a touch smugly, \"tax and Kinnock\", a tribute to the Labour leader's lack of perceived gravitas and (people forget this bit) John Smith's shadow budget.</p> <p>I came to the reluctant conclusion they were right and made sure the Guardian carried a \"Late Surge Give Tories Hope\" headline on polling day. It didn't stop plenty of \"too close to call\" headlines elsewhere. </p> <p>In 1997 my run ended. Everyone knew Labour would win, but most of us (Blair, Major and Ashdown included) reckoned on the basis of the 1992 experience that there would be a last minute drift back to the Tories. Far from it. Blair got the landslide that has caused him trouble ever since.</p> <p>In the US this November it's the closest I can remember since 1992 when Ross Perot's third party \"Reform\" candidacy helped deliver the White House to Bill Clinton at Bush Sr's expense, just as Ralph Nadar's Green challenge threatens to do the same to Vice President Gore.</p> <p>You knew Bush would beat Dukakis in 1988, you knew Reagan would beat Fritz Mondale in '84 and your strong hunch was that he'd oust Jimmy Carter after the humiliation of the Iranian hostage drama in 1980, the result, history may confirm, of a dirty deal with Tehran. </p> <p>The same pattern is there in British elections. Margaret Thatcher's three victories in '79, '83 and '87 were wholly predictable. Labour's Gerald Kaufman called the '83 manifesto \"the longest suicide note ever written.\" </p> <p>Ted Heath's defeat in the \"miners' election\" of February 1974 was a surprise to many. I thought: \"If you ask a daft question like 'Who governs Britain?', voters will reply, 'Evidently not you, chum.\" Oddly enough, I had a hunch that Heath would win in 1970 too: Harold Wilson was too complacent.</p> <p>French and German elections have thrown up their share of excitement. De Gaulle fell on a referendum, Helmut Kohl hung on too long - 16 years - and ensured that his successor lost to the SPD's Gerhard Schröder. When President Jacques Chirac tried to pull a stunt with early parliamentary elections in 1998 he lost badly and was forced to make socialist Lionel Jospin his prime minister.</p> <p>It was a costly error which may allow Jospin to beat him for the presidency next time. Conversely Al Gore's reluctance to deploy Clinton's campaign magic until this week - fear of the ''sleaze'' factor or vanity? - may cost him dear on Tuesday night.</p> <p>Americans are also picking one-third of their 100 senators and the whole 435-strong House. The Democrats will try (and fail) to regain control of both. One of the many pleasures of being a foreign correspondent in the US is that American journalists are generous to outsiders. They even hand over exit poll data which the TV networks are unable to publish themselves until all the polling stations on the west coast are closed - lest the polls influence how people vote in California, as they are said to have done in 1980. </p> <p>Reagan was winning in the east and Californians, more than most, like to back a winner. They did. The result is - or was when I was a Washington correspondent - that a British reporter, armed with exit polls not being reported on US TV, can make braver predictions about the results instead of resorted to our old friend \"Too close to call.\"</p> <p> The joy of the Bush-Gore contest is that it is a real horse race. Instinct tells me Bush is going to win because people like him more and he's neutralised the widely held view that he's both intellectually inadequate and in the clutches of big business. But, hey, anything could happen. One slip on the hustings, one bomb in Tel Aviv, could make a landslide either way. </p> <p>Back in 1960 Senator Jack Kennedy beat vice-president Richard Nixon by 100,000 popular votes, the closest election in modern times. As everyone knows, the Republicans believed the Democratic machine bosses stole the election, probably in Chicago, though Nixon gallantly declined to press the charge himself. I was a bit young then, but in 1986 I visited \"Gentleman Jim\" Dunn, chairman of Chicago's legendary Cook County Democratic machine on other matters.</p> <p>Cook County is to the Windy City what Middlesex used to be to London, the local authority for most of the capital. With no prompting from me Gentleman Jim, by now an elderly charmer, reached into his drawer and produced a copy of the Illinois election returns for November 1960.</p> <p>His purpose was to prove to a visitor that his team hadn't stolen anything because the voting patterns \"downstate\" in the Republican rural areas were the same as in the Democratic strongholds in the city. </p> <p>It proves no such thing. Once a political machine know how many votes are needed to turn a minority into a majority it can organise them as it pleases. Still it was a grand election with a result that will resonate down the ages. </p> <p>Kennedy, Johnson, Nixon, they were all flawed giants in those days, operating with Shakespearean hubris. Oh really? Like \"too close to call\" that's just another pundit's cliché.</p>",
  "<p>At 9am on Monday this week, the Department of Trade and Industry raided the offices of British American Tobacco. At 11am Stephen Byers, the trade and industry secretary, announced that his department was investigating the role played by BAT in the gigantic international cigarette smuggling trade. BAT declared that it was \"disappointed\". We at Action on smoking and health (Ash) proclaimed that the decision marked a \"turning point\" in the battle against global tobacco smuggling. Following our enthusiastic response to Mr Byers's move, the more sceptical commentators were quick to ask why this would make any difference and what it had to do with health anyway? </p> <p>On current trends, 1bn people will be killed by a disease caused by tobacco in the 21st century. Governments in both north and south are turning to tobacco taxation as a measure known to be effective in reducing tobacco use. But the problem of international cigarette smuggling is now so great - about 350bn per year or one-third of all internationally traded cigarettes - that the World Health Organisation sees it as a barrier to this effective health and tax policy. WHO is sponsoring a treaty, the Framework Convention on Tobacco Control, which would include measures to reduce smuggling. In Britain cigarette smuggling is a menace, with about one in four cigarettes on the UK market being sold illegally - at a cost of about £3bn to the Treasury. </p> <p>Understanding of the smuggling problem by the public, by politicians and among sections of the media is way off target. In Britain, white van man and his ilk account for less than one-fifth of smuggled cigarette imports. The big players see no need to pay duty in Belgium and they ship \"duty-not-paid\" cigarettes by the container-load, 10m at a time. These have had no duty paid anywhere and are extremely profitable to the criminal, while offering lower risks of long sentences than the illegal drug trade. The equivalent of about 2,000 40ft- freight containers were smuggled into the UK last year. </p> <p>This is the dominant form of cigarette smuggling around the world - large consignments that move \"in transit\" with no duty paid are diverted from legal to black market with duty not paid at all. In fact, in BAT's internal document the trade is often referred to as \"transit\" or \"DNP\". </p> <p>Once this modus operandi is understood, the futility of trying to address the problem by cutting tobacco taxes is immediately apparent. When tax is avoided altogether, the smugglers' margins are so great that all but a virtual elimination of tax in the legal market will make minor inroads into the problem. Spain and Italy, with some of the lowest tobacco taxes in the European Union, have had very high levels of cigarette smuggling - the tax level was not the main determinant. </p> <p>What we need from the DTI's investigation is a clear and independent evaluation of the role that BAT has played in promoting tobacco smuggling. But there are already doubts that this will be achieved. A whitewash is possible. The investigation has been called under S447 of the Companies Act 1985, and though a report is prepared, the DTI does not make this public \"to allow suspicions of misconduct to be looked at without risk of harming the company\". This is not good enough. The health select committee, which called on the DTI to investigate, clearly wanted the allegations (made by the International Consortium of Investigative Journalists in Washington and then first published by the Guardian) to be examined independently and a proper, open evaluation made. The most important task for the DTI is to give a public account of how BAT has operated as though the black market is just another distribution channel. Mr Byers will need to consider how to balance the competing demands of confidentiality and accountability. </p> <p>The DTI says that it will see if the allegations, and any other evidence it gathers, are sufficient to justify prosecution. Prosecutions are very unlikely - not because BAT is innocent or the allegations insubstantial, but because the relevant legislation only came into force in 1999, and all the evidence presented so far predates this. </p> <p>The main hope is that the facts will come out. Where BAT executives are guilty of misconduct, we hope they will resign or be disqualified. We hope that the bracing experience of a DTI investigation will change the business practices of this rogue multi- national. As Mr Byers put it in his speech to the WTO in Seattle: \"If it were true that globalisation was about the unregulated power of cynical multinational corporations coercing governments and playing off one country against another - then I would be the first to call a halt.\" That is a good description of the way BAT operates. </p> <p>But is it only BAT that is involved in smuggling in the way we allege? Today the Treasury select committee will examine HM Customs and Excise about the smuggling situation in the UK. Perhaps they will want to ask customs what they are planning to do to stop Imperial Tobacco exporting hundreds of millions of Regal cigarettes to countries in the Baltic and Balkans that are known more for organised crime than for their love of the British cigarette. </p> <p>Regal cigarettes, which are smoked only in Britain in serious quantities are seized in vast quantities by HM Customs. Why does the government do nothing about exports whose only obvious purpose is to become an illegal reimport? Perhaps the Treasury select committee will suggest that the government finds out by asking the DTI to add Imperial Tobacco to its investigation of BAT. </p> <p>\u0095 Clive Bates is the director of Ash.</p>",
  "<p>Last week, Tony Blair finally made his first \"big green speech\" as prime minister. Sitting in the audience, I was reminded of popular singer Mariah Carey. His speech was technically proficient, artfully constructed, powerfully delivered - and devoid of soul. </p> <p>It's worth asking why Mr Blair has found it so difficult to connect with the environmental agenda, let alone with groups like Friends of the Earth (FOE), whose campaign against GM crops he huffily dismissed as the \"tyranny of pressure groups\". The roots lie in his political formation in the labour movement. Old Labour was a producerist tendency, there to defend the rights of workers and eradicate poverty through wealth redistribution. </p> <p>New Labour saw that modern societies required a more sophisticated approach. It spoke to and for employers as well as employees, and realised that people also consume goods and services. As good social democrats, New Labour believed scientific materialisation and economic growth were the cure for poverty. Environmentalism was at best seen as an eccentric sideshow, and at worst against business, against science and against the poor. </p> <p>These are myths. But Blair and his advisers have believed them. Hence, New Labour never embraced environmental priorities, and Blair has yet to deliver his election promise to \"put environmental concerns at the heart of policy-making\". </p> <p>Blair's speech contained a sharp and intelligent analysis of how environmental action is good for the economy and business. But if he genuinely \"wants to push green issues back up the political agenda\", he has a lot to do. </p> <p>First, he must recognise that sustainability really is the next big idea in politics. Political leadership on the environment now means working out how to replace free-market capitalism, as capitalism displaced communism. Environmentalists now know that humanity has to learn to live within ecosystem limits. </p> <p>Second, greens believe in fair shares of natural resources for everybody. If climate change places a limit on the safe production of greenhouse gases, then permitted emissions must be shared between north and south, with greater reductions in the north to help poor and vulnerable societies. </p> <p>Third, greens recognise the moral claims of future generations. Our consumption and development pressures must be restrained accordingly. </p> <p>It is easy to caricature these beliefs as anti-business. In private, this is indeed what Blair has said about environmentalists, particularly during the debates on global trade, the World Trade Organisation and GM foods (\"I am neither pro nor anti this technology\" said Blair last week, eyes darting around the room to see if his audience bought this remarkable assertion). In a classic and depressing New Labour spin operation before the big speech, Alistair Campbell briefed the media that his boss would be attacking green \"dogmatism\". Afterwards, other acolytes ran around denying any such intention. </p> <p>Blair is certainly a pragmatic politician. What his heart does not naturally understand, his head may be forced by events to apprehend. New Labour used to believe that the environment was of limited political importance, because the word itself never figured high up the list of focus group concerns. The awkward truth is that politicians who turn their backs on environmental problems find that they rise up and bite them hard in the bum. </p> <p>As New Labour learnt over GMOs, fuel taxes and rural issues, so in the US the Democrats are discovering similar political lessons for themselves. Al Gore faces defeat because of the insurgent campaign of the green Ralph Nader in crucial states like California. Gore and the New Clinton Democrats have only themselves to blame for Nader's appeal. Clinton also promised that the environment would be at the heart of government, and he did not deliver. </p> <p>In Europe, environmentalism has often found a voice in government because of proportional electoral systems and the consequent rise of credible green parties. But Britain's, or at least England's, arthritic political system makes this almost impossible. </p> <p>So what can Mr Blair do to turn his green problems around? </p> <p>First, he must produce a programme for Labour's second term that promotes radical green policies in every sector, from a dematerialisation of the economy, to organic and environmental farming, to granting fundamental environmental rights to all citizens. The usual bland pabulum produced by Millbank policy wonkers will not do. He must spell out targets and timetables, polluter tax programmes and recycled revenue spending. That is how to provide the environmental services and products that enable consumers to go green conveniently (which he said he wanted). </p> <p>Second, he must lead on the international stage, and help forge a partnership between north and south. In the climate debate, the most backward country is the US. Whether Gore or Bush wins, Blair should use Britain's \"special relationship\" to persuade the US to join Europe in implementing the Kyoto agreement. </p> <p>Finally, Blair must abandon the quaint notion that business will suddenly green itself. He pleaded with environmentalists to enter into partnership with industry, praising business leaders for their alleged environmental credentials. But FOE and other environmental groups already have constructive discussions with business leaders, even with companies who have been campaign targets for many years. That is part of successfully persuading business to change. Generally, industry does not welcome environmental initiatives. Having fought to replace environmental regulations with market mechanisms as their preferred policy approach, big business has sought to dismember every new environmental tax measure from the fuel duty escalator to the climate change levy. </p> <p>Blair drew attention to the huge and growing market in environmental goods and services, although he didn't mention that Britain lags behind Germany and Japan in market share. That will not change without vigorous government intervention, including regulation, legislation, taxation and public investment. </p> <p>Environmental issues are coming to dominate the political landscape, at home and internationally. For all Blair's idealistic talk about constructive partnerships, there is unlikely to be any cosy consensus over the way forward. Environmental politics has to be hard-ball politics, because it is about managing fundamental change. It means deciding how to curb the car, shift to green energy, ban unsafe synthetic chemicals, minimise wasteful consumption, sustainably harvest wild resources and regulate trade. That has to be the job of the government, because business and consumers will not do so unprompted. </p> <p>But the eventual prize is worth fighting for: a world where, as the prime minister put it, \"we can be richer by being greener, and by being greener we will enrich the quality of our lives\". FOE agrees. Only Blair and his peers have the power to make a sustainable world happen. They must provide the political leadership to ensure that it comes quickly.</p>",
  "<p><strong> Choosing a top dog</strong><br> </p> <p> Peter Melchett has sadly had enough of running Greenpeace UK and wants to grow his veggies and help stock Iceland's supermarket shelves as an environmental advisor. So who will take over that well-branded multinational? History usually dictates that a charismatic NGO leader is followed by a bit of dullard but the chirpy board and staff mood at Greenpeace (membership rising, court cases won, back in the public eye) is that a young radical communicator is needed. The hope seems to be that he or she will not take the organisation much further down the corporate route.</p> <p> The front runners are actually rather few. Insiders with a chance are Sarah Burton, the legal officer who has a long track record and Stephen Tindale, who started at Friends of the Earth, joined New Labour and is now back as Greenpeace's political officer. He is a new father, so his wife may not welcome the 75-hour weeks and occasional prison sentences. Elsewhere, Tony Juniper, number two at FoE, is a prime candidate who has made no secret of his desire to run a mainstream green group, and came close with the World Wildlife Fund. George Monbiot should also be on the list but no one ever offers him anything except libel writs and death sentences (and he is probably too radical for Greenpeace anyway). </p> <p> So could Greenpeace take the English football coach route and look abroad? Ute Bellier is German and was Greenpeace International's chair, but is thought to be far too happy in the Lake District running their forest campaign. Very long shots would be the Indian writers and activists Arundati Roy and Vandana Shiva who would be a dream double ticket, but would be far too much of a handful; which really only leaves Al Gore, Mo Mowlam, Jose Bove and Euan Blair. Odds are: 6-4 Juniper, 4-1 Tindale, 2-1 Burton, 7-1 Bellier, 25-1 Monbiot 1,000-1 Shiva, Roy, Gore, Bove, Blair. </p> <p><strong> Red/green alliance</strong><br> </p> <p> It's a frog. Specifically a red-thighed one having a snack before bedtime, as drawn by Ken Livingstone for London Zoo's Adopt an Animal week last week. Other celebs who contributed wildlife drawings include Frank Skinner and Dermot O'Leary. Others yet to contribute include T Blair, Z Ball and S Fry. </p> <p><strong> Blowing hot and cold</strong><br> </p> <p> Nature bites back. Several years ago that dearly beloved but deeply eco-ignorant author John Mortimer welcomed global warming because - eco-soundings paraphrases a bit here - it would bring nice warm weather to the south of England and all his friends could grow grapes in New Labour's chiantishire. Alas, the genial barrister was unable to push his new book on Monday because the massive storm stopped him reaching the BBC radio studios. No doubt Mortimer tuned in to hear leading British climatologist Dr Mike Hulme of East Anglia University warning that global warming actually meant similar storms could be expected far more frequently with far more deluges in ever heavier bursts throughout the Home Counties. </p> <p><strong> Changing times</strong><br> </p> <p> So, which shadow cabinet minister seven years ago chatted up young Euan Blair and unwittingly, according to his father, helped turn Tony Blair green? Step forward ... No. She really, really doesn't want it made public, perhaps because she keeps having alarming confrontations with ecologists and others who keep banging on about the environment. </p> <p><strong> Being prepared</strong><br> </p> <p> While storms lash Britain it is worth remembering that thousands of poor people die each year in climate disaster elsewhere. The Tearfund development agency in a report this week says disaster preparedness programmes have been proved effective. An early warning system in the Honduran city of La Ceiba saved all but nine inhabitants during Hurricane Mitch when 10,000 of the unprepared died elsewhere. Most crucial in planning is using local knowledge to create an early warning system, educating local communities so they can build in safe places, and mapping areas likely be affected so, for example, people can move to higher ground. Investing a few thousand pounds saves millions in subsequent relief. Of the 80,000 people who died in natural disaster last year 96% lived in developing countries.</p>",
  "<p>A psychiatric patient dying of cancer is being denied his wish not to be injected with powerful anti-psychotic medication. Ron Holbeche, who is diagnosed schizo- phrenic, has untreatable cancer in his abdomen and lower back muscles. He suffers such acute pain he finds it difficult to walk. Friends and family do not expect him to live longer than five months. </p> <p>With the support of his family, 57-year-old Holbeche has requested to be relieved of the Depixol injection he has been receiving for more than 10 years. He says that not only is it humiliating to have the compulsory injection into his wasted muscles, but it causes him additional pain. He also claims the powerful tranquiliser drains him of energy, preventing him from carrying out his one lifelong passion - painting. </p> <p>Holbeche has offered to take the medication in tablet form. But two nurses and a psychiatrist last week drove to his flat in Crediton, Devon, to inject him. He says he was told that if he did not accept the injection, he would be taken back to psychiatric hospital. </p> <p>The treatment has angered local mental health workers and Holbeche's family. They argue that it is unreasonable to continue injecting such strong medication into a seriously ill man. Holbeche's son, Kieron, who has been caring for his father, says: \"Since the injection, my dad's soul has been destroyed. He is hurt and depressed. His painting acts as his own kind of therapy and medication during this part of his life. All I want is for my dad to spend his last few days with dignity.\" </p> <p>Holbeche's circumstances are, however, different to those of most other psychiatric patients receiving anti-psychotic medication in injection form. He spent 14 years in secure psychiatric units, including Broadmoor hospital, after being convicted in 1976 of manslaughter with diminished responsibility. He had stabbed a man in a fight after being found sleeping with his girlfriend. </p> <p>In 1990, Hilbeche was conditionally discharged on a Home Office section and went to live in Crediton. He was told he must comply with psychiatric treatment designed to prevent him from \"relapsing\" and possibly becoming a risk to the public. </p> <p>Despite his past, however, Holbeche has been accepted into the local community and has held painting classes in homes for elderly people and for adults with learning disabilities. Known locally as \"Crow\", he has also had his own painting exhibitions in the town. He has not re-offended and has spent less than three weeks as an in-patient during the past 10 years. </p> <p>\"Crow is a well known and well-liked in the community,\" says Andrew Barkla, a worker with mental health charity Mind, in Exeter. \"He is good at talking and listening to people and is very respectful towards them. He fits in very well. In the nine years I have known him I have not had any sense that he presents any kind of risk to anybody.\" </p> <p>Exeter and District Community Health, the NHS trust responsible for Holbeche's treatment, says it does not discuss individual patient cases. But exchanges between his solicitor and the trust are continuing, with the former considering going to a mental health tribunal and then, if necessary, to judicial review. Holbeche is due to be given his next injection tomorrow. </p> <p>Barkla says that if the government goes ahead with its plans for community treatment orders (CTOs), there will be more cases of patients complaining of being compulsory medicated in their homes - despite ministerial assurances that people will not be injected over the kitchen table. </p> <p>\"Other patients living in the community may in the future be facing a similar situation as Crow,\" says Barkla. \"For many patients, hospital is the preferred place to have their injections, leaving home an environment where they can experience a sense of freedom and live a normal life. But what CTOs risk doing is making the whole world a psychiatric hospital.\"</p>",
  "<p>Freud Communications, the agency that famously painted Concorde blue in a PR stunt for Pepsi Cola, has lost the UK consumer account for Pepsi after seven years.</p> <p>The multi-million pound business has moved to rival PR agency Ketchum Life, which has picked up the entire UK consumer PR account for all Britvic's carbonated drinks. </p> <p>Britvic markets some of the UK's best-known soft drinks brands, including Tango and R Whites lemonade as well as Pepsi.</p> <p>Freud's will continue to work on Pepsi until the end of the year. After that it will retain the international consumer PR account for Pepsi and will continue to handle the corporate PR for Pepsi Cola UK.</p> <p>Oliver Wheeler, a director of Freud Communications, said: \"It is unfortunate that we will no longer be working with Britvic as an extension of our global Pepsi portfolio.\"</p> <p>The account will be headed at Ketchum Life by deputy managing director Jenny Swift. She said: \"This is a fantastic win for us. It plays entirely to our strengths.\"</p> <p>Tango was previously handled by PR agency Henry's House, which also pitched for the consolidated account.</p> <p>Ian Armstrong, senior brand manager on Tango who co-ordinated the pitch, said: \"All the shortlisted agencies put up a strong performance but we were particularly impressed by Ketchum Life's strong grasp of their brief, their understanding of the strategies required and knowledge of the key influencers to deliver the object.\"</p> <p>Freud's had been expected to lose the UK consumer account because of its work for Pepsico, the US owner of Pepsi.</p> <p>The blue Concorde stunt was part of an international rebranding drive that saw Pepsi cans change from red to blue to distinguish them from arch-rival Coca-Cola.</p> <p>Freud's also orchestrated a tie-in with the Mirror, which changed its pages from white to blue for a day.</p> <p>Britvic, which distributes Pepsi in the UK, is widely expected to come up for sale in the near future with Pepsico the most likely buyer. This would create a conflict of interest if Freud were also working for Britvic.</p>",
  "<p>TD Waterhouse Group, the global online financial services company, is launching its first UK TV advertising campaign to take share dealing to the masses.</p> <p>The campaign will focus on the ease of buying and selling shares over the internet and features a wide range of people rushing to dealing screens on the trading floor. The endline is, \"The trading floor is wherever you are.\"</p> <p>Paul Stallard, vice-president, marketing director, of TD Waterhouse, said: \"Having secured the number one position in the UK in only two years, we want to retain and build on our reputation as the leading quality broker in the market. </p> <p>\"We are aiming to show that share dealing is an everyman experience, that anyone can access it whenever they want and wherever they are.\"</p> <p>The TV campaign was created by Maher Bird Associates. It breaks this week and will be supported by branded taxis, colour press advertisements and 96-sheet posters.</p> <p>TD Waterhouse Group provides investors with a broad range of brokerage, mutual fund, banking and other consumer financial products. Worldwide, it serves 4.3m accounts in the US, Canada, the United Kingdom, Australia, Hong Kong, Japan and India.</p>",
  "<p><strong>SCA Hygiene Products</strong>, owner of the Velvet toilet tissue and Bodyform brands, is looking for a European marketing director following the resignation of David Macfarlane, marketing director for Western Europe.</p> <p><strong>Barclays</strong> is looking for a marketing supremo to oversee its business retail units as part of a management restructure.</p> <p><strong>Brown-Forman</strong>, maker of Jack Daniels and Southern Comfort, is seeking a new marketing chief for its UK spirits division following the departure of Andrew Mallinson. The company is also believed to be reviewing its global agency arrangements for Southern Comfort, handled by D'Arcy in the UK.</p> <p><strong>The Post Office</strong> has hired Nigel Moore, previously a financial director at Royal Mail, as marketing director for its new home shopping division.</p> <p><strong>Procter &amp; Gamble</strong> is planning a global relaunch for its Pantene haircare range. The relaunch, which kicks off in the UK early next year, will include new products, redesigned packaging and an increased adspend.</p> <p><strong>TBWA London</strong> has launched a provocative poster campaign for Pretty Polly's new lingerie.</p> <p><strong>Capital FM</strong> is to stage quarterly music events in the capital in an attempt to reclaim its position as the essential sound of young London.</p>",
  "<p>Bertelsmann, one of the top five music publishing businesses in the world, yesterday broke ranks with its rivals and agreed to drop its copyright lawsuit against Napster, the rogue online music distributor. </p> <p>The agreement appeared to be a tacit acknowledgement by Bertelsmann that the landslide change being wrought on music sales by the internet cannot be stopped. It also marks a significant stage in the development of online music distribution toward a more controlled environment endorsed by the recording industry. </p> <p>Bertelsmann said it had formed a strategic alliance with Napster to develop the website into a secure, membership-based service and invited the other big four to participate. The lawsuit will be dropped once the membership-based service is put in place. </p> <p>The music business has so far struggled to find a method of protecting royalty payments online. </p> <p>The two companies said they had already put together a business model and that Bertelsmann would provide funds to further develop the service. In return for the funding Germany-based Bertelsmann will take a stake in Napster. </p> <p>Napster is the brainchild of 19-year-old college dropout Shawn Fanning and enables fans to swap songs for free by trading MP3 files, a compression technology which turns music on compact disc into computer files. </p> <p>One by one, the large record labels have reached licencing agreements with MP3.com - a similar smaller website. But Napster which has attracted 38m users has until now been cast as the enemy of the music business. Mr Fanning said he was excited that Bertelsmann \"appreciates and values the uniqueness of the community Napsters' users have built\". </p> <p>Napster is awaiting an appeals court decision on whether the online service can continue operating pending a final decision on the lawsuit. The suit was also being brought by Universal Music - currently being taken over by Vivendi - Sony Music, Warner Music and EMI. </p> <p>Bertelsmann chairman Thomas Middelhoff said: \"Napster has pointed the way for a new direction for music distribution, and we believe it will form the basis of important and exciting new business models for the future of the music industry.\" </p> <p>Time Warner, which owns Warner Music, gave an initial welcome to the decision by Bertelsmann. It said: \"The Napster-BMG announcement seems to be a positive step for the industry. It demonstrates a couple of things very clearly. One, that the industry is rapidly moving towards adoption of a subscription model and two, in the online world, artists and intellectual property rights will be protected. It is clear consumers want access to music in a way that is safe, secure and easy to use.\" </p> <p>In July, a US judge ordered Napster to shut down its services pending a full trial but the court of appeals allowed Napster to stay in business. </p> <p><strong>Useful links:</strong> <br> <a href=\"http://www.napster.com/index.html\">Napster home page</a><br> <a href=\"http://www.napster.com/pressroom/001031b.html\">Napster press release on Bertelsmann deal</a> <br> <a href=\"http://www.bertelsmann.com/\">Bertelsmann</a><br> <a href=\"http://www.bertelsmann.com/news/news.cfm\">Bertelsmann press release</a><br> <a href=\"http://yahoo.cnet.com/news/0-1005-201-2426706-0.html\">Transcript of injunction against Napster</a><br> <a href=\"http://www.fairtunes.com/index.jsp\">Fairtunes</a><br> <a href=\"http://www.artistsagainstpiracy.com/\">Artists against piracy</a> <br> <a href=\"http://www.stopnapster.com/\">Stop Napster.com</a> <br><a href=\"http://www.Napstermania.com/cdfix.htm\">Napstermania.com</a></p>",
  "The American presidential election and the Danish referendum on the single currency may not seem to have much in common, but together they are posing some historic choices for Britain. Whether it is Al Gore or George W Bush who wins next week, America looks set to loosen its ties with Europe. At the same time, partly as a result of Denmark's devastating referendum, Europe is fractured and directionless as never before. <p>For decades Britain has positioned itself as a mediator between Europe and America. The risk today is that it will be left stranded between them. The United States is the world's only truly global power, its hegemony more complete than any in modern history. America's military and technological might is such that no state can come anywhere close to challenging it in the foreseeable future. Yet it is possessed by insecurity. After a decade of sustained interventionism, the world has not been made over in America's image. The conflicts of the Balkans and the Middle East have proved resistant to American power and idealism. The American public is discovering that the post-cold war world is a dangerous and intractable place. </p> <p>Hence its fascination with national missile defence (NMD), the scheme for a hi-tech shield against attack by rogue states. Across the whole spectrum of foreign and defence policy, America is tilting towards unilateral action in defence of its national interest. As Hugo Young has noted, George Bush's chief foreign policy advisor, Condoleeza Rice, has called for the withdrawal of American forces from Kosovo and Bosnia - seemingly ignorant of the fact that more than 80% of the peacekeeping forces are provided by European countries. </p> <p>Baffled by the intractability of the world, and angered by its stubborn resistance to American values, a substantial section of American opinion is turning inwards. Utopian rhetoric about worldwide democratic capitalism is being replaced by the more pragmatic project of globalisation in one country. The internationalist perspective that framed American foreign relations from the second world war right through the Clinton era is being steadily superseded by a single-minded focus on America's strategic interests. This tilt to unilateralism may be accentuated if Dubya Bush wins the White House, but it will not be altered if Al Gore takes the crown. In future, as in the past, America's relations with the rest of the world are likely to be shaped by the imperatives of trade, oil and old- fashioned geopolitics. </p> <p>America's turn to realpolitik need not be all bad. The world may be reverting to an international system more like that of the 19th than the 20th century, in which wars were fought over interests, not ideologies. A more introverted and self- regarding America is not without risks, but American policies are better shaped by the limited imperatives of national interest than by the unending demands of ideology. Even so, this shift in American thinking is taking place at an awkward time. </p> <p>The Danish referendum has shattered forever any prospect of the European Union coming together as a whole to form a federal state. There can be no more talk of a multi-speed Europe - a metaphor which suggests that all EU members are travelling to the same destination. The EU is already multidirectional. France and Germany may be bent on closer union, but it is clear that several member states will not follow them - above all Britain. There is now no way a referendum on Britain joining the euro can be held and won in Labour's second term - and if not then, when? In truth, there is now little prospect of Britain ever joining the euro. </p> <p>It is not only that the hostility of British voters to the euro has rarely been more pronounced. More, the euro's continuing weakness is revealing deep-seated flaws in the European project. Can anyone be sure that, sometime over the next 10 or 20 years, opposition to the single currency will not grow in influence in France and Germany? How can anyone be sure the euro will still exist 20 years from now? </p> <p>British voters' increasingly immovable hostility to the idea of deeper integration with the EU cannot be explained chiefly by the Blair government's timorous refusal to engage the issue. It is a reasonable response to the demonstrated failings of European institutions. </p> <p>Outside the wilder fringes of the Tory party, few people seriously entertain the idea of Britain leaving the EU. Equally, however, there are few who can now be persuaded that it is in Britain's interest to opt for deeper integration. </p> <p>Yet the halfway house, between the US and Europe, may soon cease to be viable. With France and Germany coming together in an experiment in top-down, post- democratic federalism and the US withdrawing from Europe in order to defend its national interests unilaterally, the risk for Britain is that it may be left in a no man's land. A choice is shaping up for Britain for which voters and the political classes seem wholly unprepared. </p> <p> John Gray is professor of European thought at the LSE. His book, Two Faces of Liberalism, is published by Polity Press. </p> <p><a href=\"mailto:j.gray@ntlworld.com\">j.grant@ntlworld.com&gt;</a></p>",
  "\"Don't judge my heart,\" George W Bush scolded Al Gore when the vice president questioned his record as Texas governor. Mr Gore retreated, insisting he meant to do nothing so personal. But Lydia Camarillo would not have held back. For her, it is personal. <p>Mrs Camarillo is in an unusually good position to judge the quality of Governor Bush's compassion. She lives in the colonias, the Hispanic shanty towns clustered in the Rio Grande Valley. It is the poorest corner of the nation, from where the warm, fuzzy campaign talk about the governor's much-vaunted heart and his concern to \"leave no child behind\" seems, at best, surreal. </p> <p>Viewed from here, Texas is a harsh state of extreme inequality, which has become more unequal under Mr Bush's leadership. In a time of booming economy and record budget surpluses, the governor's corporate allies have made a killing at the lucrative intersection of state government and business. Meanwhile 45% of the population in the lower Rio Grande Valley live below the poverty line and pray that they never need medical help they cannot afford. It is an unforgiving place, unrecognisable from the progressive and tolerant state evoked in Mr Bush's stump speeches. </p> <p>The governor's powers are strictly circumscribed by the state constitution, but with less than a week potentially separating Mr Bush from the White House, his priorities and policies as Texas governor give clear indications about how he might lead America. </p> <p>Mrs Camarillo views him as a negligent, absentee landlord. She points out that he has never even been to a \"colonia\" with its mostly Mexican-American population. In his five years as governor, Mr Bush has been to the border region only a handful of times, for \"photo-opportunities\". But unlike all his recent predecessors, he has never strayed into the huddled grids of dirt roads and shacks, so he cannot have smelt the dizzying odour of a thousand pit latrines and septic tanks when the rain begins to fall. </p> <p>\"When it floods it brings up all that stuff,\" Mrs Camarillo said. \"It rises up and gets into people's houses.\" </p> <p>When her son, Robert, fell ill with bronchitis she hesitated before taking him to see a doctor because she had no health insurance. When his condition became serious, she panicked and rushed him across the Rio Grande, to the Mexican border town of Reynosa. \"The doctor there said if I had been just a few hours later, he would have been dead.\" </p> <p>Lydia Camarillo's plight is not unusual. There are 1.4m uninsured children in Texas, a higher proportion than anywhere else in the country, be cause Texas, under Mr Bush's governorship, makes it harder than any other state to get affordable healthcare. Lydia and her husband, Belarmino, have no steady jobs. She bakes cakes and sells them from home, and the family migrates northwards in the summer to work as agricultural labourers. </p> <p>But the Camarillos' most prized possession, a pick-up truck, is valued at over $2,000 (about £1,380), which is enough to disqualify them from Medicaid, the government funded free healthcare scheme. They are considered too \"wealthy\". </p> <p>This was an issue to which the governor gave unusually detailed attention. His administration blocked the adoption of a national child health insurance programme (Chip), which offers affordable care to families just above the absolute poverty level. Although the scheme is funded entirely by the federal government, Mr Bush argued that 20% of the applicants \"will come in seeking Chip but will be enrolled in Medicaid instead\", and that would have to be paid out of his state budget. In plain English, he was afraid poor Texan families would find out what free medical care they were entitled to. His administration fought an attempt to put it on the state legislative agenda in 1997. Instead, he spent much of the state's $6.4bn on tax-cuts, including a $1bn cut in property taxes. Under increasing duress last year, he suggested a more limited scheme which would have excluded 200,000 children, before giving in to political pressure. </p> <p>\"On Chip, he was no good at all. He had to be dragged into it kicking and screaming,\" said Ernesto Cortes, a leader of the local community action group, Valley Interfaith. </p> <p>In his standard presidential campaign appearances, Mr Bush now claims credit for the Chip scheme, which has evolved into an essential element of his bipartisan \"compassionate conservative\" image. </p> <p>It is spin of Orwellian boldness. It is still tougher in Texas than in almost any other state to gain access to Medicaid. And in a region where the per capita income is $7,700, less than half the Texas average, the Bush administration in 1997 actually attempted in 1997 to lower the minimum wage of $3.25 an hour. </p> <p>Mr Bush's governorship has overseen a steady deregulation of business, at the expense - his critics argue - of the individual. Nowhere is this clearer than in tort reform, the central plank in Mr Bush's election campaigns in 1994 and today. </p> <p>Crudely put, the law limits the ability of courts to inflict punitive damages on negligent businesses. It would, Mr Bush promised, curb the spread of \"junk lawsuits\" by avaricious lawyers aimed at extorting money out of innocent firms. </p> <p>But tort reform also affected people like Donna Hall, whose husband Charles was killed in 1996 in an explosion at a refinery in Amarillo, at the opposite end of Texas. He had repeatedly complained about the state of the valves, but the management had neglected to carry out maintenance work. A jury imposed $42.5m in punitive damages on the refinery, Ultramar Diamond Shamrock, but under the tort reform laws, a judge unilaterally reduced the award to $200,000, barely enough to cover the cost of taking the firm to court. </p> <p>Once again, where there were losers, there were also winners - in this case the company. The legislation also restricted claims on Texas insurance companies, who, according to the Centre for Economic Justice in Austin, made $3bn in windfall profits as a result. The insurance industry has subsequently been a significant contributor to the Bush presidential campaign. </p> <p><b> Most polluted</b><br> </p> <p>On the other end of the winner-loser scale are JR and Lupe Cordova. The couple live in Houston, which last year overtook Los Angeles as the most polluted city in the nation. As a focal point of the petro-chemical industry, it has always been a dirty town, but from where the Cordovas stand, it has got a loss worse. </p> <p>Perched on the Houston Ship Channel, their neighbourhood, which goes by the ironic name of Woodland Acres, has been suffocated by the seemingly unregulated industrial sprawl around them. A steel firm called North Shore Supply Company built a galvanising plant across the road from them, despite zoning regulations defining the street as residential. Despite the family's complaints, those regulations have never been enforced, and the plant continues to add to the burden of chemicals and black dust in the air. By their own accounting, Houston industries pump nearly a million tonnes of pollutants into the air each year in \"accidental\" chemical releases. The condition of the air alone is estimated to cause nearly 1,000 deaths in Houston a year. </p> <p>The Cordovas' son Stephen, 10, has chronic bronchitis and, like his father, a near-permanent rash which turns the skin on his arm red and tough. At elementary school, he would vomit after every meal. Their daughter Jessica, 15, had such severe asthma that she was unable to go outside for more than 20 minutes at a time. \"My daughter tells her version of our life together. It's all seen from inside looking through the window at us outside,\" Mrs Cordova said. </p> <p>Mr Cordova developed severe sinus and respiratory problems and had to leave his job as a docker on the channel, but he still wanted to stay in the blighted neighbourhood he had grown up in. But, the Cordovas were forced out of Woodland Acres anyway. </p> <p>After Mrs Cordova, a schoolteacher, became prominent in a campaign by local mothers to force national environmental standards on the local industries, the couple began receiving death threats. In November 1999, someone blew the windows out of their car with a shotgun. That was too much, and the family moved to a suburb in north Houston earlier this year. They have yet to find jobs there and they are unable to sell their house in Woodland Acres. North Shore Supply offered $14,000, and Mr Cordova angrily turned them down. </p> <p>As far as the Cordovas are concerned, Mr Bush is entirely responsible for their plight. \"George Bush had the authority to do something about it, and he did nothing,\" Mrs Cordova said. </p> <p>The environment is one area where the Texas governor does wield almost absolute power. He is responsible for appointing the three members of the state regulatory board, the Texas Natural Resources Conservation Commission (TNRCC). Mr Bush, whose 1994 election campaign was sponsored largely by oil and petrochemical companies, appointed three men with close ties to Texas industry under the chairmanship of a former lobbyist for the chemical and genetic engineering giant, Monsanto. There were no representatives from environmental or consumer groups. If he becomes president, environmentalists are concerned he will do the same to the Environmental Protection Agency, whose intrusion in Texas affairs he has noisily resented. </p> <p>Under agency pressure to do something about the loopholes in the state's environmental laws, the TNRCC held closed meetings in 1996 with executives from the petrochemical industry and came up with a voluntary compliance scheme, with no penalties and a long grace period. </p> <p>The law did little for Houston's atrocious air quality. But, like many of Mr Bush's policies as governor, it did a lot for his political viability. The companies which were given the opportunity to draft the law donated $1.5m to the governor's 1998 re-election campaign and, according to the Texan environmental group, Public Research Works, they have given $1.1m to his presidential effort. </p> <p>\"That is what he did as governor, what is he going to do as president?\" Mrs Cordova wanted to know. \"If he's going to lead the country the same way, where are we going?\" <br> <b> Where Texas ranks in the states </b><br> </p> <p>Number of executions 1st </p> <p>Uninsured children 1st </p> <p>Most polluted city (Houston) 1st </p> <p>Ozone emissions 1st </p> <p>Public health spending 47th </p> <p>State government spending 50th </p>",
  "The loyalist feud erupted again in Belfast last night when gunmen shot dead a leading member of the Ulster Democratic party, in retaliation for the killing hours earlier of a man who worked for a political party linked to the Ulster Volunteer Force. <p>The member of the UDP, the political wing of the Ulster Defence Association, was shot at 6.30pm in the Newtonabbey area of north Belfast, hours after Bertie Rice, 63, died in hospital after he was shot in front of his wife at their home in the Tiger's Bay area of Belfast. </p> <p>The shooting of Mr Rice was believed to have been carried out by the UDA in retaliation for the killing of one of its members in Belfast on Saturday night. The rival UVF was blamed for the shooting of David Greer, 21. </p> <p>Amid fears of an escalation in the three-month old loyalist feud, extra troops were ordered on to the streets of Belfast last night. The troops will patrol north Belfast where the three latest victims were killed. </p> <p>Suspected UDA members took their revenge for Saturday night's murder when gunmen burst into Mr Rice's bungalow shortly before midday yesterday. He was beaten about the head with baseball bats before being shot once in the chest in front of his wife, Mary. </p> <p>The victim had emergency surgery at the Royal Victoria hospital but died three hours after the shooting. </p> <p>Mr Rice, who returned to Northern Ireland only 10 months ago after spending 19 years in South Africa, had arrived home shortly before the shooting to advise his wife on her pension. He had spent the morning working in the constituency office of Billy Hutchinson, an assembly member of the Progressive Unionist party, the UVF's political wing. </p> <p>Mr Hutchinson last night condemned the shooting of Mr Rice, who was interned as a UVF member in the 1970s. He said: \"This shooting is sick. These people took this man's life because he was a soft target.\" </p> <p>John White, chairman of the UDA's political wing, described the shooting as \"deplorable\" and urged both sides to resolve their differences. </p> <p>Mr Rice was the fifth victim of the feud between the UDA and the UVF. The leading UDA member, Jackie Coulter, and another loyalist, Bobby Mahood, became the first victims when they were shot dead in August in the Shankill area. A few days later, the UDA exacted its revenge when a young UVF member, Samuel Rocket, was shot dead. </p> <p>Earlier the violence had been condemned by the Northern Ireland secretary, Peter Mandelson, who visited the loyalist Shankill Road last week in an attempt to calm tensions between rival groups. Chief superintendent George Livingstone, the RUC's acting assistant chief constable for Belfast, warned of a \"dangerous and volatile\" environment. </p> <p>Sinn Fein had earlier warned that IRA disarmament was now \"10 times harder\" after the Ulster Unionist leader, David Trimble, announced plans to block Sinn Fein ministers from attending a cross-border ministerial council. </p> <p>Mr Mandelson will discuss the crisis in Dublin with the Irish foreign minister, Brian Cowen, either today or tomorrow.</p>",
  "<p>Plans for tens of thousands of new houses, particularly for the south-east and East Anglia, may have to be redrawn or scrapped because of poor flood defences, the environment agency warned yesterday. </p> <p>Government departments, local councils and the agency plan to meet over the next few weeks to reassess drainage schemes amid growing concern about the risk to areas earmarked for big developments. Expansion plans for Ashford in Kent, Milton Keynes, and Cambridgeshire, as well as a proposed Thames gateway \"linear city\" east of Dartford, are giving cause for concern. </p> <p>The agency is also pressing for an urgent meeting with the Greater London authority to discuss improving the Thames barrier, which was considered an adequate safeguard until 2030; one senior official said improvements would probably be necessary well before then. </p> <p>Immediate defence schemes will be needed to protect some of the 2m homes in England and Wales built on flood plains, invariably in the 70s and 80s when planning was relaxed. And, yesterday, the Association of British Insurers advised house buyers to employ surveyors to ask questions about flood risk before any exchange of contracts. </p> <p>The ABI's director general, Mary Francis, said they were concerned about how the government would find sufficient suitable land for 3m new homes in England by 2016. The environment agency said many housing developments would have to be reconsidered or scrapped as too risky. </p> <p>The agency also said it was concerned about pockets of housing going ahead against its advice. \"We have worked hard at getting the message across to councils that they shouldn't allow developments in flood-risk areas,\" an official said. \"Some have heeded our advice, but small schemes are slipping through and they gradually build up to present a much bigger problem.\" </p> <p>Countryside groups also warned that developments would have to go back to the drawing board. Sarah Fowler, of the Royal Society for the Protection of Birds, said questions had to be raised about plans for up to 15,000 homes on the flatlands of Cambridgeshire. \"This will produce more concrete and hard surfaces leading to massive water run-offs, raising the likelihood of more severe flooding.\" </p> <p>The problems were compounded by the Ministry of Agriculture's encouragement of intensive farming which led to the drainage of wetlands in low-lying areas. \"These flood-plain wetlands were a safety valve and we've replaced them with houses and under-drained farmland,\" Ms Fowler said. \"So we have much higher flood peaks in a much shorter time-scale because there is nowhere to absorb the water.\" </p> <p>Nevertheless, ministers are pressing ahead with plans for 43,000 new houses a year, in the south east, for the next 15 years. Serplan, the councils' planning consortium, wants that figure cut to 33,000 a year. </p> <p>Sandy Bruce-Lockhart, leader of Kent county council, said his authority would ask the government to scale down housing projections. Kent is being told to take 129,000 houses by 2016 - 30% more than it wants. </p> <p>The House Builders' Federation yesterday suggested councils should take some of the blame for construction in low-lying areas. \"Developers can only put in planning applications, they cannot decide where houses are built,\" said its spokesman, Pierre Williams. \"It is up to [councils] to assess the flood risk with the help of the environment agency.\" </p> <p>Serplan put the blame partly on previous governments. Chris Williams, chair of Serplan's strategy group and Buckinghamshire's environmental services director, said Whitehall had been loath to let councils reject plans just on flood risk, so many questionable developments had been approved.</p>",
  "<p>Extreme weather events must now be regarded as normal in Britain as global warming takes hold, and the railways, power lines and flood defences must adapt to cope, John Prescott, the deputy prime minister, said yesterday. </p> <p>As the flooding worsened in the north-east to include Leeds and York, and towns along the Severn braced for inundation overnight, he told MPs that the country must not be brought to a standstill every time there was a severe storm. </p> <p>Government officials, local authorities, emergency services and the environment agency have been summoned to a meeting in London today where Mr Prescott will demand action. \"We have to ask ourselves if we are doing enough to cope with the new situation,\" he said. </p> <p>\"This storm should be a wake-up call for everyone. Our infrastructure should be robust enough, and our preparations rigorous enough, to withstand the kind of weather we have just experienced.\" </p> <p>Planning for \"extreme circumstances\" did not seem to be included in the current arrangements, he said. \"I have constantly seen on the railway lines on the east coast, where [the overhead wires] are pulled down quite regularly because they were built on the cheap. </p> <p>\"We aren't putting the amount of resources and investment in for what we call more extreme conditions, which we must now accept [are] normal. We have to ask ourselves: should our power lines come down every time we have such storms? Should 1,000 trees fall across our railway lines in the south-east? Should we do more to prevent flooding? Are our drainage systems really adequate?\" </p> <p>He said the government had already provided extra money for the environment agency for flood defences. Emergency funding was also being made available to local authorities to help them with the clear-up costs. Under the scheme, 85% of assistance comes from central government. </p> <p>He praised the efforts of emergency services but said: \"What we need is to take a longer term look at how as a country we can be better placed to deal with extreme weather events, which we expect to be more frequent in future.\" </p> <p>He said this week's events gave more impetus to the coming talks at the Hague on how to reduce emissions of the greenhouse gases which cause global warming. \"All these incidents of climate change are reminding everyone, wherever they are in developed or developing countries, that this affects us all. Climate issues have no boundaries,\" he said. </p> <p>Last night there were still 33 severe flood warnings on rivers. In the south-east - the worst hit on Monday - 11 rivers were still overflowing their banks, but mopping up had begun. Elsewhere, levels were rising. </p> <p>Four hundred properties were expected to be flooded overnight in Shrewsbury and downstream on the Severn in Bewdley, Ironbridge and Worcester. The centre of Leeds was flooded last night after 85mm (3.3in) of rain fell in 24 hours and the river Aire burst its banks. The Aire reached its highest level for 50 years and flooded Skipton, Stockbridge, Shipley and Cottingley. York was flooded by the river Foss. </p> <p>The environment agency said that with more rain expected tonight and tomorrow, further flooding was expected, because almost all rivers and streams were at full capacity and the soil was saturated. </p> <p>Seven people are known to have died. Two others are missing after they were swept away in Northamptonshire and Birmingham on Monday. </p> <p>An Italian tanker on tow after its 14 crew were airlifted to safety on Monday sank in the Channel near Alderney yesterday. France was alarmed that its 6,000 tonnes of toxic chemicals might cause an environmental disaster. </p> <p>Railtrack said trains were running on most routes, but many were restricted to emergency timetables instituted after the Hatfield rail crash. </p> <p>The company said the storms caused \"unprecedented\" damage and many miles of track in the west country, south Wales and the north-west were still under water.</p>",
  "<p>Susan Palmer cannot sleep. Since the rains fell two weeks ago she has been restless every night. On the night of the heaviest downpour she got up every half hour to check that her back garden was still there. </p> <p>Mrs Palmer lives on a flood plain. Until this year she never worried that flood water from the Medway might find its way into her 1920s detached home in Hadlow Road on the outskirts of Tonbridge, Kent. She has lived there for seven years. </p> <p>Anxiety began to mount more than a year ago, when 21 houses began to be built at the end of her garden. It is one of several developments in the Tonbridge area. </p> <p>Tonbridge and Malling borough council says the flood plain is a feature of the area and that all environment agency recommendations have been followed to prevent flooding of the new houses. </p> <p>Mrs Palmer does not doubt it, but fears the water will find other places to go. \"A council official told us that the flood plain stops before our garden, but that's crazy. Water flows in a curve. The ground is sponge, and if you build on it water just gets pushed elsewhere.\" </p> <p>She pointed to the hedge that separates her home from the new development. To her left are diggers; to her right is a stretch of water. \"There's a golf course under there. I've no intention of moving; we've done an awful lot of work and don't want to throw it away.\" </p> <p>Mrs Palmer said she was one of the lucky ones. Her neighbour, Victoria Allport, who moved into her house in June, had to bail out her basement when the rains came. </p> <p>\"We knew we were on a flood plain when we bought the house, but we were told it hadn't flooded for 30 years,\" Mrs Allport said. \"It doesn't bother us. The water came up through a crack in the basement floor, and once we get it repaired we intend to use it.\" </p> <p>Peter Cropper, of Hadlow Road, was one of several residents who campaigned to stop the development. \"I'm all right, Jack, because I'm above and away from the flood plain, but it's wrong to build here.\" </p> <p>Under the flag bearing the developer's name, Hillread, a board heralds the arrival of the handsome three, four and five bedroomhouses that the agent in the showroom describes as \"prestigious\".</p>",
  "The deputy prime minister made a statement on the storm havoc yesterday. This is the man who, at the Labour party confererence, took credit for the weather. \"No hosepipe bans!\" he boasted. <p>Not yesterday. Only gentle summer rain, rain as warm and moist and welcome as a complimentary hot towelette, is brought to you by Labour governments. The disasters of this week are entirely due to Tory local authorities allowing houses to be built on flood plains. At last MPs have found a way of making the weather a party political issue. And they say the art of rhetoric is dead! </p> <p>As usual the House faced the terrifying Prescott wall of words, which sweeps down on a community of MPs, ripping out arguments, tearing down questions, hurling debris round members' knees. Often the hapless victims have no warning of what's on the way. For example, as the Lib Dems' Don Foster pointed out, the prime minister's press spokesman, Alastair Campbell, had said on Monday that he didn't expect there to be any statement on this topic today. </p> <p>At this, a freak surge burst the riverbank. Foaming and pounding, the deputy prime minister raged. \"Can I tell him that I make statements when I make them to this House. Nobody else is responsible, I am responsible to this House, no parliamentary, no news spokesman, if I decide it is right to make a statement to this House, that's what I do, that's what I have done, and it didn't come from anybody else!\" </p> <p>A rant like that could carry a whole field full of livestock down the river. But suddenly there was one of those moments of calm, perhaps at the eye of the hurricane. After what seemed like an eternity - it was maybe two seconds - he said: \"Oops, sorry Alastair\" to delighted laughter. </p> <p>But, as weathermen always say, there's more to come. \"In regard to funding, of course we have increased in considerably during our own resources between the Maff and ourselves, there has been an increase and what worries me most is we tend to plan for circumstances which are a lot less than we should readily expect now, what we assume to be extreme circumstances are being built into the structures we have,\" he said, the water gushing out as from a broken fire hydrant. Hansard writers, the fourth emergency service, struggled valiantly to bring help where it was most needed, but even they were helpless against the tide. </p> <p>Statistics came crashing past. He was asked about the increased house building in the south-east. But the point about a maelstrom is that it always swirls where it is least expected. Suddenly, he was talking about failed water pumping structures on the east coast rail route. \"That was by alternative governments, so don't make that particular point, but we are now actually taking proper, putting the amount of resources and investment to move what we call extreme conditions which we must now regard as normal ... </p> <p>\"The Serplan [south-east regional plan] demand for housing was 33,000, I think when Professor Cope came along he suggested it was 55,000, we suggested that we would be 43,000 and the present building is about 39!\" </p> <p>This torrent brought misery and despair to the peaceful folk of the Conservative party who can have had no idea of the devastation about to be visited upon them. Tragically they only had their environment spokesman, Archie Norman, to stem the deluge - the equivalent of trying to dam a swollen river with a whoopee cushion. </p> <p>Mr Prescott suddenly finished, and as I left I could see blank-eyed Tories wandering dazedly around, trying to put back together the fragments of their lives.</p>",
  "What's at stake in this election? More than you think. Despite the near-universal perception of next week's US presidential race as a beauty contest - \"It's a choice between a moron and a prick,\" says one Gore aide - much more hangs on Tuesday's decision than who gets to smile for the cameras on Wednesday. The reverberations from this battle will pulse through America for the next four years. And not just America. Britain, and especially the Labour party, will feel the impact of this squeaker of a race. <p>The US electorate should have no doubt as to what hangs on their decision. But, such are the talents of George W Bush and Al Gore, the voters still seem far from clear. For many, the two candidates are barely distinguishable on the issues - hence the emphasis on personality. That's a tribute to Bush's strategy of \"hugging\" Gore on policy - allowing the Democrat no real advantage on education or healthcare, for example- and a testament to Gore's timidity. The vice president has not dared mention the real differences between him and W, for fear of alienating the undecideds who will determine this contest. </p> <p>So he rarely utters a word about abortion rights, one of the few areas where the next president will be decisive. Whoever wins will appoint perhaps three or four new judges to the nine-member Supreme Court, replacing those due to retire. The current bench supports the 1973 Roe v Wade decision guaranteeing a woman's right to choose - but only by a knife-edge margin of five to four. Bush would appoint conservative, anti- abortion judges and, within a couple of years, the United States would become a land where no pregnancy can be legally terminated. Gore would uphold the 1973 right. Tuesday's poll is a referendum on abortion - but it suits neither candidate to say so. Bush does not want to alienate suburban women who support choice, and Gore is panicky about rural conservatives who oppose it. But ignore the silence: this election matters. </p> <p>Or reflect on one of the fatal flaws of American society: its love affair with the gun. In America 10 children or teenagers die from firearms every day, with 30,000 people of all ages killed a year. A Gore administration might propose an owners' registration system or a child-proof mechanism on the trigger (like those on any bottle of pills). But expect no action from President W. In Texas he approved legislation allowing people to carry a concealed weapon anywhere - including into a church or synagogue. One activist for the National Rifle Association, the gun lobby headed by Charlton Heston, has bragged that if W wins \"the NRA will have an office in the White House\". The candidates don't want to talk about it: Gore is anxious not to scare off gun owners in must-win states such as Pennsylvania or West Virginia. But the division is there. </p> <p>On the terrain where the candidates are most up-front the choice is just as plain. Voters can go for Bush's plan to blow the current surplus bonanza on a mix of spending programmes and a juicy tax cut, or they can plump for Gore who offers no such tax reduction. An independent forecast says the Bush scheme would see the surplus swallowed up by 2012, plunging America back into deficit. Interest rates would head back up and the good times would be over. That's the choice. </p> <p>There's also a subtler decision to be made on Tuesday. For there is more to the presidency than making laws: it's also a social, even a cultural job. </p> <p>A president is not a prime minister. Head of government is only one of his duties; he also has to serve as leader of the American tribe and virtual father to the nation. Only this explains the reverence shown to past presidents, the enshrining of their papers in well-funded libraries, the enduring interest in the lives of a Kennedy or Roosevelt. </p> <p>This role, easily overlooked, is also on the line next week. Whoever wins will set the cultural tone for the nation. Just think of Bill Clinton's impact: future generations will see his as the iconic face of the 1990s, representing not just politics, but the entire spirit of the times. </p> <p>This is the role scholar Fred Greenstein, in a new book, The Presidential Difference, calls \"preaching and teaching\". It is central to the office. If Gore takes the nation's \"bully pulpit\" his sermons would be dull, but they would at least address the big questions of the present and future, from the internet to the environment. </p> <p>But what if Bush becomes America's high preacher? What mood would his presence create? The Dubya era would probably feel like the moment when the US decided to shy away from the future, to retreat into comfortable simplicities personified by a man who revelled in his lack of sophistication. It would herald America's stepping back from the scariness of the 21st century, opting instead for the plaid-shirt cosiness of a high-born Forrest Gump. </p> <p>We would get caught up in that undertow, too, just as we have lived through the Clinton era. But we would also feel a more direct effect, most immediately on foreign policy. A Bush White House would be keen to turn away from Europe, to distance itself from Clinton's efforts in the Balkans and Northern Ireland and to focus instead on Latin America. </p> <p>A secondary impact will be on the modern brand of special relationship, the one that's really mattered this last decade: the bond not so much between Britain and the US, as between Labour and the Democrats. If Gore loses, the Clinton-Blair partnership in power will be broken: one half of the transatlantic couple would suddenly be in the cold. </p> <p>Besides the PR blow - and the inevitable perception that the global centre-left's glory days are over and that low-tax, small-government conservatism is back - there would be a more substantive problem. Labour has borrowed much from its Clintonian cousins, whether Jack Straw's teenage curfews or Gordon Brown's working families tax credit. That transfer was easy when the American ideas were coated in the shiny gloss of electoral success. But why adopt them when they're tainted with failure? How easy would it be for Brown, an enthusiast for the American system, to persuade the Labour party to look west if the US becomes Bush country once more? </p> <p>The response is already being prepared. One of the human linchpins to the Labour-Democrat relationship told me yesterday that the modernisers, both here and in America, will simply argue that Gore's defeat came because \"he went too far to the left, he became too associated with 'big government'.\" The lesson New Labour wants to learn from Gore's struggle is that, \"you have to hold the centre\". </p> <p>But these are arguments Labour would rather not have to make. It would like Tuesday to bring the vindication of a fresh mandate for the progressive project. Americans need not busy themselves with such concerns next week; they have motives of their own for voting. For, despite appearances, much is at stake. </p> <p><a href=\"mailto:jonathan.freedland@theguardian.com\">jonathan.freedland@theguardian.com</a></p>",
  "Civil servants were yesterday accused by MPs of a cover-up, after they suppressed information on plans to tackle a predicted rise in deaths and pollution-related illness caused by a new generation of waste-burning incinerators. <p>Ministers were furious that the information had not been highlighted to them - days after Lord Phillips, the law lord who headed the BSE inquiry, had condemned the secrecy across Whitehall. </p> <p>Michael Meacher, the environment minister, said: \"I cannot recall seeing these figures and as I have specifically asked civil servants to highlight any information and not hide it away in annexes I shall be taking this up immediately. As for not being consulted about whether this information should be released, I shall be demanding an explanation from the environment agency.\" </p> <p>Last night, Christine Butler, MP for Castle Point in Essex, backed up Mr Meacher's stand, saying Whitehall's behaviour \"resembled the secretive attitudes of civil servants in the way they handled BSE\". </p> <p>The disclosure of Whitehall's refusal to release correspondence between the agency and the ministry on plans to tackle the problem of deaths was revealed in evidence from Alan Watson, an engineer, and Keith Collins, an economist, of Public Interest Consultants, a not-for-profit consultancy, to the Commons environment committee. </p> <p>It comes after the Department of Environment released figures showing that at present 88 people die and 168 people are hospitalised every year for lung-related diseases associated with emissions from the country's 12 incinerators. The detailed report also said people's lives will be shortened by cancer-causing dioxins from incinerators. </p> <p>Plans to at least double or even triple the number of incinerators could see the number of deaths rise to 100 and possibly higher each year. </p> <p>Mr Collins told MPs that Mr Watson had used the European Union open government code for environmental information - which is less secretive than the government's new freedom of information bill - to try to obtain the release of correspondence between the environment agency and the ministry. </p> <p>Both have admitted to holding meetings and planning how they intend to tackle health hazards caused by new incinerators and how they could affect the environment and the food chain. </p> <p>Confidential minutes of the latest meeting of the environment agency board on October 13 say: \"The agency has been discussing with the department of the environment, transport and the regions and the department of health, the development of a national, rather than agency, policy on health impacts from incineration.\" </p> <p>But officials from both ministries refused to release the correspondence to Mr Watson saying that it should be regarded as policy advice and \"could adversely affect future working relationships and policy development with the department of health.\" </p> <p>When Mr Watson appealed, officials said it would cost him £200 for the environment agency to conduct a full search and then claimed no such correspondence existed. This contradicted minutes sent to Mr Watson by the Department of Health showing a draft paper had been sent in July by the environment agency to the ministry on death and illness figures from air pollution from incinerators. </p> <p>Stefan Carlyle, head of scientific and technical information service of the agency, also told him that ministers had not been consulted about the refusal to release the information: \"I can inform you that Mr Meacher was not advised of our decision.\" </p> <p>Andrew Bennett, Labour chairman of the environment committee, last night demanded to see the correspondence between Mr Watson and the ministries.</p>",
  "<p><strong> The south-east</strong> </p> <p> Eleven severe flood warnings were in force last night, but river levels were starting to recede. With no significant rainfall expected in the next 36 hours the situation looks set to improve. Nearly all the motorways are free of flood water, though last night the M11 at Loughton remained treacherous, and the A3 from the M25 to Ripley, Surrey, was closed. The underground, which cancelled trains yesterday because of power failures and fallen trees, was almost back to normal last night. There were delays on South Central and Connex South Eastern trains but Eurostar, Gatwick Express and Heathrow Express ran normally. Dover ferry services stayed restricted. Electricity companies said last night they hoped to restore power to homes within 24 hours. </p> <p> <strong> East Anglia</strong> </p> <p> Severe flood warnings at Alconbury Brook and on the river Kym in Cambridgeshire have been downgraded; the only severe warning was for the region Nene downstream of Northampton. Further rain of up to 14mm is forecast for the next 24 hours. The environment agency warned that as flood plains in the region remain saturated the possibility of further flooding is high. Suffolk police warned motorists about surface water. Railway services were still restricted due to track repair work, but First Great Eastern said the problems caused by the storms were largely overcome. Eastern Electricity restored power to all but 2,000 of 50,000 affected homes. </p> <p> <strong> The north-east</strong> </p> <p> The worst floods for half a century hit Yorkshire and parts of the north east yesterday, as water sluiced off the Pennines. Leeds central roads turned into canals last night as the river Aire brimmed over embankments normally standing 25ft or more above water level. Hundreds were evacuated from smaller towns closer to the fells as the Aire and the Wharfe overflowed. Families camped in Bingley arts centre; in Skipton and Keighley, B&amp;Bs and the town's swimming pool became emergency homes. Electricity sub-stations closed leading to power shortages, and schools shut down along the river valleys. Airedale, Wharfedale and the Ouse plain around York, saw floods; the swollen river Nidd caused the rescue by ferry of 24 from a caravan park at Knaresborough. In Northumberland, a man died after a collision in his van at 6.40am with a gritter near the A19 near Seaton Burn, police said. Three others were injured, one seriously. </p> <p> <strong> The north-west</strong> </p> <p> More than 60 people, mostly pensioners, were waiting to return to their homes in Northwich, Cheshire, after the rivers Weaver and Dane burst their banks in the worst floods since 1946. Water levels rose by 1.5m in the early hours of yesterday morning. Sporadic showers continued and residents were evacuated from Garstang and Ribchester in Lancashire after debris blown into brooks and drains caused flooding, and the river Ribble swelled. Some roads had been under 3ftof water. AA Roadwatch North West said Lancashire roads were \"atrocious\". In Pilling, roads were closed to avoid structural damage to houses from water splashing. In Todmorden, the A646 was closed after a bridge collapsed. Transport in the region was an improvement on Monday's chaos. First North Western Trains returned to normal, running at minimal speeds south of Lancaster where a track had been cleared through yesterday's landslides. </p> <p> <strong> Midlands</strong> </p> <p> As the sun began to shine again yesterday and transport services got back to near normal, there were warning of floods from rivers in counties bordering Wales. Warnings cover the Wye at Hay, Hereford, the Ross-on-Wye, and the Monnow atSkenfrith, south of Hereford. Levels on the Severn were reported to be as high as during the floods of October 1998, and severe flood warnings were issued for Worcester, and for Shrewsbury, Bewdley and Ironbridge in Shropshire. Floods were expected to hit Bewdley and Bridgnorth. The river Teme was also in danger of flooding. There were no train services yesterday between Shrewsbury and Chester, and Shrewsbury and Machynlleth, and because local roads were impassable no bus services laid on instead. Birmingham's New Street station became a temporary terminus as many trains from Scotland and northern England to south Wales and the west country went no further. Local trains from Birmingham to Lichfield terminated at New Street because of power line problems. </p> <p> <strong> The south-west</strong> </p> <p> Rail travellers in the south west are facing disruption for several days to come from flooded tracks and tunnels. Although Paddington-Bristol services have resumed on a reduced timetable other services into the west country are stopping at Taunton. Passengers heading further west are being taken by bus to Exeter to pick up connections. A Railtrack spokesman warned that flooding between Exeter and Taunton could take up to three days to recede, and longer if the weather worsens. Sapperton tunnel, between Swindon and Gloucester, was expected to be closed for four weeks through flood damage. The flooded Chipping Sodbury tunnel was affecting mainline services between Swindon and Bristol Parkway and onward to south Wales. Severe flood warnings were last night in place on the river Avon at Bradford-on-Avon and between Melksham and Bathford as well as on the Lower Stour in Dorset. On the Avon river levels stayed high at Malmesbury and Bradford. </p> <p> <strong> Wales</strong> </p> <p> Bangor-on-Dee in north Wales was standing by for possible evacuation again last night as the lower Dee came dangerously close to overtopping its banks. Police and local authority officials were advising residents to leave home for safety reasons. The Dee was one of three Welsh rivers on which severe flood warnings remained in place yesterday. The Wye and Monnow in south-east Wales continued to cause concern; the environment agency was monitoring the situation at Monmouth and Ross-on-Wye. Train services continued to face disruption because of line closures, and several major roads remained impassable. The A465 Heads of the Valleys road, one of the principal road arteries in south Wales, is expected to be closed until next week after a landslip near Brynmawr involving tonnes of mud and debris. In mid Wales, flooding closed the main road between </p> <p>Welshpool and Newtown. The road linking Bangor-on-Dee and Wrexham was also closed through flooding. Power was being restored yesterday to the last of the 30,000 customers cut off by the weekend gale. </p> <p> <strong> Scotland</strong> </p> <p> Scotland escaped the bad weather which affected so many of the southern areas yesterday and the only problems were a hangover from the weekend. Train services between Glasgow and Edinburgh were down to one train each hour from the normal four because of a landslip, caused by heavy rain, which then blocked the railway line. But the services on the west and east coast mainlines were by yesterday getting back to the normal schedule. </p> <p> Reports by Jamie Wilson, Martin Wainwright, Angelique Chrisafis, Geoffrey Gibbs, David Ward, Gerry Seenan</p>",
  "<p>The Italian tanker carrying chemicals from the Fawley oil refinery in Hampshire sank in the Channel off the island of Alderney yesterday - 24 hours after sending out distress signals during Monday's gales. </p> <p>The Levoli Sun's crew of 14 had been winched to safety by helicopter crews the previous night but while the 10-year-old ship was under tow to the port of Cherbourg she toppled over and sank. </p> <p>There was astonishment and anger in France that the tanker had been allowed to sail from Southampton with a cargo of potentially dangerous chemicals when a severe storm was forecast. The tanker had been detained at the Dutch port of Moredijk on October 26 because officials were not happy with safety. But she was allowed to sail for Fawley to load with chemicals destined for Bar in Yugoslavia. </p> <p>The tanker was carrying 6,000 tonnes of chemicals, including styrene - a flammable byproduct of petrol production used to make plastics. Other toxic products included isopropyl and methyl ethyl ketone. </p> <p>Greenpeace warned that the chemicals could cause serious ecological problems if they leaked but Shell Chemicals, which chartered the ship, said the styrene on board would not damage the environment. In case of spillage, the styrene would float to the surface, evaporating in hours. </p> <p>Boats were sent to survey the area for possible leaks. The French transport minister, Jean-Claude Gayssot, visited the site, and President Chirac said he hoped the EU would quickly adopt French proposals for stricter maritime measures. </p> <p>\"This raises the question of the companies' responsibility,\" Mr Gayssot said. \"We cannot accept that safety is sacrificed on the altar of profits.\" </p> <p>The agriculture ministry is to help combating pollution.</p>",
  "I have some questions in response to your poll attempting to prove that today's young people are dumber than their parents or grandparents (Dumb? October 28). <p>Why were most questions slanted towards a colonial view of English history, literature and politics, with no reference to science, geography or technology? Why were the questions biased in favour of older, white, middle-class men? Could the lack of reference to any culture other than English be the kind of thing Ofsted had in mind when it slated the education system for the low achievement of some ethnic minority children? Why was no information given as to the ethnic group and social background of the respondents, in view of the English bias? Why did you choose only men to assess the results of the poll and print only letters from men about it (October 30)? </p> <p>I have hurled my copy \"with hideous ruin and combustion down to bottomless perdition\" (Milton; Paradise Lost). <br><b>R Malyan</b> <br>Thornton Heath, Surrey </p> <p>\u0095Tim Radford has a point when he urges scientists to \"dumb down\" their message for the sake of public understanding. Scientists should convey information on important and complex scientific issues in as clear a language as possible. However, true understanding requires dialogue. For this to happen, a minimum level of scientific literacy must prevail in society at large. </p> <p>Scientists can do a better public-relations job by selective dumbing down and a more constructive relationship with media and government, but if the man or woman in the street is to dispel feelings of scientific disorientation, then society must also wise up. <br> <b>Dr Peter Foote</b> <br> Monmouth </p> <p>\u0095It is exactly those age groups who were more familiar with Churchill that would be more likely to take democracy - or at least our pseudo-democracy - for granted. It is mainly younger people who are continuing the democratic struggle through such things as the anti-globalisation collectives and reclaim the streets. I am fairly confident that in questions regarding issues such as global warming, globalisation and the role of the IMF and World Bank in maintaining third world poverty, young people would have scored somewhat higher than other age groups. <br> <b>Ross Copeland</b> <br> Kassel, Germany </p> <p>\u0095You report (18-24: the dumber generation, October 28) that 93% did not know William Caxton was the \"father of printing\". Perhaps they were the people who knew that this honour belongs to Gutenberg - Caxton being simply the person who introduced the art of printing to this country having learned the skill on a visit to Cologne. <br> <b>Peter Ford</b> <br>Richmond, N Yorks </p> <p>\u0095Sigmund Freud was neither a psychologist nor a psychiatrist, but a psychoanalyst. Although he trained as a physician and neurologist, it is as the proponent of the theory of the id, ego and superego and inventor of the technique of psychoanalysis, ie the \"couch and talk method\", that he is famous. Confusing those psych-words, aren't they? <br> <b> Michael Miller</b> <br> Chartered occupational psychologist <br><a href=\"mailto:michael@millerpsych.freeserve.co.uk\">michael@millerpsych.freeserve.co.uk</a></p> <p> \u0095Michael Fuller (Letters, October 30) tries to blame the failures of the past 20 years on people aged 45-54. I can only presume that this puts young Fuller in the 18-24 age group, otherwise he would have known that Margaret Thatcher is much older than that. <br> <b>Willie Macfadyen</b> <br> Stirling</p>",
  "Now that we've finally accepted the need for a Swede to instill some semblance of rigour and efficiency into the national football team, why not look abroad for help with other shambolic aspects of English life? <p>How about an Italian to show us how to run the railways (their own seem to run perfectly), a Frenchman to sort out the health service (the French have the world's best, according to the WHO), and perhaps even a Bhutanese (where cars are banned) to take on the pro-fossil fuel brigade and produce an environmentally friendly roads policy? Maybe a southern Indian (predominantly vegetarian) might sort our BSE problem. Finally, the Tories could just cut to the chase and get a rightwing Austrian to shape their immigration policy. <br><b>Alix Sharkey</b><br> Paris, France <br><a href=\"mailto:alixsharkey@mac.com\">alixsharkey@mac.com</a></p> <p> \u0095 Given that the England football team usually gets beet because the defence leeks like an old greenhouse, does it matter whether it is managed by a swede or a turnip? <br><b>Ross Roberts</b><br> London </p>",
  "It is for his contributions to environmental film-making that the television producer Richard Keefe, who has died of a lymphona aged 51, will best be remembered. In the run-up to the 1992 Earth Summit, with his Channel 4 series How To Save The Earth (1991), he developed the theme of sustainable development; he also pioneered a hybrid, the \"environmental wildlife\" series, with Wild India (1992), Wild Islands (1997) and Wild Australasia (1998). <p>One of Richard's greatest talents was raising funds for such series, and these award-winning international co- productions, shot by leading wildlife cameramen, have racked up international sales. Among the single documentaries he made, Sex, Sin And Survival is arguably his finest, a plea for a humane approach to world population growth. </p> <p>Keefe was a visual artist by inclination. The issues he tackled were presented in images of haunting beauty, capturing his love of the natural world and communicating his hopes for the future, often seen through children's eyes. </p> <p>Richard was born in Bournemouth, and educated at Chichester high school and Bristol University, where he read geography. As head of Redknock school's English department, in Dursley, Gloucestershire, he put drama on the curriculum - which whetted his appetite for the performing arts. </p> <p>In 1979-80, he went back to study radio, film and television at Bristol University. On graduating, aided by a formidable gift of the gab, he established television contacts through the BBC Nationwide programme. He then persuaded Save The Children to let him, an untried film-maker, produce a campaigning film for them. His documentary career had begun. </p> <p>Richard had an abiding concern for those less fortunate than himself, particularly in the developing world, and much of the television he produced was about the problems of those societies. One of the first series he was associated with, Utopia Limited (1983), made for the then new Channel 4, included his powerful film on child mortality in South America. </p> <p>A distinctive film-making style emerged. Global Village, for Horizon (1984), contained what became Keefe trademarks: beautiful visuals, a compelling narrative and an instinctive feeling for pace. This film told the story of the impact of satellite television on the Indian subcontinent, and included interviews with Arthur C Clarke and Indira Gandhi, the last broadcast interview before her assassination. It was one of the first independent productions made for the BBC. </p> <p>Richard followed it with the 11-part Only One Earth (1987), co-produced with the BBC through his company, North South Productions, and bringing environment and development together for the first time for a mass television audience. </p> <p>Children were important to Richard - increasingly so after the birth of his son - and reaching young minds was at the forefront of his ambitions as a producer. He made a number of series for Channel 4 Schools: the award-winning, 10-part Worlds Of Faith (1987) and Africa's Child (1999), and two series of Earth Tales dramas. </p> <p>The latter demonstrated his skill in drawing out the talents of young people, further illustrated in the children's musicals he filmed, Ocean World and Song Of The Forest. In his series Stolen Childhood (1989), he highlighted child exploitation and cruelty. North South Productions made many programmes for global agencies like Unicef. </p> <p>Richard was a gentle giant. I never saw him fly into a rage or treat anyone cruelly. He showed enormous loyalty to his family and employees. But, by nature, he was a broad-brush man: details were like small yapping dogs to him. A similar attitude was apparent in his style of work, for he could be extraordinarily vague and untidy. His office sometimes became an obstacle course, with books, video-cassettes and furniture scattered across the floor as if by a tropical cyclone. </p> <p>Such habits exasperated employees, and yet most of us came back for more, and in business Richard could be as sharp as anyone. He had vision, and was a champion of the natural world. </p> <p>He is survived by his wife Sue and son Patrick. </p> <p>Richard Keefe, film-maker, born December 18 1948; died October 3 2000</p>",
  "<p>BAT yesterday attacked regulators for suffocating the industry and admitted it was disappointed to be under investigation by the government over alleged smuggling links. </p> <p>Martin Broughton, the chairman, said calls for global legislation and universal tax rules championed by the World Health Authority and European Union were \"invariably unworkable\". </p> <p>Speaking after the decision by trade secretary Stephen Byers to send in a team of Department of Trade and Industry investigators, he said: \"The stark choice facing regulators is whether to continue with their battle against the industry leaders, cheered on by a chorus of single issue pressure groups, or to engage in more constructive debate.\" </p> <p>BAT, the world's second largest tobacco manufacturer, said pretax profits, including exceptionals, were slightly up at £1.2bn for the nine months to September 30, with adjusted earnings per share up 8% at 42.57p. </p> <p>However, comparable cigarette sales, without the contribution of the Rothmans acquisition, fell 3% in a \"stagnant\" world market. Lucky Strike, Dunhill and John Player Gold Leaf sold well. </p> <p>BAT shares were down 15p, or 2.6%, to 483p last night.</p>",
  "<p>Autonomy, the Cambridge-based software company, yesterday came back to Britain to be listed on the London Stock Exchange. </p> <p>The hi-tech company which has been listed on New York's Nasdaq and Brussels' Easdaq but was dismissed as too small and speculative to list in London two years ago, looks likely to break into the FTSE 100 index at the December review. The company, which sells software that sorts the masses of unstructured information floating around the internet, was yesterday valued at £4.7bn. </p> <p>The listing provides an opportunity for long-term investors, such as seed investor Apax Partners, and chief executive and managing director Mike Lynch to sell parts of their holdings. </p> <p>Dr Lynch, whose father was a fireman and mother a nurse, yesterday cashed in on his company's success by selling just over 1% of his holding, leaving him with an 18% stake and about £47.4m in his hand. He said: \"It is great to be able to come back home and list in London.\" </p> <p>Yesterday it emerged that Dr Lynch, who won a scholarship to study at Cambridge University, had shaved off his beard for a bet. He has been reported as saying that the company's goal is to be in almost every piece of software in two years' time. </p> <p>Yesterday's listing means Autonomy's stock will now be available to funds that are able to buy only shares listed on London markets. </p> <p>Autonomy, which raised $124m of funding in May when it floated on the Nasdaq, priced its secondary offering at £32.76 per share, which values the offer, at the plac ing price, at about £218m. The offering was more than six times oversubscribed and the shares, all sold by existing shareholders, and none of them newly issued, were placed with institutional investors. The investors sold 6.7m shares, about 5% of the company. </p> <p>Autonomy's share price yesterday closed at £35.8, up from £32.76, with 5.5m shares being traded. The company's shares have risen by more than six times during the last year, outperforming the hi-tech Easdaq by four times. </p> <p>The company, which is profitable and, according to Mr Lynch, generates $5m a quarter in cash, has $128m in the bank. </p> <p>Autonomy, which was formed in 1997, first floated in July 1998. It employs 157 people. Customers for the technology include Oracle, Sun Microsystems and General Motors. The technology the company has created can understand the ideas and concepts within texts by looking at the mathematical patterns in the prose. After reaching an \"understanding\" the technology is able to realise who needs to look at the information, can send it on to the right person and can also link it to other relevant information. </p> <p>According to sector research, the market for unstructured data, at which the Autonomy technology is pitched, is forecast to grow from £1.7bn in 1999 to £8bn in 2003. </p> <p>Autonomy will keep its Easdaq listing, but pricing will shift from dollars to pounds to reflect the London stock. </p> <p>Investment banks that handled the London offer have the option to buy up to 997,826 shares at the offer price. Deutsche Bank was the global coordinator for the offer. Deutsche Bank and Goldman Sachs International were joint lead managers and book-runners.</p>",
  "<p>Politics has its own seasonal rhythm, so when ministers intone gravely in the autumn that they see no room for tax cuts in the spring, the wise observer takes this warning with a large pinch of salt. When the commitment to Gladstonian fiscal probity comes as the parties are gearing up for a general election, it is time to dispense with the pinch and opt for a handful instead. </p> <p>The facts - such as they are - of the current spat between Michael Portillo and Gordon Brown over tax and spending are as follows. Labour plans to increase public spending by £68bn in the next three years, the Conservatives plan to spend an extra £60bn, siphoning off the other £8bn into tax cuts. The government, seeking to draw distinct battle lines in the run-up to polling day, portrays this as a choice between higher public spending on the one hand against lower taxes on the other. </p> <p>Politics being politics, things are not quite that simple. Back in the late 1980s, Nigel Lawson was fond of accompanying increases in public spending in the autumn with forecasts which suggested that this left little opportunity for tax cuts. By massaging down the projected size of the Treasury's budget surplus in the autumn, Lawson could then reveal the true picture in the spring, making it seem as though he was as surprised as anybody to find that the government could afford to slice a couple of pence off the basic rate of income tax. </p> <p>Labour has learned from Lawson's experience. The chief secretary, Andrew Smith, has been ruling out tax cuts in the next parliament, but the Treasury - and every analyst in the City - knows that the size of the chancellor's budget surplus will be at least three times as large as the £5bn he was forecasting in March. Moreover, the better than expected outcome will not be the result of an overheated economy - as it was in the late 1980s - but derives from a structural improvement in the nation's finances. </p> <p>Tony Blair would like to hold an election in the spring, which means that the Budget will be the springboard for Labour's campaign. The idea that the prime minister and his chancellor will use a surplus of perhaps £20bn to pay down the national debt rather than to butter up the electorate is too fanciful for words. Whatever Labour says now, there will be tax cuts. The only question is how big they will be. </p> <p><strong> EasyBet </strong><br> </p> <p>It is not often that a man facing manslaughter charges seeks to float his business on the London market for around £750m. But then anyone who has had the Luton airport experience will know that Stelios Haji-Ioannou, founder of EasyJet and various other Easy-branded wheezes, is a rare type in the world of business. </p> <p>The charges, brought in Italy and rekindled by the public prosecutor there just three days ago, relate to an oil tanker which sank off Genoa nine years ago, killing a number of crew members and causing serious environmental damager. Mr Haji-Ioannou is snared by the legal action since, at the age of 24, he was working with his shipping magnate father, at the time. </p> <p>The disclosure, published in EasyJet's pathfinder prospectus yesterday, will not deter the institutions being lined up by investment bankers CSFB and UBS to support the low-cost airline's move to market in two weeks' time, raising something close to £200m in new money. </p> <p>In fact, fund managers are likely to find the document a refreshing read. It amounts to a warts-and-all description of a business that has been built in double-quick time and which threatens to carry on growing at an exponential rate for the foreseeable future. Aside from all the usual risk factors and caveats, the level of operational detail provided on the day-to-day running of EasyJet is extraordinary. And yes, under \"Litigation,\" prospective investors can read all about Mr Haji-Ioannou's highly publicised spats with British Airways and the Luton airport authorities. </p> <p>Assessing the value of this business, and the market's likely reaction, is no mean feat. In fact, CSFB and UBS are clearly still struggling since the indicative price range for the global book building has been set at an extravagantly-wide 250p-350p a share - a spread the advisers blame on market volatility. </p> <p>On the bald figures, the issue looks fairly priced, with a mid-point prospective price/earnings ratio of 22 times suggesting the shares are being offered at a discount of more than 30% to EasyJet's cheap'n'cheerful rival, Ryanair. In fact, the stock does not look much more expensive than sluggish old British Airways. </p> <p>Retail punters, sadly, are locked out of this flotation, with all the stock going to institutions. But for any size of investor, this issue is not really about comparable valuations and the like. It is about whether this bucaneering entrepreneur, who wants all his staff to get rich on options and who will stand up and scream if his commercial interests are threatened, deserves personal backing. And in the interests of a more colourful world, the answer has got be be \"yes.\"</p>",
  "<p>Research released yesterday suggests that the government's new Connexions service, intended to offer advice and guidance to all teenagers, may fail to get to grips with emerging drug problems. Some youngsters were found to have been experimenting with drugs from age eight. </p> <p>Connexions will be resourced to the tune of £420m a year by the end of 2002-03. It aims to appoint a personal adviser to each young person at age 13. But the research, funded by the Department of Health and co-ordinated by charity DrugScope, indicates that agencies may need to intervene with children in their last years at primary school and their first two years at secondary level. </p> <p>The study was carried out in six projects among known drug users and others considered at risk of drug misuse: the homeless, offenders and those in care. A consistent picture emerged of vulnerable youngsters developing drug habits at an earlier age than young people generally. </p> <p>\"Young drug users across these studies had generally tried their first illegal drug at the age of 13, if not before, and were also likely to be smoking cigarettes and drinking alcohol with some degree of regularity by this age,\" says the study report, Vulnerable Young People and Drugs: Opportunities to Tackle Inequalities. Disengagement from school was common, as was evidence of early sexual activity, and family backgrounds were typically unstable. </p> <p>\"A lack of appropriate and effective supervision of young people by parents/carers appears to be a major contributory factor to the vulnerability of children and young people,\" the report says. \"There were also reports of substance misuse in the family home and of family conflict and disruption, both of which played a significant role in the complex problems experienced by some of the young people.\" </p> <p>DrugScope, formed by merger of the Institute for the Study of Drug Dependence and the Standing Conference on Drug Abuse, is pointing to a need for more and earlier assessment of youngsters at risk of becoming drug misusers. Roger Howard, the charity's chief executive, says: \"Everyone responsible for vulnerable young people needs to recognise that drugs will be an issue. They need to make sure they are trained to spot where there is a drugs problem and know how to deal with it.\" </p> <p>One such early intervention scheme is run in Bristol by the Drugs and Young People Project, funded jointly by the NHS and social services. Project worker Duncan Stanway says the five-year-old scheme has helped identify 100-120 young people whose drug use is causing concern. </p> <p>\"A lot of our work is about trying to engage with the young person and offer them services, based in their community, which feel accessible,\" Stanway says. \"Most young people referred here don't want to go to see a counsellor, don't want to sit formally in that environment, so we tend to work through personal youth workers or support workers. We are looking for alternatives that are interesting - that the young people are likely to go for.\" </p> <p> \u0095 DrugScope is on 020-7928 1211 </p>"
]