[
  "<p><strong>Australia</strong> </p> <p><strong>Shane Warne</strong> doesn't play for <strong>Victoria</strong> very often these days. He may well be ruing his participation in the match against arch-rivals <strong>New South Wales</strong> in Melbourne after breaking his spinning finger and seeing his side lose heavily. Warne was fielding at first slip when he appeared to juggle a simple chance from <strong>Mark Waugh</strong> - the ball hit the end of his finger, breaking the first joint, and he required surgery to insert two metal plates. Australia's leading wicket-taker will now miss at least the first three Tests of the forthcoming series against West Indies. The entire first day was lost to rain, and after a delayed start on the second morning some creative captaincy was needed to ensure a result. New South Wales reached 250 in their first innings, with Waugh making 53 before being induced to balloon that catch to Warne off the bowling of <strong>Colin Miller</strong>, and <strong>Shane Lee</strong> also making 53. Victoria captain <strong>Paul Reiffel</strong> declared his side's first innings closed at 194-6 with <strong>Brad Hodge</strong> unbeaten on 85, and <strong>Steve Waugh</strong> reciprocated by declaring the New South Wales second innings at 210-6, after an entertaining late cameo from <strong>Don Nash</strong>, who made 46 off just 23 balls. Chasing 267 to win and missing the injured Warne, <strong>Victoria</strong> collapsed to 149 all out in the face of <strong>Brett Lee</strong> (5-42) and <strong>Stuart MacGill</strong> (3-50) who may well be expecting a call-up to the Australian squad. </p> <p><strong>New South Wales</strong> 250 and 210-6 dec <br> <strong>Victoria*</strong> 194-6 dec and 149 <br> <strong>New South Wales won by 117 runs</strong><br> <strong> New South Wales </strong> 6pts, <strong>Victoria</strong> 0pts </p> <p>The one-day Mercantile Mutual Cup game between the same two sides at the Richmond Cricket Ground in Melbourne was a tense, low-scoring affair in which <strong>Victoria</strong> scraped home by two wickets. On a day when ball dominated bat, the star-studded <strong>New South Wales</strong> side managed only 129 after being put in, the only partnership of note being 49 from the <strong>Waugh brothers</strong> for the third wicket. Victoria then made life difficult for themselves by collapsing to 60-5 before a steadying partnership between youngsters <strong>Michael Klinger</strong> (19) and <strong>Ben Oliver</strong> (29). There looked to be another twist to the game as <strong>Brett Lee</strong> (3-41) launched a late onslaught, but experienced wicketkeeper <strong>Darren Berry</strong> (14*) managed to push Victoria over the line. </p> <p><strong>New South Wales</strong> 129 (42 overs) <br> <strong>Victoria*</strong> 130-8 (41.5 overs) <br> <strong>Victoria won by 2 wickets</strong> </p> <p> <strong>South Australia</strong> managed to hold on for an unlikely draw against <strong>Western Australia</strong> in their first Pura Cup game of the season, at the Adelaide Oval. After winning the toss and electing to bat Western Australia amassed 480-8 declared, the highlights being a patient 122 from <strong>Damien Martyn</strong> and a characteristically explosive 102 from <strong>Adam Gilchrist</strong> off 99 balls, including 12 fours and two sixes. In reply South Australia managed 282, with a surprising contribution of 51 from fast bowler <strong>Jason Gillespie</strong>, batting at the unaccustomed position of No5. South Australia were asked to follow on and looked in some trouble before <strong>Jeff Vaughan</strong>, who had made a duck in the first innings, gritted his teeth and held on for six-and-a-half hours to make an unbeaten 131, his third first-class century, as the game ended in a draw. </p> <p><strong>Western Australia*</strong> 480-4 dec <br> <strong>South Australia</strong> 282 and 358-5 <br> <strong>Match drawn </strong><br> <strong>Western Australia </strong> 2pts, <strong> South Australia </strong> 0pts </p> <p>Not even a dazzling career-best 233 from <strong>Ricky Ponting</strong> could set up a win for <strong>Tasmania</strong> against <strong>Queensland </strong> in an extraordinary match in Brisbane. After the Tasmania captain <strong>Jamie Cox </strong> had won the toss and elected to bat, Ponting put on a superb display. He struck 37 fours and four sixes, and shared in century partnerships with all-rounder <strong>Dan Marsh </strong> (61), the son of ex-Australian wicketkeeper Rodney Marsh, and <strong>Sean Young</strong> (22). Tasmania looked to be in the driving seat as they dismissed Queensland for 289 and then, with time running out, declared their second innings at 258-7. Ponting (61) and Marsh (58*) again proved their main contributors. Set a daunting 373 to win Queensland never looked in the hunt at 59-3, but a fourth-wicket partnership of 261 between <strong>Martin Love </strong> (161*) and the hard-hitting <strong>Andrew Symonds </strong> (133) set up an unlikely victory with just one over to spare. </p> <p><strong>Tasmania*</strong> 403 and 258-7 dec <br> <strong>Queensland</strong> 289 and 373-6 <br> <strong>Queensland won by 4 wickets </strong><br> <strong>Queensland</strong> 6pts, <strong>Tasmania</strong> 0pts</p> <p> <strong>South Africa </strong></p> <p>Defending Supersport Series champions <strong>Gauteng</strong> (also known this season as the Highveld Strikers due to a sponsorship deal) defeated <strong>North West</strong> by 121 runs at Pootchefstroom, despite an excellent all-round performance from North West's West Indian star, <strong>Mark Lavine</strong>. Lavine destroyed Gauteng's top and middle order with 6-55 in their first innings, and then proceeded to follow it up with 85, including ten fours and three sixes, in North West's first innings. It was a lonely vigil though; Gauteng stepped up a gear in their second innings and made 322, with opening batsman <strong>Sven Koenig</strong> contributing 80. Koenig became the unlikely hero with the gloves in North West's second innings after regular keeper <strong>Nic Pothas</strong> had withdrawn with badly bruised fingers. He took three catches, including one to dismiss the dangerous Lavine, and seamer <strong>David Terbrugge</strong> picked up 5-39 to dismiss North West well short of their target. </p> <p><strong>Gauteng</strong> 224 and 322<br> <strong>North West</strong> 277 and 148<br> <strong>Gauteng won by 121 runs </strong><br> <strong>Gauteng</strong> 16pts, <strong>North West</strong> 7pts </p> <p>A well-crafted, chanceless 128 from captain <strong>Hylton Ackerman</strong> set up a win for <strong>Western Province</strong> in their game against <strong>Eastern Province</strong> at Port Elizabeth. Put in to bat, Western Province scored 362 before dismissing Eastern Province for 282, <strong>Dave Callaghan</strong> (129) scoring almost half the runs. Western Province then declared their second innings closed at 212-8, leaving Eastern Province to chase 293, but man of the match <strong>Claude Henderson</strong>, a left-arm spinner, took 5-40 as Eastern Province managed only 165. </p> <p><strong>Western Province</strong> 362 and 212-8 dec <br> <strong>Eastern Province*</strong> 282 and 165 <br> <strong>Western Province won by 127 runs</strong> <br> <strong>Western Province</strong> 18pts, <strong>Eastern Province</strong> 7pts </p> <p><strong>Easterns</strong> started their campaign with a big win over <strong>Kwa-Zulu Natal</strong> at Benoni, despite a defiant 104 from Kwa-Zulu Natal No9 <strong>Golam Bodi</strong>. The diminutive Bodi, an Indian-born slow left arm bowler, scored his maiden first-class century (easily beating his previous best score of 33) in entertaining fashion, thrashing eleven fours and six sixes, but it was to no avail as Kwa-Zulu Natal went down by 108 runs. Kwa-Zulu Natal had won the toss and asked Easterns to bat, restricting them to 245 as medium-pacer <strong>John Kent</strong> took a career-best 6-77. Kwa-Zulu Natal found themselves equally restricted, struggling to 123 against the bowling of West Indian quickie <strong>Kenny Benjamin</strong> (3-23) and left-arm medium-pacer <strong>Gareth Flusk</strong> (3-31). They were helped by an excellent performance by wicketkeeper <strong>Dylan Jennings</strong>, who took six catches. When Easterns declared their second innings at 284-8 KZN were set 407 to win, but never looked in contention despite Bodi's last-minute knock. They were blown away by the pace bowling of Benjamin (4-79) and <strong>Andre Nel</strong> (5-64). </p> <p><strong>Easterns</strong> 245 and 284-8 dec <br> <strong>Kwa-Zulu Natal*</strong> 123 and 298 <br> <strong>Easterns won by 108 runs</strong> <br> <strong>Easterns</strong> 16pts, <strong>Kwa-Zulu Natal</strong> 4pts </p> <p>Some fine bowling from seamer <strong>Charl Langeveldt</strong> (5-19 and 1-49) and medium pacer <strong>Brad Player</strong> (3-11 and 5-26) ensured a win for <strong>Boland</strong> over <strong>Free State</strong> at Paarl. After asking the visitors to bat Boland blew them away for 102 in their first innings and restricted them to 249 in the second. Boland made 330 in their first innings, mainly thanks to <strong>Pieter Barnard</strong> (120) and <strong>James Henderson</strong> (76), and then openers Henderson and <strong>James Trott</strong> knocked off the 22 runs required in their second innings without loss. </p> <p><strong>Free State</strong> 102 and 249 <br> <strong>Boland*</strong> 330 and 23-0 <br> <strong>Boland won by 10 wickets </strong><br> <strong>Boland</strong> 18pts, <strong>Free State</strong> 2pts </p> <p><strong>Pakistan</strong></p> <p><strong>Lahore</strong> registered a ten-wicket win over <strong>Karachi Blues</strong> in their Quaid-e-Azam Trophy Grade I match at the LCA ground in Lahore, thanks to a sparkling 174 from wicketkeeper-batsman <strong>Kamran Akmal</strong>. He hit 28 fours and one six in his innings, sharing partnerships of 109 for the sixth wicket with <strong>Tariq Mahmood</strong> (46) and 129 for the seventh with <strong>Naeem Ashraf</strong> (28), as Lahore reached 428. Earlier they had dismissed Karachi Blues for 259 after asking them to bat; <strong>Afsar Nawaz</strong> was the mainstay of the Karachi innings with 114. When Karachi managed only 192 in their second innings Lahore were left with a target of 24, which openers <strong>Ali Hussain</strong> and <strong>Maqsood Rana</strong> polished off in 3.3 overs. </p> <p><strong>Karachi Blues</strong> 259 and 192 <br> <strong>Lahore</strong> 428 and 26-0 <br> <strong>Lahore won by 10 wickets</strong></p> <p> In a high-scoring match in <strong>Karachi</strong>, the home side drew with <strong>Bahawalpur</strong> after neither team seemed able to bowl the other out quickly enough for a positive result. Karachi racked up 485-8 declared in their first innings, with <strong>Mohammad Masroor</strong> (97), <strong>Hasan Raza</strong> (81), <strong>Asif Mujtaba</strong> (81) and one-time Pakistan wicketkeeper <strong>Atiq-uz-Zaman</strong> (62) all making major contributions. Bahawalpur replied with 367 (<strong>Shadab Kabir</strong> 84, <strong>Usman Tariq</strong> 62), and Karachi had reached 267-4 in their second innings (<strong>Shadab Kabir</strong> 116, <strong>Zeeshan Pervez</strong> 96) when time ran out. </p> <p><strong>Karachi</strong> 485-8 dec and 267-4 <br> <strong>Bahawalpur</strong> 367 <br> <strong>Match drawn </strong></p> <p>Elsewhere in the Quaid-e-Azam Trophy Grade I it was a case of ball dominating bat, with low-scoring games producing wins for <strong>Peshawar</strong> over <strong>Faisalabad</strong>, <strong>Sheikhupura</strong> over <strong>Gujrunwala</strong>, <strong>Rawalpindi</strong> over <strong>Sargodha</strong>, and <strong>Lahore Blues</strong> over <strong>Islamabad</strong>. </p> <p><strong>Peshawar</strong> 174 and 177 (Shahid Nazir 6-58)<br> <strong>Faisalabad*</strong> 73 (Nauman Habib 5-11) and <strong>170</strong> <br> <strong>Peshawar won by 108 runs</strong> </p> <p><strong>Sheikhupura</strong> 146 (Qaisar Abbas 67, Sarfraz Ahmed 5-43) and 194 (Zahid Javed 59, Mubashir Nazir 6-56) <br> <strong>Gujrunwala*</strong> 198 (Naved-ul-Hasan 6-80) and 145-6 (Majid Saeed 94*) <br> <strong>Gujrunwala won by 4 wickets</strong> </p> <p><strong>Sargodha</strong> 106 and 219 (Misbah-ul-Haq 73) <br> <strong>Rawalpindi*</strong> 383-9 dec (Pervez Aziz 154, Naeen Akhtar 64) <br> <strong>Rawalpindi won by an innings and 58 runs</strong> </p> <p><strong>Lahore Blues</strong> 199 (Stephen John 5-82) and 357-9 dec (Imran Farhat 77, Mohammed Hussain 65, Stephen John 5-128) <br> <strong>Islamabad*</strong> 209 (Husnain Kazim 6-58) and 180 (Asif Ali 63) <br> <strong>Lahore Blues won by 167 runs</strong> </p> <p><em>Catherine Hanley is an Australian who supports Somerset but lives and works in Sheffield. To read last week's Global Scorebox, on how the Red Stripe Bowl was won, <a href=\"http://www.cricketunlimited.co.uk/Articles/0,5217,387786,00.html\">click here</a>. </em></p>",
  "<p>Tony Cooper is a solid, quietly spoken man with big, well-worn hands and sparkling eyes. His school is less immediately impressive, with shambling buildings which the Teaching Awards judges described as the least attractive accommodation they had visited.</p> <p> So much for first impressions. This year 63% of Aldercar's Year 11 gained 5 or more higher grades at GCSE. Many schools in leafy suburbs would be quite satisfied with that figure, but Aldecar, sandwiched between Derby and Nottingham, is a depressed ex-mining community where over a quarter of that year group entered school with reading ages up to 4 years below their chronological age.</p> <p> In 1994 an Ofsted inspection raised serious concerns about the school, but the past 5 years have seen a 231% increase in higher grades at GCSE, an increase the judges described as \"quite staggering\". The school has held the Basic Skills Agency's quality mark for the past two years. Children learn Japanese and, if an application to become a language college is successful, the school hopes to offer Mandarin. Yet in the mid-90s the school's reputation was dire.</p> <p> \"The school was very comfortable with where it was,\" says Cooper. \"Yet the results were mediocre. Every year group were being done a disservice. The quote that I got - and still get - is: 'well, what do you expect from children from that area'.\"</p> <p> Cooper expected better. He was a deputy at the school in the 90s, which he found \"frustrating at times, because you wanted to move things forward.\" When the headship became available colleagues expected him to apply for \"better schools elsewhere\", but there was never any real question of where he wanted to be. \"Anybody can pick the cherries. Go to a school with 90% higher grades, and let things ride. But that's not me.\"</p> <p> With a new management team, Cooper set about seizing the school and its community by the scruff of the neck. An early decision involved bringing support workers into the heart of the school and involving them directly in learning. \"One of the things that used to exist in the school was the attitude 'We're teachers - you're not',\" he says, \"so we've worked on that.\" Blending together a team of lunchtime supervisors, librarians and ancillaries Cooper formed a literacy \"hit squad\" which, on average, raises pupils' reading ages by 20-24 months in just a term of school time. Many of the team are parents. Other initiatives to bring the community into the school include allocating accommodation for the local playgroup, and allowing parents to study alongside pupils in a range of subjects.</p> <p> \"When I first came to this school, people were saying 'You don't want to go there, it's rubbish',\" says year 10 pupil Adam Grice. \"Now some of them want to come here, but they can't get in.\" The children are fiercely proud of their school, particularly as some came to Aldercar after unhappy experiences elsewhere. They understand that the school's encouraging atmosphere is down to their headteacher: \"He's easy to talk to,\" said Laura Wadsley. \"If you have any problems you can go to him and he'll sort it out for you. In my old school I didn't get on with any of the teachers.\"</p> <p> Cooper doesn't see himself as a superhead and he certainly doesn't envisage parachuting into other schools to solve their problems. \"I've yet to be convinced that because someone has done a wonderful job in one school, they can be lifted and dropped into a challenging school and suddenly expect it to rise out of the ashes,\" he says. \"It's taken us five years to get this far and we're not there yet.\"</p> <p> The prize money will be used to support the language college bid. Competing claims on the funding include new sports developments, a community performing arts centre, and the never-ending fight to maintain sub-standard buildings. Moving on isn't an option that has occurred to him. Apart from unfinished agendas, he has his family to consider. His children attend the school and he would like that to continue. \"Ten to 15 years ago this school used to follow in the wake of others,\" he says. \"I'm never going to let that happen again. If something good is available for the kids of this area then we must grab it.\"</p> <p> Led by Tony Cooper, the people at Aldercar seem to have done everything that could have been asked of them. Perhaps someone should have a look at the environment they're expected to work in.</p> <p><strong>The judge says:</strong><br></p> <p>Despite all the talk about superheads running several schools at once, almost all schools have a single head- teacher, usually assisted by one or more deputies. Whenever a school is scrutinised, whether by inspectors, researchers, or the travelling army of schools improvers, its leadership is an important factor in any success and failure. The award winners had inspired teachers, pupils, parents, governors, support staff and their communities, showing that this impossible-looking job can still be done well. Their speeches always stress teamwork: all are respectful about their colleagues and their pupils. Winners of leadership awards do not boast. </p> <p> <strong>Professor Ted Wragg</strong><br></p> <p> <strong>Regional winners:</strong><br></p> <p> <strong>Sheelagh Brown</strong> West, Kingdown School, Warminster<br></p> <p><strong>Anthony Cooper</strong> East Mids, Aldercar School, Nottingham<br></p> <p><strong>Clive Corbett </strong>West Mids, Pershore High, Pershore<br></p> <p><strong>Cecilia Galloway</strong> East, Royal Latin School, Buck'ham<br></p> <p><strong>David Grigg</strong> North East, Stanley School of Technology, County Durham<br></p> <p><strong>David Hudson</strong> North, Bircotes &amp; Harworth Comm. School, Doncaster<br></p> <p><strong>Owen Jones</strong> Wales, Amman Valley Comprehensive, Dyfed<br></p> <p><strong>Elizabeth Kernaghan</strong> Northern Ireland, Brownlow Integrated College, Craigavon<br></p> <p><strong>Michael Larner</strong> South West, Sir John Hunt Comm. College, Plymouth<br></p> <p><strong>Pamela Redican</strong> N West, Underley Garden, Carnforth<br></p> <p><strong>Alan Steer</strong> South East, Seven Kings High, Ilford<br></p> <p><strong>Rhian Thomas</strong> South, Imberhorne, East Grinstead<br></p>",
  "<p>Mags Long bursts into the staff room. \"Welcome to the madhouse,\" she laughs, radiating an infectious combination of enthusiasm and energy that remains with her throughout our tour of St Rumon's, the west country infant school of which she has been headteacher for the past 13 years. Long, who entered teaching 30 years ago because she \"wanted to make a difference\", has received the national award for Contribution to School Leadership in a Primary School.</p> <p> As we drop in to watch a maths lesson in progress, hands stretch eagerly upwards to catch her attention as she joins in the exercise of estimating the height of what was once an austere Victorian classroom. Like other classrooms in the school, the room is now themed with bright colours, helping to create the stimulating learning and teaching environment that so impressed the judges.</p> <p> St Rumon's is a Church of England infants school with 150 pupils aged from four to seven. Four years ago government inspectors lauded it as \"outstanding\" and a second inspection this year has produced a glowing report. </p> <p> The site is cramped but under Long's energetic leadership it has developed into an exciting, well-equipped school. Outdoor passageways have been covered over to provide additional learning and library spaces, while a stretch of river bank owned by the school has been transformed into a supervised environmental study area. Money from her regional award has already been earmarked for building alterations. But for St Rumon's the national prize is the stuff of dreams. \"It will enable us to action every improvement and enhancement to the building we have ever dreamt of,\" she says.</p> <p> \"We plan to enclose another two outside areas of the school to give us areas where the children can work and conduct experiments under cover.\" The school also intends to buy more outdoor play equipment and extend a specially designed wooden climbing frame in the school playground.</p> <p> Following a two-year nursery nurse course in Bedfordshire, Long, 50, and a mother of three, attended teacher training college in Leicester, where she gained her Cert Ed with distinction. She has never stopped studying: despite a punishing schedule that includes being south west coordinator of the School Centred Initial Teacher Training project (SCITT) she is about to complete a masters degree on the theme of \"parental involvement and partnership in children's learning.\" </p> <p> Parents play a key role in the life of St Rumon's, involved in everything from classroom help to organising the \"virtual buses\" that walk an increasing number of pupils to school each day. But it is the way Mags Long inspires and encourages the school community as a whole that caught the judges' attention. They noted how staff felt empowered to seek training and career development, and how support staff also felt their views and suggestions were valued and encouraged.</p> <p> Long says her philosophy is to make every single person involved in St Rumon's feel valued; to feel that their opinions matter. \"We want the children to be confident, competent learners. But we also want them to be happy.\" </p> <p> Members of Orange class, keen to share their views as they left their maths lesson, have no doubt that she has succeeded. \"I like it when she takes my class,\" said six-year-old Thea Dickinson. \"She is funny because sometimes when we are writing she gives us little tricks for spelling words.\" Matthew McClung, seven, whose mother is vice chair of governors at St Rumon's, agreed. \"She is really nice because she lets us have treats and sometimes we go out for trips. She lets us have three playtimes, too.\"</p> <p>According to Mrs McClung, the parent responsible for organising the walking bus scheme, it is the head teacher's enthusiasm for the school that stands out. \"She inspires everybody, the teachers, the children, the parents, the governors. Parents help every day of the week and it's down to her enthusiasm. It rubs off on everybody. She has got this way of finding the best in every child.\"</p> <p> <strong>Regional winners:</strong><br></p> <p> <strong>Jonathan Dennison</strong> N East, Longtown Junior, Cumbria<br></p> <p><strong>Ian Dryburgh</strong> N West, Blackrod Primary School, Bolton<br></p> <p><strong>Jeremy Griffiths </strong>Wales, Ysgol Frongoch, Denbigh<br></p> <p><strong>Helen Jarvis</strong> North, Threshfield Primary School, Skipton<br></p> <p><strong>Libby Kennedy</strong> N Ireland, McClintock Primary, Omagh<br></p> <p><strong>Mags Long </strong>S West, St Rumons CE Infants, Tavistock<br></p> <p><strong>Sean O'Regan</strong> South East, Edith Neville Primary, London<br></p> <p><strong>Susan Phelps</strong> East, Buttsbury Infant School, Billericay<br></p> <p><strong>Susan Rogers </strong>South, Haylands County, Isle of Wight<br></p> <p><strong>Preet Sahota </strong>West Mids, West Heath Junior, Birm'ham<br></p> <p><strong>Elizabeth Templar </strong>West, Urchfont CE School, Devizes<br></p> <p><strong>Diane Yates </strong>East Mids, Ernehale Infants, Nottingham</p>",
  "<p>Alison Hatch is a great fan of chicken wire and Modroc, the stuff used to make plaster casts. They have played a part in her winning this year's Guardian Award for Primary Teacher of the Year. With them Hatch performs the feats of after-school artistry that transform her 4th Year classroom at Northdown School, Margate from a dragon's lair to an Egyptian pyramid by way of a WWII air raid shelter. One of her colleagues has described visiting her as being akin to \"walking into a storybook\". </p> <p> \"This term we are studying the Romans - hence the columns,\" she explains. On another wall is a gigantic pair of 3D lips. \"That's made from corrugated card and it's linked to a unit we're studying about language. I'm also linking it to some work on a healthy diet and fillings.\" This capacity to squeeze the maximum from every resource seems to be Alison's style. She admits to sleeping with a paper and pen at her bedside - \"in case I get a good idea in the night.\" </p> <p>It seems remarkable that Alison Hatch has any time for sleep. She is the team leader for Years 3 and 4, she is the PE coordinator, in charge of ICT, she runs dance and gymnastic clubs after school, and has recently taken on the role of teacher governor. </p> <p> Hatch has been a teacher for 11 years; this is her third school. Northdown serves what has been described as one of the most socially disadvantaged communities in Kent. Many of the parents are living in B&amp;B and refuge accommodation. \"Just when you have got the class settled, there are newcomers. And as many of them come as refugees, their English is often non-existent. Hence, the interest in language and lips!\"</p> <p> Hatch aims to create a place of order and calm in the children's lives. Her headteacher, Jacqueline Cox, who nominated her, said: \"Through her high expectations and warm personality she instils a sense of pride and delight.\"</p> <p> Hatch's enthusiasm rubs off on the parents too. One parent who supported her nomination for the Guardian Award said: \"Miss Hatch was the only teacher who actually got on the bouncy castle with her class at a fund-raising event last year. There was much laughter all round. Her fondness for the children was so apparent.\"</p> <p> Hatch is overjoyed at the attention the school is receiving as a result of her success. But this is not the first time she has put Northdown on the map. Her efforts have been central to the success of the school's football, rounders and netball teams. \"I heard that we had won the Thanet five-a-side football trophy the first time when I was in hospital and my scream of joy scared everyone on the ward.\"</p> <p> Hatch has a severe form of Lupus - which causes her immune system to turn on her own organs and joints. All the more remarkable then, that the children praise her for her consistent good humour.</p> <p> Alison sees her award as a vote of confidence for the whole school and pays tribute to the teamwork that makes Northdown such a happy place. The £20,000 prize will be spent on networking. \"We hope to set up a web link to cameras in the pond and some nesting boxes in our environment garden,\" she explains. \"The children will be able to keep an eye on the caddis fly and check out what the snails are doing.\"</p> <p> <strong>Regional winners: </strong><br></p> <p><strong>Angela Bonser</strong> West Mids, Bentley West JMI Hearing Impaired Resource, Walsall<br></p> <p><strong>Pam Browne </strong>S West, Starcross Primary School, Exeter<br></p> <p><strong>Lisa Byrom </strong>N East, Bransty Primary School, Whitehaven<br></p> <p><strong>Sue Dodd</strong> East, Woodham Walter CE Primary, Maldon<br></p> <p><strong>Judith Finney</strong> West Dilton, Marsh Primary, Westbury<br></p> <p><strong>Geraldine Fitzpatrick</strong> Northern Ireland, St Malachys Primary School, Newry<br></p> <p><strong>Sarah Groves-Allen</strong> North, Belton CE Primary, Doncaster<br></p> <p><strong>Alison Hatch</strong> South East, Northdown Primary, Margate<br></p> <p><strong>Fiona Knight </strong>South, Charles Kingsley C of E Primary, Hants<br></p> <p><strong>Sharon Quine</strong> Wales, Rhosgoch CP School, Builth Wells<br></p> <p><strong>Paula Roebuck</strong> East Mids, Staniland Primary, Boston<br></p> <p><strong>Claire Vanes</strong> North West, St Malachys RC Primary</p>",
  "<p>True North Communications has acquired the largest privately held UK media agency, MBS and Expert Media, for an undisclosed amount.</p> <p>The move is intended to beef up the agency's media presence in the UK. </p> <p>MBS, which has billings of around £150m, will be combined with the in-house media buying capabilities of True North's UK agency Banks Hoggins O'Shea/FCB. Banks Hoggins, however, will retain its in-house media planning capabilities. </p> <p>Glenn Burton, the chairman of MBS and its parent company Genus Media, will remain chairman of Genus Media, which will retain its identity under True North's ownership. </p> <p>David Bell, chairman and chief executive of True North, said: \"This agreement is consistent with our commitment to growing our media brand and further expanding FCB in Europe. </p> <p>\"MBS is a media services brand of the highest quality and their addition strengthens our global media capabilities. We have been approached many times before, but True North shared our same company values, which was very important.\"</p>",
  "<p>The worst storm for a decade, which caused road and rail chaos across the country, killed six people, and left hundreds of millions of pounds worth of damage in its wake, last night prompted warnings that Britain is now beginning to pay the price of unchecked global warming. </p> <p>Torrential rain and winds up to 90mph uprooted trees, blocked roads, and cut electricity supplies across southern England and Wales. </p> <p>A tornado ripped through a caravan park in Selsey in West Sussex less than 48 hours after a similar twister devastated parts of Bognor Regis, and thousands of people were stranded mid-channel unable to dock in Dover. </p> <p>Last night a tanker began leaking chemicals into the English Channel after it was overcome by high seas. The 14-strong crew of the Italian ship Ievoli Sun was airlifted to safety. </p> <p>Shops, banks and schools were closed as people failed to get to work, and the Environment Agency issued 25 severe flood warnings across Wales, south-east and south-west England. Dozens of rivers broke their banks flooding hundreds of homes, and lifeboats were rescuing stranded people 30 miles inland. In Yorkshire, the first blizzards of the winter coincided with flash floods. </p> <p>The severe weather followed record rainfall in south-east England in October and an exceptionally wet September. It is exactly the recipe for disastrous flooding predicted by scientists two years ago when looking at the potential effects of global warming on Britain. </p> <p>Yesterday Marilyn McKenzie Hedger, head of the UK Climate Impacts Programme based at Oxford, said: \"These events should be a wake-up call to everyone to discover how we are going to cope with climate change. </p> <p>\"We have had a 0.6C rise in average temperature in the last century, and extreme events have started to happen with greater frequency. How are we going to cope when it goes up 2C?\" </p> <p>The government, alarmed at the increase in flooding of property, is expected to issue an order before Christmas banning new building on flood plains. Even before yesterday's events there had been 30 serious instances of flooding of property in the last two years. </p> <p>The Met Office said that October's rainfall in East Sussex, one of the driest parts of the country, had been nearly three times normal at 226 millimetres (9 inches). </p> <p>There had also been a number of unusual and record breaking \"weather events\" this year - for example an exceptionally warm winter and the wettest April since records began in 1766 - but this still did not mean global warming was here, it said. \"It is the sort of weather we can come to expect, but we cannot know until this pattern is constantly repeated.\" </p> <p>A spokesman for the Environment Agency said it could not wait to find out: \"We want a very strong presumption against building on flood plains. But if it goes ahead, in exceptional circumstances, the developer not the public purse should be responsible for the flood defence - and that should not simply be building walls to shift the problem further downstream.\" </p> <p>The government has also al tered regulations so that high-rise structures can withstand stronger winds. Flood defences round the coast are now built to withstand rises in sea level rise and tidal surges, but in some areas low-value farmland is being abandoned because the cost is prohibitive. </p> <p>In two weeks, governments of the world meet in the Hague to try to reach agreement on reducing greenhouse gas emissions from the developed countries by an average of 5%, although scientists say 60% reductions are required to keep the climate stable. </p> <p>With more global warming inevitable because of the extra carbon dioxide already in the atmosphere the EU is launching a report tomorrow on how it proposes Europe should adapt. It says that Britain and the rest of northern Europe can expect far more flooding and will give East Sussex and the recent devastation in the Italian Alps as examples. </p> <p>Michael Meacher, the environment minister, writing in today's Guardian, says \"It would be foolish to pretend that every time extreme weather conditions occur, it is due to global warming. But the increasing frequency and intensity of extreme climate phenomena suggest that although global warming is certainly not the sole cause, it is very likely to be a major contributory factor. </p> <p>\"Climate change is not some trendy intellectual scenario for the distant future. It is with us now. It is therefore all the more remarkable that, during the recent fuel crisis, hardly anyone mentioned the environment.\" </p> <p>Calling for the use of alternative fuels to be accelerated, Mr Meacher adds: \"Across the world, millions face drought, flooding and disease. </p> <p>\"Here in the UK we too face threats - the prospect of exotic diseases becoming commonplace, of floods in some years, droughts in others, of low-lying areas being swallowed by the sea. But we have the opportunity to start tackling the impending crisis now.\" </p> <p>The evidence of climate change is building all the time. British birds nest on average two weeks earlier than 30 years ago, insect species, including bees and termites, which need warmer weather to survive, are moving north. Some have already crossed the Channel from France. </p> <p>It is now warm enough for malaria mosquitoes to breed in Sussex. </p> <p>Glaciers in Europe are in retreat, particularly in the Alps, and Iceland, and even the North Pole was ice-free for part of this summer.</p>",
  "<p>All of England and Wales was placed on flood alert today as the Environment Agency said the present severe danger could last for a week. </p> <p>With a further three days of heavy rain predicted, warnings were issued for 22 rivers across the country as the flood menace spread north to Yorkshire and Lancashire. </p> <p>Fears were raised after the worst storm for a decade caused a trail of death and destruction across southern Britain and rivers swelled when a month's rain fell in a day. </p> <p>The deputy prime minister, John Prescott, made a statement on the floods and storms to the Commons today, describing them as a \"wake up call\". </p> <p>Mr Prescott said that while it was impossible to attribute a particular storm to global warming, \"there is growing evidence that the pattern of weather around the world is increasingly stormy and extreme.\"</p> <p>He added that local and national government had to examine whether they were doing enough to cope with more variable weather. </p> <p>He told the Commons: \"This storm should be a wake-up call for everyone. Our infrastructure should be robust enough, and our preparations rigorous enough, to withstand the kind of weather we have just experienced.\" </p> <p>The storm left at least six people dead, two others missing and a multi-million-pound clear-up operation after 90mph winds battered much of the country. </p> <p>As icy conditions continued in the north the weather claimed another life early today. A man was killed when his van collided with a grit-spreading lorry in icy dawn conditions on a slip road to the A19 near Seaton Burn, Northumberland. </p> <p>Meanwhile, Skipton in North Yorkshire was flooded as the river Aire reached its highest level for 50 years and four rivers were on alert on the Welsh borders after reaching their highest levels for a quarter of a century. </p> <p>The Severn was at its most threatening since the severe floods of October 1998 while the Ouse and the Nidd in Yorkshire were dangerously high. </p> <p>Across the Pennines the Ribble and Wyre in Lancashire were also placed on alert. </p> <p>In the west country the River Avon was threatening to burst its banks near Bradford-on-Avon while the whole of the south east of England was still in danger. </p> <p>Residents of Yalding in Kent were last night evacuated from their homes by the Army as parts of the town flooded, although an agency spokesman said the situation there was not expected to worsen.</p> <p>PA WeatherCentre said heavy blustery showers would continue to batter the south coast, with Cornwall, Hampshire, Kent and Sussex taking the brunt. The rain was forecast to carry on today, tomorrow and Thursday, with Friday and Saturday expected to be dry. </p> <p>Environment minister Michael Meacher said the storms were evidence of change in the climate. He said: \"As a result of pumping greenhouse gases into the atmosphere, at a level in excess of what the atmosphere can cope with as a result of that, a blanket appearing in the atmosphere is gradually warming up the earth.\"</p> <p>The storm brought much of the rail network to a standstill yesterday and rail firms were battling today to get services already hit by speed restrictions imposed after the Hatfield crash back to normal. </p> <p>Passengers tried to cross live rail lines in driving rain yesterday in a bid to catch trains, the director general of the train operating companies, George Muir, said today. He defended the decision to shut down large sections of the southern zone. </p> <p>Hundreds of homes around the country were evacuated as severe flood warnings were issued, including Kent, Essex and North Yorkshire. </p> <p>Shops and banks across the country were forced to close yesterday and some schools were due to remain shut today. </p> <p>The London Chamber of Commerce estimated that the gales cost the capital's economy up to £100m in lost production yesterday. </p> <p>A man was killed when his motorbike hit a tree on the A378 near Taunton, Somerset. </p> <p>Another person was killed and two seriously injured when a tree fell on to two vehicles on the A3, near Hindhead, Surrey.</p> <p>In south London, 31-year-old computer technician Richard Clark was killed on Sunday night when his car hit surface water and skidded into a parked car and then a bus. </p> <p>And at sea, a Dutch skipper is feared to have fallen to his death due to ferocious seas off the Devon coast.</p> <p>The high winds were last night blamed for the death of a lorry driver after a van was blown into the path of his vehicle on the A17 at Kirkby la Thorpe, in Lincolnshire. </p> <p>And the storms were feared to have claimed another victim after a man jumped into the River Thame in Birmingham yesterday in an apparent attempt to escape arrest. </p> <p>In the Commons, Mr Prescott said that local and central government leaders would meet tomorrow to discuss how to undertake a more in-depth analysis of what needs to be done. </p> <p>He said that along with emergency services, and the Environment Agency, they would want to examine how to review systems for dealing with emergencies.</p> <p>Mr Prescott offered his \"deepest sympathy\" to the relatives of those who died, and congratulated the emergency services on doing a \"magnificent job\".</p> <p>He said that the Environment Agency would draw up a report on the lessons to be learnt from the floods two weeks ago in East Sussex and the current floods.</p> <p>He confirmed that the weekend's storms were, according to the Met Office, \"the most severe since 1987\".</p>",
  "<p>German Telecoms giant Deutsche Telekom, the debt-laden owner of the One2One mobile phone network, is counting the cost of an aggressive chase for customers.</p> <p>The company increased profits by an astonishing 500% with third quarter profits of E8.4bn (£4.74bn), against E1.3bn (£750m) for the same period last year. Revenues were E29.3bn (£17bn), up from E25.6bn (£14.8bn). </p> <p>However, the figures were boosted by a mammoth £6.2bn windfall from the sale of Deutsche's stake in the Global One corporate communications network and the flotation of its T-Online internet arm.</p> <p>The results were weighed down by the cost of building the company's customer base at its T-Mobile cellphone subsidiary. </p> <p>Analysts said Deutsche has been forced to bolster its mobile phone arm due to pressure on its fixed line business from Mannesmann, which was snapped up by Vodafone of the UK this year. </p> <p>Deutsche has splashed out £9.2bn on mobile phone licences in the UK, the Netherlands and Germany this year, raising concerns that European telecoms companies are building up too much debt in an attempt to dominate the mobile phone market.</p> <p>The company is now in the black to the tune of £36bn, causing Deutsche's credit ratings to be slashed earlier this month. </p> <p>British Telecom is already committed to shaving £10bn off its £28bn debt burden by the end of next year, with the flotation of its wireless division the most likely option.</p> <p>Deutsche's shares tumbled 3.5% to 2396p in Frankfurt this morning, down from their March high of 6091p. Analysts say the company's trump card is its position as the leading telecoms player in Germany, which remains the Eurozone's strongest economy.</p>",
  "<p>A Russian rocket carrying the first residents of the international space station blasted off today from Kazakhstan on a mission that Nasa hopes will lead to the permanent occupancy of space. </p> <p>Nasa astronaut Bill Shepherd, the space station's first commander, became only the second American to be launched aboard a Russian rocket. </p> <p>He was strapped into the snug Soyuz capsule along with cosmonauts Yuri Gidzenko and Sergei Krikalev. \"Let's go do it,\" Shepherd shouted before boarding the rocket. </p> <p>Nasa sent about 100 employees to the Russian space program's Baikonur cosmodrome in central Asia to witness the launch.</p> <p>The 17-story Soyuz rocket soared into a desert fog from the same launch pad where the space age began 43 years ago this month with the very first space rocket. </p> <p>\"It's history again repeating itself - in a different way,\" said Joe Rochenberg, head of Nasa's human space flight program. The space station was zooming over the Sahara when Mr Shepherd and his crew took off on their delayed journey. They will reach their new home on Thursday and settle in for a four-month stay. </p> <p>The rocket was visible for only three seconds because of the thick fog. Its brightly burning engines could be seen several seconds later as the rocket gained speed and altitude. </p> <p>Nine minutes later, Shepherd and his crew were safely in orbit, prompting tears and applause from the crowd of more than 500. </p> <p>Nasa Administrator Daniel Goldin and top Russian space officials celebrated with Scotch whiskey. </p> <p>\"It's a wonderful day, not for America, not for Russia, but for the people who live on this planet,\" Mr Goldin said. </p> <p>\"There are so many people who felt maybe we couldn't do it. But it's happening, period. It's here. We're going to be in space forever with people who are circling this globe and then we're going on to Mars, back to the moon, and with bases on asteroids.\" </p> <p>Sixteen countries are participating in the $60bn-plus [£41bn+] project, widely considered to be the largest technological enterprise ever undertaken on a global scale. </p> <p>It is America's first space station since the 1970s Skylab and, unlike that early orbiting outpost, holds the promise of people living continuously in space.</p> <p>It's also the culmination of the space station proposed by the former US president, Ronald Reagan, in 1984. </p> <p>However, the space station, parts of which have been in orbit for two years, is far from perfect. Shepherd said: \"It needs to be the model for how human beings work in space, to enable going back to the moon and other expeditions farther than Earth.\" </p> <p>Shepherd and his crew have been training for Nasa's so-called Expedition One mission for nearly five years.</p> <p>The three men will turn on all the life-support systems once they arrive at the 240-mile [384-kilometre] high outpost and start tackling all the maintenance and repair work. </p> <p>Nasa hopes to finish building the space station in 2006 and to operate it as a first-class laboratory until at least 2016 and hopefully long beyond. </p> <p>Mr Krikalev and Mr Gidzenko, both veterans of Russia's Mir space station, have considerably more space experience than Shepherd even though they're a decade younger. </p> <p>Among the Russians, there has been some bad feeling at the nationality of the commander but Nasa were adamant, however, that it should be an American and that that astronaut be Shepherd. </p> <p>Shepherd, an astronaut since 1984, flew on three space shuttle flights before moving into space station management in 1993, the same year Russia joined the international space station project; his longest, and most recent, space mission lasted 10 days back in 1992. </p> <p>Space shuttle Discovery is supposed to drop off a replacement crew and bring the first crew back at the end of February next year. </p> <p><br><strong>Useful links</strong><br><a href=\" http://spaceflight.nasa.gov/index-n.html\">Nasa Human Spaceflight</a><br><a href=\"   http://wire.ap.org/APpackages/iss/index.html\">AP interactive guide: International Space Station</a><br><a href=\" http://www.estec.esa.nl/spaceflight/iss.htm\">European Space Agency: International Space Station</a><br><a href=\" http://liftoff.msfc.nasa.gov/rsa/rsa.html\">Russian Space Agency</a></p>",
  "<p><strong>THE GUARDIAN</strong></p> <p> The BBC's radio news staff are to return to their old base, three years after moving.P5<br>Bill Gates is to buy a £1bn stake in Sky Global Networks. P22<br>Daily Mail has made a £100m play for Express Newspapers. P22<br>QXL has kicked off its new TV subsidiary, QXL.tv, with a live Wembley auction. P24 </p> <p><strong>THE INDEPENDENT</strong></p> <p>The BBC is to quit Bush House after 60 years, in a major shake-up of its news operations. P7<br>Bill Gates and Rupert Murdoch have held advanced talks about Microsoft taking a 3.5% stake in Sky Global. P19 </p> <p>MEDIA<br>As proprietors form a queue to buy the Daily Express, what is to come of its downmarket stablemate, the Daily Star? P8<br>Interview with new editor of Muslim magazine, Q-News, 24-year-old Shagufta Yaqub. P8<br>Rivals claim the BBC is losing sight of its public service remit. P9 </p> <p><strong>THE WALL STREET JOURNAL</strong></p> <p>Does Bernard Arnault follow or lead in his venture capital internet investments? P29 </p> <p><strong>FINANCIAL TIMES</strong></p> <p>The BBC is considering putting ads on its internet service, BBC Online. P1<br>The BBC is bringing its news operations together in one central London location. P3<br>Lex: Terra Lycos debuts today at an attractive price. P26<br>NTT DoCoMo eyes stake in AT&amp;T mobile arm. P27<br>Letsbuyit.com needs a cash injection at the end of the year, and is in talks with potential partners. P28<br>DMGT has formally submitted a bid for Express Newspapers. P29<br>David Montgomery has taken on the chairmanship of internet firm African Lakes.P30<br>Microsoft in talks on Sky stake. P32 </p> <p>CREATIVE BUSINESS SUPPLEMENT<br>Sony can't meet demand for its Playstation 2 - and it needs to soar ahead before new Nintendo and Microsoft platforms hit the markets next year. P3<br>Feature on interactive TV shopping. P4<br>Chris Arnold, integrated creative director at Saatchi &amp; Saatchi, looks at the art of pitching. P5<br>What's the market for a miniature version of Glamour? P6<br>Interview with Greg Dyke P8 </p> <p><strong>THE TELEGRAPH</strong></p> <p>The BBC is to build a new news complex two years after £40m move. p2<br>Former Coronation Street actress Elizabeth Bradley, who played Maud Grimes, died yesterday, aged 78. P2<br>Cable &amp; Wireless is to invest £900m on an internet system in Japan. P33<br>Microsoft ponders deal with Murdoch. P33<br>Rothermere offers £120m for Express. P33<br>Dominic Mills picks Leo Burnett's Heinz as the ad of the week. P38 </p> <p><strong>THE TIMES</strong></p> <p>News Corp discusses TV pact with Gates. P27<br>DMGT bids for Express. P27 </p> <p><strong>DAILY MAIL</strong></p> <p>Street star Maud Grimes died while on holiday in France. P30<br>\"I'd rather die than stop looking sexy,\" says Wendy Richards, in part two of Wendy's frank and moving account of her amazing life. P52<br>Microsoft Magic lifts Sky shares. P69<br> <br> <strong>THE SUN</strong></p> <p>Radio schedules were sent into chaos yesterday - Chris Evans, Jo Whiley and David 'Kid' Jensen all missed shows, unable to make it to the studio. P6<br>Corrie star Maud dies of a stroke. P17<br>A telly ad for Chupa Chups has been banned for being too violent. P19 </p> <p><strong>THE MIRROR</strong></p> <p>TV favourite Paul Merton has secretly married girlfriend Sarah Parkinson in an oddball wedding. P7<br>Patsy Palmer is back in shape. P15<br>Maud dies at 78. P15<br>BBC Breakfast Show viewers awoke to newsgirl Sarah Montague telling producers to 'fuck off'. P21 </p> <p><strong>THE DAILY EXPRESS</strong></p> <p>Stressed Paul Whitehouse has split from his wife. P15<br>Martine McCutcheon is said to be in 'strapping form'. P16<br>Microsoft talks boost hopes of Sky Global float. P55 </p> <p><strong>THE DAILY STAR </strong></p> <p>Eleven-page birthday salute to Coronation Street. (centre pages). </p> <p><br>AND FINALLY..<br>Posh Spice is worried that people see her as too self-obsessed, reports the Star</p> <p>Other useful sites:<br><a href=\"http://www.theguardian.com/\" target=\"_NEW\">http://www.theguardian.com</a> <br><a href=\"http://www.ft.com\">http://www.ft.com</a><br><a href=\"http://www.the-times.co.uk\">http://www.the-times.co.uk</a><br><a href=\"http://www.telegraph.co.uk\">http://www.telegraph.co.uk</a><br><a href=\"http://www.independent.co.uk\">http://www.independent.co.uk</a><br><a href=\"http://www.the-sun.co.uk\">http://www.the-sun.co.uk</a><br><a href=\"http://www.mirror.co.uk/\">http://www.mirror.co.uk</a><br><a href=\"http://express.lineone.net\">http://express.lineone.net</a><br><a href=\"http://www.megastar.co.uk/site/today/index.html\">http://www.megastar.co.uk</a><br><a href=\"http://www.ananova.com\">http://www.ananova.com</a> </p>",
  "<p>Microsoft is in talks to buy a stake in the satellite television business to be spun out of Rupert Murdoch's News Corporation in a deal that could cost the software group $1bn. </p> <p>The investment in Sky Global Networks would represent the first time that Bill Gates, Microsoft's co-founder, and Rupert Murdoch, the head of News Corp, have worked closely together in a business venture. </p> <p>Through its investments in cable television during the past two years, Microsoft had looked likely to compete against News Corp's satellite-based business. However, sources close to the negotiations said yesterday that Mr Gates' Seattle-based group was seriously considering a 3.5% stake in Sky Global Networks in an attempt to dominate the set-top box technology used for interactive TV. </p> <p>A News Corp spokesman in New York declined to comment on the talks yesterday, as did a Microsoft spokeswoman in Seattle. </p> <p>Analysts welcomed signs of a deal yesterday. Shares in both Microsoft and News Corp climbed after reports of the de tailed discussions first emerged. The timing of the leaked talks is particularly important for News Corp as it prepares to spin off its satellite arm. </p> <p>Mr Murdoch has indicated that he expects the business - which will consist of News Corp's stake in BSkyB, its Star TV arm in Asia and operations in Latin America and Europe - to be valued at between $38bn and $40bn. The group has been forced to delay the planned initial public offering amid the crisis in confidence for technology shares. </p> <p>Its plans were dealt a further blow earlier this month when Vivendi, the French group, announced its decision to sell its 22% stake in BSkyB in return for regulatory approval of its takeover of Seagram. </p> <p>The forced sale is likely to act as a drag on the stockmarket value of Sky Global Networks. </p> <p>One Wall Street analyst said of the Microsoft talks: \"The key thing this would do is lock in a valuation [for Sky].\" </p> <p>News Corp has held talks with several media and technology companies about a possible partnership in Sky Global Networks. Web portal Yahoo! and Nokia, the mobile phone group, have been mentioned as the most likely partners along with Microsoft. Talks with Nokia and Yahoo! appear to have cooled during the past month or so. Mr Murdoch has made it clear during this time that he would like to do a deal with either DirecTV, the satellite business owned by Hughes Electronics, or Echostar, another US satellite business. </p> <p>Microsoft already has a partnership with DirecTV, America's largest satellite broadcaster, through a new service, Ultimate TV, due to be launched later this year. </p> <p>Mr Murdoch has a deal with American cable TV tycoon John Malone for his Liberty Media Group to take a 4.76% stake in Sky Global Networks. </p> <p>Separately, Microsoft executives yesterday sought to play down the impact of the hacking episode that prompted urgent calls to the FBI last week. </p> <p>A report in the Wall Street Journal quoted one executive saying that the company had been able to monitor the trespasser soon after the \"break-in\". </p> <p>The newspaper's report raised eyebrows among security experts who doubted that such a control would have prompted the company's decision to shut down all remote access for Microsoft's employees around the world.</p>",
  "<p>Oil exporters promised yesterday to release more crude onto world markets to bring down prices from their 10-year highs. </p> <p>Opec, the alliance of oil producing countries, agreed earlier this year to increase production by 500,000 barrels if world prices stayed above $28 a barrel for 20 working days. </p> <p>That threshold was reached on Friday and yesterday Saudi sources said extra oil at would be pumped from midnight. </p> <p>But markets are sceptical that the 11-member cartel can deliver the extra oil. Benchmark Brent crude prices in London rose 33 cents to $31.28 a barrel after the news. </p> <p>\"It's a paper gesture,\" said Leo Drollas, chief economist for the Centre for Global Energy Studies in London. Saudi Arabia, Kuwait and Qatar were producing 270,000 barrels a day above present quotas while most other members were hard pressed to meet their existing quotas. </p> <p>Western finance ministers are worried rising energy prices could cut into growth and raise inflation. </p> <p>But Britain might escape more lightly than most, according to Bank of England's new chief economist, because inflation has been under the government's 2.5% target for more than a year. </p> <p>\"We have room to take a bit of an acceleration in inflation without any serious difficulty,\" Professor Charlie Bean told MPs on the Treasury select committee yesterday. </p> <p>\"It would only be if oil prices went above $40 a barrel and stayed there for any serious length of time that I'd start getting worried about the implications for growth and inflation,\" he said.</p>",
  "The devastating floods in the south and in the East Midlands two years ago, without precedent in living memory, were just one sign. Now there are tornados in West Sussex. There are plenty of other signs. And they all throw the recent fuel crisis into sharp relief. <p>In the last two years we have seen massive flooding and mud slides in Venezuela and Mozambique, devastating hurricanes in the Caribbean and Orissa in India, and inextinguishable forest fires in Greece and the western states of the US. Floods in the Yangtse river basin in 1998 caused 4,000 deaths and economic losses of $30bn. </p> <p>It would be foolish to pretend that every time extreme weather conditions occur, it is due to global warming. But the increasing frequency and intensity of extreme climate phenomena, particularly the concentration of unprecedented climatic events within the last two years, suggest that although global warming is certainly not the sole cause, it is very likely to be a major contributory factor. </p> <p>Climate change is not some trendy intellectual scenario for the distant future. It is with us now. It is remarkable that, during the recent fuel crisis, hardly anyone mentioned the environment. </p> <p> Of course nobody would suggest that Opec's arbitrary ratcheting up of the price of oil is the right way to make an environmental policy for transport. But there is an environmental case to be made. Vehicles are, worldwide, the single fastest rising cause of carbon dioxide emissions, the main driver of climate change. </p> <p>The real lesson from the fuel crisis is that we should greatly speed up our shift from fossil fuels to renewable sources of energy. We should cut out our over-dependence on oil by accelerating our research and development of alternative fuels. </p> <p>That is why we have the tax system to roll out cleaner fuels and are promoting fuel efficient cars. Through the EU, we have persuaded manufacturers to improve fuel efficiency by 25%. Vehicle Excise Duty is now linked to vehicle emissions for the first time. Currently there are around 20,000 cars which can run on gas and over 500 liquid propane gas refuelling sites. Through our Powershift programme we have just made available an additional £9m for converting vehicles to cleaner fuels. </p> <p>Toyota and Honda are selling hybrid cars which are twice as efficient as conventional models. The Honda Insight does 80 miles per gallon, which would save £400 a year on petrol bills for the average motorist. And hydrogen fuel cell powered cars will offer even more - the prospect of pollution-free motoring. </p> <p>Biofuels also offer interesting possibilities. Bioethanol can be produced from cellulose biomass, such as agricultural and forestry wastes, and can be blended with petrol and diesel and used in conventional engines. Production costs are expected to fall over time to petrol and diesel levels. The production technology is novel, and the first large-scale plants are only just being constructed in the US. But if these plants are successful, similar plants in the UK could be constructed by 2004. </p> <p>The potential is there. Renewable energy flows to Earth are roughly three times greater than total global energy consumption. But the so-called new renewables - which include modern forms of biomass, as well as small hydropower, wind, solar and geothermal energy - provide only some 2% of global energy, seven-eighths of which comes from biomass. Solar photovoltaics and wind energy capacity are growing fast - at perhaps 30% a year - but it will still be several years before they provide a significant contribution. </p> <p>The short-term driver for change is the Opec price and the potential for disruption. As former Saudi oil minister Sheikh Yamani put it: \"The Stone Age didn't come to an end for the lack of stones, and the oil industry may not end for lack of oil.\" If the Opec cartel or conflict in the Middle East were to push the oil price beyond a certain threshold, it would hasten its own demise by accelerating the flight from oil into alternative fuels. </p> <p>But the real long-term driver remains the relentless advance of climate change disasters. Across the world, millions face drought, flooding and disease. Here in the UK we too face threats - the prospect of exotic diseases becoming commonplace, of floods in some years, droughts in others, of low-lying areas being swallowed by the sea. But we have the opportunity to start tackling the impending crisis now. </p> <p> Michael Meacher is environment minister </p> <p><a href=\"mailto:comment@theguardian.com\">comment@theguardian.com</a></p>",
  "Britney Spears put on a show in the dying moments of Expo 2000. But the sound most noticeably emanating from the world fair of late has been the faint hiss of political spin. <p>Try this from Chancellor Gerhard Schröder: \"The Expo is not in any material way a failure and the benefit of the fair cannot be measured in money\". </p> <p>What Mr Schröder was trying to say - or perhaps, trying not to say - is that Expo 2000, which closed in Hanover on Tuesday after a five-month run, was a financial catastrophe. It has lost six times as much money as was budgeted for - a provisionally estimated total of DM2.4bn [£700m]. That is about £10 or $15 for every man, woman and child in Germany. </p> <p>The government and the organisers have argued that the extra tax revenues generated by all the activity that went into the exhibition will outweigh the losses. They have put a figure on the increase of DM2.7bn [£800m]. </p> <p>But even if we accept their estimate and follow Mr Schröder's advice to judge the outcome in non-financial terms, it is difficult to see how a net gain of even DM300m [£89m] would be enough to compensate Germany for all the bad publicity it has suffered. </p> <p>What will stick in the minds of those who care enough to recall it will be that the world's fair in the year 2000 - an event which had the potential to be the definitive global millennial celebration - attracted less than half the number of visitors expected. </p> <p>By the time the gates closed on Tuesday evening, some 18m people had walked through them, compared with a target figure of 40m. What went wrong? </p> <p>Privately, the organisers will tell you that not enough was spent on advertising. Others have speculated that it was a mistake ever to hold it in Hanover, a colourless city which is rather more than an easy drive from almost everywhere else in Germany and which few foreign tourists would consider visiting for any reason other than the fair. </p> <p>Such factors could explain a shortfall of 10, 20, even 30%. But Expo 2000 was a stunning 55% shy of its goal, and it is difficult to avoid the conclusion that there was something more deeply wrong with the whole idea. </p> <p>If you look closely at the figures you will see that Universal Expositions, of which the one in Hanover was the latest, have been in difficulties for years. This is the second in a row to have had a substantially lower attendance than the one before. By way of comparison, the Osaka Expo of 1970 drew 64m visitors; the Seville Expo of 1992, 40m. </p> <p>But the really astounding statistic concerns the Paris fair of 1900 - the last millennial Expo. In a world which had a fraction of the population of today and whose inhabitants had a fraction of the wealth of today; a world in which it was more difficult, dangerous and expensive to travel, no less than 48m people attended. It is powerful backing for the argument that this is an idea with its heyday in the past. </p> <p>And that could be true in more than one sense. What people usually mean when they say Expos are outmoded is that, with the internet, TV and high-speed courier services, it is no longer so important for people to gather physically to be introduced to new concepts. </p> <p>Equally, though, Expos have tended to exalt progress. The first one, in London in 1851, was a celebration of Victorian industrial might. The Brussels fair, with its Atomium installation, was held to glorify the nuclear age. The Seville exhibition was staged in Columbus's home port under the slogan \"The Age of Discovery\". Expos are, by their nature, upwards and onwards affairs. </p> <p>The problem is that, after Chernobyl and Hiroshima, the rape of so many natural wildernesses and the destruction of so many indigenous cultures, progress does not look quite so self-evidently beneficial. </p> <p>The Hanover Expo fair did its best to take that notion on board. Its theme, or rather themes, were \"Humankind-Nature-Technology\". It was all intended to be hugely environmentally conscious. </p> <p>But the upshot - and here one cannot help but sympathise with the organisers - was to leave people with precious little to marvel at. The Japanese, for example, might have had visitors sucking in their breath with a display of robots or holograms. Instead, they put on an exhibition about CO2 emissions. </p> <p>Which brings us to what the failure of Expo 2000 tells us about the hosts. It is easy to see how a nation like Spain, which in the 1980s was still re-emerging into the world after a long period of isolation, could overlook the inherent contradictions when considering whether to stage an Expo. It is more difficult to understand how such an apparently savvy nation as Germany in the 1990s could make the same mistake. </p> <p>If you really wanted to turn the knife in the wound, you could speculate that it is, or was, further evidence of what some have called the \"German disease\": the recently developed tendency of this otherwise advanced, sophisticated nation to be one step off the pace of global events. </p> <p>But if you were thinking of doing so you would, of course, need to be from a country other than the one that put up the Millennium Dome.</p>",
  "<p>Barricaded behind glass to avoid germs, the first commander of the international space station lobbied Monday for a name for the place he will call home for the next four months. </p> <p>Nasa astronaut Bill Shepherd also found himself defending his appointment as skipper on the eve of his historic launch and expressed his keen desire to get started on a mission that's been in the works - and on hold - for years. </p> <p>\"I'm anxious to get started, get into space and start operations,\" said Shepherd, sporting a fresh crewcut that ought to last quite a while in orbit. He borrowed a line from the world's first spaceman, Yuri Gagarin. </p> <p>\"Gagarin said it all - Poyekhali.\" That means: \"Let's Go.\" </p> <p>As for a name for the space station, Shepherd turned to the nautical history he loves. </p> <p>\"For thousands of years, humans have been going to sea on ships,\" the 51-year-old Navy captain and former SEAL told reporters jammed on the other side of a glass wall. </p> <p>\"People have designed and built these vessels, launched them with a good feeling that a name will bring good fortune to the crew and success to their voyage. We're waiting for some decision from our managers as to whether we will follow this tradition or not.\" </p> <p>Cosmonauts Yuri Gidzenko and Sergei Krikalev sat next to their space station skipper as the Russian space program's top commission formally approved their launch Tuesday on a mission that Nasa considers every bit as important as the moon missions. </p> <p>\"It's definitely the beginning of a new era in human space flight,\" said Michael Baker, a Nasa manager who took part in the proceedings. </p> <p>\"From now on, I think that all of our endeavors in space, human endeavors, will be joint. It's a worldwide effort.\" </p> <p>Sixteen countries are taking part in the $60 billion-plus project, widely considered to be the largest technological enterprise ever undertaken on a global scale. Nasa is particularly thrilled. The space agency sent about 100 employees to the Russian space program's Baikonur Cosmodrome in central Asia to witness the launch. </p> <p>It is America's first space station since the 1970s Skylab and, unlike that early orbiting outpost, holds the promise of people living continuously in space, beginning with Tuesday's launch. It's also the culmination of the space station proposed by President Reagan in 1984. </p> <p>\"This mission, and this program, is the keystone for the future of human exploration in space. What more do you want to say?; Shepherd said. The space station, parts of which have been in orbit for two years, is far from perfect, Shepherd noted. But he added: \"It needs to be the model for how human beings work in space, to enable going back to the moon and other expeditions farther than Earth.\" </p> <p>Shepherd and his crew have been training for Nasa's so-called Expedition One mission for nearly five years. The three men will turn on all the life-support systems once they arrive at the 240-mile-high outpost on Thursday and start tackling all the maintenance and repair work. They're well aware that everything they do will set the pace, and mood, for years to come. </p> <p>Nasa hopes to finish building the space station in 2006 and to operate it as a first-class laboratory until at least 2016 and hopefully long beyond. The things \"that are being done on our flight will continue for many, many years,\" said Krikalev. \"So it's lot of responsibility on our crew.\" </p> <p>Krikalev and Gidzenko, both Mir veterans, have considerably more space experience than Shepherd even though they're a decade younger. Nasa was adamant, however, that the first space station commander be American and that that astronaut be Shepherd. </p> <p>Shepherd, an astronaut since 1984, flew on three space shuttle flights before moving into space station management in 1993, the same year Russia joined the international space station project. His longest, and most recent, space mission lasted 10 days back in 1992. </p> <p>This mission, by comparison, will last a minimum 115 days. Space shuttle Discovery is supposed to drop off a replacement crew and bring Shepherd and company back at the end of February. </p> <p>During Monday's news conference, Shepherd was diplomatic when asked about the disgruntlement among some Russian space workers regarding the choice of commander. A Russian engineer, for example, was grumbling to American reporters at the Baikonur Cosmodrome on Sunday about the fact that an American is in charge of the space station that will replace Mir. </p> <p>\"A good leader sometimes has to be a good follower,\" Shepherd said. \"We're a team in orbit. Everybody understands that.\" </p> <p>Krikalev, one of the world's most experienced spacemen, isn't complaining. Neither is Gidzenko, the commander of the Soyuz spacecraft that will link up with the space station. Gidzenko is a fill-in for a veteran Russian cosmonaut who refused to work for an American with no space station experience. </p> <p>If the subject bothers him, Shepherd doesn't show it. He's more vocal about the long string of delays that kept him grounded for more than two years. Until cash-strapped Russia launched the space station's living quarters in July, more than two years late, everything was on hold. </p> <p>\"There were many times where we all felt like we should be doing something else,\" Shepherd said. But, he quickly noted, he's glad he hung in there.</p>",
  "<p>Cable &amp; Wireless yesterday unveiled plans to invest ¥150bn (£1bn) over five years and create 1,000 jobs in Japan by building a state of the art fibre optic network there. </p> <p>Britain's second largest telephone company will create networks in Tokyo and Osaka offering high speed internet access to companies. It will then roll out the service to 80 other locations. </p> <p>The biggest investment by a British company in Japan's telecoms industry will be used as a platform for further expansion into Asia. Chief executive Graham Wallace hopes to increase turnover from £300m to £1bn by 2005 and turn the local Cable &amp; Wireless IDC subsidiary into a fully-fledged telecoms company offering voice and data services. It has already applied for a licence to provide long-distance phone calls. </p> <p>City analysts fear it will be competing head-on with domestic heavyweights such as Nippon Telegraph and Telephone (NTT). In London, C&amp;W's battered share price dropped a further 16p to 964p. </p> <p>Mr Wallace said the company could secure up to 6% of the Japanese market for business telecoms. He had not given up hopes of joining up with a local partner. </p> <p>\"Today's announcement reinforces the importance of Japan as one of the three key markets for Cable &amp; Wireless' global IP (internet protocol) and data strategy, together with the US and Europe.\" </p> <p>Mr Wallace added that Japan was the second largest market in the world for telecoms services and would be a \"strategic hub\" for the rest of Asia. His group had a stronger position than AT&amp;T and British Telecom because it had majority control of its business and a healthy balance sheet. AT&amp;T and BT each own 15% stakes in Japan Telecom. </p> <p>The Japanese international market was deregulated more than a decade ago, but it was only last year that the domestic network began to open up to outside players. </p> <p>C&amp;W cemented its reputation as a resourceful foreign competitor when it beat off fierce competition from NTT to win full control of international call operator IDC. </p> <p>The C&amp;W chief executive yesterday ruled out a flotation of Cable &amp; Wireless IDC, the Japanese business where it controls 98% of the equity. </p> <p>Mr Wallace said the chaos surrounding the Italian mobile phone auction last week reinforced his belief that subsidiaries should be kept under total control. </p> <p>C&amp;W dismissed suggestions that the sale of its 54% holding in Hong Kong Telecom to Richard Li was wrongheaded given the fall in the share price of Pacific Century CyberWorks. The company said it was assured of receiving £5bn in cash which would be used for expansion in Japan. It dismissed allegations that the rest of the proceeds, paid for in shares from Pacific Century, were only worth £2bn compared to £5bn at the time of completion in September. </p> <p>A spokesman said C&amp;W could sell some of the shares next February. By then the Pacific Century's price could be different.</p>",
  "<p>Scores of householders were evacuated across southern Britain and thousands of homes plunged into darkness as fallen trees severed power lines. The environment agency issued eight severe flood warnings in south-east England.</p> <p>Rough seas stranded 6,000 ferry passengers off the Kent coast overnight and the port of Dover closed for the day. </p> <p>Amid gusts exceeding 85mph, four passenger ships from Calais and two freight carriers from Zeebrugge were redirected to Deal. Graham Munslow, 37, from Epsom, Surrey, who was stranded on the Pride of Dover for 14 hours, said the journey was a \"fairground ride\". \"When you walked into the coffee bar all the chairs were sliding to and fro because the floors were slippery because of spilled liquid.\" </p> <p>Kate Rowson, 27, from Maida Vale, London, said: \"There was cutlery flying and glass smashing all over the place.\" </p> <p>In East Sussex, the towns of Lewes and Uckfield were placed on alert and warned that they faced a repeat of the devastating floods of two weeks ago. In Kent, the river Medway in Maidstone burst its banks. </p> <p>Train services to London were reduced to a trickle and large sections of the M25 around London were closed, while other main roads were reduced to a crawl. </p> <p>In south London, a 31-year-old man, Richard Clark, was killed on Sunday night when his car hit surface water and skidded into a parked car and then a bus. </p> <p>Hundreds of trees fell across the south-east, blocking roads and wrecking cars. About 13,000 homes suffered power cuts. </p> <p><strong> South-west</strong><br> </p> <p> Environment agency officials and emergency services breathed a sigh of relief last night after the centre of Taunton was spared a repetition of floods from the river Tone that hit the Somerset town 40 years ago this month. \"We came within an inch of a repetition of 1960, with the highest river levels in 40 years,\" an environment agency spokesman said. But with more rain and high tides expected, severe flood warnings remained in force on the Tone and other rivers, including the Avon between Malmesbury and Bristol. </p> <p>The storms forced the cancellation of trains across the region, resulting in atrocious road conditions. Two lanes of the M5 motorway near Bristol had to be closed because of flooding. In Devon, dozens of roads were closed by fallen trees or landslips. \"It has been chaos on roads,\" said a spokesman for Avon and Somerset police, warning motorists not to drive unless they have to. \"Roads are littered with debris and there is a lot of surface water.\" </p> <p>Power lines brought down by gale force winds left 25,000 customers without electricity from Redruth and Bodmin in Cornwall to Crewkerne in Somerset. </p> <p><strong> East Anglia</strong><br> </p> <p> Lifeboats were standing by 30 miles inland yesterday after floods in Essex left many homes five feet under water. The river Lea at Waltham Abbey burst its banks, flooding hundreds of homes in the town and nearby villages. Commuter villages like Nazeing and Thornwood were completely cut off and commuters found rail services cancelled after falling trees brought down power lines. </p> <p>Around 13,000 households in Essex suffered power cuts and 64 schools were closed because of blocked roads. More than 50,000 householders across East Anglia suffered power cuts. </p> <p>High winds were blamed for the death of a lorry driver after a van was blown into the path of his vehicle on the A17 at Kirkby la Thorpe, in Lincolnshire. A taxi driver was injured when a tree fell on his cab outside Brentwood, Essex. </p> <p><strong> Wales</strong><br> </p> <p> Torrential rain and winds gusting up to 97mph brought chaos across Wales, halting rail traffic, forcing schools to close and leaving thousands of homes without electricity. Homes and businesses in the town of Ruthin were flooded for the third time in seven years when the river Clwyd burst its banks, while in mid-Wales a couple had to be rescued from the upstairs of their cottage by boat after becoming trapped by the rising water. </p> <p>Severe flood warnings remained in place last night on the rivers Wye, Usk, Ely and Monnow in south-east Wales and on the river Vyrnwy in mid-Wales. </p> <p>Power workers battled throughout the day to restore supplies to 30,000 customers in the Carmarthenshire, Swansea and Brecon areas. </p> <p><strong> Midlands</strong><br> </p> <p> Falling trees and floods brought chaos to much of the Midlands, cutting more than 15 major roads. </p> <p>Sixty rail commuters escaped a near catastrophe by seconds in West Bromwich when two trees fell on to the track and electric cables, and then a third tree struck the end of the 8.30am train for Birmingham. Shaken passengers were taken to safety through nearby residents' gardens amid showers of sparks. </p> <p>A historic oak tree at Boscobel House, near Wolverhampton, where Charles II hid after losing the battle of Worcester in 1651, was another victim of gusts of up to 90mph. The tree, an offshoot of the one in which the fleeing king is said to have clambered, is not expected to recover. </p> <p>Snow from the north reached as far as Stoke-on-Trent, where dozens of roads were also blocked by trees and branches. The M42 link between the M1 and M6 motorways, one of the busiest commuter routes, was described as \"horrendous\". </p> <p>All rail services in the morning were cancelled by Central Trains and Midland Mainline and all Virgin services on the west coast main line were suspended, severing links between Birmingham and London southwards and Manchester, Liverpool and Glasgow to the north. </p> <p>A 28-year-old is thought to have drowned last night in the swollen river Nene at Northampton after jumping in to try to save a woman's dog. </p> <p><strong> North-west</strong><br> </p> <p> People woke yesterday to what the Met Office called \"large lumps of very thick, sticky, wet, snow\" which quickly turned to rain, less than that in the south but enough to cause floods and power cuts. </p> <p>More than 2,000 children in Merseyside and Cheshire were sent home from school because of serious flooding. The environment agency issued flood warnings on five rivers including the Ribble at Ribch ester, where several homes and car parks were under water. The most severe warning was for the river Douglas in Wigan. </p> <p>Around 5,000 homes and businesses suffered power cuts across Merseyside, Cheshire and north Wales because of flying branches hitting electricity wires. Some homes were without power all day. </p> <p>Manchester airport absorbed around 5,000 extra passengers on 22 flights diverted from Heathrow, Gatwick, Cardiff and Paris, causing crowding and delaying regular departures. A spokeswoman said staff were doing their best to get hundreds of passengers to their destinations by coach, but the roads were congested because of train cancellations. </p> <p>AA Roadwatch in Manchester said around 30 roads in Lancashire were closed due to flooding. A spokesman said: \"I've never seen it that bad.\" Worst hit was the M6. On the A562, one car was stranded with water up to its windows. </p> <p>In Lancashire, 80% of trains were cancelled after a landslide blocked the line between Preston and Lancaster. </p> <p><strong> North-east</strong><br> </p> <p> Blizzards struck at the height of the morning rush-hour in Yorkshire, gridlocking Leeds and Bradford for almost two hours. The snow coincided with widespread flash floods across the region as an all-night downpour turned roads into lakes. </p> <p>Much of Yorkshire and the north-east was also cut off for the morning by crawling traffic on the trans-Pennine routes and the closure of the east coast main line. Great North Eastern cancelled all services between Scotland, the north-east and Yorkshire and London after gales wrecked overhead power lines at Peterborough. </p> <p>Police last night stopped drivers entering part of Castleford, where 700 houses and factories, including the Hickson's chemical plant, were partly under water. </p> <p>The Aire broke its banks at Kirkstall in Leeds, the Calder at Hebden bridge and the Wharfe at Pool-in-Wharfedale. By mid-afternoon, 19 flood warnings had been issued between the Tyne and the Trent. Ten major roads closed completely, including the A66 between Carlisle and Darlington. </p> <p><strong> Scotland</strong><br> </p> <p> Although Scotland and Northern Ireland escaped the worst weather, heavy rain brought disruption. GNER cancelled all its services linking Edinburgh to London on the east coast main line and Virgin operated a skeletal service on the west coast main line. The advice from both companies was not to travel.</p>",
  "<p>While most of Britain was safe in bed yesterday, listening to rain battering the rooftops, Christine King was knee-deep in water in her front room. </p> <p>She had spent the night shifting her possessions to the safety of her Devon home's upper floor. But as the clock struck 4am, she felt the muddy red waters of the River Taw gush over her wellington boots and admitted defeat. The weather had won. </p> <p>\"It's all a bit of a haze,\" she said wearily. \"I haven't slept since yesterday morning. </p> <p>\"We've had three other floods here in the last 10 months, so we were expecting it. </p> <p>\"But even the fire engine couldn't pump it out. \" </p> <p>As British Summer Time ended with a night of gales, blizzards and flooding which killed at least five people, her neighbours in North Tawton evacuated their homes. </p> <p>Howling winds brought down fences and branches as families took refuge in the town hall, while a hailstorm hindered clean-up attempts later in the day. Around 60mm of rain had fallen across north and mid Devon in just 24 hours, and 20 of the county's rivers were on flood alert as the environment agency warned that more rain was on its way. </p> <p>Across the country storms closed roads, tore up trees and left householders without power. </p> <p>The Met Office said that the clash of warm air from across the Atlantic and freezing winds from Iceland was to blame for the appalling conditions. </p> <p>The 90mph winds and heavy rains brought back memories of the great storm of 1987 - even if forecasters had given a warning this time. </p> <p>In 1987, forecaster Michael Fish came out with the now famous words: \"A woman rang to say she'd heard a hurricane was on the way. Well, If you're watching, there isn't.\" </p> <p>The 1987 hurricane left 19 people dead, compared to six in the storms that struck early yesterday. </p> <p>Estimates of damage in 1987 were more than £100m against £200m this time. </p> <p>Commuters struggled to get to work as train operators cancelled services, and fallen trees and heavy flooding made roads impassable. </p> <p>Tens of thousands of households were left without heat or light as trees brought down power lines, affecting up to 50,000 in East Anglia. </p> <p>A burst water main left 13,000 properties in Exeter without supplies. </p> <p>In North Tawton they wearily began to clear up the mess after the fourth - and worst - flood in 10 months. </p> <p>Even the gloom of a festive flood last Christmas Day could not compare to the daunting sight of these waters, which rose two feet in just half an hour. </p> <p>The little Dartmoor village, six miles from Okehampton, has picture-postcard charm. But yesterday it was at the mercy of the savage natural forces celebrated by poet Ted Hughes, who lived here for much of his life and is buried in the graveyard of St Peter's church. </p> <p>The late Poet Laureate would have relished the storms that tore across the country. </p> <p>In Wind - written in the village - he celebrated the \"grimace\" of winter skylines, \"the woods crashing through darkness, the booming hills,\" and gusts \"stampeding the fields\". </p> <p>But yesterday few of those in North Tawton and beyond shared his enthusiasm. </p> <p>Instead they began the slow process of repairing the damage and preparing for a long, cold, stormy winter.</p>",
  "There is nothing new about migration from the Indian subcontinent. It was, after all, Indian architects who built the great temples at Angkor Wat in Cambodia in the 12th century. <p>It is only now, after more recent migrations of Indian doctors to Britain and skilled IT workers to Silicon Valley in the United States, that the world's biggest democracy is beginning to count the cost. </p> <p>About 18m Indians live abroad, in more than 100 countries. They range from a solitary Roman Catholic priest from Goa on the Cape Verde islands to 1.5m Indians in the US. Many were trained in India, and it is India which is at last starting to comprehend its loss. </p> <p>The same problem besets other countries in the developing world. Recent research shows that only half the foreign doctoral and post-doctoral students who study in Europe and America return to their own countries within two years of finishing their studies. </p> <p>The mixed feelings of people in countries such as India towards their successful expatriates find their most bittersweet focus in Europe. Under pressure to ease intensifying skills shortages, European governments are looking increasingly to India as a potential source of workers. </p> <p>About 1.3m people of Indian origin live in Britain, where they form the biggest single ethnic group in the NHS. France and Germany have about 40,000 each. </p> <p>So what are the costs to India of helping Europe to cope with its labour shortages? </p> <p>Some, like Bob Bradnock, professor of geography at the School of Oriental and African Studies in London, see the brain drain as a \"positive\" force. \"People develop skills abroad. There is a two-way flow,\" he said. But there is no doubt that poorer countries still suffer a net loss. </p> <p>There are plenty of Indian doctors in the NHS, but too few in rural India. India needs 2.2m IT professionals of its own over the next eight years - a figure it is unlikely to reach because of the continuing exodus of bright graduates from its elite institutes of technology to jobs abroad. Engineers, physicists, pilots, nurses and teachers have also gone overseas in large numbers, creating their own shortages. </p> <p>In a global marketplace all countries suffer from the migration of skilled workers, according to LM Singhvi, former Indian high commissioner in London. But those in the developed world are better able to cope with the loss. </p> <p>\"There is no doubt it has a negative impact. You are losing skilled manpower in which you have put a considerable investment,\" he said. </p> <p>Dr Singhvi, an eminent jurist and Indian MP, has recently been appointed to a new cabinet committee to forge better links between India and its diaspora. </p> <p>He wants Britain and other countries to compensate India for the initial cost of educating skilled workers who then go abroad, in the form of investment in Indian colleges and universities. </p> <p>\"Equity demands that something should be done. The British are well known for their sense of fair play. As things stand India gets a bad bargain,\" he said. </p> <p>But others suggest that the only reason Indians have been successful abroad is because they left in the first place. </p> <p>LK Sharma, the Times of India's veteran London correspondent, points to the example of Har Gobind Khorana, who won the Noble prize for medicine after leaving Indian research facilities for the US. He later decided to become a US citizen. </p> <p>\"The ethos of their new countries has something to do with their achievement,\" Mr Sharma said.</p> <p> <b>'Life is good. Italians are good people'</b></p> <p><b> Razzak Abdu, 33, from Bangladesh, works in a grocery shop in Rome</b> </p> <p> \"I left my home 11 years ago to find a job because in Bangladesh it was impossible, there were so many people. I left my family behind but it was the only way. </p> <p>\"I came to Italy and was lucky. There were far fewer foreigners than there are now. I got papers and was allowed to work legally. For the first few years I stayed with a friend in Rome, before finding my own place. </p> <p>\"He helped me to find a job in a grocery shop and I've been here ever since. I sort out deliveries, stock the shelves, clean, run messages. Usually I work around 12 hours a day, six days a week. It's long, but I like it. </p> <p>\"It was a few years before I spoke good Italian. My wife and two children joined me three years ago. I can make just one visit home a year, and I miss my parents. </p> <p>\"Life is good here. Italians are good people, they have treated me decently, though I have many friends who can't find apartments because they're foreigners. Some day I'd like to open my own shop.\" </p> <p> <b>'The worst thing is being talked down to'</b></p> <p><b> Norma Vitor, 37, took a job as a cleaner after moving from Peru to Spain</b> </p> <p>\"If I had known how hard it was going to be I wouldn't have come. I shouldn't complain - I had enough money and contacts. I've known some who slept out in the streets. </p> <p>\"I'd taken a payoff from the company I worked for in Peru as a secretary. The economy and the politics were bad. I'd seen films about Spain; we spoke the same language. I thought that people would be more welcoming. </p> <p>\"First I flew to Lisbon [in Portugal] and then took the train. I was terrified the police would ask for my papers - I knew they were sending people back. </p> <p>\"I soon found work cleaning. It's a step down but I don't mind. The worst thing is being talked down to. Spanish people can be very harsh. At home they're softer, they have more time. </p> <p>\"Things have worked out. I have my residency permit. I'm even thinking of buying a flat. But the sense of distance is very hard. Without the other Peruvians I wouldn't have survived.\"</p>",
  "<p>Syngenta, the company formed from the demerged agri-business interests of Novartis and AstraZeneca, is expected to be valued at £4.4bn when it makes its stock market debut next month. </p> <p>A total of 4.5m shares, priced between SFr85 (£32) and SFr105, will be available in a global offering on November 13 which will see the new venture floated in London, New York, on SWX in Switzerland and the OMX in Sweden.</p> <p>But the plan may still face delays as the US federal trade commission is yet to approve the move, which follows the merger of Novartis and AstraZeneca.</p> <p>The two companies decided to spin-off their crop protection and seeds operations into Syngenta, in order to concentrate on health care.</p> <p>Syngenta also announced yesterday it was selling its corn herbicides business to Dow Chemical for an undisclosed sum.</p> <p>Michael Pragnell, the company's chief executive, refused to disclose further details of the sale which was required by the European Commission as part of its competition review for creating Syngenta. \"The major divestment is acetochlor, which is corn herbicides,\" he said at a news conference in Zurich, adding that further, smaller sales might result from talks currently in progress with potential buyers.</p> <p>Analysts were generally disappointed with the news, saying the valuation was considerably lower than Syngenta had originally expected.</p> <p>The reasons behind the relatively low figure, they suggested, included disenchantment with the specialty chemicals industry and the fact the farm sector was yet to bounce back to prominence.</p> <p>Another City analyst commented Syngenta would find its markets tough over the next year but easing towards 2002.</p> <p>\"There's a feeling it's been tough but is unlikely to get any worse,\" he said. \"Next year is likely to be different with some sort of recovery taking place.\"</p> <p>The flotation plans will see a syndicate led by Credit Suisse First Boston and UBS Warburg will sell up to 4.5m Syngenta shares in the offering. Bookbuilding starts today and is scheduled to run until November 9.</p>",
  "<p>Oh dear, Jean Simmonds! (Rostrum, October 24) - so many omissions in your article, so much jumping to conclusions without any fact-checking, so many assumptions quite unsubstantiated by any of the text in the piece by Peter Kingston on South East Essex College (Are you being Served? October 10). As Simmonds said, it was an article on the \"open-plan, learning-centre\" style of internal college architecture that we have developed. \"Students, energised by the mere proximity of other students and assisted by 'learning advisers', work from student-centred materials and the college intranet. The simple removal of walls improves behaviour and boosts performance.\" Absolutely! OK so far. </p> <p>Jean Simmonds claims there are deliberate evasions and omissions. Peter Kingston spent some time in the college talking to staff and students describing what he saw - not simply reading about us and jumping to conclusions based on pre-conceived, outmoded ideas. </p> <p>Jean Simmonds asserts, not having seen it, there is \"a shoddy reality, having more to do with economic imperatives than educational benefits\". </p> <p>Surprising as it may seem to educational reactionaries, the driving imperative is the educational benefit of our complex, interlocking sets of strategies for managing student learning for successful achievement. A reputation for student satisfaction and success is what brings students in to enrol, the younger ones fully supported by their parents in choosing this college. From that derives our general institutional success, which enables us to provide learning environments to smart, professional workplace standards, equipped with a range of educational resources to match modern learning requirements. </p> <p>One strand of these strategies is to work in many large learning centres. These can accommodate many groups, can be staffed with several teachers and additional learning support staff and can be provided with an extensive range of specialised resources. Peter Kingston captured this concept through the \"department store\" analogy. </p> <p>Within large specialist centres, many staff can be deployed to give support to individual students, qualified learning advisers help students to use the hardware and software resources and centre co-ordinators deal with much of the administration. The intranet structures student learning (potentially 24 hours a day), provides asynchronous in-course communications, assignments, deadlines, wider reading and research links and learning materials to a college standard where previously these might have been dictated, copied from the board or put into handouts of variable quality. </p> <p>On top of all this, the teacher is still there, getting on with essential professional tasks; supervising the progress of learners, encouraging, motivating, assessing, providing feedback and ensuring the up-to-date curriculum delivers students' learning objectives. </p> <p>We employ a normal number of teaching staff with a standard average schedule with learners of 21 hours per week; all 350, full-time and part-time, are employed in permanent salaried positions. In addition, we employ 46 academic and learning support staff, 29 learning advisers, 28 centre co-ordinators and 15 staff maintaining network systems. All the above staff are qualified. Most of them have subject-specific degrees. </p> <p>The support we give to students through tutorials and a range of other activities is only possible because of our learning approach - in two successive inspections, we were awarded grade 1 (outstanding). Last year an independent national benchmarking service concluded that the staff/student ratio and student contact hours were considerably higher than average, yet student qualifications outcomes per hour of teaching were the highest they had ever found. </p> <p>We use staff effectively, in multidisciplinary teams and they work with resources (also grade 1 in both inspections) that visitors from numerous colleges and universities have told us they envy. </p> <p>Finally back to the learners. They work in a busy, stimulating, social environment precisely as envisaged by Tim Brighouse (TES, October 20): \"... the number of relationships created by teachers, support learning staff, peer tutors and mentors increase the likelihood of the learner feeling so 'special and unique' that they suspend disbelief and make great learning strides.\"</p>",
  "<p>A flexible system which offers students the chance to begin their degree course in either February or September has proved so successful that it has been expanded. </p> <p>Last year, Bolton Institute in Lancashire introduced a framework covering almost 20 first degrees in the technology faculty across built environment, textiles and engineering. This February it was extended to include degree courses in the faculties of arts, science and education and in the business school. </p> <p>Around 15% of its 3,000 students have opted to take second semester courses this year. In fact, the institute has just launched a campaign for second semester courses, setting up an information line for students who would prefer to start studying in winter rather than in autumn. The institute is also organising an open day for these potential students in January. </p> <p>Professor Peter Marsh, dean of the faculties of arts, science and education, says: \"We have mature students, both full-time and part-time, who find that the higher education timetable is not necessarily synchronised to their needs. </p> <p>\"There are some people who decide that they don't want to wait until next September before starting a course. We have nurses who take a BA in health studies part-time and it may suit them to start the course in February instead of September.\" </p> <p>The pattern of study means there are two semesters per year. The February entrants are one semester behind those students who begin their courses in September. They take their exams at the end of each semester - at the end of June or January. </p> <p>Professor Marsh says the institute has to ensure that the February entrants do not lose out in terms of pastoral support and the induction process by starting six months later. </p> <p>\"Our aim is that there will be a sufficiently large number of second semester entrants that they will form their own identity. </p> <p>\"It is important that we are aware that they are not just student fodder and we need to look at their cohort needs.\" </p> <p>Second semester courses were now being offered in full-time humanities, community studies and social studies, psychology, biology and environmental studies degrees. </p> <p>Overall, the number of mature and younger students opting for second semester courses has been 50-50. </p> <p>The University of Central England in Birmingham also offers second semester degree courses. The MA in marketing begins in February. </p> <p>Steve MacKay, the course director, says: \"The MA course attracts people who are typically in middle management positions with fairly hectic schedules who are looking for something which fits into their career aspirations and schedules. </p> <p>\"Most people consider the calendar year rather than the academic year as the more appropriate starting date.\" </p> <p>The February version of the course is constructed around a series of three intensive two-day courses, which take place on Fridays and Saturdays. The majority of students are able to negotiate three days off work in return for a commitment to the course for three days from their weekends. </p> <p>Mr MacKay believes the trend in higher education is moving away from courses which run over several evenings a week to more flexible study. Last year, there were 18 students on his course - more than double the figures in previous years when they offered a more traditional approach. </p> <p>Josie O'Sullivan, a mature student in her 40s, says the flexibility of the MA course at UCE appealed to her. </p> <p>\"I had previously done my HNC and CIM qualifications at the University of Central England\", she says, \"but they were two nights a week and after doing this for three-and-a-half years, I was getting fed up. </p> <p>\"Over the years I had got promotion at work so I was working harder and it was not as easy as it was when I was starting off. </p> <p>\"The MA has opened my eyes and I have become more creative. It was the flexibility which appealed to me.\" </p> <p>Sara Vernon, 34, who is doing a humanities degree at Bolton Institute, says she began her second semester course in February 1998. \"I couldn't have afforded to start in September - I had just finished a course and I needed to find a job,\" she says. </p> <p>\"I have just been accepted to do a masters at Salford University in heritage starting next October. There are a lot more mature students on my course and I feel as if it has been a stepping stone for me.\"</p>",
  "<p><strong>The problem</strong></p> <p>I have a very busy, sometimes stressful job that I often don't like. This is probably due to the fact that I don't like anyone I work with and I feel underpaid and used. I also feel uneasy there - the environment and ethos are not \"me\". </p> <p>My friend and I have decided for a change and are moving to Leeds. She has found herself a job already, but cannot live there until I have found one, but I just can't find the time or energy to throw myself into finding a new job.</p> <p>I keep wondering, should I just hand in my notice so I can search properly or continue in the busy job taking double the amount of time, trying to snatch sneaky days off for interviews, with the whole process taking painfully long. Am I being rash and stupid if I hand my notice in first without having a job to go to? </p> <p><strong>The solution</strong></p> <p>I think you know what you should do, but need some reassurance that you are doing the right thing. You don't like your job, don't like your colleagues, you're underpaid, starting to make mistakes at work, don't like the work environment and spend four hours every day commuting. No wonder you are stressed, tired and lack the energy to job-hunt! </p> <p>You are in an impossible situation and you know it - you want to and need to get out, but the demands of your job mean that you can't. As you yourself say, if you packed the job in you could search properly and be less stressed and tired. Is \"this rash and stupid\"? Under the circumstances, it sounds rather sensible to me. Packing your job in would allow you the space and time to sit back and re-evaluate your career and want you want, as well as allow you to apply for jobs and go to interviews without the whole process taking a 'painfully long time'.</p> <p>The only things holding you back are financial considerations and concern about how this will look to future employers. On the second point, it is possible that some employers will wonder why you packed the job in, or favour someone who is currently employed. But this can easily be explained by a short statement in your covering letter about your need to relocate to be with your partner. One or two employers might still be wary, but most will simply accept it. </p> <p>As for the finance, maybe you could get a part-time job somewhere to tide you over. Or see this time off as an investment into your health, career and future. Put like that, even if it takes a few months to get yourself sorted, it would seem a wise investment. </p> <p> \u0095 Dr Sandi Mann is author of Psychology Goes to Work (Purple House) and Managing Your Boss in a Week (Hodder &amp; Stoughton).</p> <p>Advice given to this problem should only be regarded as a guide based on the limited information provided by the letter-writer. No responsibility can be taken by Dr Mann for any outcomes following advice given.</p>",
  "<p>Eleven of the largest international banks yesterday committed themselves to a set of global guidelines to eliminate money laundering, effectively drawing up a new barrier against financial crime. </p> <p>The agreement involves the private banking arms of Barclays, HSBC, ABN Amro, Banco Santander, Chase Manhattan, Citibank, Crédit Suisse, Deutsche Bank, JP Morgan, Société Générale and UBS. Other banks are being urged to join the guidelines, named the Wolfsberg Principles, which were drawn up with the help of Transparency International and an OECD expert. </p> <p>\"This should be seen as a clear recognition by the private commercial banks of their responsibility in the fight against serious international crime,\" said Hans-Peter Bauer, chief risk officer of UBS. </p> <p>Some banks have introduced similar internal rules in recent years, but the new guidelines adopt the highest European standards and apply them globally, including in offshore centres. However, there is no provision for sanctions or checks on enforcement. </p> <p>The voluntary code establishes clear procedures for staff to identify customers and beneficial owners for the private banking arms of the banks, wherever they are doing business. It also advocates monitoring and the banks are pledging to either reject a suspicious client or report them to the authorities. </p> <p>In effect the principles would act as a barrier against taking money from corrupt government officials or organised crime by depriving them of anonymity or the ability to hide behind proxy account holders and foundations. </p> <p>\"Heightened security will be brought to bear where relationships emanate from countries whose money laundering regimes are not advanced or where there are recognised high risks relating to crime and corruption,\" said Chris Duncan, wealth management risk director at Barclays. </p> <p>Lawyers acting for the Nigerian government say Barclays, and several other British-based banks, held accounts linked to the late Nigerian dictator, Sani Abacha. Mr Duncan said he had not received any information so far although internal checks were conducted. </p> <p>\"Barclays has not been approached to date by the serious fraud office or the financial services authority,\" he said. </p> <p>Several of the banks admitted that they would lose some business and new, potentially embarrassing, money laundering cases might come to light as a result. </p> <p>Mark Pieth, head of the OECD's anti-bribery group, said the initiative filled a hole left by government regulators. \"We've had great difficulties getting regulators to coordinate. They've never really touched the issues of know your customer or due diligence, and harmonised,\" he said. </p> <p>The banks reacted cautiously to the suggestion of enforced regulation. \"These principles reflect decent and adequate standards; we neither expect nor wish to see the standards being raised higher,\" said Reinout van Lennep, head of ABN Amro private banking.</p>"
]