[
  "<p>Governments all over the world have suddenly become embroiled in controversy about electronic surveillance of the internet. In the United States, a political storm has arisen over a new FBI internet tapping system codenamed Carnivore. In Britain, the Regulation of Investigatory Powers (RIP) Act has just extended telephone-tapping powers to cover internet service providers (ISPs), and allows the government to arrange indiscriminate tapping or email interception for foreign police forces and security agencies. </p> <p>In the Netherlands, the Dutch security service BVD admitted two weeks ago that it has been collecting emails sent abroad by companies. In the Hague, laws are being prepared to allow the Justice Ministry to tap into email and subscriber records, scan messages and mobile phone calls, and track users' movements. </p> <p>The Australian government has passed laws allowing security agents to attack and modify computers secretly to obtain information. Many other governments have similar schemes in the pipeline. </p> <p>These developments are no coincidence but the direct result of secret planning over seven years by an international co-ordinating group set up by the FBI, after Congress twice refused to extend its telephone tapping powers for digital networks. Under the innocuous title of the International Law Enforcement Telecommunications Seminar (ILETS), the group has met annually to plan for and lobby to make telecommunications systems \"interception-friendly\". </p> <p>ILETS excluded lawyers and industry specialists who might have advised on the arrangements to protect privacy and human rights, or on the feasi bility and cost of the intelligence officers' wish list of interception requirements. As a result, the laws based on their recommendations have repeatedly caused controversy. </p> <p>The work of ILETS first came to light in late 1997, when a British researcher, Tony Bunyan, revealed collaboration between EU staff and the FBI for many years. Details of plans to compel ISPs all over the world to install secret internet interception \"black boxes\" in their premises appeared in <a href=\"http://www.guardianunlimited.co.uk/Archive/Article/0,4273,3859496,00.html\">Online</a> last year. </p> <p> A month ago, the European Parliament appointed 36 MEPs to lead a year-long investigation into Echelon - the codename for a mainly US system for monitoring traffic on commercial communications satellites. Echelon has become common parlance for the worldwide electronic eavesdropping or signals intelligence (Sigint) network run by the Government Communications Headquarters (GCHQ) together with the US National Security Agency (NSA). The inquiry will ask if the rights of European citizens are adequately protected and ascertain whether European industry is put at risk by the global interception of communications. </p> <p>French politicians and lawyers have taken the lead in accusing the US and Britain of using their electronic intelligence networks to win business away from foreign rivals. US politicians have riposted that France runs a worldwide electronic intelligence system of its own - \"Frenchelon\", based at Domme, near Sarlat in the Dordogne, and includes an eavesdropping station in New Caledonia in the Pacific (see <a href=\"http://www.zdnet.co.uk/news/ 2000/25/ns-16207.html\">www.zdnet.co.uk/news/ 2000/25/ns-16207.html</a>). </p> <p>Electronic eavesdropping has become a battleground between the US and Russia. The Russian-American Trust and Cooperation Act of 2000, passed on July 19, stops President Clinton rescheduling or writing off billions of dollars of Russian debts unless a Russian spy base in Cuba is \"permanently closed\". </p> <p>This base at Lourdes, located on leased land near Havana, was the former Soviet Union's most important intelligence facility. It uses Echelon-type systems to collect data from telephone calls and satellite links covering the US. </p> <p>Lourdes allegedly provides \"between 60% and 70% of all Russian intelligence data about the US\". A defector has said that spying from Lourdes has grown dramatically following an order by Boris Yeltsin to step up economic and technological espionage against the west. </p> <p>The White House wants to stop the campaign to close Lourdes because other countries might then ask the US to close down its identical bases. Documents suggest the US would particularly fear the Lourdes effect spreading to Britain, Germany and Australia, where the NSA operates large sites. Its station at Menwith Hill, Yorkshire, is the largest electronic intelligence base in the world. </p> <p>The US is not alone in this spying. By the end of the year, the Government Technical Assistance Centre (GTAC) will have begun operations from inside MI5's headquarters at Thames House, Millbank. Its primary purpose will be to break codes used for private email or to protect files on personal computers. It will also receive and hold private keys to codes which British computer users may be compelled to give to the government, under the RIP Act. </p> <p>Development of GTAC has been pioneered by the Home Office's Encryption Co-ordination Unit, which says that the centre will \"provide the capability to produce plain text/images/audio from lawfully intercepted communications and lawfully seized computer media which are encrypted\". The Home Office has not confirmed reports that GTAC will also be the collecting point for intercepted internet communications relayed from the \"sniffer\" boxes to be installed inside British ISPs. </p> <p>The cost of building GTAC, said to be £25m, is likely to include the price of ultra-fast super-computers, of the type previously used only to break Soviet codes and attack other special military targets. Code breakers from the communications intelligence agency GCHQ will be seconded to work at GTAC. </p> <p>GCHQ has used sophisticated computers for many years to examine foreign or \"external\" messages and phone calls, as part of the worldwide intelligence network operated with other English-speaking countries. The key part of this system utilises computers called Dictionaries, which hold lists of thousands of target names, addresses and key words. They are used to select messages of interest, while discarding the majority of communications. </p> <p>GCHQ was not normally permitted to encroach on domestic communications. Now the RIP Act says that as many domestic internet communications travel on the same \"trunks\" as external communications, GCHQ will be allowed to trawl through these messages without restriction. </p> <p>Another limitation, which had prevented the direct targeting of people in Britain by GCHQ without specific authorisation has also been dropped. The Home Secretary has been given powers under Section 16 (3) of the Act to sign an \"overriding\" warrant every three months. This will allow general surveillance without the need for individual warrants. </p> <p>This will apply to \"serious crime\", which can include organising demonstrations that may affect public order. The government has offered no justification for its willingness to allow GCHQ to intrude on domestic political and policing matters. The RIP act will also allow any agency nominated by the Home Secretary to tap into the addresses of emails sent and received (though not their content) without a warrant. </p> <p> Caspar Bowden, whose lobbying organisation, the <a href=\"http://www.fipr.org\">Foundation for Information Policy Research</a>, FIPR, helped to bring some important changes to the RIP Act, believes that letting Dictionary type computers carry out broad-ranging surveillance on much internal UK traffic will break the new Human Rights Act. </p> <p>The FBI has just been granted funds for an $85m electronic surveillance programme called Digital Storm. This foresees the quadrupling of telephone tapping in the US over the next decade, because of the convenience of digital processing and the automated delivery of intercepted messages and conversations to FBI agents. </p> <p>The FBI hopes to build in automated transcription and translation systems. According to its budget application for the next US fiscal year, a related programme called Casa de Web will include central computer archives for intercepted audio and data reports. It will also provide \"analytic tools for automated speaker identification, text key word spotting, and voice key word spotting\". </p> <p>The existence of Carnivore, the FBI tapping system, was revealed three months ago as the result of a lawsuit between a US ISP and federal marshals, who demanded that the ISP wire a Carnivore box into its network. The FBI initially wanted to install its own version of a commercial \"sniffer\" programme called Etherpeek. Then it turned up with Carnivore and a court order to install it. </p> <p><a href=\"http://www.fbi.gov/programs/carnivore/carnivore.htm\">The FBI</a> claims there are only 20 Carnivores, and that they have been used only 25 times in the last 18 month. But the system is so controversial that the US Congress held special hearings two weeks ago. A judge has ordered the FBI to answer requests for details made under the Freedom of Information Act. </p> <p>Carnivore consists of a laptop computer and communications interface cards. It runs a packet sniffer programme to select the data it wants from inside the ISP local network. According to Marcus Thomas, head of the FBI's Cyber Technology Section, they are PCs using proprietary software and acting as a \"specialized sniffer\". </p> <p>The bureau claims that although Carnivore's hardware sees all the traffic passing through the ISP where it is installed, its software looks only at the origin and the destination of each internet packet. If the addresses correspond with those specifically authorised in a court order, then the information and/or the contents are extracted and forwarded to the FBI. The agency claims no other data is recorded or examined. </p> <p>But US computer experts do not believe this is possible. For example, many ISPs dynamically allocate internet addresses to their customers. This means that every time you dial in to your ISP, you will use a different internet address. Unless Carnivore is also intercepting this type of data, it cannot work. </p> <p>The experts have asked the FBI to reveal the source code of Carnivore. The FBI has refused, but says it will arrange a \"privacy audit\". US Attorney General Janet Reno has publicly regretted the woodenheaded selection of the codename Carnivore. She says it will soon be changed to a less threatening name. </p> <p> Despite the power of systems such as Echelon or Carnivore, they face many practical difficulties in conducting the type of extensive surveillance that some people fear. </p> <p>The risk they pose to civil liberties has often been questioned because of the simple techniques that criminals or terrorists can use to outrun surveillance. </p> <p>Setting up new internet accounts and email addresses to use for a few days or weeks takes barely a minute to do, yet can limit or defeat law enforcement or intelligence targeting. </p> <p>For the ordinary computer user who wants their email and web surfing activities to regain at least the same level of privacy enjoyed by ordinary letters, the best and probably the only tool to use is a system called Freedom. </p> <p>Pioneered by the Canadian-based Zero Knowledge company, Freedom uses multiple encrypted links to carry every kind of internet traffic. The first step is a secure connection to a local ISP running a Freedom server. Several are now operating in Britain. Your message, re-encrypted each time it travels, is passed among one or more Freedom servers before being inserted onto the internet at a distant location. The system used means that no one, including Zero Knowledge itself and the ISPs you use, knows what messages are being sent or who is sending them. </p> <p>For those less worried about intelligence agencies but infuriated by the privacy-destroying habits of some websites and internet companies, the American-based Junkbusters group offers an excellent free tool which stops unwarranted data collection and also limits the time-wasting effects of downloading of advertising material. </p> <p> Systems like Carnivore and the black boxes, which MI5 and the police want to install soon in British ISPs, are based on internet technologies used every day by network managers and trouble-shooters. </p> <p>Packet sniffers utilise the fact that all the traffic being handled by an ISP will travel on one or more very high-speed data links. These typically handle hundreds or even thousands of megabits of data every second. </p> <p>Everyone's data travels on these shared links, in the form of datagrams, or packets of data. Each packet contains details of the sender and the intended destination of the data packet. In principle, this information can be used to select only the data being sent to or received by the target of a government approved warrant. </p> <p>But the ISP has no way of knowing how much data is being extracted from their clients' private messages. It all depends on how the software is programmed, and this is kept secret. </p> <p>One program used by the FBI to tap email is Etherpeek, which can be programmed to select any type of data from an internet data stream. Its manufacturers say it can \"capture all conversations on a network segment, much like a tele phone tap\". It costs less than $1,000 to buy and may be the proprietary software used for Carnivore. </p> <p>Another commercial packet sniffer modified for internet surveillance is WireSpeed, which can analyse more than 300 different network types. The WireSpeed analyser, developed by a US corporation, Radcom, was recommended for use in a recent Home Office report, which noted that it was \"a major component of another country' s interception solution - it would enable the user to view the content portion(s) of electronic messages\". </p> <p>Industry and civil liberties critics in Britain and the US say that packet-sniffing technology is so powerful and undetectable, that it poses a threat to civil liberties and privacy that could not have existedpreviously. As even the ISP to whose equipment it is connected will not know what it is doing, there can be no means of verifying that surveillance is being limited to what is legally allowed. </p> <p> <strong> Links</strong> </p> <p><strong> Freedom internet privacy protection system </strong> <br> <a href=\"http://www.zeroknowledge.com\">www.zeroknowledge.com</a><br> <strong> Junkbuster</strong> <br> <a href=\"http://www.junkbusters.com/ht/en/ijb.html\">www.junkbusters.com/ht/en/ijb.html</a> <br> <strong> WireSpeed Internet Analyser </strong> <br> <a href=\"http://www.radcom-inc.com/products/wire-spec.htm\">www.radcom-inc.com/products/wire-spec.htm</a> <br> <strong>Etherpeek packet sniffer </strong> <br> <a href=\"http://www.aggroup.com/products/etherpeek\">www.aggroup.com/products/etherpeek </a> </p> <p>\u0095 Duncan Campbell is a freelance investigative journalist and not the Guardian's Los Angeles correspondent of the same name.</p>",
  "British holiday-makers heading for the continent - be it the discos of Ibiza, the Tuscan towers of San Gimignano or the rather more energetic attractions of Disneyland Paris - will find the process less of a strain on the family budget than even a couple of years ago. <p>These days, the pound is buying well over 10 francs, almost 270 pesetas and more than 3,000 lire. British manufacturers might groan at an exchange rate they reckon gives rivals in euroland a competitive edge, and Japanese companies might murmur audibly about whether the UK really is the best place in Europe to make cars and consumer electronics. But the rest of us can console ourselves with the thought that we can afford a coffee in the Piazza San Marco in Venice without needing a second mortgage. </p> <p>But as you pick over the pasta or paella, spare a thought for the eurozone's political and economic establishments, who have invested so much in trying to make the European single currency a success and whose reward - so far - is to see it billed as the limbo-dancer of the foreign exchange markets, watched only to see how low it can go. </p> <p>Some 19 months since the euro was launched, the single currency's backers might have hoped for something a little closer to their dream of creating a second global reserve currency, one capable of challenging the primacy of the dollar. Fat chance. This week, the euro again dipped below 90 cents and is worth around 60p. A far cry from the $1.18 and 71p levels at the end of the first day of trading. </p> <p>Economists have found no shortage of explanations for the continued weakness of the single currency. Euroland's growth is picking up speed - helped, in part at least, by the euro's weakness - but it is still slower than that of the US. American interest rates are higher than in the eurozone. Relative economic performance and interest rates are both factors investors take into account in deciding which currencies they want to buy. </p> <p>There are \"old\" and \"new\" economy arguments, too. Some countries in the euro zone may be working to reduce \"structural rigidities\" - usually, though not always, Anglo-Saxon speak for measures that made workers more expensive to hire and harder to fire. From an international investment perspective, however, much remains to be done. </p> <p>And while there is a growing acceptance that new technology has meant a radical change for the US economy, there is much less to suggest that policy-makers at the European Central Bank have embraced the idea that technological change means that the euroland economy can now sustain a more rapid rate of non-inflationary growth than has traditionally been the case. </p> <p> There is, however, a political dimension to the weakness of the euro. It reflects, albeit in a lower key, the debate about the wisdom or otherwise of Britain signing up for the single currency. It has two aspects - one immediate, the other deeper-seated, but both potential negatives for the single currency's international standing. </p> <p>The first is the forthcoming referendum on whether Denmark should join the euro. The Danes have an interesting voting record on euro issues. Back in 1992, they voted against adopting the Maastricht treaty, which laid down the rules for single currency membership, by a narrow margin. The following year, having negotiated a series of opt-outs, they voted to accept Maastricht. </p> <p>This time, the opinion polls suggest the result will again be a close call. That means the vote will hardly provide a ringing endorsement of the euro and may well be a blow to its already dented credibility. So neither of the likely outcomes is going to be a \"buy\" signal for the single currency. </p> <p>The second relates to the institutional framework of euroland economic policy-making. The centrepiece is the European Central Bank. Its job is to maintain price stability. To that end, it sets not only interest rates but also the target range for inflation that it decides is consistent with price stability. </p> <p>The ECB is jealous of its independence, but there are those, especially in France, who are disturbed by the lack of political input into the economic decision-making process. Britain's euro-sceptics are not the only ones concerned by how much power resides in Frankfurt. Though the tension has been simmering since the ECB was set up - it was behind the row over who should be the first governor and for how long - the markets were given a smart reminder last month when the French finance minister, Laurent Fabius, suggested that euroland governments might, at some point, take on the job of setting the region's inflation target. </p> <p>Suffice it to say that the idea went down like a lead balloon in Frankfurt. But the incident highlighted a faultline in the euro policy structure. Not the sort of thing to have US mutual funds or Japanese insurers rushing to fill their port-folios with single currency assets. It could still be cheap on the beach next year. </p> <p> <a href=\"mailto:mark.milner@theguardian.com\"> mark.milner@theguardian.com</a></p>",
  "<p>The triffid, the terrifying flesh eating plant which has struck fear in the overactive imaginations of readers since the 1950s, may not be quite as fictional as once thought, it emerged yesterday. </p> <p>Alan McHughen, professor and senior research scientist at the University of Saskatchewan, Canada has developed a new GM flax plant, which he claims is almost impossible to kill. So impossible, in fact, he has named his creation the triffid. </p> <p>\"Man thought he could master the triffid,\" wrote John Wyndham in The Day of the Triffids in 1953, \"tap it for oil, and stake it in the fields to stop the plants walking away on their three roots.\" </p> <p>That was before the plants started inflicting their \"blind terror\" on mankind and destroying their masters. </p> <p>Prof McHughen, who claims his creation was named after an astronomical nebula and not Wyndham's horrifying plant, concedes that his triffid is also designed to be tapped for its oil, though he does not expect it to walk or eat people. </p> <p>Sounding increasingly like a scientist from Wyndham's book himself, the professor insists the plant's great selling point is that it is hard to kill with herbicide. Prof McHughen's triffid was bred to resist weedkillers and grow in fields contaminated with excess herbicide that would normally kill ordinary flax and oil seed rape. </p> <p>Growing it would help farmers wash herbicide out of the soil and allow normal crops to be grown - a potential benefit to both the soil and the environment. </p> <p>He claims there is no black humour involved in christening the plant. \"Names are often based on the breeder's hobbies or outside interests,\" he said. </p> <p>\"My colleague Gord Rowland is a war history buff, so he names his varieties for prominent Canadian battle sites - Vimy, Somme, Flanders. My hobby is astronomy. </p> <p>\"When Gord and I came up with triffid, which is a nebula as well as the subject of the Wyndham book, we considered a list of other prospective names, but this was the simplest and most memorable. </p> <p>\"Few people outside the UK associate triffid with the alien monsters, as Wyndham wasn't as popular in North America. Remember also, the only people ever to be aware of variety names are breeders, seed companies and farmers.\"</p>",
  "<p> 'I think Britain is very good at highlighting human-rights issues in other countries, but when it comes to just outside Oxford, everyone gets a little bit squeamish,\" says Kay Adshead, writer of The Bogus Woman. The play, which is being staged at the Edinburgh's Traverse, chronicles the experiences of an African journalist seeking refuge in Britain from atrocity at home. Adshead had been involved in the Campaign to Close Campsfield, the notorious detention centre in Oxfordshire, and makes no bones about views on Britain's attitude to asylum seekers. \"I hope I've written a consciousness-raising piece of work which has the maximum impact,\" she says. \"I didn't want to pretend there was any impartiality about it. I wanted the whole story to be totally subjective. Everybody else is giving their opinions on asylum seekers - you can't open a paper without seeing them - but I wanted this to be my character's point of view.\" </p> <p>The Guardian's Michael Billington has called the play \"a powerful, passionate, committed piece of theatre that, if seen widely enough, might change hearts and minds. The Bogus Woman does seem to be a little pocket of old-style 70s commitment in the otherwise soft environment of the Edinburgh festival. Having cut her teeth as a performer in the 70s, when \"theatre belonged to communities and could be about the things that affected communities\", Adshead finds it \"strange that theatre stopped being like that\". </p> <p>She began writing in the 80s after working in improvised theatre with directors such as Mike Leigh. \"The more devised work I did, and the more I realised that I was using the stuff of my own life, the more I thought: I can do this myself.\" She duly did so, and the result, a proto-Band of Gold prostitution drama, Thatcher's Women, was produced to acclaim by Paines Plough in 1987. </p> <p>In 1996, The Red Room, who are producing The Bogus Woman, teamed up with Adshead to stage her Royal Court-commissioned millennial political epic, Bacillus. Both company and writer believe in theatre as a forum for social debate, but \"even though everyone was saying they wanted a state-of-the-nation play, nobody wanted to stage Bacillus,\" says Adshead. </p> <p>The Bogus Woman began life as a short play in a season of political work at BAC, south London, and Adshead starred in Victoria Wood's Dinnerladies while she developed the work further. </p> <p>She is unequivocal about the climate that produced the government's Asylum and Immigration Act, which all but criminalises the seeking of asylum and stigmatises those who do gain entry. \"It annoys me that we feel we have a monopoly on prosperity,\" she says. \"And anyway, what's wrong with people trying to look for a better life? It doesn't take a great deal of imagination, surely, to get behind that idea. People say we live in a global world only when it suits them but, of course, the very parties most keen on global capitalism get decidedly protectionist when it is people rather than money that is on the move.\" </p> <p>The nameless heroine of Adshead's play is banged up in Campsfield Detention Centre and becomes involved in the protests that led to the trial of the Campsfield Nine, the group of refugees who were accused and acquitted of rioting at the centre in 1997. In researching the play, Adshead got to know one of the nine, who became her primary source for the description of a system that \"treats all these people as miscreants and wrong-doers\". The play is a synthesis of several first-person accounts, \"more shocking than some,\" says Adshead, \"and less shocking than others\". </p> <p>Eager to distinguish her play from documentary, Adshead even wrote the play in verse. But hard facts are never far beneath the surface in a work that vividly dramatises not only the unrest at Campsfield but the thuggish and often racist backlash that followed. The protagonist describes in harrowing terms the centre's \"prison for profit\" regime, whose wardens are \"hired to brutalise in 12-hour shifts at £4 an hour\". </p> <p>If all this leads you to imagine Adshead as some kind of firebrand, you'll have to think again. Her crusade is dignified by the fact that, as she says, \"I'm not a militant or a far-left person.\"On the contrary, she projects the mumsy air of a well-meaning but faintly naive woman who has suddenly discovered something distasteful happening in her own back yard. When she began to research The Bogus Woman, she recalls, \"I was just gobsmacked. I assumed, in my British liberal way, that people were nice to asylum-seekers. I find it really shocking.\" </p> <p>Her conversation deconstructs Britain's treatment of refugees not from an ideological or analytical perspective, as we might expect from a \"political\" writer, but from one of compassion. Poring over Refugee Council records of asylum seekers' plights almost put her off writing the play, she says. \"I've not got a very strong stomach and I found them terribly upsetting. </p> <p>\"I don't think this is a political thing. I think it's a moral and compassionate issue. When people are vulnerable, you give them the benefit of the doubt, until otherwise proved. That's just being kind.\" Far from suggesting political solutions to what the tabloids call Britain's \"deluge\" of illegal immigrants, Adshead reiterates her sense that \"I don't think there are goodies and baddies - I think there are individual cases, and we should look at every case with a clear eye.\" </p> <p>The Bogus Woman is empty of dogma and reveals remorselessly the human consequences of a system of which, Adshead believes, this country should be ashamed. One of the official persecutors in the play intones: \"I would suggest that your whole story - the killing of your family; the rape - is nothing but a pack of well-schemed lies.\" To Adshead, it is the host, and not the visitor, who is guilty of the greatest self-deception.</p> <p>\u0095 The Bogus Woman is at the Traverse till August 13. Box office: 0131-228 1404.</p>",
  "<p>Infobank International, the business to business e-commerce software provider, yesterday announced that half-year pre-tax interim losses widened to almost £10m. </p> <p>The loss for the period to June 30 was more than three times the £3.2m recorded last year. </p> <p>As of June 30 Infobank said it still had £112m of the £122m in cash it netted from a fundraising in April sitting in the bank. </p> <p>The results were distorted because of recent restructuring at the company. </p> <p>Continuing operations generated revenues of £444,000, compared with £21,000 in the same period last year. </p> <p>Analysts were unconcerned by the losses, which were in line with their expectations, particularly because Infobank had so much money in the bank. Infobank has invested heavily in new staff and offices around the world as part of its aim of becoming a global player. </p> <p>In the past three months Infobank has won 18 customers, taking its total number to 37. Analysts said they were confident that the company could exceed its target of attaining 50 customers by the end of the year. </p> <p>Graham Sadd, the company's chief executive officer, cautioned that \"meaningful revenue\" was unlikely to kick in before 2002. </p> <p>Infobank's software helps companies, such as British Telecommunications and the government do business with their suppliers online.</p>",
  "<p>It has been acclaimed as the most significant economic development since electrification, but the impact of the internet is unlikely to be as revolutionary. </p> <p>At the beginning of the last century, the introduction of a new source of power turned the industrial world upside down, spurring a wholesale redesign of the factory and changing the lives of virtually everyone on the planet. As the new century gets under way there are similar claims being made on behalf of information technology. But even with today's more modest projections of its potential contribution to company profits, investors face disappointment, according to new research by Goldman Sachs. </p> <p>In spite of recent falls, the rate of profits growth implied in current market valuations for global equities is almost 1.5% above the long-term consensus GDP growth rate. </p> <p>In order for today's valuations to be achieved, either GDP growth will have to rise by 1.5% more than expected each year over the next 15, or profit growth will have to outpace GDP growth by the same amount. </p> <p>While faster GDP growth might be achieved, the experience of electrification suggests that relying on fatter profits is an over ambitious target, say Martin Brookes and Zaki Wahhaj, of the US investment bank's British research department. </p> <p>However the parallels drawn between electrification and the internet are not unjustified, the two argue. </p> <p>Electrification in America at first did no more than change the source of power used by factories which had relied on steam or water power, but it eventually prompted a wholesale reorganisation of industrial production. </p> <p>\"Companies were able to get rid of the physical structure of the belt-drive system. The indirect efficiency gains from redesigned factories and reduced capital requirements outweighed the direct benefits of lower energy costs from electricity.\" </p> <p>The internet is widely thought to have a similar potential to change the way we work and make us much more efficient but so far evidence is inconclusive. </p> <p>Messrs Brookes and Wahhaj concede that like electrification, IT is likely to have a slow-burn effect. The real gains are yet to come. </p> <p>However, even if the impact of the internet does begin to rival that of electrification, it does not necessarily imply bumper profits, the justification for inflated share prices. </p> <p>Messrs Brookes and Wahhaj say profits in the industrial sector fell as a proportion of GDP over the period 1880-1935 when electrification was occurring. </p> <p>The reason? While electrification allowed companies to produce more cheaply, they were unable to retain cost savings and boost profit margins. Instead, increased competition meant the benefits accrued to consumers in the form of lower prices. </p> <p>History rarely repeats itself exactly, but the Goldman Sach's research suggests modern day investors placing so much faith in the pervasiveness of the internet are likely to be disappointed.</p>",
  "<p>British and European scientists finally found themselves a place in the sun yesterday. They launched two satellites, Rumba and Tango, from a Russian rocket base at Baikonur, Kazakhstan, and sent them on their way to join two more, Samba and Salsa, already in orbit. </p> <p>The quartet will dance around the earth in tight formation, monitoring storms of electrically charged particles from the sun that are about to reach their peak this year. </p> <p>The successful Cluster II launch was a relief, because the £400m experiment known as Cluster I exploded, with an Ariane V rocket, just after it left the launchpad at Kourou, French Guiana, in 1996. For a while, European Space Agency chiefs prepared to abandon the experiment. </p> <p>But they did not. They put Cluster back together again at almost half the cost and booked the quartet on two flights on the European-Russian launch service Starsem. The first two were launched in July. Engineers based in Germany made radio contact with the second pair an hour after launch yesterday and prepared to send them to join their dancing partners in space. </p> <p>The Cluster formation team will sometimes fly a few hundred kilometres apart, sometimes 20,000km apart. Their orbit will sometimes bring them to within 19,000km of the planet, sometimes 119,000km. Because there are four of them, they will be able to measure the violence of the wind from the sun on a huge scale, and warn the earth of trouble. </p> <p>With early warning of electrical storms and radiation risks in the upper atmosphere, air traffic controllers will be able to direct high flying aircraft to lower flight paths. Communications managers will be able to turn navigation and communications satellites away from the solar bombardment. This bombardment causes the aurora borealis, the northern lights. But it has also damaged satellites, put flight crews at greater risk and even shut down a national power grid - in Canada in 1989. </p> <p>With greater investment in space technology each year, the industry has more at risk, and scientists are playing for bigger stakes. Space weather is now a matter for daily reports. </p> <p>Cluster will join a tiny fleet of research satellites already monitoring the sun's moods and measuring the impact of its blasts against the earth's natural magnetic shield. </p> <p>\"You are talking about a radiation environment,\" said Paul Murdin of the British National Space Centre. \"It's the sort of radiation you would get from a nuclear reactor that goes through the satellite. That's bad news for electronic equipment. Also for people.\"</p>",
  "<p>Bookham Technologies, the fibre optics company that emerged from nowhere to claim a FTSE 100 berth just two months after floating, surprised the stock market again yesterday with the announcement that it planned to issue more shares. </p> <p>The 12-year-old company based in Oxfordshire said it was looking at ways of increasing the liquidity in its shares. It is also keen to find an exit for venture capital firms that want to realise some of the profit on their investment. </p> <p>The news knocked Bookham shares back 5% to £41.85p. </p> <p>Chief executive and founder Dr Andrew Rickman, whose own stake in Bookham is worth £1.2bn, refused to rule out the possibility that he and some of his fellow directors might also sell some of their holdings, although he stressed that any change to the shareholder register would be minimal. </p> <p>\"No one is checking out,\" he said. \"There will be no significant change in the position of investors in the company. There is nothing abnormal about venture capital companies looking to sell some of their investment. The management has no intention but to press forward 100%.\" Nevertheless analysts said the unexpected announcement was the principal reason behind early selling of Bookham shares yesterday. </p> <p>This knocked almost 11% off the price at one stage. As the day progressed wider circulation of Dr Rickman's reassuring comments helped the shares recover a little but they still closed down on the day. </p> <p>It was a time of heavy trading and speculation that the share price might be near its peak, especially if long-term investors are selling out. </p> <p>Optical networking has become one of the hot investor areas in recent months. The technology uses light to transmit data, catering to the needs of the high-speed internet and telecoms networks, which are expected to play a key role in future internet communications. </p> <p>That promise persuaded US firms JDS Uniphase and SDL to recently agree a $41bn (£27bn) merger. </p> <p>The shares have risen from a flotation price of £21.12 to a high of £53.02p before slipping back. </p> <p>The exact timing and size of any new share offer will depend upon market conditions. Finance director Stephen Cockrell said that the issue may also include some new cash to fund increased expenditure on new manufacturing and development facilities in order to meet higher than expected demand. </p> <p>Bookham has already spent significant sums on expanding its manufacturing facility in Abingdon, and opening a new production facility at Swindon. </p> <p>Mr Cockrell forecasts that capital expenditure is likely to rise from by £20m to £37m by the end of the year, and then touch £100m next year. </p> <p>Analysts said that the higher than anticipated expenditure could put Bookham's expected breakeven date of the end of 2001 back by three to six months. </p> <p>Mr Rickman said that by getting a higher volume of products into the marketplace Bookham would increase the likelihood of its technology being adopted on a global basis. </p> <p>He was speaking after unveiling better than expected figures for the second quarter to July 2. Revenues jumped 84% from the previous period to £4.6m. </p> <p>Nortel Networks accounted for around 59% of orders. This is a dependency level that analysts would like to see reduced. </p> <p>Net losses widened from £4.02m to £11.3m. Staff numbers jumped 51% to 593 and by the end of July had passed 700.</p>",
  "<p>Barbara Young, the Blairite life peer and deputy governor of the BBC, is to leave her job as chairwoman of English Nature to become chief executive of the environment agency. </p> <p>The appointment will be welcomed by environmental groups which have seen Lady Young of Old Scone revitalise English Nature in her two years as chairman. They hope she will now breathe new life into the agency. </p> <p>The announcement, which sees her swap a two day a week job with a salary of £47,000 for a hands-on role as a chief executive earning in excess of £125,000, comes as a surprise, since she has a number of part-time posts which she will have to give up. </p> <p>The agency is responsible for the wider environment, pollution from industry, water quality, and sea defences. It has struggled to keep up with the expectations of the public. </p> <p>Lord de Ramsey, a friend of John Major, who was chairman at the time of the general election, left his post early after widespread criticism of his lack of leadership. The new chairman, Sir John Harman, a former leader of Kirklees council, has also so far failed to make a serious impression. </p> <p>Yesterday Lady Young said: \"My time at English Nature has been thoroughly exhilarating. There is still much to do, but I leave English Nature an organisation which is flourishing. I very much look forward to working closely with it in my new role at the environment agency.\"</p>",
  "<p>You might not think dancing hamsters and the 'flu have much in common, other than the ability to irritate. But they do - thanks to a theory which suggests ideas and information may replicate themselves in the same way viruses spread. </p> <p>These self-replicating packets of information were christened \"memes\" (pronounced \"meems\") by author Richard Dawkins in his book The Selfish Gene. And you will recognise them from countless urban myths, email \"spams\" and net-born heroes like Turkish web celeb Mahir \"I kiss you\" Cagil. </p> <p>These are much more than just whispers being passed down a line. Religion and ritual are memes, as are fashions, political ideas and moral codes. </p> <p>They are copied from one person to the next, planting fundamental beliefs and values that gain more authority with each new host. Memes are the very building blocks of culture. Not every meme is a big idea, but any meme with the right stuff can go global once it hits the internet. </p> <p>For anyone who has not seen the Hampster Dance (sic), its appeal is difficult to explain. A page of crudely animated hamsters singing the same few notes over and over (and over and over) would not get past the planning stage at most dot.coms. </p> <p>But for Thomas Lotze, a student at Harvard University, it was a mammoth web hit. He found the hamsters on a page that included porn banners and copied them over to his own smut-free site in February of 1999. </p> <p>Within two weeks it had attracted 13,000 hits, spawning a phenomena that lead to hundreds of imitators, an unofficial single by UK group the Cuban Boys and, that most American indicator of success, threats of legal action for breach of copyright. </p> <p>The hampsters' creator, Deirdre LaCarte, runs a company promoting the rodent ravers (they now live at <a href=\"http://www.hampsterdance2.com\">www.hampsterdance2.com</a>). </p> <p>In a medium where the replication and redistribution of information happens faster than you can say \"I Kiss You\", the most unlikely things thrive. </p> <p>Once memes may have travelled at steady rate, taking hold with pernicious stealth. Now contagious ideas can be delivered direct to millions through newsgroups, mailing lists and websites. Dancing hamsters and Mahir do not hold the meme monopoly. It seems that just about any daft idea will do. </p> <p>Cartoon frog in a liquidiser? If it has not already been in your mailbox it soon will be. Internet Cleaning Day? That comes around at least once a year. Potato powered web servers? The venerable Dr Dobbs Journal, USA Today, BBC Online and The Mirror's IT columnist Matt Kelly were convinced enough to run stories on it after picking up the meme from Slashdot.org. The guys at the Beeb even carefully explained how electricity could be chemically generated from a spud. </p> <p>The best internet memes replicate quickly, gaining authenticity and achieving mythical status as their familiarity grows. Endorsement by \"legitimate\" media sources cannot harm either, but why is the net such a fertile breeding ground for memes? </p> <p>British computer scientist Garry Marshall, author of a paper entitled The Internet And Memetics, <a href=\"http://pespmc1.vub.ac.be/Conf/MemePap/Marshall.html\" target=\"_new\">http://pespmc1.vub.ac.be/Conf/MemePap/Marshall.html</a> believes that the internet is a \"full-blown memetic system\" from the encoded network protocols it employs to the ways people use it. </p> <p>Even the processes the net uses to route information as individual packets are analogous to the passage of memes in the real world. How people communicate over the net contributes, too, encouraging conversation that packs the most amount of meaning into the smallest amount of space. The best internet memes share the same characteristics as the best traditional memes. They can just be copied and distributed more quickly. </p> <p>The plethora of urban myths and legends on the net suggests that memes can be manufactured. Just include components that combine elements of truth with a catchy or \"contagious\" idea. </p> <p>An email that recently came back into circulation titled Save Sesame Street asks respondents to petition the government against budget cuts to the PBS public TV network in the US. </p> <p>Students at the University of Chicago started the meme back in 1995 when Big Bird and his chums faced real peril in the form of diminishing funds. While the financial issues were quietly resolved shortly after, the \"petition\" continues to replicate at a rate of knots - only the dates get changed. A case where direct action worked far too well. </p> <p>Although many engineered memes are pranks or hoaxes, webmaster John Stoner is trying to spread a meme to encourage people to act more kindly towards one another. His site at <a href=\"http://www.generosity.org\">www.generosity.org</a> urges you to \"do something good for someone, like pay the toll of the car behind you in the tollbooth, or buy a treat for the next person who walks in the door at the bakery\". </p> <p>You are then encouraged to leave a card for your beneficiary stating: \"This is for you! Now it's your turn: go do something good for someone else. Do it anonymously. Pass on this card.\" </p> <p>The basic definitions for what constitutes a \"meme\" remain fairly constant, but debate rages about whether memetics is a science, a philosophy, a part of cultural studies or simply a buzz word to describe something we were all aware of anyway. </p> <p>But by discussing the topic, even to question its validity, you spread it. Memetics is itself a meme...</p>",
  "<p><strong> It's a snap</strong><br> Olympus is beginning its rollout of new digital cameras with a new medium priced model aimed at home users. </p> <p>The £469.99 Camedia C-990 Zoom, pictured here, boasts a resolution of 2.11 megapixels, comes with an 8MB SmartMedia card and incorporates QuickTime Movie facilities. Other features include a 1.8inch LCD monitor, a pop-up flash and programmed auto exposure options. Three new models and a printer will go on sale in the autumn. </p> <p><strong> For the record</strong><br> Americans will soon be able to take home a DVD recorder. Later this month Panasonic is to start selling its DMR-E10 DVD-ram video recorder in limited numbers for $3,999. </p> <p>The recorder uses 4.7GB discs to store up to two and half hours of high quality video and is compatible with both PCs and AV equipment. </p> <p>The recorder can download VHS-based video, clean up the image and then store it on the DVD-ram disc. </p> <p>Panasonic expects to start selling the recorder in the UK next year and has plans to launch several other DVD-ram-based products in the next year including a PC drive and a camcorder. </p> <p>Computers featuring a DVD-ram drive are scheduled to go on sale in the US before the end of the year. (AN)</p> <p><strong> Plush Palm </strong><br> Palm Inc this week launched a new palmtop computer for the fashion conscious with £130 ($149 in the US) to spare. The m100 is black, but can be customised with mobile phone-style snap-on face-plates available in silver mist, blue mist, green mist, pacific blue and ruby pearl for £19 each ($19.95 in the US). This follows a deal, announced in May, for a <a href=\"http://www.claudiaschiffer.com\">Claudia Schiffer edition of the Palm Vx</a>). </p> <p>The m100 has a rounded base and looks a lot like Compaq's iPaq PocketPC palmtop, except that model is silver. Compaq will also take the faceplate route with a new range of Presario PCs and Presario 1400 notebooks that take MyStyle Accent Colour kits. </p> <p>Palm has dominated the market for pen-operated palmtop computers but is under pressure from Handspring, a start-up founded by the original Palm team. Handspring's Visor is already available in a range of colours and has a Springboard expansion slot that the Palm lacks. </p> <p>The m100 is more aggressively priced than earlier Palms. Although the Palm m100 HotSync Cradle - for synchronising data with a personal computer - costs another £28, it is still £20 cheaper than a comparable 2MB Visor with free USB cradle. </p> <p><strong> Read this!</strong><br> Microsoft has introduced a version of its Reader software, familiar from Windows CE 3-based PocketPCs, for desktop PCs. It can now be downloaded free from at <a href=\"http://www.microsoft.com/reader/\">www.microsoft.com/reader</a>. </p> <p>The launch is part of an \"eBook initiative\" involving Barnesandnoble.com, the bookseller, which will sell 2,000 titles in the Microsoft format, adding about 150 titles every week. See <a href=\"http://www.bn.com/ebook/\">www.bn.com/ebook</a>. </p> <p>Barnes &amp; Noble already supports the Rocket eBook handheld, and offers free Glassbook Reader software for Windows. (JS)</p>"
]