[
  "<p>Sky will pay £3 million in rights fees alone for their first live broadcast of the new Premiership season, Manchester United v Newcastle, this afternoon. The other 59 League matches they will show during 2000-01 will cost the same sum each time. </p> <p>It is the most they have ever had to fork out, this, the final season of their present four-year deal, having been valued at £180 million, a rise of £20 million on a year ago under a pricing system that is ratcheted up on an annual basis. </p> <p>But they may be reflecting that it is cheap at the price, the three-year contract that starts next season towering over the present one. In place of the £670 million Sky paid for the four seasons from 1997, they have agreed to part with £1.11 billion for the three that follow from next August. </p> <p>They will get more matches under this new deal - 66 per season - but even so the average cost for a game comes out at £5.6 million, a price hike of nearly 90 per cent. </p> <p>All of which supports the concern of those who fear that a damaging rift is opening between the plutocrats of the Premiership and the Football League clubs. The Football League's deal with ITV and ONdigital for 2001-04 amounts to a mere £315 million - in other words, more than three times as many clubs making do with less than a third of what the Premier League will receive over the same period. </p> <p>It makes you realise why promotion to the Premiership is becoming an ever more coveted prize for First Division sides - and why relegation to the same division is such a disaster. </p> <p>A final word on the match at Old Trafford this afternoon - it will be the first home game that Man U fan Bert Foulds has missed since 1979. He'll be at the Sky studios in London performing for the Fanzone, Sky Digital's latest offering that involves a fan from each of the competing clubs teaming up to provide an alternative commentary. </p> <p>England's World Cup qualifier in Greece next June is now likely to end up on Sky after Octagon CSI won the right to market the match. </p> <p>The Octagon deal almost certainly ends the possibility of the fixture being shown on pay-per-view, the fate of England's qualifier in Finland in October. Global Sportnet, who were responsible for the pay-per-view company u&gt;direct scooping the Finland game, pitched unsuccessfully for the match in Athens, which is the last of England's World Cup qualifiers to find a TV broadcaster. </p> <p> <a href=\"mailto:jon.henderson@observer.co.uk\"> jon.henderson@observer.co.uk</a> </p> <p> <strong>History of live TV coverage of English football's top League</strong><br></p> <p> Years / Amount per season / Matches / Cost per match (av) / Broadcaster </p> <p>1983-85 <strong> £5.2m</strong> 10 <strong> £260,000</strong> BBC/ITV </p> <p>1985-86 <strong> £1.3m</strong> 11 <strong> £118,200</strong> BBC/ITV </p> <p>1986-88 <strong> £6.2m</strong> 14 <strong> £221,400</strong> BBC/ITV </p> <p>1988-92 <strong> £44m</strong> 21 <strong> £523,809</strong> ITV </p> <p>1992-97 <strong> £190m</strong> 60 <strong> £633,300</strong> Sky </p> <p>1997-01 <strong> £670m</strong> 60 <strong> £2.8m</strong> Sky </p> <p>2001-04 <strong> £1.11b</strong> 66 <strong> £5.6m</strong> Sky* </p> <p> \u0095 Some early contracts included League Cup matches </p> <p>\u0095 First Division became Premiership in 1992 </p> <p>* In addition, NTL paid £328m for 40 pay-per-view games per season</p>",
  "<p>Reflecting on a week that contained such projections as the Old Firm's departure from the Scottish Premier League and the abolition of transfer fees, it seems impossible to escape the conclusion that we are now in a position to approximate the date upon which Scottish football will be visited by the apocalypse, some time in the summer of 2002. </p> <p>In common with all those other end-of-the-world-is-nigh predictions which have been a feature of man's insecurity since biblical times, a colossal amount of circumstances, most of them unlikely, will have to conspire in order to achieve their fulfilment. </p> <p>It is not difficult to imagine that the European courts will inevitably end the practice of trading footballers like livestock, but it is hard to agree with the argument that this will have a devastating effect on those smaller clubs for whom semi-regular sales are essential to their existence. </p> <p>In the five years since the Bosman judgment, this route to comparative prosperity has been virtually closed to traffic, with only a trickle of movement between middle-to-lower order Scottish clubs and those uptown members with the disposable income. Total removal of the facility is unlikely to make a significant difference; clubs who have had to survive since the 19th century through prudent husbanding of extremely limited resources have had enough practice not to allow the scrapping of transfer fees to bring them down. </p> <p>The loss of Celtic and Rangers from the top league would be very serious, bringing the possibility of the Scottish game descending to a level comparable with that of Northern Ireland. There was a time when the primary reasons for the Old Firm's indispensability to domestic football were their ability to fill away grounds and the possibility that they would spend bundles on players from their neighbours. </p> <p>Those benefits have long since ceased to be imperative. Celtic and Rangers rarely shop in the home market - Dick Advocaat's recent acquisition of Kenny Miller from Hibs for £2 million notwithstanding - and the compulsory segregation of fans in the past two decades has so severely reduced the ticket allocation to the Glasgow giants' followers that two home matches annually against each of them can no longer be considered a bonanza. </p> <p>The most precious element of the modern game the Old Firm would take with them if the proposed northern European league materialised would be the interest of TV company executives. Even if the amount currently paid to the SPL - around £10m a year - seems like a pittance when set beside the mountain of money about to be disbursed to the Premiership in England, it is, when combined with other forms of sponsorship, of more value to the clubs than the revenue they receive through the gates. </p> <p>Without the promotional worth of the Old Firm, it is possible that a company such as BSkyB would not stop at merely making a reduced offer to Scottish football when renewal of the present agreement is due, but withdraw their interest entirely. </p> <p>The significance of the broadcasters' millions cannot be overstated. The possibility of attracting the purchase of transmission rights on a scale that compares with countries such as England, Italy, Germany, France and Spain is, indeed, the only reason why Celtic and Rangers are enthusiastic about joining a league comprising clubs from Scotland, Portugal, Holland, Belgium and Scandinavia. </p> <p>When Allan MacDonald, the Celtic chief executive, first proposed what he called the Atlantic League, it was because he realised soon after his appointment by Fergus McCann in the spring of 1999 that even regular attendances of 60,000 and global merchandising would not allow the Parkhead club to compete with those from countries enjoying the real television money. </p> <p>Rangers, whose chairman, David Murray, had claimed insistently that his club would never desert Scottish football, have been persuaded of the feasibility of a project which, if completed, would have a catchment area with a population of around 59,000,000. Murray admitted last week that he had changed his opinion. </p> <p>It has been obvious for some time that the Old Firm had come to the realisation that they would never be able to rival clubs from the big countries without having what they already had. They had watched enviously as much smaller clubs in the English Premiership were handed at the start of each season a TV share-out four times greater than their own. </p> <p>They are also concerned with the difficulties of attracting a certain quality of player because of the widespread perception of the Scottish Premier League as a backwater. Advocaat has recently been lamenting his failure to persuade a succession of expensive strikers to come to Ibrox to strengthen his squad for the Champions league, the group phase of which they will enter on Wednesday, when they complete the formality of eliminating Herfolge of Denmark from the final qualifying round. </p> <p>Whether or not the project comes into being is difficult to forecast. The architects - who include Ajax, Feyenoord, PSV, Benfica, Porto and Sporting Club as well as the Old Firm - require the sanction of their local associations as well as of Uefa and will doubtless have to pay compensation to those clubs they leave behind in their domestic leagues. </p> <p>They will also, presumably, need promissory notes from television companies for enough money to make the upheaval worthwhile. That may be the most difficult aspect of the exercise. What does seem clear is that they are willing to risk their present guarantee of European football every year through their home leagues by participating in a competition in which qualification should be much more difficult to achieve. </p> <p>This is a mute declaration of their belief that even regular participation in the Champions League does not render the kind of money available from television. In this context, the attempted secession can hardly be regarded as treason.</p>",
  "For 50 years the Northern Fleet was the pride of the USSR. From secret ports along Russia's Arctic coast, the iron ships ruled the steel-grey waves with a mailed fist. Beneath the waters, a formidable submarine fleet, diesel and then nuclear powered, chased intruding Americans away. Now the fleet is a shadow of its former self. It poses a greater threat to the environment than the West. <p>Once, the Soviet armed forces had an annual budget of £120 billion. Now it is a fraction of that, some say as little as £3bn. </p> <p>The navy receives far less than the army and huge resources have been channelled into the war with Chechnya. </p> <p>Much of the Northern Fleet is inoperable, and 88 of its submarines - about two-thirds of the total - have been decommissioned. At least 52 of these still contain their nuclear fuel. </p> <p>All over the north of Russia their long steel hulls lie rusting at docksides. Elsewhere, huge piles of radio-active waste lie stored with minimum maintenance. All the purpose-built radioactive waste storage facilities are full, so a substantial amount is stored, unprotected, in the open. </p> <p>At one base - Zapadnaya Litsa, only 25 miles from the Norwegian border - the equivalent of 90 nuclear re-actors is stored. Stockpiles have leaked in recent years. </p> <p>'The whole navy is an accident waiting to happen,' said Peter Huchthausen, a former US intelligence officer. </p> <p>And there have been accidents before. The Russian newspaper, Izvestia, recently reported that 507 crew members have died during the 40 years that the Russians have used nuclear-powered submarines. </p> <p>It was the Americans who first launched a nuclear sub in the mid-Fifties. </p> <p>The first major accident came in 1961 when a reactor on a Russian sub began to overheat. With its fuel rods at 1,000 degrees Celsius, nine men volunteered to go into the reactor compartment and shut it down. They all received 100 times the safe dose of radiation and died shortly afterwards. </p> <p>In 1970, a November-class attack submarine sank in rough seas in the Bay of Biscay, and in 1986 a third Russian sub was scuttled after a fire. </p> <p>Three years later the Komsomolets sank in the Barents Sea to a depth of more than 6,000ft. The accident was kept secret until the break-up of the Soviet Union. </p> <p>The Cold War claimed its casualties in the West, too. The USS Thresher went down off the coast of New England in 1963 with 129 men on board. The USS Scorpion sank a few years later off the Azores. </p> <p>Unlike the Kursk - which lies a mere 385ft down - all the others lie thousands of feet below the surface. </p> <p>The Thresher is at a depth of 16,000ft. Only in one instance is there thought to have been a serious radiation leak, but the sub was so deep that, although the sea floor is thought to be contaminated, experts believe that marine life is unaffected. </p> <p>However, the case of the Kursk is very different. Scientists believe that, if the nuclear reactors were not properly shut down, then there is a real chance of a meltdown. </p> <p>The super-heated reactors would then burn their way through the bottom of the sub, releasing molten fuel on to the seabed. </p> <p>Mils Bohmer, a Russian nuclear physicist, said that this would release fission products such as plutonium, caesium and uranium into the Barents Sea's fertile fishing ground. </p> <p>So far, tests of water and air samples gathered by Norwegian vessels near the Kursk and analysed by the Norwegian Nuclear Protection Authority have not shown any abnormal levels of radiation. </p> <p>In many ways the bottom of the sea - particularly an isolated and cold sea such as the Barents - can be seen as the best place for damaged nuclear equipment to be dumped. </p> <p>But a dockside in a northern Russian port can only be one of the worst.</p>",
  "Britain has covertly built up its nuclear arsenal in what anti-nuclear campaigners claim is a clear breach of its obligations under international peace treaties. <p>An official government report obtained by The Observer details how since 1978 British governments have made more than 500 transfers of 'civilian' nuclear material to the Ministry of Defence. In 1968 Britain was one of 62 countries which signed the Nuclear Non-Proliferation Treaty (NPT), which was aimed at stopping such transfers. </p> <p>Nations with nuclear weapons, such as the UK and the United States, have led international criticism of other countries for trying to develop atomic bombs by using nuclear material from civilian sources. </p> <p>The imposition of international inspectors on Iraq was based on alleged breaches of the NPT. </p> <p>The report, released by the Department of Trade and Industry, describes how in 1992 five tons of low-enriched uranium from British Nuclear Fuels' Capenhurst reactor in Cheshire was used to produce tritium, an important component of nuclear weapons manufactured at Aldermaston in Berkshire. </p> <p>In 1983 almost 100 tons of low-enriched uranium from Capenhurst was used for nuclear weapons material. </p> <p>The report also gives details of a previously undisclosed incident in 1986 when more than 800 grams of weapons-grade plutonium from BNFL's nuclear reprocessing plant at Sellafield in Cumbria was 'inadvertently' sent to another reactor. </p> <p>In addition large amounts of depleted uranium from civilian reactors were used for conventional military purposes in making depleted uranium shells and armour for tanks. </p> <p>Dr David Lowry, an environment consultant who has campaigned for years for the information to be released, said: 'It appears to be a case of one rule for us and another for other countries.' </p> <p>A Department of Trade and Industry spokesman denied Britain had been guilty of any such breach.</p>",
  "They hiked over mountains and canoed along crashing Arctic rivers. They were guided by a sun that set for only an hour a night and braced by freezing winds. For 800 miles across the wilderness they trekked, from the Yukon in Canada to remotest Alaska, far above the Arctic Circle. <p>When they finally made it to the log cabins of Arctic Village on Friday, their cries of joy and their dancing and singing for a moment drowned out the deep fear that drove them on their odyssey. </p> <p>The 100,000-strong Gwich'in tribe's 'millennium trek' was a desperate plea for survival. One of the last tribes of native Americans to live by subsistence, they fear that they - and the caribou on which they depend - are about to lose a 25-year battle that could end in one last Klondike-like scramble for oil. </p> <p>It is a battle that has pitched Alaska against the rest of America and the Indians and environmentalists against Britain's biggest oil company, BP. </p> <p>The age-old conflict between development and environment has nowhere been so stark as in this fragile corner of the world. Nowhere are man's thirst for oil - and the effects of global warming - having such an impact. </p> <p>The remote Gwich'in community of Arctic Village, 100 miles north of the Arctic Circle and with no access by road, nestles against the southern edge of the vast Arctic National Wildlife Refuge. The refuge is the last true wilderness in North America, so abundant in wildlife it has been dubbed America's Serengeti. Here are 20 million acres of soaring snowcapped mountains, marshy coastal plains, Arctic tundra and forests of stunted trees, with no signs of man: no roads nor car parks, no visitor centres nor hiking trails. </p> <p>In the short summers the tundra explodes into vibrant reds and yellows. In winter it is smothered in snow. Visitors talk about a primal landscape that takes them back to a time before man, but to the environmentalists and the Gwich'in, it is the wildlife that makes it unique. It has the only population of Alaskan polar bears that live on land; it has the near-extinct shaggy musk ox, the regal moose, grizzly bears, wolverine and lynx. </p> <p>The refuge is the breeding ground for 150 species of birds that migrate to the US, Asia and South America for the bitter winters, when for three months the sun does not rise and temperatures drop below minus 50 centigrade. </p> <p>Above all, it is the 130,000 caribou which dominate the landscape and on which the Gwich'in depend for much of their food. \"My people have always been known as the caribou people,\" says Sarah James of the Gwich'in steering committee, as caribou steaks sizzle on the stove of her cosy log cabin. \"Without the caribou we are lost.\" </p> <p>A sign in the Arctic Village community hall says of the caribou: \"It's our dance, it's our language, it's everything to us.\" </p> <p>Each year the caribou go on one of the last great mammal migrations on the planet, trekking from 1,000 miles away in Canada, through the 9,000ft Brooks range and swimming precariously across sweeping rivers, to the narrow coastal strip of the refuge. </p> <p>Here, in the calving grounds sacred to the Gwich'in, the caribou fatten up with cotton grass to get them through the Arctic winter and, protected from predators, the cows give birth. But amid the majestic scenery are a few oil seeps, a tell-tale sign of what is underneath: below the feet of the grazing caribou lies enough crude oil to fill up to 16 billion barrels - worth many tens of billions of pounds - and the oil companies are pushing hard to start drilling. </p> <p>Oil is already produced along much of the rest of the Alaskan coast but is starting to dry up. At the Prudhoe Bay field, just along from the refuge, production has fallen from two million barrels a day a decade ago to a million now. </p> <p>The caribou are already having to deal with the effects of climate change. Scientists believe the Arctic is getting warmer up to five times faster than the rest of the Earth. The icepack in the Arctic Ocean is now 40 per cent thinner than it was. The permafrost on the tundra is showing signs of melting. Polar bears, short of food, have lost 10 per cent of their body weight. </p> <p>Warmer winters mean more snow in the mountains, and for the first time this year the caribou did not make it to the coast before calving. According to Don Russell, a biologist with the International Porcupine Caribou Management Board, the unfriendly climate is already taking its toll and caribou numbers are falling. </p> <p>\"This year will be worse. Their migration is no longer coinciding with the fast seasonal changes in vegetation,\" he said. If the numbers of caribou fall much further the Gwich'in may have to cut down the number of animals - 4,000 at present - they allow themselves to hunt. </p> <p>And the momentum to raid the refuge for oil, which will further promote global warming, is building. Americans, driving ever bigger and less fuel efficient cars - they are now back to the same consumption of cars 20 years ago - have been shocked by the price of petrol rising to 30p a litre. </p> <p>Arctic Power, an oil-funded lobby group dedicated to opening up the refuge, says in its public literature: 'Worried about fuel prices? Arctic National Wildlife Refuge equals 30 years of Saudi oil. Industry and government experts recognise the coastal plain of the refuge as the single most promising unexplored region in the US for a major oil and gas discovery.'</p> <p>On the other side of the continent, in Washington, pressure is mounting. President Clinton blocked earlier congressional attempts to open up the refuge but his likely successor, George W. Bush, is committed to letting in the oil companies to reduce US dependence on foreign oil.<br><br> At the Democratic convention last week a vote was passed to protect the refuge; only the Alaskan representative, Mano Frey, voted against it, declaring: \"Our hope is to educate the government about the importance of Alaska as a resource extraction state.\"<br><br> Leading the charge is BP. It is a major funder of Arctic Power, has an executive on its board and has been lobbying intensely behind the scenes. Wary of bad publicity, BP spokesman Ronnie Chappell says coyly: \"We are supportive of the state of Alaska and residents to give access to the area.\" </p> <p>Not all its investors support the strategy. Last year two Gwich'in - backed by environmental groups - flew to Britain to the company's annual meeting and persuaded 13 per cent of BP's shareholders to support a motion to cut back new off-shore production in the area and spend the money developing alternative sources of energy. </p> <p>Yet BP can count on the support of the majority of Alaskans. Oil has made this once poor and punishing state rich and far more comfortable, and now accounts for 85 per cent of its economy.<br><br> Anchorage, not so long ago a dusty hicksville, now boasts soaring, mirrored office blocks, and every village now has a million-dollar school. Oil money flows so fast into the government's coffers that, like a Middle East kingdom, no one pays state sales tax or income tax. </p> <p>Each year the government gives money to every Alaskan - this year each man, woman and baby is about to get $2,000 just for living there, prompting an advertising bonanza for TVs, cars and computers. \"It's bloody money. It's dirty money. They're just trying to buy the votes of Alaskans,\" sighs Melanie Duchin of Greenpeace Alaska, which has been campaigning hard against oil developments in the region. </p> <p>Oil has also brought many thousands of well-paid jobs, and Arctic Power promises that opening up the refuge will create up to 700,000 more. With current oil fields drying up, pressure for new jobs is intense. BP's Chappell said simply: \"Our activities are key to the economic well-being of the state.\" Alaska's pro-oil representative Don Young puts it more colourfully: \"If you think billions of barrels of oil will stay in the ground, you're smoking pot.\" </p> <p>A new oil boom would be a disaster to the Gwich'in nation, who are desperately concerned about the effect it will have on the caribou. </p> <p>The Gwich'in have always left the calving grounds alone for fear of disturbing them: a pregnant caribou reacts badly to any disturbance or noise. BP insists such environmental concerns are unfounded. </p> <p>Chappell said: \"We have become very good at reducing our impact on the environment. We can explore for oil without leaving a footprint on earth.\" </p> <p>BP boasts about its record at Prudhoe Bay, where oil development has even been described as 'caribou Viagra': the population of caribou has increased since drilling for oil started. </p> <p>Recent studies have shown that it is the males and the young who are thriving - pregnant cows are indeed steering clear. One academic study suggested that the presence of oil installations mean that caribou give birth to fewer calves, which have lower birth-weights. </p> <p>\"Drilling for oil will permanently alter the characteristics of the refuge. No technology is good enough to leave no mark,\" said Sara Callaghan, Arctic campaigner for the Sierra Club environmental group. </p> <p>BP declined to give The Observer a tour of its facilities at Prudhoe Bay; instead, Greenpeace offered to help us explore the area. As we sailed along the coast of the refuge on the icebreaker Arctic Sunrise, a BP helicopter trailed us. </p> <p>Standing on the bridge, Duchin said: \"It's the most compellingly beautiful, I-believe-in-God-when-I've-seen-it place. Imagine it scattered with oil platforms.\" </p> <p>As we flew down the coast to Prudhoe Bay in Greenpeace's helicopter, imagination was not needed. It is one of the largest industrial developments in the world, with hundreds of miles of pipelines snaking across the damp tundra, disappearing off to the horizon in every direction. There are hundreds of well heads and processing facilities, flares, landing strips, roads, sea water processing plants and accommodation blocks. In between, the land is indeed clean - and soggy - and BP has managed to avoid any major oil spills. </p> <p>However, its record is far from unblemished: earlier this year it had to pay a $15m fine for toxic waste dumping. That was not mentioned in BP's recent spate of advertisements in the British press, touting its green credentials. </p> <p>\"The British public is being hoodwinked,\" said Duchin, \"and if they care about being hoodwinked, they should care about the refuge.\" </p> <p>For the Gwich'in, there is a far more fundamental issue. Faith Gemmill, their spokeswoman, showed me around her ancestors' cemetary, on a bend in a river overlooked by the mountains. She then declared: \"This is how we have lived for thousands of years. No one has a right to take this away from us for money or greed. This is what they did to the Sioux when they killed the buffalo. When is this country going to learn they can't do that to a people?\"</p>",
  "While you rightly point out that global warming is everyone's responsibility (Leader comment, last week), it is not beneficial to belittle the role that 'carbon sinks' (forestry) can play in tackling CO 2 emissions. <p>While 'Carbon sinks' are in no way a replacement to reductions of emissions at source, they are a valuable part of an integrated approach. We would also argue that the issues associated with forestry are no more or less complex than those associated with other 'offset' propositions, and that well-managed natural woodland programmes bring the added benefit of encouraging bio-diversity.<br>Dan Morrell <br>Chairman, Future Forests Ltd <br>Castle Cary <br>Somerset </p>",
  "The icecap at the North Pole has turned to water for the first time in 50 million years. Scientists aboard a Russian icebreaker have discovered an ice-free patch of water a mile wide at the top of the world. <p>It is the first time humans have seen water at the pole, and it is the most dramatic evidence yet of the impact that global warming is having. Satellite studies have shown that the ice pack is more than 40 per cent thinner than it was 50 years ago. The last time the pole was awash with water was during the Eocene period, 55 million years ago, when the world's climate grew significantly warmer. </p> <p>'It was totally unexpected' said Dr James McCarthy, director of the Museum of Comparative Zoology at Harvard University and co-leader of a group working for the UN-sponsored Intergovernmental Panel on Climate Change. McCarthy was the lecturer aboard a tourist cruise to the North Pole on the Russian ice-breaker Yamal. </p> <p>Global warming is thought to be affecting the Arctic far more than other regions of the world, with temperatures rising three to five times faster. The icecap is melting so fast that climatologists have predicted that within 50 years it will disappear totally during the summer. This would cause devastation to the wildlife on the ice floes. Already, polar bears are reported to be losing weight because of difficulties in finding food, and walruses are having fewer young. The permafrost in north Alaska and Canada is also melting. </p> <p>Normally the ice pack at the North Pole is three to 10 metres thick, but the Yamal crunched through thin ice and intermittent open water on its way to the pole from Spitsbergen, in the Svalbard archipelago. The ice was so thin that sunlight could penetrate it. When the ship reached the pole, water lapped at its bow. The captain of the ice-breaker, who had made the trip 10 times in recent years, said he had never before seen water at the pole. The scientists also reported seeing ivory sea-gulls, the first time they have been sighted there. The Yamal had to steam a further six miles before the 100 passengers could get out and be able to say that they had stood at - or near - the North Pole. McCarthy said the passengers were astounded by what they saw: 'There was a sense of alarm. Global warming was real, and we were seeing its effects for the first time that far north.' </p> <p>Dr Malcom McKenna, of the American Museum of Natural History, also aboard the Yamal, said: 'I don't know if anybody in history has ever got to 90 degrees north to be greeted by water, not ice. Some people who pooh-pooh global warming might wake up if shown that even the pole is beginning to melt.' </p> <p>The world's climate grew significantly warmer during the Eocene period, when water and jungles dominated the polar regions. In the last 100 years, the world's temperature has risen by about one degree Centigrade. Eight out of 10 of the hottest years have been in the last 20 years.</p>",
  "<p><strong> Foreign &amp; Colonial New@sia Fund</strong><br> </p> <p> <strong> Contact </strong> 020 7628 1234 or your independent adviser </p> <p><strong> Aim </strong> To generate capital growth by investing in the Asian 'new economy', including shares through Initial Public Offers. </p> <p><strong> Bells &amp; whistles</strong> Foreign &amp; Colonial says Asian markets have remained undervalued since the Asian crisis. 'New Asia', which includes health, retailing and internet companies, is still in its early stages and Japan, as the second-biggest global economy, is experiencing a structural change that will become the catalyst for further developments in Asia. </p> <p><strong> How it works</strong> New@sia is a sub-fund of F&amp;C's Luxembourg-based New Economy, an open-ended fund similar in operation to a unit trust. It currently has 25 per cent of assets in Hong Kong and China, 6 per cent in India, 5 per cent in Singapore, 65 per cent in Japan and the balance in other markets. Japan will soon be reduced to 60 per cent to enable 5 per cent to be invested in Korea. About 5 per cent is invested in shares obtained through IPOs. The fund has been running for several months, with 30 million euros of institutional money, and is now being offered to ordinary investors in the UK, Germany, Italy and Spain. It is denominated in euros, with a current price of €4.71 per share. The fund will be run by 10 managers, headed by F&amp;C's director of Japanese equities, Stefan Rheinwald. </p> <p><strong> Minimum </strong> €2,500 </p> <p><strong> Charges </strong> Initial charge 5 per cent, management charge 1 per cent, plus a performance fee of 20 per cent of the outperformance if the fund exceeds its benchmark. This is set at an absolute performance target of 20 per cent a year. </p> <p><strong> Tax </strong> No Isa is offered, so gains may be liable to capital gains tax when brought back into the UK. </p> <p><strong> Risk </strong> High </p> <p><strong> Should you invest? </strong> Andrew Miles of Thomson Financial Planning in Leeds, is wary. 'Asian markets are particularly susceptible to changes in the US economy. This is not a core holding. I doubt whether we would recommend it to more than half a dozen of our 15,000 clients. A new economy fund is fine, but we would prefer a global approach.' </p> <p>In contrast, Chris Macdonald of London adviser Brooks Macdonald Gayer says it's not a bad time to launch this type of fund. But he thinks the performance-related fee should be paid if the fund matches or beats the performance of one index or possibly an average of two or more, rather than a fixed target of 20 per cent. 'A set benchmark like this could mean that you end up paying an extra fee even if the fund managers underperform the indices for this region,' he says. </p> <p><strong> Points out of 10</strong> Miles - 7, Macdonald - 7.</p>",
  "<p>For years he epitomised the traditional British footballer who played hard on a Saturday afternoon and then drank just as hard on a Saturday night. Wrapping his car around a lamp-post after having a few beers at a barbecue, and earning himself a prison sentence for his antics, won Tony Adams a prominent place in football's overcrowded hall of shame. </p> <p>But now the Arsenal and England centre-half is preparing to confirm his dramatic recovery from alcoholism by opening an addiction treatment centre for fellow players who end up hooked on drink, drugs or gambling. </p> <p>Adams - who is 33, and who has just celebrated four years without a drink - plans to create a safe haven where big-name, well-paid stars can get specialist help with their problems, away from the limelight. He believes that such a haven would help players afraid to tackle their addictions to find the courage finally to confront their demons. </p> <p>'I want to provide a safe place, a place of hope and trust,' he told The Observer . 'I think a lot of players are reluctant to come forward because of the stigma attached to the disease and because they think it will damage their careers. This could help. I think managers and clubs might also be more willing to let their players go to a centre like this.' </p> <p>Adams, who is likely to be named as England's new captain to replace Alan Shearer on Thursday, would help patients settle into the rehabilitation clinic by using his own successful battle against alcohol as proof of what can be achieved. He and other players such as Paul Merson, Paul Gascoigne and Stan Collymore have all fought highly public battles against addiction, depression and illness, and some have stayed at the Priory clinic. </p> <p>Adams is aiming to open a 12-bed facility in the next 18 months. Recent negotiations to buy a country house in Essex fell through, and he is again looking for a suitable venue. He will invest his own money in the project and has also received the promise of financial backing from an unnamed wealthy sympathiser. </p> <p>The clinic would be loosely modelled on Crossroads, the rehabilitation centre established in Antigua by rock star Eric Clapton, who battled cocaine and alcohol addiction. Adams believes players would feel comfortable talking to him upon arrival, and then qualified experts would run the clinic on a day-to-day basis. </p> <p>Residents would sleep in four-bed dormitories rather than the single private rooms found in other centres, in a deliberate attempt to combat the isolation which often accompanies addiction. Mobile phones would be banned. Football training would carry on as normal. </p> <p>'There are some very good treatment centres, but I'm not sure some of them understand how and why it is important for players to stay physically fit during their treatment,' Adams said. </p> <p>'A football club might be more keen to let a player go into an environment that is football-related, rather than just suppress the problem or shift the player onto another club.' </p> <p>The centre will have a football pitch in its grounds, a weights and fitness room and an indoor swimming pool. Addiction counsellors would supervise group therapy sessions based on the Twelve Steps practised by Alcoholics Anonymous, while a physiologist would oversee the players' physical conditioning. 'It will be a place for mind, body and soul,' Adams said. </p> <p>Regular attendance at groups such as AA, Narcotics, Gamblers and Overeaters Anonymous would be a condition of attendance. </p> <p>Adams thinks his planned centre could have helped stars such as George Best, Diego Maradona and Gascoigne - and still could. 'I've seen too many players come to the end of their careers before they do anything about their problems,' he said. 'I wish I had got recovery ten years ago.' </p> <p>Patients, who may include other sports stars, would receive counselling on issues raised by wealth and celebrity, which have grown alongside football's booming popularity but which receive little sympathy in society at large. </p> <p>Adams is a changed man from the early days of his football career, when he often went on huge drinking binges with team mates such as Paul Merson. 'My whole world seemed to centre around drink', he said. </p> <p>These days he plays the piano, reads Shakespeare and rejoices in the fact that he can spend all day in a bar sipping only Perrier water. </p> <p>His transformation into Britain's best-known recovered alcoholic means other players with drink problems now sometimes approach him privately for advice. Addicted , his acclaimed autobiography, has sold more than 400,000 copies. </p> <p>Both the Football Association and Professional Footballers Association, which represents Britain's 3,000 players, have welcomed Adams's plan. Alan Hodson, the Football Association's medical chief, offered Adams the use of its specialist medical facility at Lilleshall in Shropshire, but the Arsenal captain believes players would prefer to attend an independent centre. </p> <p>Gordon Taylor, who is the PFA's general secretary, said: 'It's typical of Tony Adams that he now wants to pass on the benefit of his experience to help other players. As a footballer he has done extremely well, and as a man he has succeeded in overcoming some difficult problems. </p> <p>'The pressures of the modern game mean young players are put into the spotlight, where they have never been before. Some cope well with it. Others don't, and they can turn to alcohol, drugs or gambling. An addictive personality can go off the rails. Tony Adams has seen how easily that can happen.' </p> <p>Taylor hoped there would not be a big demand for places in Adams's clinic, but admitted that every year the PFA helps players and ex-players facing such problems, and pays for some to attend the Priory. </p> <p>He said that British football's notorious heavy drinking culture was waning and that mineral water was now the most common drink in players' lounges after matches and also at football club functions. </p> <p>But Liverpool legend Tommy Smith, who played at Anfield from 1964-78, said some players - British rather than foreign - still went drinking on a Saturday, and even a Friday, night. </p> <p>'Because players are paid so much now, they're meant to look after themselves properly, but some rebel against that,' he said. </p> <p>Sports Minister Kate Hoey welcomed Adams's plan, saying: 'Sports personalities do have extra pressures on them when dealing with personal problems. Tony has shown how these can be overcome, and his involvement in this project will make it a lot easier for other players to come forward to seek help.'</p>",
  "Nowhere is western culture more baffling than in matters of body weight. From modern medicine, the caveats have come thick and fast. In 1997, the World Health Organisation declared a global epidemic of obesity. European health experts convened in May this year in Antwerp to call for action in order to prevent a 'lost generation' of children hooked on fast foods, television and computers from developing diabetes, heart disease and cancer. In July, the Medical Research Council cautioned MPs that unless efforts were made to cut obesity, the Government's targets to reduce these diseases wouldn't be met. <br> The codicils from this quarter don't help: the BMA announced in June that actresses and models during the late-1990s carried a scant 10 to 15 per cent body fat (the average for healthy women is 20 to 26 per cent), concluding that such exposure to 'unachievable' goals could spur eating disorders, and adding that 'more realistic body shapes need to be shown on TV and in fashion magazines'. Be slim to be healthy. Don't be too slim to be socially acceptable. And all you need to be slim is fat, sugar and calories. That was the message in that commercial for Häagen-Dazs in which a twentysomething man and woman made love on a sofa, mingling heaping spoonfuls of Pralines &amp; Cream with the wettest of French kisses. Sex. Youth. Beauty. Ice cream? The incongruity didn't end there. The lovers are skeletons, an unlikely couple to imagine opting for a tub at the check-out counter.   I was 10 years old when I learned I was overweight. We had recently moved to London, and my mother ordered some custom-made suits for me from a tailor in Hong Kong, who specialised in mail-order finery. She sent the measurements along and, when the clothes arrived, there was a greeting from the tailor. The faltering English did little to soften its thrust: 'These are suits for your fat son. We made them special fat so he can grow extra fatty in them.' There was mild horror laced with hearty laughter at the dinner table that night.   Suddenly - and perhaps too early for my benefit - the 'big' issue was upon me. I've had to contend with being overweight for most of my 40 years. On the health side, I've been fortunate. I've suffered none of the scourges associated with the morbidly obese, which (as defined by the medical profession is anyone 100lb over their ideal weight) I gather I am. My yearly check-ups are unremarkable. My weight hasn't been an obstacle to pleasures enjoyed by the ideally trim: women haven't turned me away; I've played a good standard of tennis for 30 years; though buying clothes can be a challenge, in the competition between dessert and dressing up the winner has never been in doubt.   I am the product of a family and culture that lives to eat. My grandfather, who turns 100 in October, claims the source of his extraordinarily good health has been his refusal to eat vegetables or drink water without whisky in it. He has never exercised. His diet has been rich in saturated fats and refined grains and sugars. Despite a slight paunch, his weight has revolved around 12st 7lb for most of his life. Which isn't to say that the body image and health themes haven't been present. In my family, diets were frequently embarked upon between bouts of comprehensive bingeing. On the distaff side, the relationship to food has been ambivalent: one instance of anorexia, another of bulimia and generous helpings of crash dieting and pill popping.   My sisters have unquestionably managed their weight more consistently than I have, whereas my love of food has been singular and unequivocal. My seven years as a restaurant critic in America didn't do me any favours. My wife frets over what my appetite for eating, cooking and obsessing about food does to our time together, which might otherwise be better spent on more beneficial pursuits: she has a point. She worries that there's a limit to how much good genes can help and cautions that I shouldn't ignore my long-term health prospects: she has a point there, too. Meanwhile, my weight had recently ballooned to 21st. An exercise in futility and deprivation - that has been my experience with diets.   The so-called 'hungry high' is an oxymoron. I've tried the Scarsdale Diet, the Rotation Diet, the Atkins Diet, the Pritikin Diet, the Cambridge Diet, even the Beverly Hills Diet - mother of all crazies, truly a child of its time. In 1981, a self-anointed 'nutrition guru' named Judy Mazel theorised that by applying the enzymes in fruit according to her plan, one could lose weight. On a diet of fruit, there was little alternative. Week One's menu consisted of pineapples and two bananas on Monday; papayas and mangoes on Tuesday; papayas, pineapples and more papayas on Wednesday; watermelons all day on Thursday and again on Sunday; two bananas, dried apricots and blueberries on Friday; and prunes, strawberries and two bananas on Saturday. I tried it three times. By the week's end, I was a fruitcake. I never made it to Week Two.   I was 13 when I underwent my first fat-farm experience. My parents had travelled to a hospital in Italy to try a method that was all the rage in the 1970s, and soon after I was enrolled with my older sister. We did it again as a family, with my grandfather in tow, and in protest. I went to Rome no fewer than three times. We were informed that through an injection of a hormone extracted from a pregnant woman's urine, we could lose 21lb in 21 days. The full details were less salubrious. The human chorionic gonadotrophin (hCG) hormone is secreted by women during the first trimester of pregnancy. Dr A Simeons published a report in 1954 in which he observed how so-called 'fat boys' with adiposogenital dystrophy (a syndrome of undescended testicles) were helped by daily injections of the hormone. For a time, the world watched and some, like us, followed. Simeons was a poor advertisement for his method. He had died of weight-related coronary disease some years prior to my first visit to his centre of operations, Rome's Ospedale Salvatori Mundii. The regime worked insofar as I did lose 21lb. The 500 calorie-per-day diet may have had just a little to do with it.   Perhaps it can never be too emphatically said how, of all cities, Rome should be the last one in which to starve. Misery was the order of each day. A pricking needle in my buttocks was my wake-up call. Breakfast consisted of weak tea or coffee with skimmed milk plus all the saccharine I desired. Lunch was 100gm of meat, chicken or fish - boiled to a pulp - with boiled green vegetables, a single bread stick and a single piece of fruit. Dinner was a repeat of lunch. Water was the only beverage. It was abstinence, Italian-style. A wise move on the hospital's part was to have nuns serve the food, for the urge to physically assault the person serving your food was powerful. I actually fainted on one occasion. The nun gave a glucose tablet and a benediction. There was a silver lining, and it came early: two days before starting, you were encouraged to 'force feed' in order to build up what was enigmatically referred to as 'fat reserve'.   The obvious arguments - one, that we were obese, not geese, and two, that surely there was already more than enough of the latter - were never offered. Instead, we repaired to the most aromatic trattorias in nearby Trastevere and took no prisoners at the table. I should note that hCG has since been completely discredited as a treatment for obesity. Whatever weight was lost was quickly regained, usually with interest. My next big diet-centre experience was in North Carolina's Duke University Medical Centre, which has since become Diet Central for the variety of weight treatments on offer. I sampled the so-called 'rice diet'. It was a fitting appellation: rice for breakfast, rice for lunch and rice for dinner, puffed or boiled, no extras, and above all, with no salt. Patients who attended the 'Rice House' were simply the heaviest people I had ever seen in my life. I felt like a ballet dancer standing next to a fleet of barrage balloons. Some of the very largest had to be lowered like grand pianos down recesses beside staircases in order to help them make it to the dining room. Many were on respirators and the sound of wheezing breezed through the house.   The scene at the swimming pool in neighbouring Duke Towers evoked a lagoon teeming with hippos. I mislaid some 45lb, but soon found them again. The Rice House is still open for business, even on the web: <a href=\"http://www.ricediet.com. The\" target=\"_NEW\">www.ricediet.com. </a>The realm of prescription medication has for the most part been terra incognita . In the 1970s, a well-known doctor in London gave me so-called 'fat-burning' and diuretic pills that had me sweating like an ox and feeling that a heart attack was around the corner. I haven't sampled the new generation. <br>  As for the new miracle pill, Orlistat, let the side-effect literature speak for itself: 'oily spotting, flatulence with discharge, faecal urgency, fatty or oily stool, oily evacuation, increases defecation and faecal incontinence'. 'We have a paradox,' says Dr Robert Lefever, director of the Promis Counselling Centre in London, where compulsions of every type are treated as variants of the same fundamental disorder: addiction. 'Diets don't work,' he says. 'But the only way to lose weight is to diet.' His views can seem contradictory. He sees addiction as a condition best treated by former addicts, not shrinks. He's critical of surgical treatments from the medical world to which he belongs. 'Surgeons have no place in dealing with a psychological problem. There's an awful lot of quackery, such as stomach stapling and gastric bypass.' He isn't kidding.   Hospitals offer a wide menu of grisly procedures designed to put an end to obesity - and much else besides. Two primary bariatric surgical procedures are commonly used: vertical banded gastroplasty and gastric bypass. The genesis of this none-too-modest proposal for weight loss dates back to 1969, when it was noted that near total removal of the stomach for cancer and ulcers caused patients to remain at below their normal weight. The approach involves stapling off most of the stomach, bypassing the duodenum and allowing the undigested food to pass directly into the small intestine. The weight loss occurs as the body adjusts to its new, limited capacity to absorb nutrients, for which vitamin supplements are thereafter widely prescribed. The mortality risks are deemed 'relatively low', though there is a chance of forming adhesions in the bowel, which frequently calls for more surgery.   The aftereffects are a laundry list. My favourite is the 'dumping syndrome'. After surgery, all food is emptied from the stomach pouch into the small intestine. Sweets and fatty foods irritate the small intestine, causing symptoms such as abdominal cramping, sweating, and general malaise. Eating and drinking fluids simultaneously is another way to feel the dumping syndrome; they recommend waiting half an hour between eating and drinking - for the rest of your life. Can the surgery be reversed? Yes, but the risks are greater than those braved the first time. Hippocrates gave us the recipe for weight loss 24 centuries ago - eat less and exercise more - and while for most that still holds true, perhaps it's possible that there's an even better way.   France's Michel Montignac, in his book Eat Yourself Slim, proposes a diet that aims to satisfy the passionate eater and lacks the more usual element of self-denial present in every diet I've ever tried. Rather disarmingly, when I spoke to him recently he said, 'Forget about my book before embarking on a plan, and simply eat the French way, then read my book.' Montignac, formerly obese, now trim but still a foodie, advocates eating well, regardless of caloric intake. The way to avoid putting on weight, he claims, is by classifying foods by their glucose content, which causes the body to produce high amounts of insulin to combat it, resulting in obesity. Beer, potatoes, cooked carrots, soft drinks, and pastry are out. Beef, dark chocolate, red wine, foie gras, ice cream are in, along with healthier foods such as wholemeal grains and pasta, pulses, fruit, and green vegetables.   A typical Montignac day begins with either a lipid breakfast or a carbohydrate breakfast. The lipid is less healthy, but acceptable: fried eggs, bacon, tomatoes and mushrooms. The carbohydrate breakfast offers all the wholegrain toast and sugar-free jam you want, plus cereal with skimmed milk. Fruit before any meal must be consumed on an empty stomach, waiting 15 minutes to digest.   Lunch or dinner can be either salad with goat's cheese and fillet of beef with Béarnaise sauce and sautéed vegetables, then cheese for dessert, or brown rice with tomato coulis, salad with cottage cheese, and low-fat yogurt mixed with fructose jam. Dressings and sauces are fine, as long as they contain no sugar, honey or flour. Fats are to be avoided with carbohydrates, while refined starches and sugar in any form are banned. I haven't been stinting on any food group and have followed the plan to the letter. I have lost 1st 7lb. I've been travelling abroad with no regimen to keep me from restaurants or rich foods. It has all been dead simple. 'The way out is via the door,' said Confucius. 'Why is it that no one will use this method?' Now if I can only see it to the end.",
  "<p>The entrance pavilion of the Prince Maurice hotel sits in the middle of a small, artificial lake. Its thatched roof is supported on a skimpily elegant structure of teak logs, deftly lashed together and carefully lit at night to give the internal face of the thatch the delicate texture of a piece of fine, tobacco- coloured silk. </p> <p>There are no walls; a light soaking of tropical rain can be just as enjoyable an experience as a warm breeze. You can sit in a teak chair watching the sky reflected in the tiered infinity pool that merges imperceptibly into the sea. The rest of the hotel, an intricate assembly of moated pavilions on stilts, none of them more than two storeys high, divided by pools and courtyards, is all but invisible in the palms. </p> <p>To all intents, it's a Balinese village, just the kind of sensitive piece of hotel architecture built with a respect for local traditions that should give a certain kind of well-heeled tourism a good name. Or, at least, it would be a piece of respectful and sensitive architecture if this particular hotel actually were in south-east Asia. </p> <p>But it isn't. This is Mauritius, 5,000 miles away, off the east coast of Africa. And the Prince Maurice is a brand-new hotel whose non-specific Asian style has suddenly become as ubiquitous as the modified Bauhaus glass slab used to be. It looks as if it embraces the climate, but it's air-conditioned. It looks green, but it is just as demanding on water and sewage systems as any other kind of hotel. </p> <p>The language of hotel design has a significance way beyond the daily preoccupations of the tourist industry. In the 1960s, the hotel became a kind of national calling card, allowing a country to demonstrate to a captive audience how up to date it was. A glass-slab hotel, like the SAS Palace designed by Arne Jacobsen in 1960, or the vast hotels of Moscow of the same period, were once regarded as being as essential to the apparatus of an ambitious state as a nuclear power station or a steel works. And they managed to look much the same. </p> <p>Now a city state like Dubai feels it has to find ways of suggesting its deep cultural roots architecturally when it builds a high-rise hotel, even when the real point is to demonstrate how sophisticated and modern it is. That schizophrenia is clearly apparent in the architecture of the Burj Al Arab, which tries to have it both ways. It's a skyscraper built on an artificial island linked to the mainland by a causeway that is meant to convince us that Dubai has more to offer than sand and a distant view of oilfields. </p> <p>The architects, WS Atkins, came up with a queasy mixture of a Star Trek baroque structure and a translucent, plastic façade to provide the local colour. Allegedly, it looks like the sail of a dhow, inflated to a gargantuan 35 storeys. </p> <p>There was a time when hotels did all they could to persuade us we hadn't left home. Now they do all they can to show us how different they are from home and, paradoxically, the effect is to go on making everywhere look the same. Partly, it was because the international style seemed self-evidently right for hotel architecture. Travel was a reflection of the same kind of rootlessness as the international style, an architecture ostensibly without national inflections. </p> <p>But there was also something reassuring about the fact that an international hotel didn't quite belong to its context. Apart from hard-core minimalists, most of us would rather not have to deal with the very particular bathing arrangements of a traditional Japanese ryokan at the end of a long day fighting off jet lag. You know where you are with a Holiday Inn. You can be sure you will find the light switch in the same place on the same wall from Mexico to Belgium, and you can be pretty confident that the lavatory is not going to present too many challenges either. </p> <p>There is a price to pay for reassurance. The Costa del Sol and the Turkish Riviera finished up lined end to end with what looked very much like the council flats and office blocks that their package-holiday occupants had left behind at home in search of a change of scene. </p> <p>Magaluf started to look very much like Mile End, while the Hilton in downtown Istanbul felt much the same as the Hilton at Heathrow or the Hilton in Shinjuku, except for the customised cocktail of the day and the usually sanitised names on the brass tags pinned to the waistcoat lapels of the lobby staff. </p> <p>It was a certain level of guilt about the consequences of all this, together with shrewd commercial calculation about increasingly sophisticated tourists, that triggered the process that eventually led to the arrival of Asia in Africa. </p> <p>Architecture was used to make politically correct hotels that wanted to stop looking like ugly Americans, and tried to become part of the landscape instead. Rather than transplant Western models to the tropics, Adrian Zecha, founder of the Aman hotels group, tried to use authentic indigenous architecture to build hotels that looked as if they belonged. Amanpuri was the first, opened in 1988 in Phuket, and was instantly successful. Zecha's architect, Ed Tuttle, developed a style that quickly spread from Thailand to Bali, Java, the Philippines and eventually reaching not just Mauritius but even the outskirts of Marrakesh, the Arizona desert and Australia. Tuttle based his hotel designs on the work of the great Sri Lankan architect Geoffrey Bawa, who tried to mix indigenous traditions with a vision of modernity. Bawa built a new parliament for Sri Lanka that looks like a monumental version of an Aman resort, or the Prince Maurice for that matter. It was meant to express a sense of national identity, a blend of tradition with modernity. But the style has been hi- jacked, to become the acceptable face of contemporary luxury, a place for latterday Marie Antoinettes to play at being castaways.</p>",
  "<p>After just two matches, the only First Division teams with 100 per cent records are Fulham, Preston and Watford. </p> <p>That Watford are members of this select club is due to their young Irish striker Dominic Foley. He came on as a substitute against Barnsley seven minutes from the end, in place of the injured Michael Ngonge, and scored the only goal with a left-foot shot from outside the box in stoppage time. </p> <p>Of the teams who might have been expected also to be in this 100 per cent bracket, it was perhaps inevitable that Blackburn should falter - through a goalless draw at Crewe - in view of the cloud that has descended upon the club following the death of Jack Walker. </p> <p>Blackburn's manager, Graeme Souness, said: 'The players did their best in the circumstances, but I thought their minds weren't entirely on the game. Maybe some of them didn't know Jack that well but the aura of the man was huge and his memory will always be around the club and the training ground. </p> <p>'They were quiet at training yesterday and at the hotel last night. Today, they did not really get going until after half-time, and then they could easily have won it. They were disappointed because they wanted to win it for him and the fans.' </p> <p>While Watford were inspiring early confidence in their chances of bouncing straight back to the Premiership, their relegation partners, Sheffield Wednesday and Wimbledon, were given a sharp reminder of how difficult it will be for them in their new environment, with defeats at the hands of Huddersfield and Burnley respectively. </p> <p>Neither have won a match in the First Division, and Wimbledon have yet to score. Wednesday's 3-2 defeat will have been particularly difficult to take, given that it was on their own ground. </p> <p>Still, they did well to recover from 3-0 down; and one had to sympathise with their defender Ashley Westwood for missing arguably the easiest of equalising chances. Arriving unmarked by the back post, Westwood, who has been signed on loan from Bradford, was caught in two minds about whether to head the ball or kick it. Eventually, he made contact with it with his stomach, and diverted the ball onto a post. Wednesday's manager, Paul Jewell, said: 'I am depressed but at least the players did not throw in the towel and kept going until the end.' </p> <p>Norwich, who sold their leading striker Craig Bellamy to Coventry, also had a finishing problem in their goalless draw at home to Nottingham Forest. But instead of lambasting their team for the failure to score their first goals of the season, Norwich fans had greater cause to praise the part that Forest's 41-year-old goalkeeper, Dave Beasant, played. </p> <p>Forest's manager, David Platt, said: 'Beasant made three or four good saves and there were some good blocks. He's always been a good goalkeeper. He looks after his body, and that's what keeps him agile enough to make the kind of saves that he does. He was voted our player of the season last season, after playing 26 or 27 games, and this season he's already got two clean sheets. </p> <p>'He organises the defence - he is very vocal - and that's important. You cannot rule out the possibility of his getting another contract next year. </p> <p>'I was pleased with the way we defended as a team,' Platt added. 'We looked a lot more resilient last season - if that had been last season, we would probably have gone under.' </p> <p>The other Nationwide teams with 100 per cent records are Millwall, Walsall, Chesterfield, Scunthorpe and Leyton Orient. Millwall were involved in a remarkable match at Notts County, where they allowed the home team to fight back from two goals down to make it 3-3 and scored the winner through Marc Bircham in the last minute. </p> <p>Walsall also did it the hard way, winning 3-2 against Oldham after being 2-1 down at half-time.</p>",
  "<p>Britain's 25 million workers have received a substantial boost in the last few years as a raft of employment law reforms set a minimum wage, protected part-timers, helped the disabled and introduced many other valuable benefits. </p> <p>But, for many workers, the changes are theoretical and have not improved their lives. Perhaps the worst aspect of the employment infrastructure is a lack of enforcement by the Government and a refusal by businesses to observe the new regulations. </p> <p>The problem is 'huge', says the Low Pay Unit, which sends floods of unhappy workers to get help from citizens advice bureaux. </p> <p>Employment law is getting so complex that many employees do not appreciate their own rights. Today, for instance, could be a red letter day for some women, even though few probably realise it. In a change to our notoriously complicated maternity rules, many women whose babies were expected to be born from today will get a more generous entitlement to maternity pay and leave. A new mother can now receive 18 weeks' pay and leave even if she has worked for her employer for less than two years. Until now, those with shorter service were only entitled to 14 weeks. </p> <p>The maternity allowance - a weekly payment for mothers earning between £30 and £66 a week - also becomes more generous. But claimants have to have pay slips going back for more than a year to calculate the amount due to them, and many employers break the law by not issuing any. </p> <p>One of the easiest issues to deal with is the minimum wage - £3.60 an hour for workers aged over 21, and £3.20 for those aged between 18 and 21. The Inland Revenue polices this legislation through a compliance department. If an employer is paying too little, workers can ring a hotline number (0845 6000 678) and demand an investigation. </p> <p>The Revenue has put right many wrongs in this way, but it takes a narrow view of its job. If the employer has committed a breach of contract - say by reducing an employee's hours to meet the hourly rate threshold - the Revenue will not investigate the issue since, superficially, the law is being obeyed. </p> <p>But having compliance officers is very rare for any legislation. In most areas, the only help given with enforcement by the Government is the chance to claim at an employment tribunal. Jeff Masters of the Low Pay Unit says this is only a last resort: 'Informal ways of enforcing your rights are always the best ways. The employment relationship is still a relationship. Going to an employment tribunal can be like taking a sledgehammer to crack a nut.' </p> <p>The advice bureaux tend to agree. 'Employers can turn nasty and dismiss you,' says one adviser. 'So if you win in an employment tribunal, it could be a Pyrrhic victory. And in most cases - perhaps seven out of 10 - a worker will be looking for a reference, which is going to be harder to get in these circumstances. And the next employer might not look favourably on someone who took their last employer to a tribunal.' </p> <p>Many employees who are getting short-changed have little ability to fight back, according to Anna Barlow of the Acton Law Shop, a free advisory service in west London. Their English might not be good or they might be working illegally 'A lot of people just decide to keep their head down and put up with it,' she says. </p> <p>It is not just the traditional cowboy employers who are breaking the law. A church cleaner of 20 years' standing recently accepted an out-of-court settlement from her employer, a Baptist church, which was paying her only £40 a week for work that she said took 40 hours. Since the church also provided accommodation, it regarded the payments to her as just pocket money. </p> <p>Many honest, middle class families in Britain may be shocked to discover that they are breaking the law in the way they deal with their cleaners. Even if they assume that Ms Mopp is self-employed, a tribunal could easily decide differently. </p> <p>Anna Barlow, who is dealing with one such claim now, believes that people who retain cleaners or gardeners should pay the minimum wage, give notice if they want to end the relationship and consider giving four weeks' paid holiday a year. </p> <p>'It depends on the facts of each case,' she says. 'The likelihood is that these issues won't be raised by the cleaners but if something goes wrong you could find yourself in front of a tribunal. At the very least, there should be a discussion with the cleaner about the issue of employment.' </p> <p>The good news for some employees is that certain issues can be resolved just by providing the employer with more information. Small businesses in particular may not appreciate the way the law has changed. There is a common misapprehension, for instance, that employees do not get rights to paid holiday in their first three months of employment. While it is true that they cannot claim paid holidays if they leave after three months, they are entitled retrospectively to the full four weeks of paid holiday once they have been with the same employer for 12 months. </p> <p>Barlow has found that many employers are happy to do the right thing in these circumstances once they know what it is. </p> <p>Many employees will get what is due only if they educate their bosses. Like all pieces of new legislation, the regulations protecting part-timers will not have been implemented by all employers when they came into force at the beginning of July. </p> <p>But they do provide the right for part-timers to have the same hourly pay rate as full-timers doing the same job. </p> <p>This, sadly, is where the law is letting down many people. Some jobs - like those of school dinner ladies - are only ever done on a part-time basis. And this law has not been drawn up in a way that will help them. </p> <p>It will take years for the employment revolution that started with these reforms to be completed. Those who want to benefit may have to find their own ways of enforcing the new laws. </p> <p>\u0095 Low Pay Unit helpline: 020- 7713 7583 </p> <p><strong>Work for Mr D. Odgy?</strong></p> <p>If you do not want to be short-changed by your bosses, a good start is to recognise a cowboy employer and get out fast. Here are some of the signs of shady operators. </p> <p>\u0095 They operate under a range of business names. There is headed notepaper in the office giving different business names for the same employer. Although you know them as 'Smellie Cars', they also seem to do business as 'Cowboy Cabs' and 'Dodgy Drivers'. </p> <p>Although there could be innocent explanations, they may also be specialists in running up debts under one limited company and then transferring the remnants of the business to another. </p> <p>\u0095 The name of the employer shown on your payslip is one you do not recognise. </p> <p>You have rights which you can claim against your employer, but if you have no knowledge of the 'M Mouse Ltd' mentioned on your payslip, you may have difficulty enforcing those rights. In some unscrupulous set-ups, people and companies are named as employers even though they live in a different country and have no real connection with the business. Sometimes they are merely the brother of the true owner, which provides a useful escape route for anyone wanting to avoid debts they have run up. </p> <p>\u0095They do not give you payslips. </p> <p>You have a legal right to a payslip. </p> <p>\u0095 They are reluctant to give you the written employment contract which is your legal right. </p> <p>Since a contract sets out the basis for your relationship, you are on very rocky territory if you do not have a written record of the basic terms. Bosses find it far easier to cut your hours or pay, for instance, if there is nothing on paper. </p> <p><strong>Know your rights: main employee protections</strong></p> <p><strong> Your contract</strong> </p> <p>You have a basic right to a written employment contract, giving details such as hours, place of work and pay. You are also entitled to pay slips. </p> <p><strong> Pay</strong> </p> <p>Anyone aged 22 or over must be paid at least £3.60 an hour (rising to £3.70 in October). Those aged 18 to 21 get a minimum of £3.20. Some groups are excluded - among them au pairs, prisoners and family members working in a family business. </p> <p><strong> Sick pay</strong> </p> <p>You are entitled to receive statutory sick pay if you earn more than £67 a week. If your employer runs a more generous scheme than the statutory minimum - a flat rate of £60.20 a week - you could get more. </p> <p><strong> Holidays</strong> </p> <p>You are due four weeks' paid holiday a year. </p> <p><strong> Hours</strong> </p> <p>In most jobs, you cannot be forced to work more than an average of 48 hours a week, but the rules are complicated. There are many other rules on length of shifts, working days and rights to breaks. </p> <p><strong> Maternity pay</strong> </p> <p>The rules are a nightmare of complexity, but all working mothers are entitled to 18 weeks' maternity leave. Most women will qualify for statutory maternity pay or maternity allowance. Many employers offer more generous schemes than the statutory minimum. You cannot be discriminated against because you are pregnant or have a family - although there are, in reality, many instances of women being fired. </p> <p><strong> Parental leave</strong> </p> <p>If you have worked for your employer for more than a year you qualify for 13 weeks of unpaid parental leave to be taken before your new-born is five. Although the rules apply to mothers and fathers, few men are expected to take it since the leave is unpaid. </p> <p><strong> Health and safety</strong> </p> <p>Your employer should by law provide a 'healthy and safe' working environment. Many employers, even the largest ones, are in breach of their obligations under the detailed H&amp;S rules. The TUC estimates that 2 million people a year are injured at work. </p> <p><strong> Discrimination</strong> </p> <p>Discrimination on grounds of sex or race is unlawful (although there are no special legal provisions to tackle discrimination on grounds of age, religion or sexual orientation). In theory, there is no cap on the damages available through an employment tribunal but, apart from a few headline cases, damages are rarely spectacular. The fact that women on average earn just 75 per cent of male salaries is dealt with separately under the Equal Pay Act: the remedy is equal pay, not unlimited damages. </p> <p><strong> Redundancy</strong> </p> <p>There are (intricate) rules governing statutory redundancy pay for workers of two years' standing. The minimum depends on your age, salary level and length of employment with that employer. A person aged between 22 and 40, for instance, will get one week's pay (capped at £220 a week) for each year of service. Many employers are more generous. There are extensive rules on consultation. </p> <p><strong> Where can I can get more information?</strong> </p> <p>A new easy-to-read book, Your Rights at Work - the TUC Guide, will be published by Kogan Page in September and available in bookshops. The TUC runs a Know your Rights helpline on 0870 600 4882. Acas, the Advisory, Conciliation and Arbitration Service, has local offices listed in the phone book. Its London inquiry number is 020 7396 5100. The Department of Trade and Industry provides information on many aspects of employment law. See <a href=\"http://www.dti.gov.uk\">www.dti.gov.uk</a> or ring 0870 1502 500 and ask for the orderline for its short employment law guides.</p>",
  "<p>America's trade gap with the rest of the world widened to a record $30.6bn(£20.5bn) in June as the blistering pace of US expansion continued to suck in imports at a faster rate than export growth.</p> <p>The deficit rose from May's $30.3bn, which was revised down from the government's previous estimate of $31bn. Imports of goods and service were up by $4.3bn to $121.2bn in June. Exports increased by $4bn to $90.6bn. </p> <p>\"The gains in exports are a plus but the overall picture... of a large deficit shows no signs of going away,\" said David Blitzer, an economist at Standard &amp; Poor's in New York. \"Until our trading partners accelerate or the US slows down, this will not go away.\" </p> <p>For the first six months of the year, the trade deficit totalled $177.6bn, surpassing the $116bn for the same period last year. Higher oil prices and greater demand are adding to the pressure on the trade balance. </p> <p>In June, 300.9m barrels of crude oil - the highest amount in two years - was imported into the US. The price jumped to $26.65 a barrel from $24.16 the previous month. </p> <p>Yesterday's trade figures are the last main indicator of the state of the economy before US central bankers meet next Tuesday to consider interest rates. While the Federal Reserve Board is expected to keep rates on hold, the exploding deficit means the pace of economic growth is not easing. </p> <p>\"It was a little narrower than expected. It shows demand is not slowing down in the US,\" said Robert Blake of NatWest global financial markets.</p>",
  "Two images stand out from the protests taking place outside the Democrats' convention in Los Angeles this week. The first was of battalions of riot police, equipped as if for an invasion, standing guard outside the downtown temples of corporate America as demonstrators marched past. The second was of the mainly Latino workers in the Broadway sweatshops leaning out of windows to cheer on the marchers protesting against \"corporate greed\" and globalisation. <p>The images symbolise both what is missing from conventional American politics, what divides the haves and have-nots of the world's richest country and what is fuelling the still unspecific but growing international movement that started in Seattle last year and will be seeking another platform in Prague next month. </p> <p>Only half of the American electorate vote for the president and the events of the past week in LA have partly served to explain why. The financial clout of the corporations now gives the appearance of having permeated every aspect of policy-making so that it is no longer clear to many people whether their elected representatives are acting in the voters' interests or their backers' interests. </p> <p>Do politicians shy away from real gun reform because of the gun manufacturers' lobby? Do they back a judicial system that jails more than 2m Americans because the prison-industrial complex now carries such weight? Are they helping the Colombian government in a civil war because they want to protect the interests of American oil and because it suits the military-industrial complex? For many politicians the answer may be no, but the suspicion will remain as long as the race is to the richest. The news this week that George W Bush had now raised $100m for his campaign and his running mate, Dick Cheney, had received a corporate pay-off of $20m further emphasised the great gulf between those inside the safe convention walls and those outside on the streets. And it is this gut feeling that the corporations and the international financial bodies are now controlling decisions on wages, the environment or immigration, that has helped to mobilise this still loosely-knit confederation of protest. </p> <p>What fuels it, too, in the United States, is the feeling that neither of the two main parties offer alternatives on what are to some people the most important issues of the day. One of the angriest demonstrations of the week focused on those on death row and in jail for drugs offences. Both Democrats and Republicans back the death penalty and both support the \"war on drugs\" that has led to the incarceration of so many. Indeed one of Al Gore's pledges during his acceptance speech was for a further 50,000 police officers. Not a further 50,000 teachers for a country with the illiteracy levels similar to those of many third world countries; not a further 50,000 medical workers for a country where 40m are not entitled to healthcare. No wonder some of the placards outside carried the slogan: \"Don't incarcerate, educate\". </p> <p>The ghost at the feast this week has been Ralph Nader, the Green party's candidate and now the repository of the hopes of the liberal left outside the Democratic party. His name was written in the heavens by a sky-writing plane on Wednesday and has been on the lips of many throughout the week. Is a vote for Nader a vote for Bush is the question that will be asked many times between now and November, but increasingly the evidence is that the uncommitted, the independents and the disillusioned Democrats will be heading his way. If these votes do indeed lose Gore the election, the next big question will be whether it leads to a larger, more focused movement and whether the Greens are the party best equipped to lead it. </p> <p>Al Gore and George W Bush may bask in the warm glow of their respective conventions, but outside the air-conditioned halls it is clear that the old order is no longer trusted by the very people - the young, the poor, the Latinos, the blacks - they are claiming to want to help. Somehow, it seems unlikely that many hands would be waving from sweatshop windows if either of the two presidential parties had ventured down Broadway in their limos this week. </p> <p> duncan.campbell@theguardian.com</p>",
  "<p>Optical chip specialist <strong> Bookham Technology</strong> topped the FTSE 100 performance table yesterday enlivened by fresh takeover speculation. </p> <p>Canadian group Nortel Networks was the name in the frame, with dealers mentioning an £85-a-share takeout price that would value the Oxford company at a breathtaking £10bn. </p> <p>Analysts did not dismiss the speculation but noted that turnover was lowish and it was silly season for takeover stories. Dealers, meanwhile, said the shares were due a bounce and that chip stocks were also strong in the US. </p> <p>Nortel, which accounts for more than half of Bookham's revenues, would want Bookham for its technology that makes it easier to manufacture the optical chips used in fibre optic networks. </p> <p>Nortel has been active in snapping up companies with proprietary technology for its own use. It has acquired a number that, like Bookham, are low on revenue but high on potential. It acquired two optical switching operations - Qtera and Xros - that had no sales at all. </p> <p>Bookham shares ended 640p higher at £39.60. </p> <p>A late spurt saw the FTSE 100 index end 25.5 points better at 6,543.7 - its highest close in 11 weeks - thanks to continued strength in <strong> BP</strong>, up 5p at 629.5p, and good performances from <strong> HSBC</strong>, 8.5p higher at 946, and <strong> British Telecom.</strong> </p> <p> BT finished 25p stronger at 837p, lifted by positive comment on Thursday's deal to take control of German telecoms group Viag Interkom. Its shares did touch 844p early in the session after a report that claimed BT had discussed the prospect of a formal merger with US joint venture partner AT&amp;T. </p> <p>But City analysts were concentrating on fundamentals. Most reckon the stock is incredibly cheap and Viag represents a transformational step for BT. Even the debt implications of the Viag deal, which sent BT shares to a 20-month low on Thursday, were played down. According to Mike Williams at Deutsche Bank, the deal will not crystallise until the first half of next year, allowing BT to defer the cash outflow in the meantime initiating disposals and spin-offs. </p> <p>On the flip side, <strong> Vodafone</strong> eased 2p to 268p, despite upbeat recommendations from City analysts. With the end of the German third generation mobile phone licence auction, they reckon investors will start to look once more at the mobile data opportunity. </p> <p> <strong> Allied Domecq</strong> fell 1.25p to 325p amid concern that it will lose out in the battle for control of the world's third largest wines and spirits business. </p> <p>These fears intensified yesterday, as it rival, <strong> Diageo</strong>, off 11p to 600p, announced its intention to bid for the wines and spirits division of Canadian group Seagram with French group Pernod Ricard. According to analysts, Allied Domecq must acquire the Seagram business if it is to compete with Diageo on a global scale. </p> <p> <strong> Royal Bank of Scotland</strong> declined 21p to £13.34 hit by a flurry of profit taking. Securities house Commerzbank spoke for many when it said the 30% appreciation in Royal Bank's share price since interim results earlier this month had been overdone. Commerzbank has lowered its rating on the stock to \"hold\". </p> <p>The FTSE 250 finished 33.6 points stronger at 6,913.2 - a closing high. Internet auction house <strong> QXL.com</strong> was 0.75p higher at 59.75p, the market unimpressed with the revised terms of the Ricardo.de acquisition. </p> <p>Among smaller companies, brewer <strong> Wolverhampton &amp; Dudley</strong> lost 25.5p to 457p after it rejected an offer from venture capital outfit Botts &amp; Company. W&amp;D feels the offer undervalues the company. </p> <p>Elsewhere, engineering group <strong> L. Gardner</strong> slid 43p to 185p as it warned on profits. A similar problem was behind the decline in <strong> Character Group</strong>, which moved 15p lower to 61.5p.</p>",
  "<p>BT has denied that it is in talks with the huge American telecoms group, AT&amp;T, despite speculation that the pair are to merge, thereby creating one of the world's biggest companies in the sector. </p> <p>A BT insider yesterday quashed suggestions of such a merger and said the group would continue to focus on the growth of Concert, the UK company's international joint venture with AT&amp;T. </p> <p>Concert, which sells telephone, data and internet services to multinationals, has delivered strong cost savings for both companies. </p> <p>A potential flotation of Concert has been proposed. </p> <p>John Heath, a spokesman for AT&amp;T, refused to comment on the \"rumour and speculation\" about a deal with the British group yesterday. </p> <p>BT and AT&amp;T - both former state monopolies - have been under pressure from shareholders to restructure their business and undertake disposals to boost their flagging share prices. </p> <p>BT has talked of partial flotations of its mobile and internet businesses but still has to produce a timetable for such sales. AT&amp;T has made similar noises. </p> <p>This week BT revealed that its debt may balloon to £30bn, after it agreed to spend almost £9bn to buy a third generation German mobile telephone licence and take a controlling interest in Viag Interkom, its German subsidiary. </p> <p>The increase in debt for the British group has concerned agencies Standard &amp; Poor's and Moody's, who said they may slash BT's credit rating. </p> <p>AT&amp;T and BT also have a mobile phone alliance known as Advance that is striving to provide the first internation service. It is here that analysts see the potential for a deepening of a potential alliance between the two companies. </p> <p>However, a full merger is unlikely, said one analyst familiar with both. </p> <p>\"I think it's going to be difficult for BT to look at AT&amp;T, or vice versa, and find compelling strategic reasons for a merger - given they have probably achieved a significant portion of savings through Concert.\" The potential delay caused by the regulatory and legal inquiries attached to a full merger would also be a deterrent, another analyst said. </p> <p>BT and AT&amp;T are grappling with the need to compete more effectively with Vodafone and Deutsche Telekom, which are rapidly tightening their near-stranglehold on the global telecoms market. BT and AT&amp;T are also desperate to make strides in the fast-growing market for cellular telephones and high speed data and net services. But the former state monopoly status of BT and AT&amp;T means that they are lumbered with increasingly competitive and less profitable domestic and fixed-line networks.</p>",
  "There will be plenty of Americans wondering this weekend why on earth their political parties still bother hosting conventions. Every four years US commentators lament the lack of debate, the absence of tension, which makes these stage-managed gabfests such an apparent waste of time. Yet every four years the same commentators return, in ever larger numbers, to observe every detail. Is it all in vain? Well, not quite. For conventions still serve two useful purposes. First, they provide an insight into the state of the parties which hold them. Second, they often give a presidential candidate a vital dose of \"bounce\" in the opinion polls before campaigning gets underway in earnest in September. Judged by those standards, how did the Democrats do this week in Los Angeles? <p>The first measure does not yield good news. Two weeks ago the Republicans staged a near-model convention. They presented a public face utterly at odds with the mean-spirited, harsh image the party acquired in the age of Newt Gingrich. Instead of white men in suits, they presented an on-stage gala of blacks and Hispanics, gays and single moms: all wordlessly reinforcing George W Bush's message of \"compassionate conservatism\". Sure, it was fake - but it worked. Mr Bush left Philadelphia with a poll lead close to 20 points. </p> <p>The aim of the Republicans' cuddly new image was to reach out to non-committed voters in the centre. That's what the Democrats needed to do in LA, too. Instead they spent most of the week talking to themselves, shoring up their own liberal base by wheeling out old favourites like Ted Kennedy and Jesse Jackson. They had to because Democratic activists arrived in LA still distinctly lukewarm towards their candidate, Al Gore. They needed to be revved up. But it is a sure sign of weakness if a party has still not mobilised its own troops by the time it meets for a convention. </p> <p>Still, if Los Angeles shed some unflattering light on the Democrats, what did it do for Mr Gore? On the positive side, it confirmed that he is a man of substance. His acceptance speech on Thursday night was unashamedly focused on the issues. He boasted of the prosperity which has flowered under the Clinton-Gore administration and explained how he would use it on health and education, while his opponent would squander it with \"a huge tax cut for the wealthy\". He said he was on the side of working families, while Mr Bush would be the poodle of powerful corporate interests. And he staked out progressive stances on social questions like the environment, abortion, gun control and the overweening influence of cash in American politics. </p> <p>It all added up to a decent programme, one usefully distinct from Mr Bush's - which is clearly how Mr Gore wants to be judged. \"The presidency is more than a popularity contest,\" he said, tacitly acknowledging the charisma advantage his opponent enjoys over him. This may be his best hope: to admit that, as he put it, he will never be \"the most exciting politician\" - and then to define the contest as a clash of rival plans for the country. That, Mr Gore believes, is a fight he can win. The cruel question now is whether he is right. Can a politician who cannot deliver a speech without treading on his own applause lines beat an opponent with real charm? Can a man so wooden, he makes a kiss with his own wife look excruciating seduce a nation? Even if America agrees with Mr Gore on the issues, will that be enough to make them vote for him? In November Americans will decide what matters more: style or substance. After this week, that choice is clear.</p>",
  "We are surrounded by successful niche brands. But successful niche companies are becoming increasingly rare. <p>Ferrari, Aston Martin and Jaguar are examples of niche car brands; Cartier and Piaget are niche watch brands. Niche brands are specialist products targeted at narrow market segments that will pay premium prices. But none of these examples is any longer a niche company. All have been absorbed into large businesses such as Ford and Fiat. </p> <p>At the early stage of an industry's evolution niche companies appear to prosper. Last year hundreds of internet start-ups were launched in Europe, attracted by the prospects of boundless growth and easy profits. Similarly, at one time there were more than 200 firms making cars in Europe and nearly a thousand motor cycle companies. But long before the industry matures a shake-out occurs and a handful of global players emerge. Over the last couple of months we have seen this beginning among internet businesses. </p> <p>When companies perceive that they have missed the cut in becoming a major they often declare that they are niche players. They believe they can escape the competitive struggle and concentrate on a smaller segment willing to pay higher prices for something different. Alchemy recently proposed such a strategy in its abortive effort to take over Rover. </p> <p>Such strategies rarely work today. Globalisation has eroded the barriers that once protected smaller, nationally based companies. More importantly, the bigger players have learned to be effective niche marketers themselves. Some companies, like Sony and Toyota, have developed niche brands internally. More often they have simply bought smaller companies that have valuable brands. </p> <p>Acquisition is attractive because the small size of niche companies can make them easy to buy. Indeed, seeing the writing on the wall, the owners are usually eager to sell. They lack the resources, economies of scale or marketing muscle to battle it out in today's increasingly fierce markets. For big companies, acquiring niche brands can offer real value, because it is virtually impossible to create the heritage and prestige associated with great brands like Gucchi or Jaguar. </p> <p>The majors often bring real synergies to these brands by lowering their cost structures, introducing up-to-date technology and having stronger marketing capabilities. Before it was acquired by Ford, Jaguar was a dying business, unable to compete with its obsolete technology, high costs and eroding brand image. Ford was able to transform it by injecting the capital and management that enabled it to modernise its processes, improve productivity and restore it as a truly powerful world brand. </p> <p>Managers and investors need to understand these market dynamics. At the beginning, an explosion of opportunities appears to promise untold riches. Thousands of new companies are sucked into the market by the promise of rapid growth and easy profits. For most this turns out to be illusory. </p> <p>A handful of winners soon emerges and demand for the myriad of followers dries up. The characteristics of winners like Microsoft, Intel and Ford have been an early understanding of the importance of achieving global dominance as a means of underpinning economies of scale and brand leadership. </p> <p>Management has to decide early whether it has the resources and commitment to make the business a global player. If not, it pays to look for an acquirer while investors still perceive the business as having value. </p> <p> Peter Doyle is professor of marketing and strategic management at the University of Warwick Business School.</p>",
  "Labour's manifesto is likely to promise the abolition of fuel poverty among the poor and elderly by 2010 as part of a \"green housekeeping\" package designed to win back support among disadvantaged voters. <p>Next month's party conference in Brighton will be asked to endorse a 12 point plan that would also commit Labour to a national noise strategy, and involve voters in decisions on GM foods and other environmental matters. </p> <p>John Prescott yesterday told Labour activists that the government would bow to demands at their national policy forum in Exeter last month, and seek to overcome fuel poverty in 10 years instead of the 20 years envisaged. </p> <p>That will translate into a firm promise to pensioners (many angry over Labour's 75p a week increase in the basic pension this April) to cut the money they spend on keeping their homes warm to under 10% of their weekly income, the official definition of \"fuel poverty\". </p> <p>The pledge should benefit 3.3m households by offering grants of up to £2,000 to improve home insulation and thereby lower fuel bills. </p> <p>In a letter to activists today, the deputy prime minister will also commit a second-term Labour government to introducing an environmental productivity index (EPI), copying economic models for improving labour productivity. Just as firms constantly seek to get more work out of employees and equipment, so the EPI would generate pressure to create economic growth using less energy and fewer resources. </p> <p>Mr Prescott praised the party's consultative process for enabling ministers to listen to ideas on environmental issues from unions such as MSF and Unison, and from the Socialist Environmental and Resources Association. \"It has allowed us to argue through the difficult issues and test out new policy suggestions,\" he said. </p> <p>\"Our policies are costed, worked-through and credible. Compare our wide-ranging policy process with William Hague's desperate call for manifesto ideas... on the back of an envelope.\" </p> <p>The proposed package for submission to the Brighton conference and then to Labour's manifesto-writing team would include: </p> <p>\u0095 eradication of fuel poverty by 2010, not 2020; </p> <p>\u0095 higher recycling and waste reduction targets and more incentives to reduce waste; </p> <p>\u0095 improvements in energy efficiency, especially in the home; </p> <p>\u0095 more money to develop off-shore wind power and other renewable energy; </p> <p>\u0095 no commercial cultivation of GM crops until 2003 and then only if proved safe for public health and the environment; </p> <p>\u0095 citizen commissions and similar consultative mechanisms to address health and environmental concerns; </p> <p>\u0095 more environmental investment and jobs through energy efficiency programmes; </p> <p>\u0095 leading the fight against climate change, including new ideas for Kyoto-style trades between states on carbon dioxide emissions; </p> <p>\u0095 water supplies at lower prices and with higher quality; </p> <p>\u0095 national strategies to address noise, rubbish and other pollutants; </p> <p>\u0095 neighbourhood wardens to enforce higher standards; </p> <p>\u0095 environmentally friendly public procurement policies; </p> <p>\u0095 action to protect and increase wildlife diversity. </p> <p>Mr Prescott said: \"Our new pledge on fuel poverty gives a flavour of what we will be offering to the electorate - tackling social exclusion, delivering for pensioners, improving our health and protecting the environment.\"</p>",
  "He has battled storm force winds, 20ft ocean swells and sharks, but when Jason Lewis spotted gunmen approaching his pedalo off the Solomon Islands he knew drastic action was needed. <p>He stripped off, stood up stark naked and waved wildly at the militiamen. They dropped their automatic weapons, turned their speedboat around and fled. </p> <p>Yesterday, Mr Lewis celebrated completing a near 7,000-mile pedal boat voyage from the United States to Australia. The 32-year-old from Bridport, Dorset, and 42-year-old teacher April Abril pedalled the 26ft craft into Port Douglas on the Queensland coast at 6am BST yesterday. </p> <p>\"We had a great reception on the final run in, with every boat which passed us shouting, waving, honking horns and lobbing beers at the boat,\" said Mr Lewis, who admitted he was having trouble walking because of salt water sores from being permanently wet. </p> <p>He made landfall with Ms Abril, from Rye, Colorado, who rejoined the £26,000 wooden self-righting vessel, Moksha, for the last eight or nine miles of the 1,100 mile voyage from Tulagi in the Solomon Islands. She had been transferred off Moksha for a medical check-up after the craft was towed through the Great Barrier Reef to prevent it being smashed. </p> <p>With no charts for the area, the pair accepted an 11-mile tow through the treacherous reef following a hair-raising week of adverse tides, huge seas and 30 knot winds which blew the expedition 130 miles north of its target, Cairns. </p> <p>Speaking from Port Douglas, Mr Lewis, a musician, said: \"It is so great to be off the boat, but it is only just sinking in what has been achieved. </p> <p>\"It is a huge deal, we have just crossed the biggest ocean in the world by human power. Three or four days ago we faced a pretty serious situation and were getting blown on to the reef itself in 30 knot winds. </p> <p>\"During the last 10 days we were pedalling full bore southwards against the trade winds but we were slowly going backwards so we had to use a sea anchor, which is like a giant parachute, to check our drift.\" </p> <p>The voyage was part of Mr Lewis's 35,000-mile, human-powered circumnavigation of the world, which began in London six years ago. But the expedition is in desperate financial straits, and Mr Lewis said he hoped the Pacific crossing would generate sponsorship. </p> <p>Ms Abril, for whom the trip was her first sea voyage, said: \"I am really happy and excited to have had the chance to do it. It was such a test of perseverance to hang in there. I lost quite a bit of weight, but I never lost my desire to pedal.\" </p> <p>During the journey the pair had little chance of privacy, but working as a team, which included fighting off a marauding 14 ft shark which tried to eat their propeller, the pair overcame any shyness. </p> <p>Mr Lewis's journey began from Greenwich in July 1994, and he has travelled more than 20,000 miles in his vessel, which is equipped with a satellite phone, global positioning system and desalination plant. </p> <p>He started with Steve Smith, from Wolverhampton, who left to pursue other projects after helping to pedal the Moksha from San Francisco to Hawaii on the first 2,200-mile Pacific leg. </p> <p>Mr Lewis then went solo for the next leg - a 2,200 voyage to Tarawa, in the Kiribati Republic. </p> <p>He was joined for the 1,100-mile leg from Tarawa to the Solomon Islands by 34-year-old Chris Tipper, from Brighton, who built the Moksha but had never sailed it. Ms Abril, who had helped with the expedition's schools education programme, joined him for the final leg. </p> <p>Now he is in Australia, Mr Lewis plans to cycle and roller blade across the country before heading back towards Europe across Asia - another three or four years and 15,000 miles of travelling before he returns to Greenwich. </p> <p>Describing a cramped and cold life on the ocean waves, eating mainly porridge, supplemented by M&amp;Ms and Mars Bars, Mr Lewis said the pedalo offered little shelter from the elements. The only moments of comfort were during the gruelling 12 hour pedalling shifts. Because they were permanently damp, with waves constantly drenching their sleeping bags, pedalling was the only way to keep warm. And Ms Abril suffered sea sickness.</p>",
  "Al Gore offered Americans a continuation of Bill Clinton's centrist policies dressed in more class-conscious language in his acceptance speech to the Democratic convention in Los Angeles, and then set off at once for the battleground states where the US election will be won and lost in November. <p>Mr Gore's speech was universally seen as the most important 51 minutes of his political life, because he had to calm the worries of a party that feared he was a loser and persuade the general public that he has what it takes to set his stamp on the post-Clinton era. </p> <p>Early assessments were that Mr Gore did what he had to do, energising his supporters and reaching out to uncommitted voters in a more conversational style than he has achieved in the past. </p> <p>Thursday's news that a new grand jury had been empanelled in Washington to examine Mr Clinton's conduct in the Monica Lewinsky affair failed to derail either Mr Gore's big moment in Los Angeles or the politically crucial American media coverage of it yesterday. None of the US television networks featured the Clinton story on breakfast time bulletins, while the Los Angeles Times relegated the story to an inside page. </p> <p>The now officially nominated Democratic presidential candidate and his running mate, Joe Lieberman, lost no time in taking their message to middle America. Only hours after wrapping up the conven tion in California, they boarded a river boat in La Crosse, Wisconsin, to begin a campaign trip down the Mississippi under the banner \"Setting Course for America's Future\". </p> <p>In what many see as the crucial line of his speech Mr Gore told the 4,000 delegates: \"I stand here tonight as my own man, and I want you to know me for who I truly am.\" Those words marked a climactic moment in the vice-president's long and sometimes laboured struggle to define his political personality in terms with which both he and the voters can be at ease. </p> <p>Mr Gore's speech reflected what may be an irreconcilable problem facing not just the Democrats but all third way political strategies. Mr Gore needs to stop the centrist voters, whom Bill Clinton successfully courted, from reverting to Mr Bush, but at the same time he needs to mobilise his own core support to turn out on November 7 and to prevent the left from defecting to the Green candidate, Ralph Nader. </p> <p>Mr Gore's policy prescriptions were generally Clintonite: fiscal discipline (he promised to balance the budget every year he is in office), guaranteed health care for children, prescription drug benefits for the elderly, universal pre-school education, and a continued expansion of community policing (Mr Gore also promised to bring the crime figures down each year). </p> <p>As in Mr Bush's speech to the Republican convention two weeks earlier, there was only a brief discussion of American foreign policy. Mr Gore said nothing about national missile defence. </p> <p>Throughout his speech Mr Gore used a language which Mr Clinton generally avoids. He presented himself as a \"fighter\" - the term was used repeatedly both by and about Mr Gore all week. \"I've taken on the powerful forces. And as president I'll stand up to them and I'll stand up for you,\" he said. </p> <p>He also appeared to go some way towards tightening the US stance on global free trade policy, pledging standards on child labour, workers' rights and the environment. Free trade must \"lift everyone up, not bring anyone down\", Mr Gore said. </p> <p>Early in his remarks, he paid tribute to Mr Clinton. \"Millions of Americans will live better lives for a long time to come because of the job that's been done by President Bill Clinton,\" he said. But that was the one and only mention of the leader whom Mr Gore has served with for eight years. \"This election is not an award for past performance,\" Mr Gore said. </p> <p>Towards the end of his speech Mr Gore addressed some of his perceived failings head-on. \"I know my imperfections. I know that sometimes people say I'm too serious, that I talk too much substance and policy. Maybe I've done that tonight.\" </p> <p>The crowd roared back that he had done no such thing, even though Mr Gore's address was full of detailed pledges on domestic issues with middle American voters in mind - \"working families\" as Mr Gore repeatedly calls them. </p> <p>Mr Gore went on: \"If you entrust me with the presidency, I know I won't always be the most exciting politician. But I pledge to you tonight: I will work for you every day and I will never let you down.\" </p> <p><b>The final reckoning</b></p> <p><b> Gone but not forgotten</b> </p> <p>The 21 plane trees removed from the area before the convention because police believed they could be used as weapons by protesters. They are now due to be replaced. </p> <p><b> Al Gore</b> \"If you entrust me with the presidency, I know I won't always be the most exciting politician but I pledge to you tonight: I will work for you every day and I will never let you down\" </p> <p><b> Slogan on T-shirt for sale near the convention</b> </p> <p>Let's lick Bush and Dick </p> <p><b> Back to reality</b> The convention stages were kept intact for an extra day so that they could be used for the filming of The West Wing, a series about the White House </p> <p><b> Award for dance</b> Tipper Gore for an impromptu boogie on stage before her husband was introduced </p> <p><b> Number of times Gore mentioned the word \"fight\" in his speech</b> 20 </p> <p><b> One of the biggest cheers of the night</b> Gore's stated support for a woman's right to choose </p> <p><b> Money raised for the Gore campaign at a party hosted by Barbra Streisand</b> $5.2m</p>",
  "Rome has not seen the like of these pilgrims before. With their mobile phones and internet savvy, they have applauded the Pope like a rock star, prayed through the night in normally abandoned churches, and queued for hours to pass through the Holy Door of St Peter's. <p>The six-day jubilee of the young, perhaps the largest ever spiritual gathering of Christians, reaches its climax this evening when up to 2m people gather in a field south of Rome for an overnight prayer vigil followed by mass tomorrow morning with the Pope. Those who expected a low turnout for the Roman Catholic church's celebrations of the 2000th anniversary of the birth of Jesus Christ have been proved wrong. </p> <p>Since the youth event opened on Tuesday, with mass rallies outside St Peter's and St John Lateran, observers have been amazed at the number of its participants, and their fervour. Pilgrims have waited patiently in the sun for the chance to confess their sins - not usually a popular activity. </p> <p>It is estimated that around 300,000 people will have made use of improvised confessional tents set up on the Circus Maximus, where the ancient Romans once held their chariot races. </p> <p>Contact with the enthusiastic crowds appears to have given the ailing 80-year-old pope a shot of youthful adrenalin. And his severe stand on questions of sexual morality does little to deter the young pilgrims, many of whom tranquilly follow an easier line of their own. </p> <p>The success in mobilising such a large number of young people bodes well for the future of the church at the beginning of the third millennium. Religious songs, meditation and prayer have filled the churches and monasteries of Rome, where, in normal times, repetitive liturgies are uninspiringly performed for a dwindling, ageing audience. </p> <p>\"I really thought it was crazy. I thought it was a complete waste of time, but when you see it, you feel the faith, you feel the fervour,\" said Farley Clinton, an American Vaticanologist based in Rome. </p> <p>Mr Clinton said that he had been struck by the commitment of the pilgrims and did not share the misgivings of those who detected echoes of the mass rallies of totalitarian regimes. </p> <p>\"Here you have people coming from the ends of the earth to rally around the symbol of a traditional religion. I don't in the least feel this is a mass thing. On the part of every kid who has come it is a personal statement, made of his own free will.\" </p> <p>Mr Clinton said that the success of the event was likely to affect the eventual selection of the Pope's successor. \"There will be a lot of pressure to choose another telegenic Pope.\" </p> <p>Archbishop Sean Brady of Armagh, who has led a pilgrimage of 2,000 from Ireland, was also impressed by the participants. \"It's not a jamboree, it's not a festival. It's a very focused, purposeful kind of meeting, where they have spilt buckets of sweat, endured hours of thirst and yet remain good-humoured, disciplined, remarkably respectful of the environment,\" he said. \"These people are not fools. They don't spend their time, or their money, or their energy on things they don't find fulfilling.\" </p> <p>For Cardinal Carlo Maria Martini, the archbishop of Milan, the response has rewarded what he called the Pope's courage in reaching out to the young. The World Youth Day gatherings devised by the Pope showed it was possible to take the faith into the secular city, he told the Milan daily Corriere della Sera.</p>",
  "There are stone gates marking the entrance to the Kings Hill housing development near West Malling in Kent. Behind them is a flower-decked wooden barrow, brightly painted with the name of the estate. Drive up the brick-block road, past the wide swaths of grass and trees and you will come to hundreds of new houses. <p>Turn down Discovery Drive and you will find the \"dream\" homes, four and five bedroom places built to lure the rich and wealthy from all over the south-east. The houses are faux traditional, Stepford Wives-uniform in their attempt to be different. </p> <p>Kings Hill sits on a brownfield site and could be the epitome of John Prescott's vision of the future of housing. For those who live there, it is a suburban utopia reminiscent of Disney's purpose-built family town, Celebration. Two miles from the M20, Kings Hill aims to house 1,850 on just under a square mile of land. Last year, 90 babies were born on the estate and Kings Hill primary has expanded from 200 to 420 to meet the area's demands. </p> <p>All over the site, houses grow daily skyward, and sales people are showing eager buyers round grand, tassle-curtained, fake-flower-filled show homes with Please Keep Off the Grass signs outside. Kings Hill is a mixed-use development supposed to reflect \"a traditional English village, complete with green\". There is already an Asda and there are plans for shops, a pub, a day nursery, sports and leisure facilities, a hotel and a medical centre. </p> <p>By encouraging developments such as Kings Hill, the deputy prime minster aims to combat overcrowding in London and the south-east by building 43,000 homes a year for five years and possibly 860,000 homes over the next 20. He also wants to shift the balance of building from greenfield to brownfield, or recycled, land. </p> <p>Kings Hill lies on the site of the former West Malling airfield, which used to be a nightfighter squadron base. The American company Rouse Kent bought the site and crafted a \"masterplan\" which mixes a business park with low density housing. </p> <p>As well as alleviating the London housing crisis, Mr Prescott aims to bring the poor and the unemployed from the north to the south. But the majority of people living in Kings Hill were residing in Kent already. They have simply moved a few miles up the road. And until now they are fairly wealthy. There are plans to build social housing in the coming years. </p> <p>If people do not fill the Prescott target profile, who is moving to Kings Hill and equivalent housing estates sprouting up all over this part of the country? </p> <p>A few families have already moved in to a cul-de-sac on the Charles Church development in Kings Hill. Steve Thompson, 41, and his wife Jackie, 35, moved from Orpington, 25 miles away. The couple have four children, Louise, 11, Matthew, five, Elliot, two, and Hannah, three months, the first baby born on this newest part of the development. The family moved to Kings Hill because they needed more space and property was cheaper than in Orpington. </p> <p>Mrs Thompson said: \"I jokingly said if we had a house like that, that would be my dream house. I fell pregnant and we knew we had to move. We were the first people who bought off the plan - just like that.\" </p> <p>The couple had a three-bed semi in Orpington and now have a five-bedroom house which cost them £297,000. </p> <p>They like Kings Hill, although facilities are sparse. Mrs Thompson admitted: \"I miss the shops at Orpington and I used to think they were a dump.\" </p> <p>Returning from work, Mr Thompson, who is in sales, said the place makes him feel less stressed. \"I think this is a nicer area. It's nicer for the children because it seems a slower way of life. As you get nearer London you find that people haven't got the time. I don't think it is any safer but we do feel we are fractionally more in the country.\" </p> <p>Next door to the Thompsons, Michael Courtier is washing one of the two cars in his drive. He and his wife have retired and decided to downsize before their home was too big to manage. He said: \"When I first came up here I thought I was in Florida. It is so nice. It does attract you to move.\" </p> <p>The couple moved last May from New Barn, near Meopham, about 15 miles away. \"I had half an acre and it was just too much work. We had a swimming pool,\" said Mr Courtier. </p> <p>Mrs Courtier has not settled quite as easily as her husband and misses her old house. </p> <p>\"We have made a few friends on the site already but I have always said to my wife, if it doesn't work out, we'll move again. I think one or two people have made that arrangement with their wives.\" </p> <p>At the edge of the street, the garden of Sue and Peter Warren's five bedroom house is filled with the playful screams of their children and friends. </p> <p>Unlike most of their neighbours, the Warren family have travelled a distance from their old home in Devon after Mr Warren was made redundant and got a new job as a sales director with a company in Aylesford, a 10-minute drive away. The family has lived at 14 addresses in 12 years. </p> <p>\"We were trying to get as much space as possible. We got quite a good deal because there is still so much building work going on. We now have a bedroom for each of the babies. I just love the house,\" said Mrs Warren. \"My husband lived in the States when he was a child and Kings Hill is very much like an American development. There are lovely wide boulevards and trees. \" </p> <p>Maureen Hill, a sales executive based at the Charles Church Chiltern show home, said people loved Kings Hill . \"The whole feel of the place is very American. People are very afraid of large developments but when they actually get here they realise it's got a wonderful feel to it,\" she said. \"The concept is that you can live here, work here and go to school here. But that hasn't really been the way it is. The majority of people who live here are really commuters. They need to get to London.\" </p> <p>While many prospective buyers are from the Kent area some hail from London itself, one family is from Belfast, another is from Singapore and there, in the office, poring over a floor plan, is a couple from Hong Kong. </p> <p>In the Chiltern, Eric Elliott, 68, and his wife Oonagh, 65, are pondering the £385,000 price tag. The couple currently live in High Halstow about 15 miles away but their garden, which overlooks the river Thames, is becoming too much of a handful. </p> <p>\"We are getting older and we want something newer, something that will be easier to look after,\" Mr Elliott said. \"We just know that in six years' time our six bedroom house and garden is going to be too much.\"</p>",
  "When people who work from home meet for the first time, they always seem unusually interested not only in the seemingly dull details of each other's work routine - \"What time do you start? When do you have lunch? Do you listen to music/the radio or take any exercise?\" - but also in exactly where they work in their house or flat. Those who have their own room or study tucked away from the other functions of living are regarded with envy, whereas those who fit their workspace into the kitchen or sitting-room are probed about their desk, computer, drawing board, closeness to windows and colour of the room. Working from home supposedly means being in control of your own environment - and, because of that, it always holds the promise of being the perfect place to inspire original thought in an atmosphere of lively contemplation. <p>I work in the messiest room in the house: the children's playroom. Toys are strewn on the floor - Lego models mix with unloved Pokémon figures, and Barbies lie in a horrible tangle of plastic flesh. Large, black hardware items such as TVs and long-obsolete games consoles nestle among the debris, so that getting to my desk can be something of an assault course. It could be used by a feng-shui expert as a perfect example of the worst kind of bad chi. </p> <p>A new book, Calm Working Spaces, by Lorrie Mack, aims to \"help create a haven of peace and productivity\". It advises that a tidy and ordered atmosphere will create a sense of purposeful calm. But in my case that would be a waste of precious work time, and a bit pointless considering it will all be messed up as soon as the children get home from school. My desk, too, echoes the general chaos - a pile of interesting bits of paper - letters from people I want to reply to one day, and the first half of a novel I can't get round to finishing. A Russian doll is jammed behind the computer, and a fairy's wand, half eaten by the dog, sticks out of the file I have laughingly marked \"Life\". I sit wedged between two large windows, which allows me to spy on the goings-on of my unusually dramatic street - crack dealers getting arrested and the family who come outdoors to solve their domestic problems - without (I hope) being seen. I have to admit that my ex-husband had a curtain structure, like something you might find in a hospital ward, built around my desk, so that when his friends came to visit he could hide the horror of my workspace, but it works all right for me. </p> <p>If I analyse my attitude towards my workspace, it is that I am unwilling to make a fuss. My work just fits in with the life around it. Not for me the self-important demands of other friends who use rooms in other people's homes, have attic extensions built or move, slightly desperately, around the tables and desks in their own house in an attempt to discover somewhere really conducive to work. My mother-in-law has written quite a few novels sitting on the top stair. Of course, if you are going to write a masterpiece, you could do it on the loo. </p> <p>And yet... I do dream of somewhere that might exist, in a place I have not yet moved into, that would suit the person I have unfortunately not yet become. It is creamy and spacious, with drawers and neat storage for all my talismanic bits of paper. There is no clutter, no overlap from domestic life. Such a room demands concentration: it would hold you prisoner to its potential, so that it would feel quite wrong to attempt an escape and lunge at the digestives in the kitchen drawer for the fourth time that morning. But a workspace such as this would be unrealistic for me. I would soon spill coffee over the creamy wood. Perhaps it would be better to have somewhere just as light and breezy. Unfortunately, I have a flibbertigibbet side, which sends too many emails and chats on the phone, and a workspace with any sign of frivolity would probably make me want to go shopping rather then write for long hours in front of the computer. No, I think the ideal workspace for me would be somewhere with the \"clubby\" feel of a study, where a gentleman might go to ponder, smoke a pipe and look at the naughty daguerreotypes of an evening. Somewhere full of shiny, dark wood, comfortable old chairs and the slight smell of beeswax, which would give me the gravitas I often seem to lack. </p> <p> Not that I want somewhere full of books. While I agree that working in the productive atmosphere of, say, a library can be a change from the sometimes claustrophobic feeling of working from home, when the books are your own they can add an unwelcome weightiness. I not only feel guilty about those I have not yet read, but also about those I did once read, when my mind was eagerly studious. Looking towards the bookshelves near my desk I see a Carlos Fuentes that I have never got around to, and dozens of literary criticism, as well as Hegel's The Philosophy Of History, which I know I will probably never pick up again. Better to put inspiring objects on those shelves and store the old books somewhere that won't make me feel heavy with responsibility and nostalgia. </p> <p>The only thing I may have got right about my workspace is the colour. It is a wonderful bright yellow that keeps me cheery even in the most gloomy of English summers. In a fit of enthusiasm for my workspace, I sweep the most obviously distracting objects into a cupboard beneath the snake tank. This activity disturbs the large Californian king snake (named King Jim by my then five-year-old son) and he flops around a bit. Obviously, keeping a snake is cruel and nasty, yet here I am spending hours each day right next to it. What would a feng-shui expert make of that? Perhaps that is why I am broke; the bloody reptile is obviously in my money corner </p> <p>\u0095 Calm Working Spaces, by Lorrie Mack, is published by Marshall Publishing, at £18.99. To order a copy for £15.99, freephone Guardian CultureShop on 0800 3166102.</p>",
  "The Guardian-sponsored Camra Champion Bottled Beer of Britain competition broke new ground this year at the Great British Beer festival at London Olympia - the judges chose a beer from a brewery that had just closed down. Thankfully, the beer will live on: it is moving to a new brewery, ready for a relaunch this autumn. <p>The beer in question is that classic India pale ale, Worthington White Shield, one of the great 19th-century Burton-brewed beers that carved out a new market for British brewers in the colonies. First brewed by William Worthington, it became a Bass beer in the 20s when the two Burton companies merged. For years it was a small but much-loved brand in the Bass portfolio, but when Bass became a mass-market leisure group in the 80s and 90s, White Shield, which was painstakingly made with live yeast in the bottle and best drunk after a month or two of conditioning, became a nuisance. So it was kicked out of Burton, sent to subsidiaries in Sheffield and then Birmingham, before, in 1998, being handed over to independent brewer, King &amp; Barnes. </p> <p>Earlier this year, King &amp; Barnes, a victim of the war of attrition in the brewing industry, was taken over by Hall &amp; Woodhouse of Blandford, Dorset, which was keen to get its hands on the Horsham company's 57 pubs but had no interest in the brewery. So it was earmarked for closure, and Worthington White Shield was once again looking for a home. It found it, back in its hometown, Burton-on-Trent: Bass, which is now part of Belgian giant Interbrew, allows brewer Steve Wellington to make it in the small pilot brewery that is part of the Bass Museum. Wellington, using plant that can produce just 60 barrels a week, has already lovingly recreated such lost Bass beers as No 1 Barley Wine, and is now rubbing his yeasty hands at the thought of turning White Shield into a proper Burton pale ale once more. </p> <p>So, the Guardian readers who volunteered to judge the championship have given a vital boost to a beer that has suffered more than its fair share of misfortune - and before you cry \"fix\", it must be stressed that they had no idea what they were drinking. White Shield was picked after a blind tasting of eight bottle-fermented beers, decanted into anonymous jugs and poured into half-pint glasses enigmatically labelled from K to R. The panel was made up of readers Wendy Conian, David Elworthy, Carl Flint, Simon Freytag, Rosanna Santagata and Alan Southgate, along with Guardian food and drink editor, Matthew Fort, Jeff Evans, the author of the Good Bottled Beer Guide, Kathy Hadfield from Camra's national executive, and myself. </p> <p>Beer K had a luscious copper-red hue, and conjured up such conflicting descriptions as \"wet hop sacks\" (Kathy), \"harsh finish\" (Alan and Jeff), \"cat-litter aroma\" (Matthew), \"subtle\" (Rosanna), and \"a good finish, yeasty and bitter\" (Wendy). L was an attractive copper colour that delivered fruity aromas and flavours to several of the judges. Rosanna found lime, Kathy and Simon pears or pear drops, and David apples. Wendy found it too fruity: \"It leaves the insides of my cheeks furry.\" All agreed it had a disappointing finish and was too sweet. </p> <p>The straw-coloured M brought forth the most memorable comment of the championship from Wendy - she said that it smelled like \"folk-festival farts\", and we all bowed to her expertise in this area, seeing as she had spent the previous weekend at the Cambridge Folk Festival. Warming to the theme, Kathy found the aroma reminiscent of wet tents. Jeff found it to be chewy and wheaty, while several judges pondered whether it might be a wheat beer. David said it reminded him of \"lime cordial with too much water\". </p> <p>Beer N was even paler than M. Kathy sniffed and said \"Wow - peaches and pineapple!\" After much deliberation, we agreed that, while it had a fine aroma, there was little finish. O was red-brown in colour and was praised by Wendy for its \"mellow fruitfulness\" - clearly an autumnal ale. Jeff detected Marmite on the nose, Kathy found digestive biscuits, Rosanna thought it salty, Matthew praised its \"crisp and delicious drinkability\", David said it reminded him of barley fields, Alan thought it rounded, and Carl brought us down to earth with the blunt, almost Orwellian comment that it was \"like a Sunday afternoon when the smell of beer comes out of a pub and that's what you want\". </p> <p>We were bowled over by the delightful copper colour of beer P. Rosanna and I both cried \"pear drops\" as we sniffed, while Wendy found it \"wonderfully bitter\" and Jeff \"very moreish\". Kathy criticised it for being too strong, with too much alcohol, while Matthew thought it too well-behaved. Q was a more burnished copper colour and brought forth such superlatives as \"fresh strawberries\" (Kathy), \"old smokestacks\" (Simon) and \"dark bitter chocolate\" (Wendy). Matthew thought it so fruity that it needed to be drunk with food, which launched a short debate on just what dish it should accompany. Sea bass, said some , while I suggested the Czech tradition of drinking a darkish beer with carp. Then we were into the home straight with beer R, a pale, golden amber in colour. Rosanna and David were not impressed, saying it smelled like Domestos, but others were wild about the aroma that reminded them of grapefruit, passion fruit, mangoes, and lychees. </p> <p>We marked each beer out of 10 for appearance, aroma, taste and finish. When the marks were totted up and the names of the beers revealed, the winner was P, the aforementioned Worthington White Shield, with Hampshire Brewery's Pride of Romsey IPA (R) second and another King &amp; Barnes brew, Festive (O), in third place. Runners-up were Fuller's 1845 (K), Young's Special London Ale (L), Hop Back Summer Lightning (M), B&amp;T Dragonslayer (N), and Gale's Prize Old Ale (Q). A remarkable victory for the dented White Shield, and long may it flourish back in its natal town of Burton-on-Trent.</p> <p>\u0095 King &amp; Barnes' Worthington White Shield is available in Tesco and Unwins while stocks last.</p>",
  "<p>The English Premiership football season should be opening with a navel review. The sport has never been so popular and fans can barely wait for the action to begin but not for a long time has the domestic product found itself so urgently in need of serious self-analysis. </p> <p>Beyond the annual speculation about which team, if any, is most likely to deprive Manchester United of another Premiership title and which, apart from United, is capable of making a serious impact in the Champions League there lies the broader question of what needs to be done to improve the spectacle post-Euro 2000; a tournament that brought home to many the often second-rate nature of the English game. </p> <p>A year ago, when Manchester United were champions of Europe, and England's bids for the European Championship and to host the 2006 World Cup still had substance, such criticism would have been regarded as jaundiced and unnecessary. Now, following not only England's summer flop but the premature departures of Norway, Sweden, Germany and Denmark, all represented in the Premier League, it is highly pertinent. </p> <p>Yes, France triumphed in Euro 2000 with the help of Arsenal's Thierry Henry, Patrick Vieira and Emmanuel Petit, while Marcel Desailly of Chelsea was one of the tournament's outstanding players. But the influence of Dennis Bergkamp and Marc Overmars for Holland was fitful and Jaap Stam's penalty in the semi-final shootout with Italy was almost comical. </p> <p>This year the European game has taken another of its technical and tactical leaps forward with English football, despite its proliferation of foreign imports, caught napping. The defining moment came, not in Euro 2000 but during those 10 minutes at Old Trafford in the Champions League quarter-final when Real Madrid, already ahead of Manchester United tactically, destroyed what was left of the myth of United's global supremacy following the Fifa world club championship in January. </p> <p>In May Real regained the European Cup with a display of attacking football which, for speed, verve and technical excellence, was never equalled even in the best European Championship since 1984. The fact that an English player, Steve McManaman, had a leading role in Real's triumph suggested that all need be far from lost in the domestic game. </p> <p>Talent is beginning to come through. Close behind West Ham's Joe Cole and Jon Harley at Chelsea are the likes of Robert Wolleaston, another Stamford Bridge youngster, and Tottenham's Matthew Etherington. </p> <p>In the short term, however, football in England is bound to suffer by comparision with the fresh standards set by Real Madrid, France, Italy, Portugal and Holland, while that played by England already looks prehistoric. When the sole alternative to David Beckham's crosses lies in whacking long balls up to two strikers, is it any wonder Kevin Keegan's side failed as it did? </p> <p>A bad performance in Paris against France followed by disappointing results in the 2002 World Cup qualifiers against Germany and Finland could see Keegan and the Football Association deciding that enough is enough. Eventually even the cheerleading has to stop. </p> <p>England will never win another major tournament unless a Premier League fondly sanctioned by the FA to strengthen the development of a successful national team returns to the original prospectus - a remote possibility at present. The football played by this summer's successful teams owed everything to the skill, vision, imagination and above all the intelligence of their performers. Its like is seen in the Premiership only when Chelsea, Liverpool or Leeds United have a good day, when Arsenal are on song or when Manchester United are in full flow. So long as two-thirds of the Premiership are preoccupied with merely staying in it this is not going to change. </p> <p>The game played by teams seeking 40-odd points to avoid being relegated bears little resemblance to the game played to win international tournaments. And the higher the price for dropping out of the Premier League the more desperate the struggle to survive becomes. </p> <p>When Spurs sold David Ginola, a creator, to Aston Villa for £3m, having bought Ben Thatcher, a destroyer, from Wimbledon for £5m, they made a sombre statement about the realities of life in the Premiership's middle classes. Whether or not Ginola can tailor his game to the belt-and-braces approach of John Gregory remains to be seen. </p> <p>To give the football authorities credit, much has been done to improve the game, with Euro 2000 surely providing ultimate vindication of the decision to ban tackling from behind, while making it harder for defences to play the offside trap. </p> <p>The flow of matches was improved by the referees being allowed to use discretion over fouls and \"injuries\". Italy's Pierluigi Collina provided the David Ellerays and Mike Reeds with an outstanding example of how to control games using cards as a last, rather than a first resort. Pre-season jabs against yellow fever should be compulsory for English referees. </p> <p>The new season will see the introduction of rugby's 10-yard rule, which gives referees the power to move a free-kick forward 10 yards if there is dissent. Protesting players who jostle officials can expect a 12-match suspension and a fine of four weeks' wages, with a minimum 12-month ban for a second offence. </p> <p>The FA, conscious of the poor images presented by a number of incidents last season, is ready to fine clubs up to £250,000 if their players transgress or even dock them two league points. The stance is admirable provided Lancaster Gate can make it stick and not be intimidated by legal threats from the more litigious club chairmen. </p> <p>They, however, will have much else on their minds. The £36m-plus transfers of Hernan Crespo to Lazio and Luis Figo to Real Madrid have taken the transfer market, along with salaries, into a new stratosphere and English clubs, the new television deal notwithstanding, are already feeling the effects of the fallout. </p> <p>Overmars and Petit, both essential to Arsenal's ambitions at home and abroad, have gone to Barcelona for a combined fee of £30m. Sir Alex Ferguson has declared that neither Beckham nor Scholes will be leaving Old Trafford while he remains manager, but since Fergie plans to retire in two years' time that is not saying much. There are only so many offers that your average plc, with shareholders to think of, can refuse. </p> <p>Everton, meanwhile, have picked up Paul Gascoigne in a Middlesbrough boot sale. Is it really 10 years since the land echoed to the tears and cash registers of Gazzamania? </p> <p><strong>The new rules</strong><br></p> <p><strong> 10-yard rule: </strong> At a free-kick, if a player fails to retreat 10 yards, delays the restart, shows dissent or is guilty of unsporting behaviour for any other cautionable offence, his team will be penalised by having the kick advanced 10 yards towards their goal in addition to the player being cautioned. </p> <p><strong> Goalkeepers:</strong> The requirement to let go of the ball after four steps is replaced by a rule that demands the keeper release the ball within six seconds. Failure to do so will result in an indirect free-kick. </p> <p><strong> Fourth official: </strong> Off-the-ball incidents of violent conduct missed by the referee can be punished during the game if the fourth official brings it to the referee's attention. </p> <p><strong> Abuse: </strong> Offensive, abusive or insulting gestures are now punishable by a mandatory red card.</p>"
]