[
  "<p>Fears of thousands of financial job losses were raised yesterday after two of the biggest firms on Wall Street confirmed their $38.5bn (£23bn) merger. </p> <p>Chase Manhattan, fresh from its takeover of Britain's Robert Fleming, is buying JP Morgan to create one of Wall Street's biggest firms. The newly combined bank, to be called JP Morgan Chase, expects to save $1.5bn (£1bn) from cost-cutting measures as a result of the deal. </p> <p>Both banks were coy about expected job cuts from the combination of Chase, which employs almost 75,000 people around the world, and JP Morgan's staff of about 16,000. </p> <p>In London JP Morgan employs 3,500 people while Chase has 8,500 staff. </p> <p>\"There will be some cost savings but this is a revenue growth story,\" said Bill Harrison, the chairman and chief executive of Chase. He added that Chase's experience of mergers suggested that about a third would come from job cuts, a third from merging head offices and a third from technology improvements. </p> <p>Sources close to JP Morgan in London said management would move quickly to calm nerves over job fears. They said most of the cuts were likely to be in the US, but that the City of London would not go unscathed. </p> <p>But unlike other newly merged firms Chase does not plan to set aside hundreds of millions of pounds to hold onto key staff. </p> <p>Shares in Chase fell 11% on the news to less than $50 - valuing the deal at $34.4bn. Shares in JP Morgan also eased, after rising more than 50% since April on the back of takeover speculation. </p> <p>The move surprised analysts and recruiters yesterday. One Wall Street headhunter said: \"It sounds to me like an open door policy to people who want to go.\" </p> <p>Brian Sullivan, head of the financial services unit for Heidrick and Struggles, the Wall Street headhunting firm, said that about 20% of the combined firm's fixed income traders could be cut because of overlap. </p> <p>The all-share takeover brings together two operations that trace their roots to America's greatest financiers, John Pierpont Morgan and David Rockefeller. </p> <p>The deal unites JP Morgan's global investment banking and asset management businesses with the commercial banking operations of Chase. </p> <p>It is also expected to exacer bate the turmoil in an industry already shaken by a wave of cross-border mergers. </p> <p>Analysts criticised Chase for paying too much for one of the last remaining independent investment banks. </p> <p>One analyst said: \"Strategically, there are a lot of merits to the transaction but at the end of the day the financial implications are negative.\" </p> <p>Another said: \"They paid too much. It's going to mean that they have got to cut a lot of heads.\" </p> <p>Chase executives will dominate the 13-strong executive management committee. Sandy Warner, JP Morgan's chief executive, will become chairman of the business and co-chairman of the committee. Mr Harrison, who will continue as chief executive of the merged company, said that the top 40-50 jobs had all been decided. </p> <p>Neal Garonzik, the head of Chase's asset management business, is the most senior casualty of the deal. His counterpart at JP Morgan, Ramon de Oliveira, will oversee the bank's asset management operations, which will manage more than $720bn. </p> <p>Of the few remaining independent banks on Wall Street, Lehman Brothers and Bear Stearns are felt to be the most likely to be taken over. Bankers said yesterday that a European bank was the most likely to pounce on Lehman because of its attractive US fixed-income business.</p>",
  "<p>What with the rolling petrol wars and the collapse of Nomura's dome deal, there's not a lot of room in the papers for media stories, which might explain the bizarre placing of the Telegraph's \"BBC1 controller steps down today\" story. For more details through the morning, visit www.mediatheguardian.com.</p> <p><strong>The Daily Telegraph</strong><br> An unbylined, three-paragraph bulletin on page 6 claims that Peter Salmon, the controller of BBC 1, is stepping down today to take over control of BBC sport. The bookmaker William Hill has stopped taking bets on who will win Big Brother on Friday, with Craig 1-3 favourite, followed by Anna and Darren. The Republican campaign team of US presidential candidate George W Bush have been accused of hitting below the belt with adverts which flash the subliminal message \"rats\" next to the Democrat slogan.</p> <p><strong>The Sun</strong><br> Still no sign in the Sun of Marina Hyde's UK Confidential column, which disappeared without trace or mention this week (for more details see MediaGuardian.co.uk's Media Monkey). But happily \"Sexy TV Vet\" Emma Inglis (from Vets in Practice) has dressed down to tell of her stalking nightmare on pages 12 and 13. Stalkers continue to be the new kiss and tell. All bets are off on Big Brother after a fun of bets on Craig at the terrible odds of 1-3. William Hill has closed the book for fear that someone has insider knowledge. Nasty Nick still backs Craig. (The Bizarre column is on to a winner with its \"Lig Brother\" guide to which cast member has been enjoying hospitality where)</p> <p><strong>The Guardian</strong><br> Broadcaster and omnipotent brain Melvyn Bragg says critics who claim the arts in Britain are being dumbed down are \"foolish citizens of culture.\" A study at Keele University argues that the media's idolising of female sports stars such as Anna Kournikova is part of a culture that discourages women from keeping fit for their health. The British branch of internet seller Amazon.com says the number of customers using the site has broken the 2m mark.</p> <p><strong>Daily Express</strong><br> Lee Boardman, who plays Coronation Street baddie Jez Quigley, says he is glad his character is being killed off, as he is afraid of being typecast. Dutchman John Jadnanansing, a former Big Issue seller, could become a millionaire after a court ruled that he owns the Teletubbies brand name in Holland, Belgium and Luxembourg.</p> <p><strong>Daily Mail</strong><br> Football fan Paul Stevenson is suing the police after the trauma of being arrested left him too stressed to watch his favourite TV programme, the Bill. Channel 4 bosses have axed Denise Van Outen's desperate Something for the Weekend show because it has lost its shock value. A hut bought in Margate by controversial artist Tracey Emin, with two pictures of the shy and retiring genius inside, has been bought by advertising tycoon Charles Saatchi for £75,000.</p> <p><strong>Financial Times</strong><br> The Advertising Standards Authority has ruled that companies offering to connect people to the internet cannot use the word \"free\" in their advertisements unless the whole of the service, including the call charge or cable connection, is completely free of charge. A report published by recruitment consultancy Kelly Services UK predicts that telecoms and internet technology will allow 25% of the labour force to work from home by 2020. A report by accountancy giants PwC states that the technological revolution will make the global media and entertainment industry more competitive, thanks to an \"unquenchable\" consumer appetite for media in physical and digital forms. Chime Communications, the advertising and public relations group that owns Bell Pottinger Communications, is looking to buy high-technology online PR companies in the US and Germany. Jean-Marie Messier, chairman of freench media giant Vivendi, says the company's shareholder base and ownership will have to shift to the US if it is to become a market leader.</p> <p><strong>The Times </strong><br> Mercury Music prize winner Damon Gough, AKA Badly Drawn Boy, said of his surprise victory last night: \"I assumed I was never going to win it, 'cos good things don't usually happen to good people.\" American TV giant NBC has blown Big Brother out of the water by revealing plans for a show which will send a group of ordinary Americans on a Russian cosmonaut training mission, to compete for the chance to go into space.</p> <p><strong>The Independent </strong><br> A psychologist at Leicester University, with too much time on his hands, has found that words used in best-selling pop songs can predict an economic recession. New York advertising agency J Walter Thompson is in trouble after a shoot in Peru for a beer commercial damaged an Inca temple. Sportswear titans Nike are hoping that the Sydney Olympics will revive flagging fortunes, after a two-year period in which sales growth has tumbled. </p> <p><strong>Tabloid Story of the Day</strong><br> The Daily Star runs a subtle double-page spread of photos showing Big Brother favourite Craig stark naked on a beach. The front page headline screams \"TV Craig shows there's no shortage at his pump.\"</p> <p><strong>Other useful sites:</strong> <br><a href=\"http://www.bbc.co.uk\">http://www.bbc.co.uk</a><br><a href=\"http://www.ft.com\">http://www.ft.com</a><br><a href=\"http://www.the-times.co.uk\">http://www.the-times.co.uk</a><br><a href=\"http://www.telegraph.co.uk\">http://www.telegraph.co.uk</a><br><a href=\"http://www.independent.co.uk\">http://www.independent.co.uk</a><br><a href=\"http://www.iht.com\">http://www.iht.com</a><br><a href=\"http://www.the-sun.co.uk\">http://www.the-sun.co.uk</a><br><a href=\"http://www.mirror.co.uk/\">http://www.mirror.co.uk</a><br><a href=\"http://express.lineone.net\">http://express.lineone.net</a><br><a href=\"http://www.megastar.co.uk/site/today/index.html\">http://www.megastar.co.uk</a><br><a href=\"http://www.economist.com/\">http://www.economist.com</a><br><a href=\"http://www.ananova.com\">http://www.ananova.com</a> </p>",
  "Elderly people from the Pakistani and Bangladeshi communities in Britain are far more likely to suffer from multiple deprivation than their Indian or white contemporaries, according to a survey of the over-60s published yesterday by the office for national statistics. <p>It found 28% of older Pakistani and Bangladeshis were in households with no central heating that were more likely to suffer from dampness and condensation. And 38% lived in overcrowded homes with more than one person per room. </p> <p>They were almost three times as likely to live in a household without a phone than white, Indian or black Caribbean older people. </p> <p>The report said the ethnic dimension of social inequality among older people could no longer be overlooked. There were nearly 250,000 over-60s from ethnic minority groups, and this number was set to swell as these groups aged. </p> <p>The high point of immigration from the Caribbean was in the early 1960s. Immigration from India and Pakistan peaked in the early 1970s, and from Bangladesh and Hong Kong in the early 1980s. </p> <p>\"The proportion of older people within ethnic minority groups is expected to increase over the next couple of decades, as the first generation migrants from the different minority groups begin to retire,\" said the author of the report, Maria Evandrou of Kings College, London. </p> <p>On an index of multiple deprivation, the survey found 47% of Pakistani and Bangladeshi pensioners experience three or more types of disadvantage, compared to 42% of black Caribbeans, 26% Irish, 19% white and 13% Indian. </p> <p>Two-thirds of white elderly people live in owner-occupied accommodation, usually without mortgage commitments. Indian elders have the highest rates of owner-occupation (88%), but often with an outstanding mortgage. </p> <p>Black Caribbean, Irish and Pakistani and Bangladeshi older people were more likely to live in local authority or housing association accommodation. </p> <p>Black Caribbeans were least likely to live in a household with a car. Nearly two-thirds relied entirely on public transport, affecting ease of shopping and attending hospital. </p> <p>Just over a fifth of white and a quarter of Irish elderly people are in the bottom fifth of the income scale, compared to a third of the older black Caribbeans, half the Indians, and three-fifths of older Pakistani and Bangladeshis. </p> <p>\u0095 Shelter, the housing charity, warned yesterday that homelessness has reached record levels in England. Figures from the Department of the Environment showed the number of households living in temporary accommodation was 66,030 in the secondquarter, a rise of 11% on a year before. </p> <p>\"Households on low incomes are the innocent victims of the housing boom. As rents continue to soar thousands of households are becoming homeless. Our experience shows that temporary accommodation such as bed and breakfast hostels are totally unsuitable for nurturing stable family life,\" said Chris Holmes, the charity's director. </p> <p>Other official figures showed the number of homeless households living in bed and breakfast hostels was 8,380. </p> <p>Shelter said that while house prices were beginning to level out, soaring rents showed no signs of falling, leading to a shortage of affordable housing and homelessness for thousands of low-incomes families. </p> <p>The situation was particularly acute in London where rents have risen 62% since 1993 to an average of £285 per week for a two-bedroom flat. House prices in the capital now average £193,000. </p> <p>Shelter called for \"massive investment in decent affordable housing\". About 100,000 affordable homes per year had to be built between 2000 and 2011 to tackle the crisis, it said.</p>",
  "<p>At the end of 1998, two FT.com executives were having a drink at the bar of the Pudong Shangri-La hotel in Shanghai, lamenting the difficulties of doing business far from home.</p> <p>Almost two years later, Donal Smith and Jonathan Schmidt are about to launch eCountries (due September 28), an internet business designed to address those complaints. As media executives wrack their brains at trying to turn their content-rich sites into money-makers, eCountries may have outfoxed the opposition with its admirably direct premise.</p> <p>Sometimes described as an online version of the Economist Intelligence Unit, which also churns out country analyses, eCountries is a site that provides news and analysis for 150 countries. As with most publishers, the information comes free of charge. The site consists of profiles on countries from Austria to Venezuela and up-to-date news feeds.</p> <p>eCountries is hoping to attract traffic by being listed on various news sites such as ABC.com and would eventually like to license its content to news outlets that have trimmed their foreign coverage. But the ace up the company's sleeve is its Marketplace matchmaking service for companies wishing to do business on foreign turf. </p> <p>Marketplace seeks to take the hassle out of international transactions, sparing companies the trials and tribulations that afflicted Smith, 38, and Schmidt, 36, during their dealmaking for FT.com years ago. Matchmaking has proved to be a successful formula for technology and internet networking group First Tuesday and eCountries has taken the concept further by adding a global twist.</p> <p>\"There is a large volume of international professional services that gets traded,\" Mr Smith said from eCountries's headquarters in Clerkenwell, the area of London where internet companies are proliferate as fast as the trendy cafes and restaurants in the neighbourhood. \"But the market is very disaggregated. The internet is a fantastic way of introducing buyers and sellers to each other.\"</p> <p>Say a British company needs a translation of Bulgarian telecommunications legislation in a hurry - an actual request that came to eCountries recently. The company then fills in a form at the eCountries site and eCountries will try and come up with matches for appropriate services; at least two or three. </p> <p>If the transaction is completed, eCountries takes a cut of up to 10% of the fees. Transactions are expected to range from £5,000 to £100,000, with eCountries counting on commissions to make up at least half of revenues.</p> <p>Other companies have spotted the potential for business matchmaking via the net. Business.com and Work.com are doing something similar for firms in the US. The two American companies have constructed big directories organised around business topics and plan to place partners' services and news feeds around these databases. But shrewdly, eCountries has its eye on the global market.</p> <p>With cross-border trade growing, eCountries believes there is plenty of scope for its venture as companies seek out reliable lawyers, accountants and other professionals in the countries in which they are doing business. </p> <p>Building up a database of service providers from accountancy firms to law firms was tough at first. It took six months to sign up the first supplier, but then momentum built up and eCountries now has about 400 service providers in its database, which covers four areas: legal translation and market research; recruitment; property services and insurance; and financial services. When a client posts a request on the site, it will get, at the very least, a global and a regional player in the specified sector.</p> <p>Great care is taken to vet the companies for marketplace. Of the 400 Russian companies suggested for eCountries's marketplace, only 50 survived the cull. In the most important part of the vetting process, a candidate who wishes to be included has to provide references from three companies with which it has done business. </p> <p>Clients \"are entering a walled garden for vetted suppliers,\" said Smith, who sold a broadcast monitoring business to Pearson in 1995 for £4m and then went on to run the company's FT.com subsidiary. Schmidt, meanwhile, founded Asia Intelligence Wire and ran the Asian division of the Financial Times. </p> <p>eCountries expects to break even by 2002. Investors like the look of the top team, which includes Michael Elliott, the editor-in-chief, who jumped ship as international editor of Newsweek to get involved. He had no qualms about joining the new venture. </p> <p>\"I'd become more and more thrilled by the possibilities of the net,\" he said, \"Especially by its ability to be a global distribution mechanism for international news and information and I thought, 'If I don't make the leap into something new now, I never will.' I'm having a blast.\"</p> <p>eCountries has undoubtedly hit upon a good idea. The dual keys to success will be the thoroughness of its vetting process to keep out less-than-reputable companies and of course, whether people use the service. </p> <p>It could be cheaper and easier to conduct searches on the net and call up a few local companies, though there is no guaranteed safety net like with eCountries. If companies want their hand held as they strike out into new markets, eCountries could be their guide.</p> <p><strong>Useful links</strong><br><a href=\"http://www.eCountries.com/\">eCountries</a></p>",
  "<b>What was the idea behind iX?</b> <br> The idea behind iX is that share trading would be most efficient if it were concentrated in several large traditional exchanges - perhaps eventually one - that could deliver economies of scale and flexible markets. <p><b>Why did the deal collapse?</b><br> There were reservations from the start. The most important questions were how London and Frankfurt would reconcile their different regulatory regimes and how the two clearing and settlement systems operate together in the short term. Moreover, many LSE shareholders thought they were getting the raw end of the deal as the 50/50 merger does not take account LSE assets, such as surplus cash and property worth an estimated £267m.</p> <p><b>Did someone threaten to scupper the deal?</b><br> OM Gruppen, the group, which owns and operates the Stockholm exchange made an offer for the LSE. A global leader in developing the software programmes for electronic exchanges, it built the platform for the International Securities Exchange, the first electronic options exchange in the US, which started in May. The system can handle about 5,000 transactions per second, according to OM. The Swedish company argues that stock markets will cease to be national institutions and become just an icon on a trader's screen - accessible anywhere, any time.</p> <p><b>Why did OM want to take over the London Stock Exchange?</b><br> It thought it could run the exchange more efficiently and produce greater returns using the latest technology. It says it made its £800m bid for the LSE - the first hostile takeover attempt of a bourse - not simply to stop the merger between London and Frankfurt, but to provide an alternative. The LSE and Frankfurt, Europe's two largest exchanges, had decided to merge in May.</p> <p><b>Why are exchanges so keen to merge?</b><br> Stock markets are looking for combinations around the world as investors demand lower costs and easier access to other markets. In response to such pressures, the Paris, Amsterdam and Brussels exchanges are combining to create Euronext. The Swiss Exchange and Tradepoint Financial Networks of the UK are setting up an electronic market. And Madrid and Milan were considering joining LSE-DB. Nasdaq, the exchange focusing on technology companies, was planning to join iX as a joint venture partner, with a view to a full merger. The overriding goal of these combinations is to attract investors by making it cheaper to buy and sell shares.</p> <p><b>Would investors have seen a fall in transaction fees under iX?</b><br> Supposedly, the merger would have made it cheaper to buy and sell shares. The biggest cost in trading shares across borders comes in the form of transaction fees charged by companies that settle trades after they have been agreed. </p> <p><b>How expensive is it currently for British investors to buy foreign shares?</b><br>According to Don Cruickshank, the LSE's chairman, a British investor buying shares in a German telecommunications company currently pays an average of £100 in transaction charges, compared with £1-15 for trading a UK stock. The quickest way to lower costs is merging settlement companies. But there were no plans to bring together the settlement firms in the iX deal - Crest in London and Clearstream in Frankfurt (which is 50% owned by the Deutsche Boerse). Both were reluctant to give up their independence. </p> <p><b>Useful links</b><br> <a href=\"http://www.exchange.de/INTERNET/EXCHANGE/index_e.htm\" target=\"_new\">Deutsche Boerse</a><br> <a href=\" http://ir.omgroup.com/news/pressdetail/61\" target=\"_new\">OM Group</a><br> <a href=\" http://www.londonstockexchange.com/\" target=\"_new\">London Stock Exchange</a></p>",
  "<p>A short stroll down one stretch of the tidal reach of the Thames last Wednesday was illuminating. On the north foreshore, below the Royal Hospital in Chelsea, an eclectic group of people were gathered. Here, feet in the rising waters, keenly debating the need for land reform and the problems of the global and local environment, were the Queen's Asian chaplain, the bishop of Southwark, a Buddhist monk, a businessman, a journalist (myself), an artist, a Brazilian human rights worker, a baroness, a general and landowner, an MEP, a refugee, and the head of Amnesty International. </p> <p>With ducks looking on and the tide rushing in, the gathering of these 12 \"archetypal\" characters - under the auspices of the String of Pearls festival - was billed as the \"people's\" riposte to the UN social summit in New York. It was, most participants agreed, bizarre, symbolic and uplifting. </p> <p>The same day, a few miles downstream at Westminster, the Dome and its Thames-side were the centre of another furious political row, the doomed attraction having asked for - and been given- another £47m to keep going. The government claimed the project was now about regenerating the local riverside community. </p> <p>At least one member of the Thames Waterside Regeneration project said the Dome had brought no discernible benefits for local employment or disadvantaged people, although Jenny Bates, of Friends of the Earth in Greenwich, disagreed, having seen marginal local returns of more than £750m. </p> <p>But the most optimistic view of the Thames that day came a mile downstream from Westminster, at Coin Street, the great and only central London community success story of the past 30 years. There, preparations were being made for this Sunday's Thames festival, the annual burgeoning celebration of the river and the communities who depend on it, love it or just happen to live by it. Christophe, the undisputed king pyro-artiste, following his millennium firework display on the Eiffel Tower, was in deep discussion with festival organiser Adrian Evans about how to light up the river and the city from 30 barges. </p> <p>Evans, in turn, was explaining that thousands of people, helped by artists and people from more than 78 community projects, would be walking in procession by lantern light in wild, river-related fancy costumes over Blackfriars bridge and down the embankment. </p> <p>Evans was upbeat. \"Most Londoners have a place for the Thames in their heart,\" he said. \"The river is becoming common ground. It now links London, rather than divides it. There is more respect for it by developers. It's as if we are revaluing the Thames for its 'riverness'. You can walk virtually the length.\" The Tate Modern, the London Eye, the millennium village at the Dome, the pagoda, the wibbly-wobbly bridge, and a bunch of new riverside developments allow access and have attracted people back. </p> <p>Much of this new awareness of the river as a resource for the metropolis and a source of pride, Evans and others believe, has been inspired by the great clean-up of the river. Human diversity has been found to improve when the ecology prospers. When the Thames was dead, Londoners turned away from it. Now that it is biologically alive people are flocking back like the birds. You can spot anglers, sailors, eel fishers, school parties and bishops nowadays on the river almost as easily as waders and ducks. </p> <p>It is a major reversal. Only 40 years ago a report to the Natural History Museum stated that there were no resident fish populations between Kew and Gravesend. Investment in sewage treatment cleaned up the water. Fish and wildlife began to reappear in the 1960s and the invertebrates in the 1970s. The small mammals still haven't made it, but there are 114 species of fish. </p> <p>But the river, like the Thames festival and the new cultural awareness of the river, is desperately fragile, say both the Environment Agency and Evans. The history of the Thames is for developments to extend further into the river foreshore, so further destroying its ecology. There are still few habitats along the tidal Thames. Only 1% of the tidal river now has a natural river bank and less than a third of its length has sloping, artificial banks. The rest is wall, limiting access, and increasing the river flow. </p> <p>Equally, the history of the Thames shows that human creativity has been snuffed out. Witness the depressing new housing developments along the river beyond Tower Bridge, uniformly elitist, mostly inaccessible, unwelcoming enclaves for people with several cars and huge mortgages. </p> <p>Yet improving the river, socially and ecologically, is a priority for many. The Thames has more interested par ties, watchdogs and \"owners\" than almost any other stretch of Britain. But, as river lovers point out, many institutions, councils, companies and others who want to promote access and sensitive development, are relatively powerless. </p> <p>An anonymous, undated article on the web sums up the situation. It is clearly written by someone who loves the river and knows its politics. The river, it says, is for sale. The Environment Agency, it accurately surmises, is under-staffed and under-funded, and only has power to advise. However much it may seek the agreement of developers to respect the the ecology of the river, it has weak legal status and only marginal influence on decision-makers. Many developers and councils are impervious to local opinion, have no environmental concerns, and \"pay lip-service to envi ronmental assessment, if at all\". Land owners such as Thames Water, British Gas and Railtrack, it accurately points out, still bear no statutory responsibility for ecological or social good practice. The Port of London Authority is not a statutory consultee in the planning process and as such does not see all river plans and cannot legally influence them. </p> <p>Equally, English Heritage has no remit to protect the Thames, and English Nature has very limited powers that relate only to statutory protected species. They have no overall powers regarding the cumulative impact of piecemeal development. </p> <p>Meanwhile, says Jenny Bates, of Friends of the Earth, the powerful London business community is trying to build three river crossings which would increase the traffic and intensify development in down stream riverside boroughs. \"Business argues that the river is a barrier and that London must work in a 360-degree circle,\" she says. \"They should, surely, be trying to meet local needs.\" </p> <p>So what would improve the situation? The anonymous author wants statutory protection of the Thames as a green corridor and a wildlife super-highway, and a change of planning emphasis away from the presumption to build. Educating planning officers, MPs and decision-makers is vital and there should be better cycle routes and more shore access. </p> <p>It will do for now. In the meantime, the Thames festival may have to wait a while before it can fully celebrate the return of the river to Londoners. </p> <p>\u0095 The Thames festival at the Oxo tower starts at midday on Sunday. Admission free</p>",
  "<p>When Joyce Headley came to Birmingham from Jamaica with her parents and sisters in the early 60s, she dreamed of the snow and of becoming a nurse. She never imagined she'd end up in prison. </p> <p>But here she is working in one of Britain's most troubled prisons, the notorious HMP Brixton in south London, which has witnessed nine suicides and gone through three governors in the last four years. </p> <p>Headley's job, part of a scheme set up by the National Association for the Care and Resettlement of Offenders four years ago, is to help inmates find an alternative means to a life of crime after their release - the key ingredients to which are employment and housing. </p> <p>She became interested in community work via a playscheme for disadvantaged children where she worked as a volunteer in her 20s. \"I lived in a very deprived part of north London, in Stoke Newington, and so I saw what happened to people who had nothing - they turned to wrong-doing,\" says Brixton's lone rehabilitator. (Her planned nursing career ended after three years, and she confesses: \"I couldn't bear being around sickness and laying people out. It was an environment where I had no control or influence.\") </p> <p>After becoming a teacher's helper, Headley went to teacher training college (deferred after she decided her children needed her at home more) and then joined another ex-offender charity before landing a post in a \"jobclub\" at Pentonville prison, north London. </p> <p>Now aged \"50-ish\", she spends five days a week in Brixton, talking to men about their futures. \"I can help because I'm not judgmental,\" says Headley, whose own family struggled to make ends meet on arrival in Britain. \"You can't just write people off as bad because they've broken the law, especially if you are in a position to make a difference. Anyway, it's in everyone's interest to try to reduce repeat offending. I always tell the employers I invite into Brixton for seminars: 'It could be your mum or a member of your family who is burgled or attacked next.' Everyone deserves a chance at a job.\" </p> <p>Around 40 to 50 inmates visit Headley each week. \"I emphasise to the men they must always try to be rational and positive, and not behave like a victim,\" says Headley. This comes from her own experience bringing up a family in a white-dominated society. When she found her children bleaching their faces to be whiter, she told them they could be whatever they wanted to be if they wanted it enough. Still, she knows it's hard for inmates to retain a positive attitude to life on the outside when there is so much discrimination against them. Without a job to go to, she knows some 65% are likely to re-offend. </p> <p>Ken Hawley, a governor at Brixton with responsibility for inmate activities, says of Headley's work: \"It's about making the prison accessible to those who can help and advise inmates. Joyce is a great organiser, persuasive, and approachable. That, combined with her in-depth knowledge and understanding of inmates' problems, means she is really superb for this role.\" </p> <p>Most of the inmates Headley sees are from disadvantaged backgrounds - many with inevitable literacy and drug problems. \"They're at the bottom of the pile, with no way out,\" she says. \"And with no job, they revert to underhand dealings. </p> <p>\"I want to break down the barrier of employer prejudice, which is largely fear. By getting employers such as Iceland and Kwik-Fit into the custodial setting, I try to break down the myths about ex-offenders. When they see a prisoner in an education class, they often see someone who really is trying to do the best with what they've got instead of someone who is just bad.\" </p> <p>Headley has found jobs locally for several inmates with Iceland, which has pledged to expand the practice to employing ex-offenders nationally, and Kwik-Fit has also expressed interest. She says: \"There's nothing more satisfying than bumping into an inmate on the outside, which I often do, and finding they are working, or have set up a small business.\" </p> <p>She helps inmates to find accommodation, sorts out welfare benefits and gets those in financial difficulty on to debt management pro grammes. She listens to their emotional and domestic problems, and is the only civilian ever to win the prison's \"employee of the month\" award of its 500 staff, 200 of whom are officers. </p> <p>One inmate who acts informally as a \"buddy\" to other prisoners says: \"Men can have a confrontational attitude to other men, whereas they are kinder and gentler to a woman. Joyce is gold. Having her comforting presence and care is so important in a hostile environment like this, it's like water in a desert.\" </p> <p>\"When I walk around, there's such a high black population here I think: 'God, why are you all here? Wouldn't you rather be somewhere else?' None of them did it, of course - they were all fitted up - but quite a few of them do want to change their lives, and with the right help and support they could actually do it. Sadly, there isn't usually a budget for this work in prisons.\" </p> <p>The government has just announced funding for careers and housing advice for seven prisons, including Pentonville, to be run along similar lines to Brixton's Nacro project. </p> <p>Jobs can't get much tougher than persuading employers to take on men who've been in prison. Headley attributes her success to her parents, but not in a totally positive way. She says: \"They were terribly Victorian and strict, but they were in a strange country and were unquestioning of those in authority, such as doctors and teachers, in a way that only immigrants are. I was determined not to be the same. I don't have tunnel vision. I'm more challenging and exploratory, and I'm grateful to them for that.\"</p>",
  "<p><strong> With one voice</strong><br> Sir John Krebs, chairman of the government's Food Standards Agency, made few new friends recently when his organisation's report claimed there was little nutritional difference between organic and conventionally-grown food. Dr Patrick Wall, chief executive of his Irish counterpart agency, the Food Safety Authority of Ireland, has now reminded people to buy organic food because it is \"more environmentally friendly, more wholesome, and better produced\". He then dismissed Sir John's views as \"extreme\".</p> <p><strong> A serious omission</strong><br> When the Environment Agency held its annual meeting last week in east London, it bravely chose the theme of environmental equality and social exclusion. Problem: there was not one black, and only one Asian face in the invited audience of more than 100 people. Still, the chairman Sir John Harman did recognise the racy lives of those there: he advised the audience at the start of his opening address to \"turn off your vibrators - they interfere with the video camera\". Which reminds Eco Soundings' correspondent of a similar comment once made to MPs by the Commons' retiring speaker Betty Boothroyd. Another nice touch was that at the junction of heavily polluted Commercial Road and Whitechapel Road near the conference centre was a road sign directing motorists to a car park for all committed environmentalists attending the meeting.</p> <p><strong> Spin a protest</strong><br> In the countdown to November's crucial climate summit in The Hague, a coalition of leading global environmental groups has launched the first international web-based initiative to give people a voice in demanding a halt to global warming. It intends to collect 10m names in just three months. So far, three weeks in and with 10 to go, almost 800,000 people have signed up. The address is <a href=\"http://www.climatevoice.org\">www.climatevoice.org</a>.</p> <p><strong> It's a blast</strong><br> Considering the good people of Las Vegas used to go into the hills above the gambling capital in the 50s and hold atomic BBQs whilst watching the atmospheric atomic tests 60 miles away, it comes as a surprise to find the council of the gambling town passing a resolution declaring Las Vegas a nuclear free zone. Yucca Mountain, on the other hand, the only site the US government has studied for a huge high-level nuclear waste repository is just down the road.</p>",
  "<p>Bishops may be accustomed to having community centres and schools named after them, but not woodland. In a first for a senior Church of England cleric, the Bishop Alan Chesters Wood has been opened on former grazing land in the village of Croston, Lancashire. It has been named after the current Bishop of Blackburn, who unveiled it last week. </p> <p>The two-acre wood, surrounded by flat marshland, was planted last autumn and is designed to be a haven for wildlife next to St Michael and All Angels church. \"I have been concerned about the environment for quite a lot of my life,\" says the Rt Rev Chesters, \"particularly about trees and tree cover.\" </p> <p>The bishop, who is closely involved with the Countryside Agency, hopes to set a trend. He would like to see the wood encourage other churches to create their own wildlife havens. </p> <p>Canon Robert Brunswick, rector of St Michael and All Angels, says the church council wanted to create something of lasting value for the local community. \"The land was grazed before, but the farmer retired last year so we felt it was the opportune moment to use the land in a different way.\"</p>",
  "<p><strong>Ambi and Walsh</strong></p> <p>The next few months are going to be interesting ones for West Indies cricket. Will they lose one or both of their great fast bowlers? Ambrose's mind appears to be made up. As the cleaning staff at The Oval were clearing away the champagne bottles, and as the Windies and England players flitted in and out of each others' dressing-rooms clutching cans of Fosters Strong Lager, I finally cornered \"Ambi\", the man who talks to no-one.</p> <p>Can anything make him change his mind? I asked. No, he was looking forward to going home to Antigua, seeing more of his family, and to doing some fishing - his favourite pastime. But if, as he himself has admitted, the support bowlers Rose, King and Co are not ready, then he should stay on, shouldn't he? He smiled at that one. \"But I may stay for another five years and they still won't be ready\".</p> <p>The man apparently is not for turning, but who knows? He and Walsh are to talk with Patrick Rousseau, the President of the West Indies cricket board. Rousseau insisted to me at The Oval that he won't be asking them anything, just listening. But there's little point in holding a meeting with a man who's made it plain he's going to retire - unless of course you're going to try to persuade him to stay. </p> <p>Jimmy Adams and the manager Ricky Skerritt stuck to the party line - our wish is what they wish themselves. I couldn't Walsh get to reveal his hand. \"I owe it to them to listen to what they have to say before I make a decision\". The cricketing world awaits.</p> <p><strong> Sarwan and Trescothick </strong></p> <p>Comparing a 20-year-old Ramnaresh Sarwan to Rohan Kanhai, another Indian Guyanese, seemed a sure way to make the young man big-headed. But no-one who saw or spoke with Sarwan thinks there's any danger of that. Sure there's a degree of self-belief that shows clearly at the crease. But there's also an easy amiability, and a down-to-earth attitude. He was one of the first West Indies players to go the Test Match Special box after the Oval defeat.</p> <p>He speaks of his pride in playing for the maroon, and with guys who a few short years ago, he was watching on TV like the rest of us. He even seemed happy to carry the towels and water at Lord's. Once he stopped to talk to West Indies fans in the Edrich Stand, lifted both arms like an orchestra conductor and told them to make more noise for the team.</p> <p>Is he the new Kanhai? It's an obvious comparison because of their ethnic similarities, but they have different techniques. What's clear is that Sarwan is already very good indeed. Upright stance, still head, high backlift, strong in the V, but with a hook and pull to match anyone.</p> <p> I watched his two unbeaten innings at Headingley on TV from Guyana in the company of an old-timer who knows his cricket. \"The boy sound, sound, sound\", he said, his eyes never leaving the screen. \"He may even be better than Lara technically\". Another example of that famous Caribbean parochialism? We'll see. Before the Oval Test, Sarwan had to return home to attend the funeral of his girlfriend. He never let his grief show in his little cameo as he and Lara chased a hopeless cause. And he topped the tourists' batting averages.</p> <p>The turning point of the series came in West Indies' second innings at Lord's. Two-nil and it could have been all over for England. But Marcus Trescothick helped sustain their momentum. Adams, Skerritt and Harper all said England got better as the series progressed, and Trescothick played a part in that. Sure he can hack it as a one-day player, but the question once the series resumed at Manchester was how he would cope with the more demanding environment of Test cricket. Very well as it turned out. It took a dropped catch by Wavell Hinds (desperately unlucky in the first half of the tour and desperately disappointing in the second) and Trescothick was on his way.</p> <p>His 159-run opening partnership with Atherton made West Indies push for a drawn series much harder. The Windies have bowled to a few left-handed openers since the '80s, but Trescothick was probably the most difficult to dislodge since Chris Broad and Graeme Fowler. Duncan Fletcher was an easy winner of the battle of the coaches, because he ran a smarter campaign than Roger Harper. His judgement on Trescothick was another reason.</p> <p><strong>A summer to remember</strong></p> <p>So the Windies lost but it's been a summer to savour. Channel 4 is to be commended for simplifying the game for the non-anoraks, but someone should tell them that there's more to the Caribbean than the beach. Some of the symbols were too cliched. How about Derek Walcott or CLR James next time?</p> <p>A plus for Caribbeans? Jimmy Adams bravely and honestly facing his press and his critics as England sprayed the champagne around. Relations between the sides were good, and the guard of honour for the two old warriors was an example of that.</p> <p><em>Orin Gordon, born and brought up in Guyana, has lived in London for six years and currently works as a broadcast journalist. To read his previous column, in which he talks to disillusioned West Indies fans at the Notting Hill Carnival, <a href=\"http://www.wisden.com/Story_Co_Brand/0,5642,361148,00.html\">click here</a> </em></p>",
  "<p>Independent TV production company September Films is preparing to launch an online trading platform for TV clips called Clipsalesnow.com. </p> <p>Sally Miles, managing director of September Films, is currently in talks with a number of independent TV production companies regarding third-party representation. </p> <p>It is believed that United Productions is to be the first company to sign up, although Miles wouldn't confirm any deal. However she expects to have more than 100 minutes of material on offer at launch in eight weeks. </p> <p>\"I'm talking to a lot of big production companies at the moment and we should have a major ITV broadcaster to announce imminently,\" said Miles. </p> <p>Clipsalesnow.com is a fully automated service, allowing broadcasters to search for relevant clips that can then be bought and downloaded directly from the website. A licence will follow in the post. The service has been set up by investment from September Films, although the company is looking for other investors to become strategic partners. </p> <p>Miles has recruited Alessio di Capua from Pearson TV's archive department and will have library research staff on hand for users as well as the website search. </p> <p>September Films is not alone in realising there is a market for this type of trading platform. The BBC is currently working on ways in which it can make money from its vast archive and has set up Project Irene to migrate the licensing of stock footage and programme clips into an e-commerce-based environment. </p> <p>BBC Worldwide is currently seeking a financial partner to help with the costs of migrating its library sales business online. Given that the library sends out around 80,000 clips each year to businesses by courier, Project Irene is expected to be a big cost-cutting measure for the corporation. However, it is not expected to launch until summer next year. </p>",
  "Friday of next week is European Car Free Day, when the people of Europe's cities will be encouraged to leave their cars at home. I think the organisers will agree that it's building up rather nicely. <p>What have the truckers and farmers got which we greens have not? Whenever environmentalists have tried to stop petrol tankers from getting onto the roads, the police have pounced immediately. </p> <p>Last year campaigners outside an oil refinery in Essex were charged with obstruction of the highway, even though they were standing on the verge. Today's protesters, far from being arrested on sight, seem to have been able to bring the whole system to a standstill merely by turning up and shouting.</p> <p>The oil companies insist that their capitulation has nothing to do with the fact that they would also like to see fuel duties fall. They can't let their tankers go, they argue, because their drivers have been intimidated. </p> <p>When pressed yesterday, a Shell spokesman explained that on Friday last week, someone threw a traffic cone at one of the company's trucks. Note to anti-capitalism protesters: next time you want to bring the entire economic system to a halt, threaten it with a traffic cone.</p> <p>But in the meantime, congratulations, lads! Your position might defy all logic. The farmers among you are taxed at just three pence a litre, the fishermen not at all. Even the truckers and car drivers pay only a fraction of the costs they impose on the rest of us. </p> <p>But you've managed to do what we environmentalists have sought to do for years: you've got cars off the roads, people onto public transport and fossil fuel consumption down to a record modern low. Our city centres are more peaceful and our cyclists and pedestrians are safer than they've been for years. </p> <p>You have, in other words, reclaimed the streets for the people. Keep up the good work: as the government has made it clear that it will listen to no one else, we're depending on you and you alone to bring our crazy, unsustainable energy system to an end.</p>",
  "For the first time the government faces a real crisis. It is in the right, it is standing firm and it must win. But this tests its mettle as nothing has before. The unions don't scare it, but motorists do. <p>Suddenly the strength of government is in peril, as civilisation turns fragile with ambulances, schools, food supplies and refuse collection threatened. Haunted by the unburied bodies and rat-infested rubbish heaps of 1979, New Labour's mind-set switches to Thatcher-and-the-miners mode. But this isn't the unions, this is the world turned upside down. This is a fight against the forces of conservatism - a popular front of Poujadist small businessmen, farmers, cab drivers and truckers, all supported with weasel words by Mr Hague and the right-wing press. There is no ready-made language to describe this particular enemy of the people, the militant chambers of commerce. Meanwhile the unions parrot gleefully what the Rotarians used to say back in the 70s: Sir Ken Jackson of the AEEU, \"They have to understand the damage being caused to the economy;\" and John Edmonds of GMB, \"Ministers must not allow themselves to bow to these demonstrations by small businessmen and Tory supporters.\" Quite right too. </p> <p>These protesters are a small, tightly knit group of politically motivated men. Take the farmers. They have been blockading supermarkets over the falling price of milk - hardly a popular cause - but now they have found petrol hits the spot. But what cheek. Red diesel for tractors is taxed at just 3p a litre while ordinary diesel is taxed at 48p a litre, so it is time they got their state- subsidised tractors off our lawns. Their real grudge against Labour is ideological, angry at the right to roam and the banning of fox hunting. (Why were the protesters outside John Prescott's anniversary dinner in Hull yelling about banning hunting as well as petrol prices?) As ever, farmers seem oblivious of their special £3bn a year welfare state for producing 1% of GDP. Here's an interesting fact: in all Wales there are 2,000 civil servants to cover everything, but nearly a quarter of them are clerks engaged full-time in processing claims and paying out grants to farmers. (Poor rural dwellers hit by fuel prices could be far better targeted with council tax cuts.) </p> <p>As for the truckers, they are highly selective when comparing petrol taxes with the rest of Europe. The Road Haulage Association (RHA) complains about unfair competition from French trucks, made worse now Jospin (so recently reviled by the right for caving in) has slashed their fuel tax rates. A French truck, says the RHA, can fill up in Calais, unload in Scotland, steal many small jobs from British firms on the way home all on one mighty tank. But do these British companies really want tax harmonisation with the French? If they had French petrol tax, would they accept French income tax, corporation tax and road tolls too? </p> <p>The Greedy Gordon attack carries some weight. The price rise from $10 to $34 a barrel in just 18 months should bring him in a windfall in extra VAT on fuel and extra revenues from the North Sea. Most estimates suggest £1bn, the Mail came up with £4bn. But until the end of the year it's unknowable and even then hard to calculate. If people are spending more on petrol, they are spending less elsewhere, so other tax revenues drop as company profits fall. But if at the end of the year there is a clear Treasury bonus, then the chancellor should commit that sum unequivocally to green investment in desperately under-subsidised renewable energy projects or public transport. (Or how about free buses for under 21s?) </p> <p>The government has sounded weak in this debate because Tony Blair never talks green. He is happy administering the thwack of firm government but green is for wimps. However this argument must be fought and won on its own merits. Friends of the Earth point out that road transport is the second fastest growing British source of carbon emissions and drivers still don't pay the true cost of their driving. Road transport costs the environment £42bn a year but tax raised from road transport is only £23bn. Government figures show how the cost of motoring has not changed in real terms in the past 25 years while train fares have risen by 53% and bus fares by 87%. We would be better off with fewer hauliers: 40 years ago more than half of all freight went by rail, now it is only 7%, although each ton transported by road gives out 80% more CO&lt;-&gt;2 <!----> than by rail. </p> <p>There was a sigh of relief at the weekend when Opec agreed to increase oil production by 800,000 barrels to try to ease prices. But those extra barrels will add 1/2% to the total global output of CO&lt;-&gt;2 <!----> at a time when the world is committed to reducing emissions by 7%. What a small puff of protest it took to blow the world off course. Environmentalists watching the protest spread right across Europe wait in trepidation to see whether most EU leaders will take the Blair or the Jospin route. At the November climate change summit in the Hague they had hoped for a united European front to shame the Americans, whose CO&lt;-&gt;2 <!----> emissions have risen by 20% instead of the cut they agreed at Kyoto. (Their cars use twice as much petrol, which is cheaper than Coca-cola). The fear is that the US will just laugh at a shamefaced Europe, where country after country has caved in at the first challenge. </p> <p>By chance this is the government's Flood Action Week, warning that global warming means a 10-fold flood increase this century. It looks depressingly unlikely that politics can deliver enough - or any - belt-tightening to save the world from global warming. The only hope is that higher prices make the cost of alternatives (wind and solar power) commercially enticing. It is happening in countries where governments kick-started it with heavy subsidies but Britain is losing out. (BP moved its solar panel factory to Europe.) Denmark is now the world's manufacturer of windmills, not us, though we have half of all Europe's wind potential. </p> <p>People in cars are transmogrified into \"the motorist\", a less sociable political animal than when they are \"parents\" or \"employees\" or even \"voters\". Why does petrol stir such fury? Every 1% rise in interest rates costs the average family £10 a week on their mortgage, but there are no interest-rate protests, nor celebrations at inflation falling yesterday. Margaret Thatcher's deadly political instinct recognised the car as her great ally, her symbol of individual selfishness. New Labour has yet to find an eloquent language or attractive policies to tackle it. Now it must. </p> <p><a href=\"mailto:polly.toynbee@theguardian.com\">polly.toynbee@theguardian.com</a></p>",
  "As the queues formed outside the few remaining petrol stations open for business yesterday and panic buying for food began, economists who have pioneered the view that the world has become a virtual marketplace in which energy no longer matters were left scratching their heads. <p>Britain - after just two days of protest - had moved from a country in which the government talked about the benefits of a \"new economy\" to one in which emergency powers were being invoked to deal with a crisis caused by the oldest of old technologies - a shortage of fuel. </p> <p>It is not just in Britain that governments are concerned about the possibility of the old economy biting back. President Bill Clinton has warned the oil producers' cartel, Opec, that it could plunge the global economy into recession unless it produces more oil, and the US government is considering whether to release oil from its strategic petroleum reserve to increase supplies and lower prices. </p> <p>Professor Andrew Oswald, of Warwick University, is one of those who believe that the significance of the new economy has been overstated. He argues that the three previous sharp increases in the price of crude since 1973 have all led to recessions and that the fourth - the fourfold increase since the beginning of last year - will have the same impact. Prof Oswald rejects the idea that the computer chip and the mobile phone are the visible signs of a \"weightless\" world not vulnerable to energy shocks. </p> <p>\"Oil is an important input. Most especially, its price influences the prices of other energy sources, and so, in turn, determines lots of other infuential prices in the economy. [And] employment and output respond.\" </p> <p>Economic historians now believe that the low level of oil prices in the three decades after the second world war helped to create the conditions for the long burst of economic growth from 1945 to 1973, and that the price collapse in the aftermath of the 1991 Gulf war has been equally important to the success of the US economy. Cheap energy has pushed down inflation, allowing the Federal Reserve, America's central bank, to foster growth by keeping interest rates low. </p> <p>The key question now is what happens next? In theory, all three of the world's major economic blocs are vulnerable. Japan, which is only just emerging from recession, is highly exposed to higher oil prices, the combination of more expensive energy and the declining euro has already pushed inflation in the single-currency zone above 2% and triggered an increase in interest rates from the European Central Bank, while the boost to corporate profits from cheap oil, which has been a crucial factor in underpinning share prices on Wall Street, could quickly evaporate. </p> <p>According to figures due to be released by the International Monetary Fund next week, 2000 will be the best year for the overall global economy in a decade. </p> <p>But already there have been signs of a slowdown prompted by the rise in the cost of a barrel of crude oil from under $10 in early 1999 to around $35 last night. </p> <p>Economists see recession - rather than a burst of 70s-style high inflation - as the big threat. Graham Turner, of consultancy firm, GFC Economics, said that the real problem with oil was not the increase in demand but supply-side factors specific to the oil market. </p> <p>\"Although the global economy has staged an impressive comeback since the economic crisis of 1997-98, the failure of non-energy prices to stage a more meaningful recovery suggests that high oil prices are not a reflection of a wider global imbalance between supply and demand. </p> <p>\"Supply restrictions certainly played a key role in lifting prices from the lows experienced at the end of 1998, but in recent months speculative forces appear to have taken on a greater significance.\" </p> <p>Mr Turner added that the slowdown in the global economy caused by higher oil prices would eventually lead to the pricking of the speculative bubble, which in turn would bring prices down again. </p> <p>Analysts believe that the impact of dearer fuel is being felt by both consumers and businesses. Consumers' living standards are affected directly by the extra expense involved in filling up their cars with fuel or by the higher cost of public transport, while the ultra-competitive global market has meant that businesses are finding it hard to pass on the full cost of the rise in the cost of energy to their customers. </p> <p>Mike Lenhoff, of City firm Capel Cure Sharp, said that growth in real (inflation-adjusted) wages in the UK was lower now than it was at the start of 1999. \"The bottom line is that higher oil prices have already done much to squeeze real income growth.\" </p> <p>The scale of the slowdown depends on how policymakers react. In the short term, dearer oil will push up inflation but it is the medium and long-term effects that really count. If politicians and central bankers conclude that the result of higher energy prices will lead to knock-on effects, with workers able to secure higher pay to compensate for the reduction in their living standards, then the result will be higher interest rates and an increased chance of a hard landing. </p> <p>However, if there are no so-called second round effects, policymakers will assume that the spike in inflation caused by the dearer crude oil will unwind as the economy slows and oil prices start to subside. The next few months will prove vital.</p>",
  "Six days ago there was nothing more to be seen than a cloud over Cheshire, the size of a band of farmers on a freelance expedition to try to shut down a single refinery. Now there is raging crisis: the prime minister back in London, having called off all other engagements to take charge of the government response; petrol supplies exhausted throughout the capital and forecasts that very soon none will be left anywhere in the country. How could this autumn of discontent have blown up so fast out of nowhere? <p>The government was all too clearly unprepared for the scale of it. On Monday evening, as the lights went out in service stations all over Britain, Mr Blair was still trying to keep a dinner date with John Prescott in Hull. Ministers had badly underestimated the forces ranged against them. What had begun as a rising of the Poujadist self-employed, a political constituency with which past Labour governments might have been only too happy to do battle, was now looking much more formidable. People whose roads were obstructed, who were forced to sit for hours in queues to fill up their tanks, seemed on the whole more upset by the chancellor's tax take than they were with those causing disruption. Whatever they thought of the tactics, they welcomed action which if successful would cut their own petrol bills. </p> <p> So the government's message of \"no surrender, wait for the budget\" failed to find many takers. Nor did it play too well at the TUC yesterday, as Gordon Brown insisted that Labour must not amend its strategy to deal with an oil price increase which might prove only temporary. The trouble is that all experts see prices continuing to climb; none predicts a slipping back to acceptable levels. But by now, pertinent questions were surfacing as to how and why the protest movement has achieved such swift, overpowering success. Why have the pumps run dry when the picketing in many places was light, verging on vestigial? Why have oil companies made so little apparent effort to lift what in many places was hardly more than a token siege? Why, where the police had cleared the barricades out of the way, was nothing, even now, moving? One analyst even alleged that oil companies wanted to see the demonstrations succeed, in the hope that the chancellor would be forced to cut tax, thus boosting their takings. </p> <p>The sun must have come out in Downing Street as the first signs appeared that the focus of public disquiet was switching from government unreadiness to oil company duplicity. But that could yet switch back again. Beyond Tony Blair's upbeat assessment and promised measures last night, he and Mr Brown need to move fast and purposefully to recapture control of the agenda. They need to be far more robust in defending taxes on petrol as essential to protect our threatened environment. They need to show that the Treasury's windfall from petrol price increases (a mere £400m in the past year, the chancellor says) will not simply disappear into the Treasury's maw, but be used for the public's long-term benefit through spending on enhanced public transport and investment in alternative sources of power. They must also resist the temptation to talk, as Jack Straw regrettably did yesterday, as if all street demonstrations, whatever their cause, constitute a form of disruption which society should not tolerate. Where disruption takes forms which are clearly illegal, there must be action to stop it. Where it is merely troublesome and discomforting for authority, no government with any liberal pretensions should try to deny its legitimacy.</p>",
  "<p>Is your writing as transparent as a mixture of comminuted particles of rock with water of varying consistency, or is it just as clear as mud? </p> <p>How do we judge the quality of, say, an iron? If it gets creases out of clothes, that would be one fair indicator. Design, colour, weight, and so on, will affect our choice, but these count for nothing if it doesn't do the job for which it's intended. </p> <p>Social care writing should be judged likewise. If something can be read and understood at the first time of asking, then it's good writing. Simple as that. No matter that it's grammatically correct, well structured and displaying a wide vocabulary: if it's not understood, it's poor writing. </p> <p>And, in this sense, social care is full of poor writing. It is often bloated, pompous and jargon-filled - sometimes so much so that even people who work in social care struggle with its meaning. And if they struggle, what chance do the rest of us have? </p> <p>Why, for example, do inspectors (whose reports are all public documents) come up with \"localised lighting to beds\" for bedside lamps? Or \"hot water outlets\" for taps. Or \"nutritional management\" for food? And they must surely know that phrases such as continuity of care, inter-agency and multi-disciplinary, domiciliary care and self-advocacy are meaningless to the outside world. So why use them? </p> <p>I believe that everybody has a fear of writing. For some, it's an in-your-face fear; for others, it's just a nagging doubt prowling around the back of their minds. I think this fear is there because of the permanency of writing. Say something, and it's gone. Write it down, and it's with us forever, just waiting to come back and haunt or embarrass us. And so we write words we would never say. We would never say, \"Excuse me, may I look at your paper to ascertain what's on TV this evening?\" We'd ask to find out what's on telly. </p> <p>There is also the problem of professionalism - or, at least, a grasping perception of it. Social workers and others who see themselves as professionals also have a fear of not appearing sufficiently eminent or knowledgeable. And so, to prove they are, they click into pompous mode and produce bloated, jargon-filled writing. Recently, I heard a Wendy House referred to as a \"domestic experience environment\". </p> <p>Jargon has its place. Provided everyone understands it, it's fine - a useful shorthand. Sadly, it is more abused than used. It excludes people and makes them feel inadequate. It also causes headaches for translators. </p> <p>Many social care staff have a real concern that writing simply would undermine them, causing colleagues from other services to think less of them. One way around this is for their department to issue a policy statement saying that they are committed to writing in plain English. Some statement could also be put on letters, leaflets and posters, along the lines of: \"We believe that all our public information should be in plain English. If you think we can improve this in any way, please let us know.\" </p> <p>This would serve three functions: first, it would be an everyday reminder of the belief in plain English and an encouragement to staff to think about how they write; second, it spells out the policy for others, encouraging them not to think of everyone else as simpletons and may even inspire them to write clearly and concisely; and third, it encourages the public to comment on the readability of information they have received. </p> <p>Talking the talk (and writing the write, I guess) is also why such overly bureaucratic language, with all its weasel words, breeds famously in the world of social care management. The higher up in the department you go, the further behind you leave ordinary, everyday talk. You start having strategies, while the rest of us are stuck with plans. You start lunching out on buzzwords - \"robust\" systems, \"fluid\" services and budgets - and, without batting an eyelid, start saying things such as \"we'll road-test that\" and \"wait until the dust has settled on the budgets\". </p> <p>One director of social services felt the need to concentrate with staff on the \"development of strategic plans\". Now, I may be missing the point here, but this means \"the development of planned plans\". Or maybe that is precisely the point. It's thinking that way that makes them directors and sets them aside from mere mortals. </p> <p>To write effectively, we need to know three things: why we are writing it; what we want to happen as a result of our writing; and who we are writing for. If the target audience includes the public then this means using shorter sentences (average about 15-20 words), shorter words and avoiding jargon. So don't write in plain English henceforth - write in plain English from now on.</p> <p>\u0095 Graham Hopkins is author of Plain English for Social Services and The Write Stuff - A Guide to Effective Writing in Social Care, published by Russell House</p>",
  "<p>A World Bank report trailed as the most detailed ever investigation into global poverty was last night under heavy fire from development charities who accused the bank of censoring the radical conclusions of an earlier version. </p> <p>Aid agencies said that criticisms of orthodox economic policies from a draft published on the web in January had been removed from the final version of the bank's world development report, published last night. </p> <p>\"It is a comprehensive overhaul in which much of the draft's critique of conventional bank thinking has been replaced by an apologia for business as usual,\" said Duncan Green, policy analyst at Cafod, the Catholic aid agency. </p> <p>The original author of the report, Professor Ravi Kanbur, resigned in June, after what friends described as a disagreement with the more orthodox economists at the bank over his insistence that redistributive taxation policies and social spending were vital in tackling global poverty. </p> <p>The bank last night denied charges of censorship, and said that the key messages of Prof Kanbur's draft had survived the editing process. The final report argues that economic growth is crucial but often not sufficient to improve living standards in poor countries. It advocates a three-prong approach of expanding economic opportunities for the poor, while empowering them and providing security against social and economic shocks. </p> <p>\"There' s no censorship at all, what we've had is a process of consultation since we placed the January version on the web,\" said Professor Nick Stern, the bank's chief economist. \"In that process, we have made revisions but the central messages [from the January draft] of opportunity, empowerment, and security are still driving the whole thing.\" </p> <p>However aid agencies said the radical tone of Prof Kanbur's January draft had been watered down, and the standard Bank messages about the importance of economic reform, strengthened. </p> <p>Prof Kanbur's draft criticised free market reforms advocated by the bank and the International Monetary Fund, which it says have harmed poor people in some countries. The final version of the report omits most of the sections describing the downside of market reforms and concentrates on their benefits for economic growth. </p> <p>The January draft blamed rapid opening of financial markets for the crisis which swept through Asia three years ago and advocated countries using capital controls to stem speculative flows of capital. In the final version of the report, the section on capital flows has been cut down to a line recommending a \"cautious approach\" to the process of liberalising financial markets and using capital controls as a transition measure. </p> <p>\"On balance, I'd say this is a clear case of intellectual censorship,\" said Mr Green.</p>",
  "<p>Dresdner Bank of Germany is in talks to buy Wasserstein Perella, the American investment banking boutique founded by two of Wall Street's best known bankers, for up to $1.5bn (£1bn). </p> <p>Wasserstein, which featured prominently in the book Barbarians at the Gate - the account of KKR's then world record 1980s takeover of tobacco and food company RJR-Nabisco - advised Time-Warner on its takeover by America Online, the biggest deal so far this year. </p> <p>The talks, which would combine London-based Dresdner Kleinwort Benson with the firm now known as Wasserella, underlines the fast pace of consolidation in the global investment banking industry. </p> <p>A source close to the talks confirmed that a deal was very close. A report in the Wall Street Journal yesterday said financial terms were still to be finalised after both sides had largely agreed on the structure of the deal. </p> <p>Bruce Wasserstein, who founded the firm with former colleague Joseph Perella in 1988, would be the largest beneficiary. He owns more than half of the business after Mr Perella's decision to leave in 1993 to head Morgan Stanley's investment banking department. </p> <p>The takeover would improve Dresdner's position in the US market. Wasserstein was ranked fifth in all American mergers and acquisitions this year, compared with Dresdner's 14th slot, according to Thomson Financial Securities Data. As well as Time Warner, other blue chip clients include Phillip Morris, the tobacco group and Axa Financial, the US arm of the French insurer. </p> <p>Mr Wasserstein has advised on some of the biggest financial services deals of the past decade. Two months ago, his firm advised UBS on its takeover of PaineWebber, a bid which set off the latest wave of consolidation. </p> <p>Bernd Fahrholz, chairman of Dresdner, indicated that the German bank was prepared to spend about €1.5bn (£870m) on its investment banking business this summer after the bank's failure to agree merger terms with two German rivals, Deutsche and Commerzbank. The bank has a larger pool of money available for any purchase, however. </p> <p>Sources close to the talks say there will be very little overlap. One said: \"There is not much crossover between what we do and what they do.\" </p> <p>A small number of Wasserstein's staff of more than 550 are based in London. Dresdner Kleinwort Benson employs 800 people in New York, but mainly in its equity operations rather than mergers and acquisitions. </p> <p>Howard Covington, managing director of the US group's London operations, was flying back from New York yesterday morning. Although his team advised on Wal-Mart's acquisition of Asda last year, it ranked 21st in all European deals announced in 1999. </p> <p>Mr Wasserstein, 52, is expected to have been offered a \"very senior role\" with Dresdner Kleinworth Benson and a seat on the board. </p> <p>He shot to prominence in the 1980s alongside Mr Perella when they headed the mergers and acquisitions department at First Boston. Following their decision to leave the bank, they were deeply involved in the RJR Nabisco takeover.</p>",
  "<p>The World Economic Forum's star turn, Bill Gates, criticised the anti-capitalist demonstrators who clashed with police during a second day of violence outside the Melbourne conference yesterday. </p> <p>As 500 protesters continued their blockade of the Crown casino, the Microsoft founder warned delegates at the Asia-Pacific regional meeting that \"the big losers\" in any curbing of global trade \"will be the poor people of the world\". </p> <p>\"Living standards have risen around the world,\" he said. \"World trade is the mechanism that's allowing these poor countries to get enough wealth to start taking care of very basic human needs.\" </p> <p>Mr Gates also rallied support for the battered internet sector. \"People ask where do we go from here ... and say 'okay, is this finally the end of technology doing miracle things?',\" he told delegates. \"My answer is ... absolutely not.\" Mr Gates said new applications would drive further growth. </p> <p>\"If we can bring exciting new applications that make those knowledge workers more effective, the continued benefits we have - the PC, the software revolution, the internet - those will continue to grow very strongly,\" he said. </p> <p>Despite his bullish views, continuing blockades by protesters forced Mr Gates to cancel two engagements outside the casino later in the day. </p> <p>In a change of tactic that was criticised by activists, police baton-charged the blockades in the early morning and evening, allowing seven buses of delegates in and out of the building. </p> <p>Organisers said a dozen demonstrators were hospitalised and 50 injured were treated at the scene. They included two New Zealand Green MPs, who said they would raise the issue in parliament. </p> <p>The protesters' legal team has lodged a complaint with the state ombudsman alleging \"brutal, highly dangerous and provocative\" police tactics, said spokesman Damien Lawson. </p> <p><strong> Police violence</strong><br> </p> <p> Anti-capitalist activists claimed that police violence worsened when TV cameras departed after the evening news. They also complained about the removal of badges from police uniforms, preventing the identification of officers. </p> <p>Police reported just one arrest and said they had used the appropriate force necessary to prevent a repeat of yesterday, when blockades confined 200 delegates to their hotel rooms. </p> <p>\"The precision used this morning made our operation very successful and the majority of the delegates arrived in the forum at the designated time,\" said Victoria police's deputy commissioner of operations Neil O'Loughlin. </p> <p>Andre Haermeyer, Victoria's police minister, told reporters that the police had been targeted with ball bearings, marbles, screws, glass and urine thrown by protesters. </p> <p>Victoria's prime minister, Steve Bracks, condemned the demonstration as un-Australian. </p> <p>\"Trying to restrain people from getting into the venue is effectively a form of violence which they've pursued which I absolutely deplore and is not acceptable in the way we operate in Australia,\" he told radio 3AW. </p> <p>More than 5,000 trade unionists later staged a peaceful rally outside the privately funded forum. </p> <p>The next fixture in the autumn season of global protest could be the Olympic Games in Sydney, which opens in three days. More definite targets are the annual meetings of the World Bank and International Monetary Fund in Prague later this month. </p> <p>Klaus Schwab, president of the Swiss-based WEF, condemned the violence. </p> <p>\"Peaceful protest is an inalienable right in a democracy. But what has happened today in Melbourne is unjust, undemocratic and uncivilised,\" he said. </p> <p>Mr Schwab defended the WEF: \"No other organisation brings together the leaders of business, government and civil society in an open dialogue about the big issues facing the world the way the forum does,\" he said. </p> <p>Delegates also heard the views of the protesters, represented by Indian eco-feminist Vandana Shiva. </p> <p>\"We are blockading the Crown casino today to use one of the tools that we as community groups and individuals have -civil disobedience,\" Ms Shiva said. \"People across the world are suffering under corporate defined globalisation. </p> <p>\"We have both the right and the responsibility to take action in the face of corporate disregard for human rights, environmental protection, public health and labour regulation,\" she went on. </p> <p>Protesters say they will maintain their blockade for the third and final day of the conference today. </p> <p><strong>Useful link</strong><br><a href=\"http://www.microsoft.com\">Microsoft</a></p>",
  "Could I highlight the concerns which have led the transport industry to embark on such a drastic course of action? It is important to separate the the consumption of fuel for personal use from the cost of diesel for commercial vehicles. It is the self-employed haulier who is suffering disproportionately as a result of government policy on fuel tax. <p>The private motorist buys, say, 60 litres of fuel a week. A commercial vehicle is using between 15 and 20 times that. Fuel is generally reckoned to be around 30% of the operating cost of the vehicle and this cost has nearly doubled over the past five years. Since this government came to power in May 1997, fuel has risen 25p per litre, or 42%. A third of this is due to the chancellor's tax increase. </p> <p>When a business is faced with increased costs, it is forced to look at how to recoup them. But customers operating in an economy with very low inflation will not countenance price increases. And it is difficult to pass on costs because the transport industry is highly competitive and fragmented, mostly made up of independent hauliers operating a small number of trucks and self-employed owner-drivers. Businesses are failing everywhere. </p> <p>We carry out a vital function but we have no bite whatsoever in the commercial world. We get your food to Tesco and Asda and Sainsbury's - but do you think that multimillion pound organisations such as these are interested that it costs the haulier so much more to move it? </p> <p>Over the past 15 years the public has made it clear to successive governments that increasing income tax is a vote-loser. The government has been able to collect the necessary taxes via fuel. Many private motorists agree with this approach, preferring to pay at the pump rather than through their pay packets. </p> <p>But the unfortunate outcome is that those people whose livelihoods depend on the use of fuel are being crippled. The fairest solution would be a tax rebate for commercial fuel users, a solution which I understand has been mooted by the government, but inadequately debated and never implemented. I hope, for the sake of our industry, a satisfactory way forward can be found.<br> <b>Ray Godivala</b><br> Oak International Transport </p> <p>\u0095 The National Farmers' Union has long been concerned over the impact of fuel prices on our members and on retail prices for food. Recent actions demonstrate again the sheer desperation of many people who can see no future for themselves and their businesses - not because they are not trying to adapt to change, but because of the overwhelming impact of government decisions.</p> <p>No one can believe that the right way to proceed is through a trial of strength between protesters and government. But neither can anyone believe that the government can refuse to listen to the legitimate grievances not just of farmers but of all affected by the approach the government has taken to fuel taxation.<br> <b>Ben Gill</b><br> National Farmers' Union</p> <p>\u0095 The fuel protest movement is one of the most reactionary in living memory. The hauliers, the farmers and the commuters are resisting the inevitable rundown of the fossil-fuel economy. Oil took millions of years to lay down and 150 years to use up, and the forecourt queues are a taste of things to come unless alternative sources of energy are explored and different lifestyles endorsed.<br> <b>Prof Andrew Dobson</b><br> Keele University </p> <p>\u0095 Driving to work this morning, I noticed a long queue of motorists at every petrol station, all of whom were filling their tanks. Surely there will soon be a fuel shortage?<br> <b>Adrian Brown</b> Southampton</p>",
  "<p>SalvageSale.com seems to be the model of what a business to business enterprise should be. The Texas-based company uses the internet to bring together buyers and sellers from all over the world. They salvage everything from unwanted church pews and two-year-old canned cherries to a burned-out vessel in Louisiana and paper rolls from a large British paper mill. </p> <p>Matching customers to commodities is by now a well worn theme in cyberspace, but the firm's management remains bullish on the issue. \"SalvageSale.com will survive because we are first to the market, in a fragmented market, we have the right partners and an experienced team. This is not an MBA experiment,\" insists Dan Parsley, the company's 37-year-old president and chief executive. </p> <p>When business to consumer internet companies - known as B2C - started to look vulnerable, B2B - business to business - companies were where investors headed. These businesses, selling to each other products and services over the internet, saving money in marketing and communication costs, were seen as the next logical step. </p> <p>Unlike B2C, the new mantra went, B2B was not flaky. </p> <p>The sector was also encouraged this week when five big motor manufacturers won approval in the US to set up an online exchange where they plan to conduct nearly all their $300bn of annual business with suppliers and with each other. </p> <p>The US federal trade commission's review of the exchange, named Covisint, was the first given to an industry-wide, B2B operation. The FTC said it was giving Covisint permission to go ahead, but cautioned that the venture might still raise competition concerns once it is up and running. </p> <p>Covisint comprises General Motors, Ford, DaimlerChrysler, Renault and Nissan. \"B2Bs have a great potential to benefit both businesses and consumers through increased productivity and lower prices,\" said the the US regulator's chairman, Robert Pitofsky. </p> <p>Covisint has set a goal of eventually including 30,000 suppliers, but so far only 25 have agreed to be part of the exchange. Some suppliers have expressed worries that manufacturers would use Covisint to slash their profit margins. </p> <p>However, the decision by the US regulators to approve the deal just weeks after the European Union had given the green light to an airplane parts B2B venture, Myaircraft.com, has given a much needed fillip to the sector. </p> <p>The first casualties have appeared. Efdex, the electronic exchange for food and drink, was supposed to pull together the fragmented food industry in an exchange for buyers and sellers; this month they called in the receivers. </p> <p>Founded in 1995 with $65m (£46.3m) of funding it was supposed to offer an exchange facility where food buyers, such as restaurants, could ask for a price on a foodstuff and have suppliers bidding for the contract. Efdex would take a sale commission: it did not work. Efdex only managed to sign up about 2,000 clients. </p> <p>It seems the existing retailers were too strong in the market, and it has been reported that the company had no real business plan with which to work. </p> <p>Stefan Burgstaller, European business to business analyst at Schroders Salomon Smith Barney, says firms can be successful if they are \"focused and you select one particular functionality and you bring this at a timely fashion to the market, then this is a good ingredient to success\". </p> <p>Mr Parsley, who used to be with consultant Arthur Andersen, understands the risks. \"There will be a tremendous amount of fallout because too many companies are pursuing the same thing. The survivors will be the ones who are first to market, have adequate funding and the right strategic partners.\" </p> <p>Despite this there are many who remain upbeat about the sector. A recently launched venture, Just-sites.com, backed by venture capital group 3i, believes it, too, will avoid such a fate. </p> <p>The Evesham-based company, which hopes to be in profit within 18 months, provides what it calls \"industry knowledge sites\" for the motor manufacturing, food, drinks and clothing sectors. </p> <p>It saves money by cutting out printing and distribution costs, and because it is industry-specific the company does not have to spend large sums on marketing - the bane of the B2C sector. Just-sites has established links with big players in its industries, and visits to its sites are increasing by 50% a month and revenues are over target. </p> <p><strong> 'You can't fool business'</strong><br> </p> <p> Allan Davies, the chief executive of Just-sites.com, says difficulties arise on the internet when people try to offer B2B services for an industry of which they are not already a part and have no real links with. </p> <p>Mr Davies believes the people who will win are those who combine a good understanding of how the internet works with an understanding of their own industrial sector. \"You can't fool the business to business industry like you can the consumers,\" he says. </p> <p>Meanwhile, back at SalvageSale.com, Mr Parsley is hard at work trying to develop links with online transportation companies in order to continue pursuing the business to business holy grail - thereby creating a global marketplace for buyers and sellers. </p> <p>\"I love the job because every transaction is different. I call them salvage tales. Every deal is different\", he says. </p> <p>He believes, however, that despite its apparently unglamorous nature, SalvageSale.com is a solid B2B internet venture. </p> <p>The site is achieving levels of more than 65,000 hits a day, and merchandise - unless it is too obscure to be sold at all - goes within an average of 14 days. </p> <p>SalvageSale takes a commission of between 10% and 12.5% on transactions, which typically have a value of $50,000. </p> <p>But although SalvageSale believes it will make a success of its venture, the salvage market also demonstrates many of the difficulties the business to business sector is beginning to encounter. </p> <p><strong>Useful link</strong><br><a href=\"http://www.salvagesale.com\">SalvageSale</a></p>",
  "If I may assist the Rev Neil Richardson (Letters, September 12), the derisive or negative use of the verb \"to suck\", espcially in the phrase \"this sucks\", is a 1950s coinage - predating the Simpsons, although originating, like them, in America. The sucking in question refers to the act of fellatio, for which \"suck\" has been a synonym since at least the 1920s. Like the consumption of lollies, most people experience this as a \"pleasant experience\", but its use in slang is based on the negative depiction of the fellator as subservient and, in a mixture of misogyny and homophobia, in some way dirty. <br> <b>Jonathon Green</b> <br> London <p>\u0095 Is the Greenford, Middx where the Rev Richardson lives the Greenford, Middx to be found on planet Earth?<br> <b>Bruce Marshall</b><br> Bath, Somerset </p> <p>\u0095 The Reverend Richardson (Letters, today), is either very young or needs to get out more. The word \"sucks\", as a derogatory expression, derives from \"sucks ass\", an Americanism, nothing to do with donkeys, which pre-dates the Simpsons by at least thirty years, and maybe more.<br> <b>Ron Graves</b><br> Birkenhead </p> <p>\u0095 Rev Neil Richardson is very innocent indeed (letters September 12). The perjorative Americanism 'suck', which predates The Simpsons, derives from dental oneupmanship. The Americans are universally proud of their pearly whites and loudly scorn anyone (ie the rest of the world) who cannot match this orthodontic pulchritude. Sucking on popsicles, lollies, candy etc threatens global oral domination and leads to the venemous insult: \"You suck!\" One American friend pithly translated this for me as: 'You're gonna get English teeth!'<br> <b>S Louth</b><br> London</p>",
  "The human race is set to vanish from the earth much sooner than it would naturally as a result of its destruction of other species and use of fossil fuels, a leading investigator into the history of extinction predicted yesterday. <p>Michael Boulter, professor of palaeobiology at the University of East London, told the British Association that without a catastrophic event such as the comet or asteroid strike which killed the dinosaurs 65 million years ago, mammals as a group could have expected to live for hundreds of millions of years before fading from the evolutionary scene. </p> <p>But the rate at which humankind has made other mammal species extinct since the end of the last Ice Age, argues Prof Boulter, amounts to the beginning of a catastrophic event in its own right. </p> <p>\"Humans are adding to the pace of the present mass extinction which will involve all large mammals and many other groups. We will be one of the extinguished species. The good news is that life on the planet will recover and peace will return to the environment.\" </p> <p>Prof Boulter and his group have produced a mathematical model of how groups of living organisms emerge, peak and become extinct. Typically, groups of animals diversify into multiple species rapidly, then slowly decline into extinction.This fits in with the records of fossils. </p> <p>But the recent rate - recent in geological terms, at least of large mammal extinctions was more typical of the sudden mass extinctions which have occurred five times in the earth's past. </p> <p>The two key periods in humankind's contribution to the extinction of the mammals were its hunting activities in the aftermath of the Ice Age and its recent use of fossil fuels. Asked whether humankind's unique ability to influence its destiny could be turned to save itself, Prof Boulter said: \"Look at the news. There's anger over the high price of fossil fuels. Cutting back on fossil fuels is the one thing human beings must do to stop extinction happening, but they won't do it, will they?\"</p>",
  "Union leaders yesterday lashed out at Gordon Brown for failing to act over \"the disaster\" overtaking British manufacturing and what one called \"idiotic ideas\" about working harder and \"half-baked lectures about effort.\" <p>As the Chancellor sat on the TUC conference podium GMB general union leader John Edmonds hit back at yesterday's report of Mr Browns call for a national productivity drive and told him: \"Gordon, you just have to do something about the monetary policy committee\" of the Bank of England. </p> <p>The committees decision about interest rates lay behind the high pound's impact on manufacturing jobs, he declared: \"It should spend less time fretting about inflation and more time responding to the needs of producers and ex porters\". </p> <p>\"Why cannot we have at least one member who works in manufacturing industry, or knows about manufacturing industry, or at least lives in a town that understands the importance of manufacturing industry.\" He asked, demanding treasury action to reduce the value of sterling. </p> <p>Before Mr Brown rose to address the congress, Mr Edmonds said he had read in the papers - a clear reference to the chancellor's trailed productivity appeal - that one solution to the manufacturing crisis was that British workers should work harder. </p> <p>The union leader said that whoever thought up \"these idiotic ideas\" should go and see women workers operating sewing machines on piece rate, who were desperate to increase their productivity but instead face the sack. </p> <p>He was echoed by Sir Ken Jackson, general secretary Amalgamated Engineering &amp; Electrical Union, who told Mr Brown that the over-valued pound was \"pricing British manufacturing out of the market, wiping out productivity gains overnight and prevent the investment needed to compete in the Global Economy.\" </p> <p>The Chancellor, who used his speech to insist that there would be no \"short-term lurches\" in tax policy in response to current protests, was at pain to defuse union criticism by emphasising that he understood their concerns about the exchange rate and manufacturing and by down playing his trailed demands for wage restraint. </p> <p>\"We will continue to do more to support manufacturing.\" He pledged, wooing his audience with the prize of \"full employment sustained for a generation,\" built on growth and pro ductivity. </p> <p>He appealed to unions and employers to work together with government to close the productivity gap with Britain's competitors, arguing that this was the foundation on which the country could \"achieve full employment, abolish child and pensioner poverty, build world class public services in education and health.\" </p> <p>But there could be \"no short -term lurches in spending policy or tax policy, no irresponsible spending increases or inflationary pay rises that put youth jobs at risk, no quick fixes or soft options, that would put long-term stability, public services and our policy for full employment at risk.\" </p> <p>Mr Brown used his first speech as chancellor to the TUC to praise the traditions and achievements of the labour movement, hailing the trade union pioneers as \"idealists not dreamers\" who \"knew it is easier to take your own share that fight for everyone to have a fair share\". </p> <p>But his reiteration of plans for an increase in the minimum wage and promise the ensure that pensioners gained more from Britain's rising prosperity left TUC delegates demanding more details. </p> <p>Union leaders were far less critical after they had heard the chancellor, but never the less wanted to know more. Rodney Bickerstaffe, leader of the public service union Unison, said he would have like to have heard more about what the chancellor planned to do about public sector pay and union concerns about the creeping privatisation of public services and need to restore the pension-earning link. </p> <p>Mr Edmunds said he hoped Mr Brown remarks about training opened the way for legally binding obligations on employers to invest in skills, but ruled out the chancellors suggestion that unions might move away from annual pay bargaining to promote economic stability.</p>"
]