[
  "<p>A gunman in Canada posing as a police officer has killed 16 people after a 12-hour shooting rampage across Nova Scotia in the worst act of mass murder the country has seen in modern times.</p> \n<p>Several bodies were found inside and outside one home in the small, rural town of Portapique, police said, and several homes were set on fire. Bodies were found at other locations and one police officer was also among the dead.</p> \n<p>Officials said the gunman, named as 51-year-old Gabriel Wortman, died after shooting people in several locations across the province. By Sunday night, the death toll had risen to 16, plus the gunman, who died during a standoff with police. Authorities believe he may have targeted the first victims before going on to commit random attacks.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/apr/20/nova-scotia-shooting-gunman-profile-quiet-gentle-denturist\">Nova Scotia shooting: shock at killings by 'quiet, gentle' denturist</a> </p> \n</aside> \n<p>Authorities said Wortman was driving what appeared to be a Royal Canadian Mounted Police (RCMP) car and was wearing a uniform but later reported he was at the wheel of a Chevrolet SUV that had been modified to resemble a police vehicle – “one that he has basically made himself”, said Brian Sauvé, president of the National Police Federation. Police have said the suspect was not an employee or officer with the RCMP.</p> \n<p>RCMP Commanding officer Lee Bergman said on Sunday evening: “Today is a devastating day for Nova Scotia and it will remain etched in the minds of many for years to come.”</p> \n<p>The prime minister, Justin Trudeau, speaking to reporters in Ottawa, deplored what he called “a terrible situation”.</p> \n<p>Mass shootings are relatively rare in Canada, which has far tighter gun control laws than the United States.</p> \n<p>RCMP Chief Superintendent Chris Leather said: “We believe it to be one person who is responsible for all the killings and that he alone moved across the northern part of the province and committed what appears to be several homicides.”</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/maps/embed/apr/2020-04-19T23:07:29.html\" data-alt=\"mapppp\"> \n <a href=\"https://interactive.guim.co.uk/maps/embed/apr/2020-04-19T23:07:29.html\">mapppp</a> \n</figure> \n<p>Sauvé said a police officer was among those killed in a shooting and another was injured. The dead officer has been identified as Heidi Stevenson, a mother of two who had served on the force for 23 years.</p> \n<p>“Heidi answered the call of duty and lost her life while protecting those she served,” Bergerman said on Sunday evening. “Two children have lost their mother, and a husband has lost his wife. Parents have lost their daughter and countless others lost an incredible friend and colleague,” he said.</p> \n<p>The massacre looked to be the worst of its kind since a gunman killed 15 women in Montreal in December 1989. A man driving a van deliberately ran over and <a href=\"https://www.theguardian.com/world/2019/sep/27/alek-minassian-toronto-van-attack-interview-incels\">killed 10 people in Toronto in April 201</a>8 and a man <a href=\"https://www.theguardian.com/world/2018/mar/28/alexandre-bissonnette-canada-mosque-shooting-guilty-plea\">shot dead six people</a> at an Islamic cultural center in Quebec City in 2017.</p> \n<p>Police have not provided a motive for the attack, which reportedly began in the small Atlantic coastal town of Portapique, about 130km north (80 miles) of Halifax, the provincial capital. Online records show Wortman ran a denture clinic in the city of Dartmouth, across the water from Halifax.</p> \n<p>Portapique residents said the first they heard about the incident was late on Saturday when police urged everyone to stay indoors.</p> \n<p>Officers arrived at a house after receiving multiple emergency calls and found “several casualties” inside and outside the residence.</p> \n<p>One local resident said she had come across two burning police vehicles while out driving on Sunday morning. One man said he saw at least three separate fires.</p> \n<p>“There was one officer we could see on scene and then all of a sudden, he went running toward one of the burning vehicles,” Darcy Sack told the CBC. “We heard gunshots,” she said, adding that one police officer looked to have been injured.</p> \n<p>Among the dead was Heather O’Brien, a nurse and grandmother from the town Truro in central Nova Scotia.</p> \n<p>“I feel like I’m outside of my own body,” wrote her daughter, Darcy Dobson, who described texting her mother minutes before she died. “I want everyone to remember how kind she was. How much she loved being a nurse. The way her eyes sparkled when she talked to her grandchildren and the way she just LOVED Christmas. Let those things define her. Not the horrible way she died.”</p> \n<p>Greg and Jamie Blair, a husband and wife, were also among those killed. “I have absolutely no words for the heartache my family &amp; many others are going through,” wrote Jessica MacBurnie on Facebook. The couple, married in 2014, leave behind their two children.</p> \n<p>Lisa Mccully, a teacher and mother of two, was also killed during the rampage, according to a post on Facebook by her sister, Jenny Kierstead.</p> \n<p>“I never imagined when I went to bed last night that I would wake up to the horrific news that an active shooter was on the loose in Nova Scotia,” Stephen McNeil, the Nova Scotia premier, said on Sunday.</p> \n<p>“This is one of the most senseless acts of violence in our province’s history,” he added. He said it was an additional heavy burden amid efforts to contain the coronavirus.</p> \n<figure class=\"element element-image\" data-media-id=\"58b6fb56869ce603a29f1a8b106322435de84cac\"> \n <img src=\"https://media.guim.co.uk/58b6fb56869ce603a29f1a8b106322435de84cac/0_13_3500_2100/1000.jpg\" alt=\"An RCMP officer at the checkpoint on to Portapique Beach Road after a suspected shooter was taken into custody.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">An RCMP officer at the checkpoint on to Portapique Beach Road after a suspected shooter was taken into custody.</span> \n  <span class=\"element-image__credit\">Photograph: John Morris/Reuters</span> \n </figcaption> \n</figure> \n<p>Resident Jenny Kierstead wrote on Facebook that her sister Lisa McCully was among those killed. “This is so hard to write but many of you will want to know. Our hearts are broken today as we attempt to accept the loss of my sister, Lisa McCully, who was one of the victims of the mass shooting in Portapique last night,” she wrote. “Our condolences go out to the other family members who are affected by this tragedy. Thank you for your support, it’s a hard day.”</p> \n<p>Tom Taggart, a lawmaker who represents the Portapique area in the municipality of Colchester, said the quiet community has been shaken.</p> \n<p>“This is just an absolutely wonderful, peaceful quiet community and the idea that this could happen in our community is unbelievable,” Taggart said by phone from his home in Bass River.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RCMPNS/status/1251841546862952453\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">51-year-old Gabriel Wortman is the suspect in our active shooter investigation in <a href=\"https://twitter.com/hashtag/Portapique?src=hash&amp;ref_src=twsrc%5Etfw\">#Portapique</a>. There are several victims. He is considered armed &amp; dangerous. If you see him, call 911. DO NOT approach. He’s described as a white man, bald, 6’2-6’3 with green eyes. <a href=\"https://t.co/Y2nJNULlkn\">pic.twitter.com/Y2nJNULlkn</a></p>— RCMP, Nova Scotia (@RCMPNS) \n  <a href=\"https://twitter.com/RCMPNS/status/1251841546862952453?ref_src=twsrc%5Etfw\">April 19, 2020</a>\n </blockquote> \n</figure> \n<p>Sunday’s shooting also marks another grim milestone for the RCMP in the Maritime region. In August 2018, a man in the province of New Brunswick, which borders Nova Scotia, shot dead four people, including two police officers, in an apartment complex. In June 2014, in the same province, a man shot dead three police officers.</p>"
]