[
  "<p>Anti-racism protesters have gathered outside a petrol station in Greater Manchester to demonstrate against the stun gun shooting by police of a black man in the company of his distressed son.</p> <p>Desmond Mombeyarara, 34, was shot with a stun gun by police on Wednesday evening after officers stopped him for allegedly speeding.</p> <p>Serious questions have been raised over the proportionality and justification for the initial decision to discharge the electronic weapon, the purpose of which is to incapacitate the individual so an officer can restrain them, amid growing concern about their disproportionate use against BAME people.</p> <p>Mombeyarara appeared in court on Friday and pleaded not guilty to two charges of obstructing or resisting a constable in the execution of duty, but admitted a number of other driving charges including speeding and being over the legal alcohol limit.</p> <p>He said he worked for the NHS but would not give further details and acknowledged he was in the wrong, but said the “magnitude of force” was not warranted and that he had tried to reason with the police.</p> <p>“I was saying to the officers: ‘Let us calm the situation for the little one because the little one doesn’t feel comfortable.’ But they were making out like I was using him as a human shield,” he told the Times.</p> <p>Describing the incident, he added: “I lost consciousness, I was on the floor, I didn’t know where I was … I was disorientated, I didn’t have my glasses on and everything was blurred and my ears were echoing. I asked where my son was and they said he was in safe hands.”</p> <p>On Saturday afternoon, a group of up to 15 people staged a physically distanced protest planned by Stand Up to Racism by the petrol station forecourt in Stretford.</p> <p>Paul Davidson, a minister at the Church of God of Prophecy, said: “I am here because this news has outraged black people nationally … If the immediate clip is anything to go by then people have questions to answer and we should expect answers as a community. This sort of behaviour should not be expected by anyone in a civilised society.”</p> <p>Vernetta O’Loughlin, a social worker, said: “The incident will have caused the child a lot of distress and he will feel traumatised, but he won’t be able to work out exactly what happened until he is older. It could have a long-term impact on his emotional and psychological wellbeing.”</p> <p>The clip was shared widely on social media and showed the boy becoming hysterical and screaming: “Daddy” as Mombeyarara fell to the ground and convulsed as the stun gun was activated again.</p> <p>Mombeyarara said the boy’s mother died in 2016 after a reaction to painkillers and that he was staying with his grandparents for the weekend. “I have just had a video call with him and he is definitely still in shock,” he said. “He was saying: ‘They shot you.’ He thought that they had shot me.”</p> <p>The mayor of Greater Manchester, Andy Burnham, has questioned whether the use of a stun gun was “proportionate or justified” and demanded an urgent review.</p> <p>At Manchester magistrates court on Friday, Mombeyarara admitted speeding, being in charge of a motor vehicle whilst unfit through drink, using a motor vehicle without insurance; and being outside without reasonable excuse during the lockdown, according to the Manchester Evening News. A test showed he had 36 micrograms of alcohol per 100ml of breath. The legal limit is 35.</p> <p>Greater Manchester police has referred the matter to the Independent Office for Police Conduct.</p> <p>The police watchdog is investigating after another black man was left with a life-changing injury on Monday after he was shot with a stun gun by officers in London, from whom he was running away.</p>"
]