[
  "<div id=\"block-5e9b81e78f08b7689b031057\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-18T23:05:35.305Z\">12.05am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Summary</h2>  <div class=\"block-elements\">  <p>Here’s a summary of today’s major US news lines:</p> <ul> <li><strong><a href=\"https://www.theguardian.com/us-news/2020/apr/18/florida-beaches-hundreds-coronavirus\">Hundreds flock to Florida’s reopened beaches as state death toll hits 726</a>.</strong> Some beaches open with distancing restrictions after governor OKs openings ‘in a safe way’.</li> <li><strong><a href=\"https://www.theguardian.com/world/2020/apr/18/stay-at-home-order-protest-lockdown-maryland-texas-ohio\">Protesters decry stay-at-home orders in Maryland, Texas and Ohio capitals</a>.</strong> Rightwing media and Donald Trump have supported demonstrators but they appear to represent a minority opinion.</li> <li><strong><a href=\"https://www.theguardian.com/world/live/2020/apr/18/coronavirus-us-live-growing-protests-stay-home-orders-trump-latest-news-updates?page=with:block-5e9b20128f080ee110447689#block-5e9b20128f080ee110447689\">Cuomo believes New York may be past the peak, but more than 500 people died yesterday</a>.</strong> The New York governor said the net change in total hospitalizations are down over the last three days. More worryingly, there were 2,000 new hospitalizations yesterday.</li> <li><strong><a href=\"https://www.theguardian.com/world/live/2020/apr/18/coronavirus-us-live-growing-protests-stay-home-orders-trump-latest-news-updates?page=with:block-5e9b53548f08b7689b030fcd#block-5e9b53548f08b7689b030fcd\">Former treasury secretary to George W Bush dies</a>.</strong> Paul O’Neill, a former Treasury secretary who broke with George W. Bush over tax policy and then produced a book critical of the administration, died Saturday. He was 84.</li> <li><strong><a href=\"https://www.theguardian.com/world/live/2020/apr/18/coronavirus-us-live-growing-protests-stay-home-orders-trump-latest-news-updates?page=with:block-5e9afc818f08bade1f2959e3#block-5e9afc818f08bade1f2959e3\">Amy Klobuchar on US response: ‘There was never a national strategy’</a>.</strong> The former presidential candidate and sitting Minnesota senator, whose husband caught coronavirus, accused the Trump administration of losing time by not having a national strategy to combat the coronavirus.</li> </ul> </div>   </div> <div id=\"block-5e9b847c8f08bade1f295cd5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-18T22:52:11.965Z\">11.52pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Fact check: ‘More guns sold than any time in history’ </strong></p> <p>Trump said that Democrats in Virginia were talking about “taking your guns away” at the same time that there were “more guns sold that I think at any time in history”.</p> <p>Trump is correct that background checks for gun sales and other transactions reached historic highs in early March, in the early weeks of the pandemic, although that’s only according to <a href=\"https://www.theguardian.com/world/2020/apr/01/us-gun-purchases-coronavirus-record\">FBI data going back to 1998</a>. </p> <p>A New York Times <a href=\"https://www.nytimes.com/interactive/2020/04/01/business/coronavirus-gun-sales.html\">analysis of federal data</a>, which tries to separate out background checks for gun sales alone from checks conducted for other reasons, like issuing permits to carry a concealed weapon, estimated that there were slightly fewer guns sold in March 2020 than in January 2013, as President Obama vowed to pass new gun control measures after the Sandy Hook Elementary School shooting in December. </p> <p>There’s more on the claim that Virginia Democrats want to take guns away” in a previous post. You can read more about the record-breaking gun background check numbers here: </p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/apr/01/us-gun-purchases-coronavirus-record\">Americans purchasing record-breaking numbers of guns amid coronavirus</a> </p> </aside> </div>   </div> <div id=\"block-5e9b82628f08b7689b031059\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-18T22:45:26.307Z\">11.45pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Fact check: guns in Virginia </strong></p> <p>Asked about his tweets encouraging protests against shutdown measures imposed by Democratic governors, Trump said some states were being “unreasonable”. </p> <p>“They’re using this – they’re trying to take your guns away in Virginia. And if people in Virginia aren’t careful, that’s what’s going to happen,” Trump claimed. </p> <p>“They want to violate your Second Amendment.” </p> <p><strong>The facts:</strong> After years of resistance to gun control by Republican lawmakers, Virginia citizens elected a<a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fwww.theguardian.com%2Fus-news%2F2020%2Fjan%2F09%2Fvirginia-gun-control-second-amendment-civil-war\"> Democratic-controlled state government</a> in November. Virginia’s Democrats moved swiftly to pass sweeping <a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fwww.theguardian.com%2Fus-news%2F2020%2Fapr%2F11%2Fvirginia-governor-ralph-northam-signs-bills\">new gun control laws,</a> including a requirement to conduct background checks before all gun sales, a one-gun-a-month purchase limit, and the creation of an extreme risk protection order, which creates a way to petition a court to temporarily remove a person’s guns if they are at imminent risk of hurting themselves or someone else. </p> <p>The gun control measures Democrats have passed in Virginia have already been passed in many other states across the country, and have not been found to violate the Second Amendment. By global standards, the restrictions are quite modest. Some, like the creation of extreme risk protection orders, have even found bipartisan support in the past, including from Trump himself. But Democrats’ push for gun control provoked huge grassroots protests by gun rights activists in Virginia, culminating in a demonstration that brought <a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fwww.theguardian.com%2Fus-news%2F2020%2Fjan%2F20%2Fvirginia-gun-rally-activists-richmond\">an estimated 22,000 people, many of them armed</a>, to Virginia’s capital in January. Trump cheered on the protesters at the time. </p> <p>The protests were fueled in part by a very real, new push for gun control in a state that had previously been seen as a gun rights haven. But they were also fueled by <a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fwww.theguardian.com%2Fus-news%2F2020%2Fjan%2F17%2Fvirginia-lee-carter-school-strike-bill-guns\">lies, conspiracies and misinformation</a>. </p> <p>Virginia’s Democrats quickly backed away from their most controversial policy proposal, a draft of an assault weapon ban that was <a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fwww.virginiamercury.com%2F2019%2F12%2F09%2Fnortham-backed-assault-weapon-bill-will-include-grandfather-clause-for-existing-guns%2F\">originally written</a> to include a ban on the possession of military-style weapons. But gun rights activists, who saw the draft legislation as proof that Virginia Democrats were interested in literally going door-to-door to confiscate Virginians’ AR-15 rifles, were not persuaded by the reversal, and have continued to raise fears about gun confiscation. </p> <p>The fight over gun control in Virginia predates the coronavirus pandemic, and was well on its way immediately after Democrats won the election in November.</p> </div>   </div> <div id=\"block-5e9b7f248f08b7689b031050\" class=\"block\" data-block-contributor=\"profile/joannawalters\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-18T22:37:18.194Z\">11.37pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Fact check: HIV funding</strong></p> <p>The president just said: “What we’ve done for Aids in Africa is unbelievable. We’ve spent $6bn a year. That’s been going on for a long time. Nobody knows that. You’ve never heard that. I’ve never heard that.”</p> <p>We must say here that a lot of people know that. Probably the most relevant thing there is Trump saying that <em>he</em> has never heard that.</p> <p>The spending quote for Africa is part of the <a href=\"https://www.kff.org/hivaids/fact-sheet/u-s-federal-funding-for-hivaids-trends-over-time/\">annual $6.8bn in US funds </a>for global HIV and Aids relief. What Donald Trump failed to say is that while he is keen to spend more on beating HIV and Aids in the US, he has proposed cuts in US funding funding for Aids programs in Africa.</p> <p>Here are extracts from this <a href=\"https://www.washingtonblade.com/2020/02/12/trump-budget-seeks-increased-hiv-funds-housing-global-programs-cut/\">report</a> in the Washington Blade from February, 2020:</p> <blockquote class=\"quoted\"> <p> With a declared goal of beating HIV/AIDS in the United States by 2030, President Trump this week in his $4.8 trillion budget request for fiscal year 2021 proposed major increases in HIV/AIDS funds, but global programs and social services used by low-income people with the disease face steep cuts....<br></p> <p>But despite $716 million proposed to beat HIV in a PrEP-centric “Ending the HIV Epidemic” initiative, the budget seeks to cut Housing Opportunities for People with AIDS, or HOPWA, by $80 million, halve funding for PEPFAR and reduce the U.S. commitment to the Global Fund to Fight AIDS, Tuberculous &amp; Malaria....</p> <p>For the Bush-era President’s Emergency Plan AIDS Relief, or PEPFAR, which provides HIV treatment drugs to developing countries, primarily in Africa, Trump seeks $3.2 billion, which is $1.17 billion less than the money Congress appropriated for fiscal year 2020 funding levels. The proposed reduction is even steeper than the cut proposed by Trump in the previous budget request by $200 million.</p> <p>For the Global Fund, Trump proposed to contribute $1 for every $3 donated to the partnership, which is a reduction from an earlier U.S. commitment to donate $1 for every $2.</p> </blockquote> </div>   </div> <div id=\"block-5e9b7f9b8f08bade1f295cca\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-18T22:31:46.273Z\">11.31pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump has abruptly ended the news conference after just over an hour, taking fewer questions than he normally does. With so much time devoted toward gun control in Virginia and his views on the press and projecting his vision of the country if Joe Biden wins November’s election – and so little on the coronavirus pandemic – today’s briefing, which you can watch <a href=\"https://www.youtube.com/watch?v=izZRs7rKRUk\">here</a> in full, very quickly took on the feel of a campaign rally.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-18T22:32:36.080Z\">at 11.32pm BST</time></p>  </div> <div id=\"block-5e9b7bf58f080ee11044783e\" class=\"block\" data-block-contributor=\"profile/lois-beckett\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-18T22:16:36.285Z\">11.16pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump is asked about <a href=\"https://twitter.com/paulsperry_/status/1250259845380542464\">a tweet he shared</a> that questioned “whether authorities will “enforce the social distancing orders for mosques during Ramadan (April 23-May23) like they did churches during Easter”.</p> <p>Trump said that he just had a call with imams, ministers, and rabbis, and that “I am somebody who believes in faith and it matters not what your faith is.” But other people were biased, he said, and, in particular, biased against Christians.</p> <p>“Our politicians try to treat different faiths very differently. The Christian faith is treated much differently than it was and I think it’s treated very unfairly.” </p> <p>About 70% of Americans describe themselves as Christian, according to a Pew survey of America’s <a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fwww.pewforum.org%2Freligious-landscape-study%2F\">religious landscape</a>, and 25% as Evangelical Christian. Only 0.9% describe themselves as Muslim.</p> </div>   </div> <div id=\"block-5e9b77fe8f080ee110447834\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-18T21:59:52.652Z\">10.59pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“We’re spending mostly in Africa, six billion dollars a year,” Trump says. “That’s on Aids. What we’ve done for Aids in Africa is unbelievable. We’ve spent $6bn a year. That’s been going on for a long time. Nobody knows that. You’ve never heard that. I’ve never heard that. Millions of people are living right now and living very comfortably because of the fact that we have found the answer to that horrible, horrible plague. That was a plague. But we spend $6bn a year and from what I hear it’s very well spent, done by professionals including this great professional (Dr Birx).”<br></p> <p>He continues: “The World Health Organization, we’re just finding more and more problems. We spend this money really well. There are other ways we can spend the $500m. We can find other ways to spend it where people are going to be helped in a much greater way.”</p> </div>   </div> <div id=\"block-5e9b76218f08b7689b031034\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-18T21:50:33.222Z\">10.50pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump continues his broadside against the media, taking dead aim at New York Times reporter Maggie Haberman for a <a href=\"https://www.nytimes.com/2020/04/16/us/politics/trump-mark-meadows-chief-of-staff.html\">recent story</a> which included a report that White House chief of staff Mark Meadows has cried during meetings with administration staff on at least two occasions.</p> <p>“I even read a story where Mark Meadows, who’s a tough guy, he was crying. This is Maggie Haberman. You know, she won a Pulitzer Prize for her coverage of Russia but she was wrong on Russia. So was everyone else. They should all give back their Pulitzer Prizes. In fact it turned out that the crime was committed by the other side. The crime was not committed by this side, it was committed by the other side. A bunch of bad people.”</p> <p>He continued: “So Maggie Haberman gets a Pulitzer Prize. She’s a third-rate reporter. New York Times. And we put her name up here last week. People thought it was a commercial, it wasn’t a commercial. It was like a commerical but it wasn’t a commercial. It was just clips. And because we exposed her as being a bad reporter, what happened is she came out and said Mark Meadows was crying. It’s OK if he did ... but he’s not a cryer. It was a nasty story in so many ways. It was fake news. And she only did it because we exposed her for being a terrible, dishonest reporter. I haven’t spoken with her for a long time.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-18T22:01:07.808Z\">at 11.01pm BST</time></p>  </div> <div id=\"block-5e9b737b8f080ee110447823\" class=\"block\" data-block-contributor=\"profile/joannawalters\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-18T21:42:31.544Z\">10.42pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Donald Trump is complaining about mainstream media outlets using anonymous sources.</p> <p>Fact check: Top level publications such as the New York Times, the Washington Post, the Guardian, etc, use on the record sources wherever possible in their reporting. </p> <p>But occasionally, the only way a story can be fully reported is to use sources who, the journalists agree, cannot be named because they were not authorized to talk, are afraid of retribution or being in danger, or or some other carefully considered reasons.</p> <p>Normally, the reporter will have verifiable information about the source and what they are telling the outlet, and the use of an unnamed source, and the reason they are remaining anonymous, will have to be authorized by senior editor(s).</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-18T21:49:37.913Z\">at 10.49pm BST</time></p>  </div> <div id=\"block-5e9b73998f08b7689b031029\" class=\"block\" data-block-contributor=\"profile/lois-beckett\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-18T21:41:05.229Z\">10.41pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Fact check: US economy</strong></p> <p>At a Saturday briefing, Trump once again said the US has the greatest economy in the world. </p> <p>It is true that the US is the richest country in the world and that – before the pandemic - Trump had presided over a record breaking 113 straight months of job growth and all time highs on the stock markets. </p> <p>But there were big problems with the <a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fwww.theguardian.com%2Fbusiness%2Fuseconomy\">US economy</a> before Covid-19 hit. Stock market gains benefit mainly the wealthy. The richest 1% of Americans own<a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fwww.ft.com%2Fcontent%2F2501e154-4789-11ea-aeb3-955839e06441\"> more than half</a> the value of equities owned by US households, according to Goldman Sachs.</p> <p>And too many of the new jobs created under Trump <a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fwww.theguardian.com%2Fbusiness%2F2019%2Ffeb%2F02%2Famerica-record-job-growth-economics-wage-stagnation\">were low wage</a>. Even <a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fwww.theguardian.com%2Fbusiness%2F2020%2Ffeb%2F09%2Fray-dalio-billionaire-hedge-fund-capitalism\">billionaires were worrying </a>about growing income inequality. Minorities, who earn less on average, failed to make much ground in the boom years and are now the first, and the <a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fwww.theguardian.com%2Fcommentisfree%2F2020%2Fapr%2F16%2Fblack-workers-coronavirus-covid-19\">hardest hit</a>, in the downturn.</p> <p>Read more, from the Guardian’s <a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fwww.theguardian.com%2Fcommentisfree%2Fseries%2Fbroken-capitalism\">Broken Capitalism</a> series: </p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/apr/24/ray-dalio-jamie-dimon-kings-of-capitalism-concerned\">The kings of capitalism are finally worried about the system that created them | Dominic Rushe</a> </p> </aside> </div>   </div> <div id=\"block-5e9b73818f08b7689b031026\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-18T21:39:21.310Z\">10.39pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“It could have been stopped in China before it started and the whole world is suffering because of it,” Trump says. “We had the greatest economy in the history of the world. Better than China, better than any country in the world, better than any country has ever had. We had the highest stock market in history by far – and I’m honored by the fact has started to up very substantially. That’s because the market is smart.”<br></p> </div>   </div> <div id=\"block-5e9b72848f08bade1f295ca3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-18T21:37:19.450Z\">10.37pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Donald Trump is talking about national resources for tackling the coronavirus. Here are a couple of fact checks.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ddale8/status/1251621787936448514\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Trump on testing: &quot;I inherited broken junk.&quot;<br><br>There was no inherited test for the novel coronavirus.</p>&mdash; Daniel Dale (@ddale8) <a href=\"https://twitter.com/ddale8/status/1251621787936448514?ref_src=twsrc%5Etfw\">April 18, 2020</a></blockquote>  </figure>  <p>And</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ChrisJansing/status/1251624038159564800\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">&quot;We started with garbage&quot; - a claim Trump keeps making that has been repeatedly fact checked as an exaggeration and mostly false</p>&mdash; Chris Jansing (@ChrisJansing) <a href=\"https://twitter.com/ChrisJansing/status/1251624038159564800?ref_src=twsrc%5Etfw\">April 18, 2020</a></blockquote>  </figure> </div>   </div> <div id=\"block-5e9b723f8f080ee110447821\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-18T21:33:54.197Z\">10.33pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“The hardest thing of all by far, by a factor of 20, is the ventilators,” Trump says. “Now we’re the king of ventilators. We have ventilators and we’re going to be helping other countries very soon.”</p> <p>He continues: “Unfortunately some partisan voices are attempting to politicize the issue of testing – because I inherited broken junk. Just as they did with ventilators where we had virtually none and the hospitals were empty. For the most part the hospitals didn’t have ventilators. We had take care of the whole country ... and now the rest of the world is coming to us asking if we can help with ventilators because they’re very complicated, very expensive. They’re very hard to build. And we have them coming in by the thousand.”</p> </div>   </div> <div id=\"block-5e9b71778f080ee11044781e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-18T21:31:22.819Z\">10.31pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Fact check: death rates</p> <p>While the coronavirus death rates in the US, both in comparison to the number of confirmed cases and in comparison to the population, are relatively good they are not the best in the world.<br><a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fcoronavirus.jhu.edu%2Fdata%2Fmortality\">Research</a> by the US’s Johns Hopkins University showed that as of April 13, the death rate in the US was 4% of cases and 6.73 deaths per 100,000 population. </p> <p>That is significantly better than rates in hard hit countries such as Italy, Spain, the UK and France, and similar overall to Iran, which was also an early hotspot. </p> <p>But death rates are higher in the US than Germany, South Korea, Japan, Australia, and many other countries. <br>The death rate in China has been recorded as 4% of cases and 0.2 deaths per 100,000 population, but there are ongoing questions about China’s reported death toll.</p> </div>   </div> <div id=\"block-5e9b6e638f08bade1f295c97\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-18T21:20:43.832Z\">10.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump opens his daily coronavirus briefing on an offensive tack, accusing the media of failing to tout statistics that prove the US is winning the battle against the coronavirus better than any other nation.</p> <p>“The United States has produced dramatically better health outcomes than any other country with the possible exception of Germany,” Trump says. “On a per-capita basis, our mortality rate is far lower than other nations of western Europe with the lone exception of possibly Germany. This includes the UK, Switzerland, Belgium, the Netherlands, Italy, France. Spain, for example, has a mortality rate that is nearly four times that of the United States. But you don’t hear that. You hear we have more <em>death</em>, but we’re a much bigger country than any of those countries by far. </p> <p>“So when the fake news gets out there, they start talking about the United States has No 1. But we’re not No 1, China is No 1. Just so you understand. China is No 1 by a <em>lot</em>. It’s not even close. They’re way ahead of us in terms of death. It’s not even close. You know it. I know it. They know it. But you don’t want to report it. Why? You’ll have to explain that. Someday I’ll explain it.”</p> </div>   </div> <div id=\"block-5e9b6ad28f08b7689b03100d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-18T21:04:50.588Z\">10.04pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Florida governor Ron DeSantis has announced that all K-12 schools in Florida will continue with distance learning for the rest of the school year at a <a href=\"https://www.youtube.com/watch?v=h99zIemM2N4\">news conference on Saturday</a> in Tallahassee.</p> <p>Students across the state have been learning from home for more than month with the original order for online classes set to end on 15 April before it was extended to 1 May.</p> <p>Then in a big reversal, DeSantis said he will release the names the nursing homes and assisted living facilities where residents and staff have tested positive for Covid-19 in the interest of public health.</p> <p>The decision comes at a time when multiple media organizations have criticized DeSantis’s administration for its lack of transparency, even threatening to sue for the information. As the Miami Herald <a href=\"https://www.miamiherald.com/news/coronavirus/article242050696.html\">wrote this week</a>:</p> <blockquote class=\"quoted\"> <p>In recent weeks, Florida’s Agency for Health Care Administration has <a href=\"https://www.miamiherald.com/news/health-care/article241996231.html\">refused to name</a> the nursing homes experiencing coronavirus outbreaks, even as the number of cases in long-term care facilities has passed 1,300. The Department of Corrections had until Wednesday <a href=\"https://www.miamiherald.com/news/state/florida/article242039436.html\">declined to acknowledge</a> two inmate COVID-19 deaths at a privately run prison. And the Department of Health has been unwilling to disclose the extent of an <a href=\"https://www.miamiherald.com/news/coronavirus/article241882491.html\">undefined backlog</a> of unresolved coronavirus tests at private labs.</p> <p>In some cases, the lack of detail has appeared unintentional: DeSantis said Wednesday that he, himself, had been <a href=\"https://www.miamiherald.com/news/politics-government/state-politics/article242039926.html\">unable to get information</a> about how many people have received unemployment checks from the Department of Economic Opportunity. By Thursday, DeSantis put the number of claims paid at around 33,000, with the state reporting a backlog of more than 800,000.</p> <p>But the state’s secrecy has led to increasing criticism from Democrats and transparency advocates, who say DeSantis is keeping critical information under wraps at a time when people need to know more about what’s happening in order to make informed decisions about their lives and livelihoods.</p> <p>“Openness, helpfulness, honesty: that’s what we want from our government in a crisis,” Marsh said Thursday in an interview.</p> </blockquote> <p>The Florida governor also said his task force charged with working on a plan to re-open the economy amid the pandemic will start meeting “telephonically” on Monday and will issue short-term recommendations to him before the end of the week.</p> <p>“They’re meeting every day this coming week and I was some recommendations by the end of the week,” DeSantis said. “So, hey, if they solve the world in three days, then they don’t have to meet [the rest of the week].”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-18T21:06:53.765Z\">at 10.06pm BST</time></p>  </div> <div id=\"block-5e9b61aa8f08bade1f295c74\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-18T20:26:08.821Z\">9.26pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Florida governor Ron DeSantis is set to make a “major announcement” regarding Covid-19 at a news conference at 4:30pm, according to a release from his office.</p> <p>The announcement will come as the governor has made the push for the re-opening of beaches along the state’s 1,350 miles of shoreline if it can be done safely, a decision that has been in the hands of local governments. </p> <p>DeSantis, whose victory in a hard-fought 2018 election that drew national attention was tipped largely by Trump’s endorsement and cash from the president’s allies, issued a “safer at home” order on 1 April, but he was explicit in classifying walking, running and swimming as essential activities.</p> </div>   </div> <div id=\"block-5e9b58948f08bade1f295c5e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-18T19:45:53.139Z\">8.45pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>A Michigan prisoner who declined to be paroled in May after decades behind bars has died from Covid-19 complications, the <a href=\"https://www.freep.com/story/news/local/michigan/2020/04/18/michigan-prisons-coronavirus-infections-deaths-william-garrison/5156073002/\">Detroit Free Press reports</a>.</p> <blockquote class=\"quoted\"> <p>William Garrison was due to come home from prison in early May. After nearly 44 years incarcerated, he would be free from a life sentence handed to him as a juvenile.</p> <p>His sister Yolanda Peterson had prepared a room for him to stay in her Harper Woods home and planned for his parole agent to come see the place. She was brainstorming how, given the coronavirus pandemic, she might help her brother celebrate his 61st birthday at the end of May. </p> <p>Plans for the future fell apart Monday, when Peterson got word that her brother had died unexpectedly in prison. </p> <p>Garrison’s bunkmate found him gasping for air that evening in their two-man cell at Macomb Correctional Facility, according to Michigan Department of Corrections spokesman Chris Gautz. Staff performed CPR. Garrison was transported to a hospital, where he was pronounced dead, Gautz said. </p> <p>A postmortem test confirmed that he was positive for Covid-19. He hadn’t complained to his family or prison staff of coronavirus symptoms.</p> <p>Peterson said it hurts for her brother to die now after “surviving 44 years in prison,” when his freedom was weeks away. “My brother shouldn’t have died in there like that,” she said Friday evening.</p> <p>Peterson believes that prison staff should have done more to prevent her brother from contracting the virus. She said men in prison have told her that her brother’s cellmate was ill several days before Garrison died.</p> <p>The Department of Corrections disputed that account. Gautz said health care staff went cell-to-cell to assess prisoners in the days before Garrison died, and Garrison’s bunkmate denied having symptoms of Covid-19, aside from a cough. The man later tested negative for the coronavirus when assessed again after Garrison’s death, Gautz said. </p> <p>Garrison is one of 17 state prisoners who’ve died of Covid-19 as of Friday. </p> </blockquote> </div>   </div> <div id=\"block-5e9b53548f08b7689b030fcd\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-18T19:28:59.754Z\">8.28pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Former treasury secretary to George W Bush dies</h2>  <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"77367c1d52bc4dd0b73cc358b40e146a6cab90fe\"> <img src=\"https://media.guim.co.uk/77367c1d52bc4dd0b73cc358b40e146a6cab90fe/0_108_1992_1195/1000.jpg\" alt=\"Then Treasury Secretary Paul O’Neill, left, is joined by then Senator Hillary Rodham Clinton and then New York City Fire Commissioner Thomas Von Essen, right, on the New York Stock Exchange trading floor when trading resumed for the first time since the previous week’s terrorist attack.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Then Treasury Secretary Paul O’Neill, left, is joined by then Senator Hillary Rodham Clinton and then New York City Fire Commissioner Thomas Von Essen, right, on the New York Stock Exchange trading floor when trading resumed for the first time since the previous week’s terrorist attack.</span> <span class=\"element-image__credit\">Photograph: Richard Drew/AP</span> </figcaption> </figure>  <p>Paul O’Neill, a former Treasury secretary who broke with <strong>George W. Bush</strong> over tax policy and then produced a book critical of the administration, died Saturday. He was 84.<br>O’Neill’s son, Paul O’Neill Jr. confirmed that his father died at his home in Pittsburgh after battling lung cancer for the last couple of years, The Associated Press writes.</p> <p>A former head of aluminum giant <strong>Alcoa</strong>, O’Neill served as treasury secretary from 2001 to late 2002. He was forced to resign after he objected to a second round of tax cuts because of their impact on deficits.</p> <p>O’Neill’s blunt speaking style more than once got him in trouble as Treasury secretary.</p> <p> He sent the dollar into a tailspin briefly in his early days at Treasury when his comments about foreign exchange rates surprised markets.</p> <p> In the spring of 2001, O’Neill jolted markets again when during Wall Street’s worst week in 11 years, he blandly declared “markets go up and markets go down.”</p> <p><strong>Donald Trump’s treasury secretary, Steven Mnuchin</strong>, said Saturday on Twitter: “Saddened to hear of the passing of the former 72nd Treasury Secretary, Paul O’Neill. He served (at)USTreasury and America with distinction during challenging times. My condolences to his family.”<br><br>After leaving the administration, O’Neill worked with author Ron Suskind on an explosive book covering his two years in the administration. O’Neill contended that the administration began planning the overthrow of Iraqi President Saddam Hussein right after Bush took office, eight months before the September 11, 2001, <strong><a href=\"https://www.theguardian.com/us-news/september11\">terrorist attacks</a></strong>.<br>O’Neill depicted Bush as a disengaged president who didn’t encourage debate either at Cabinet meetings or in one-on-one discussions with Cabinet members. He said the lack of discussion in Cabinet meetings gave him the feeling that Bush “was like a blind man in a roomful of deaf people.”<br>He said major decisions were often made by Bush’s political team and Vice President <strong>Dick Cheney</strong>.</p> </div>   </div> <div id=\"block-5e9b50e68f08b7689b030fc7\" class=\"block\" data-block-contributor=\"profile/victoria-bekiempis\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-18T19:17:35.897Z\">8.17pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <h2>New Jersey governor battles misinformation</h2> <p>New Jersey, which has the second-most confirmed coronavirus cases of any US state, now has 81,420 persons with Covid-19, and has suffered 4,070 deaths, according to governor Phil Murphy.</p> <p> The state’s leader also worked to combat <a href=\"https://www.theguardian.com/technology/2020/apr/16/coronavirus-facebook-misinformation-warning\">misinformation</a> surrounding this outbreak, emphasizing that it’s far worse than seasonal flu.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GovMurphy/status/1251559435081744385\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">If you think this is “just the flu” – you are 100% wrong.<br><br>In just six weeks, we’ve lost 4,070 New Jerseyans to <a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a>. That’s more than <a href=\"https://twitter.com/CDCgov?ref_src=twsrc%5Etfw\">@CDCgov</a> statistics show we’ve lost over the past three entire flu seasons COMBINED.</p>&mdash; Governor Phil Murphy (@GovMurphy) <a href=\"https://twitter.com/GovMurphy/status/1251559435081744385?ref_src=twsrc%5Etfw\">April 18, 2020</a></blockquote>  </figure>  <p> Donald Trump, in the early phases of the outbreak in the US, was dismissive of coronavirus and compared it to the flu, although it is many times more deadly and spreads extremely quickly, public health experts continue to warn.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GovMurphy/status/1251559513246830599\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a> is more virulent than the flu. One person with COVID-19 can infect many, many more without showing any symptoms. Once someone is exposed, it can take a long time – as much as 14 days – to develop illness.</p>&mdash; Governor Phil Murphy (@GovMurphy) <a href=\"https://twitter.com/GovMurphy/status/1251559513246830599?ref_src=twsrc%5Etfw\">April 18, 2020</a></blockquote>  </figure>  <p>Further:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GovMurphy/status/1251559901383581704\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">We have vaccines that can protect against the flu. We have proven anti-flu therapies. <br><br>We’re at least a year away from a vaccine for <a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a>, and there are currently no proven therapies.</p>&mdash; Governor Phil Murphy (@GovMurphy) <a href=\"https://twitter.com/GovMurphy/status/1251559901383581704?ref_src=twsrc%5Etfw\">April 18, 2020</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-18T19:19:29.347Z\">at 8.19pm BST</time></p>  </div> <div id=\"block-5e9b49528f08b7689b030fa0\" class=\"block is-key-event\" data-block-contributor=\"profile/lois-beckett\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-18T18:43:24.604Z\">7.43pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Anti-stay-home protests in Texas</h2>  <div class=\"block-elements\">  <p>Hundreds of people have packed together, shoulder to shoulder today, at a protest organized by conspiracy theorists in Austin, Texas. They chanted: “Fire Fauci! Fire Fauci!” <br><br>Few of the protesters were wearing masks. </p> <p>Footage of a crowd of people calling for Dr. Anthony Fauci, the leading public health expert advising the Trump administration, to be fired was captured by the New York Times. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mannyNYT/status/1251564861257113602\">  <blockquote class=\"twitter-tweet\"><p lang=\"fr\" dir=\"ltr\">Chant of “Fire Fauci!” <a href=\"https://t.co/Vj4aQhtQs7\">pic.twitter.com/Vj4aQhtQs7</a></p>&mdash; Manny Fernandez (@mannyNYT) <a href=\"https://twitter.com/mannyNYT/status/1251564861257113602?ref_src=twsrc%5Etfw\">April 18, 2020</a></blockquote>  </figure>  <p>The protest at Texas’ capitol was organized by a contributor to the conspiracy theory website InfoWars. Alex Jones, the site’s founder, showed up and bellowed into a bullhorn at the center of the packed crowd. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/loisbeckett/status/1251571279859118081\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Conspiracy theorist Alex Jones was at the InfoWars-organized protest in Austin, Texas just now, speaking into a bullhorn at the center of a packed crowd of hundreds of protesters. <br><br>Photo is a screenshot from an Infowars-affiliated livestream. <a href=\"https://t.co/diPtHwx1Fb\">pic.twitter.com/diPtHwx1Fb</a></p>&mdash; Lois Beckett (@loisbeckett) <a href=\"https://twitter.com/loisbeckett/status/1251571279859118081?ref_src=twsrc%5Etfw\">April 18, 2020</a></blockquote>  </figure>  <p>“I see a bunch of healthy Americans out here who don’t seem to be afraid of a virus,” Owen Shroyer, the InfoWars personality who organized the “You Can’t Close America” protest, told the crowd, according to footage of the protest live streamed on Periscope by an InfoWars supporter. </p> <p>“What are they going to do if we have events like this all over the country, with thousands of people showing up, and the virus doesn’t spread like they told us?” Shroyer asked. </p> <p>“If I want to go out to the gym or the club, or a restaurant, I’m not going to wear a mask,” Shroyer said. </p> <p>“Neither am I!” a woman shouted back at him. </p> <p>Shroyer referred to “the coronavirus hoax” on the livestream, then added that while there was a real virus, “the hysteria, the shutdown,” was the hoax. </p> </div>   </div> <div id=\"block-5e9b47c58f080ee11044778d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-18T18:36:25.952Z\">7.36pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>We keep an eye on the president’s tweets every day, of course, but don’t report on all of them. This one, however, needs to be disseminated.</p> <p>Fact check: there are nothing accurate in this tweet of Donald Trump’s.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DriverBrian/status/1251576911786057729\">  <blockquote class=\"twitter-tweet\"><p lang=\"und\" dir=\"ltr\"> <a href=\"https://t.co/WncAmBOIn1\">pic.twitter.com/WncAmBOIn1</a></p>&mdash; Brian Schmitt 🌊♥️🇺🇲 (@DriverBrian) <a href=\"https://twitter.com/DriverBrian/status/1251576911786057729?ref_src=twsrc%5Etfw\">April 18, 2020</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-18T22:59:12.864Z\">at 11.59pm BST</time></p>  </div> <div id=\"block-5e9b3f648f08b7689b030f76\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-18T18:03:48.108Z\">7.03pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Afternoon summary</h2>  <div class=\"block-elements\">  <p>It’s been a busy morning and there is more to come. The White House coronavirus task force briefing is due to take place at 5pm ET this evening.</p> <p>Here are the main events so far today:</p> <ul> <li>Protests against stay-at-home orders <a href=\"https://www.theguardian.com/world/live/2020/apr/18/coronavirus-us-live-growing-protests-stay-home-orders-trump-latest-news-updates?page=with:block-5e9b34068f080ee11044772f#block-5e9b34068f080ee11044772f\">continue</a>, with demonstrators gathering in Annapolis, Maryland, today and also expected in Austin, Texas.</li> <li>New York state, the center of the US outbreak of the coronavirus, has <a href=\"https://www.theguardian.com/world/live/2020/apr/18/coronavirus-us-live-growing-protests-stay-home-orders-trump-latest-news-updates?page=with:block-5e9b20128f080ee110447689#block-5e9b20128f080ee110447689\">announced</a> that it appears to be past its peak for the disease, although more than 500 people died just yesterday and the state is not out of the woods, and has no timeline for reopening businesses or relaxing social distancing.</li> <li>Queen Elizabeth II has <a href=\"https://www.theguardian.com/world/live/2020/apr/18/coronavirus-us-live-growing-protests-stay-home-orders-trump-latest-news-updates?page=with:block-5e9b03a88f080ee110447584#block-5e9b03a88f080ee110447584\">announced</a> low key birthday celebrations this year, because of quarantining during the coronavirus outbreak.</li> <li>Former presidential candidate and sitting Minnesota Senator Amy Klobuchar, whose husband caught coronavirus, <a href=\"https://www.theguardian.com/world/live/2020/apr/18/coronavirus-us-live-growing-protests-stay-home-orders-trump-latest-news-updates?page=with:block-5e9afc818f08bade1f2959e3#block-5e9afc818f08bade1f2959e3\">accused</a> the Trump administration of losing time by not having a national strategy to combat the coronavirus.</li> <li>Worries <a href=\"https://www.theguardian.com/world/live/2020/apr/18/coronavirus-us-live-growing-protests-stay-home-orders-trump-latest-news-updates?page=with:block-5e9af1528f08b7689b030d59#block-5e9af1528f08b7689b030d59\">continue</a> nationwide in the US over a lack of resources or strategies for mass testing and contact tracing as a way out of lockdown, and at rising protests about restrictions in place to limit the spread of the illness.</li> </ul> </div>   </div> <div id=\"block-5e9b3f468f08b7689b030f75\" class=\"block\" data-block-contributor=\"profile/victoria-bekiempis\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-18T17:56:49.264Z\">6.56pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>There’s an update to US <a href=\"https://www.theguardian.com/world/2020/apr/18/coronavirus-latest-at-a-glance-2\">coronaviru</a>s figures: Johns Hopkins University is now <a href=\"https://coronavirus.jhu.edu/map.html\">reporting</a> 711,197 confirmed cases and 37,309 deaths. </p> <p> Globally, the confirmed Covid-19 cases now number 2,284,018, with 156,901 fatalities.</p> </div>   </div> <div id=\"block-5e9b3d068f08b7689b030f71\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-18T17:49:48.454Z\">6.49pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>People in a small Indianapolis suburb have had some welcome financial relief during the pandemic - from anonymous donors.</strong></p> <p>Fortville’s nearly 4,000 residents had their water and sewer bills paid for by anonymous businesses.</p> <p>Residents were informed Friday through a Facebook post, generating a string of grateful comments.</p> <p>“The town has received a gracious donation with the stipulation that it be used to pay for April water/sewer bills. If you have already paid your April bill, you will see a credit on the May billing,” the post read, according to the AP.</p> <p>Fortville town manager Joe Renner says the total donation was more than $210,000. Renner told The Indianapolis Star newspaper it was pretty great the town had such caring people.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/media/2020/apr/09/coronavirus-us-newspapers-impact\">US newspapers face 'extinction-level' crisis as Covid-19 hits hard</a> </p> </aside> </div>   </div> <div id=\"block-5e9b34068f080ee11044772f\" class=\"block is-key-event\" data-block-contributor=\"profile/lois-beckett\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-18T17:25:26.782Z\">6.25pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Protesters demand to 'reopen Maryland'</h2>  <div class=\"block-elements\">  <p>Following a rally in Michigan that drew <a href=\"https://www.theguardian.com/us-news/2020/apr/18/coronavirus-americans-protest-stay-at-home\">thousands of people</a>, protesters asking the governor to “Reopen Maryland” converged on the state’s capital at noon on Saturday.</p> <p>The protesters, who argue that the public health shutdowns to prevent the spread of coronavirus are doing more harm than good, have been encouraged to rally by President Donald Trump.</p> <p>The organizers of the “Reopen Maryland” event <a href=\"https://www.facebook.com/ReopenMaryland/?eid=ARA6engg3Qk0TmaxpAgF0MTPiyM2VxgZ0zTttxu4dpGw_uZqUthL2xO6fGgt9KPaHHHqcQqIIsF1_l3V\">wrote on Facebook</a> that they were asking participants not to leave their cars except in an emergency, but that they aimed to fill Annapolis with as many vehicles as possible, and to make some noise. Early footage from local news outlets in Annapolis showed some streets filled with cars, and though the number of people showing up to attend the protest was not immediately clear. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JessArnoldTV/status/1251538252017917952\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The <a href=\"https://twitter.com/hashtag/ReopenMaryland?src=hash&amp;ref_src=twsrc%5Etfw\">#ReopenMaryland</a> protest is beginning in Annapolis. You can hear a chorus of cars honking their horns in support to stop the shutdown. <a href=\"https://twitter.com/wusa9?ref_src=twsrc%5Etfw\">@wusa9</a> <a href=\"https://t.co/Qh04V7RPJL\">pic.twitter.com/Qh04V7RPJL</a></p>&mdash; Jess Arnold (@JessArnoldTV) <a href=\"https://twitter.com/JessArnoldTV/status/1251538252017917952?ref_src=twsrc%5Etfw\">April 18, 2020</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MattC_McDonald/status/1251542078074601473\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Scene from <a href=\"https://twitter.com/hashtag/ReopenMaryland?src=hash&amp;ref_src=twsrc%5Etfw\">#ReopenMaryland</a> demonstration today. Lots of honking. Lots. <a href=\"https://twitter.com/thedbk?ref_src=twsrc%5Etfw\">@thedbk</a> <a href=\"https://t.co/0aQxgCXPE0\">pic.twitter.com/0aQxgCXPE0</a></p>&mdash; Matt McDonald (@MattC_McDonald) <a href=\"https://twitter.com/MattC_McDonald/status/1251542078074601473?ref_src=twsrc%5Etfw\">April 18, 2020</a></blockquote>  </figure>  <p>Early images shared on Twitter by people who said they were participating in the “Reopen Maryland” protest today showed cars assembling in a mall parking lot. Some of the cars were flying American flags, others Maryland flags, and they were covered in written slogans: “Bring Back Small Business!” and “We the People!” </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/KaboomCereal84/status/1251540712736382977\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Here at Annapolis Mall for <a href=\"https://twitter.com/hashtag/operationgridlockannapolis?src=hash&amp;ref_src=twsrc%5Etfw\">#operationgridlockannapolis</a> <a href=\"https://t.co/2TtalD1zHU\">pic.twitter.com/2TtalD1zHU</a></p>&mdash; TonyJunior (@KaboomCereal84) <a href=\"https://twitter.com/KaboomCereal84/status/1251540712736382977?ref_src=twsrc%5Etfw\">April 18, 2020</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Brandonfulhmfan/status/1251547972174852101\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/AlexBerenson?ref_src=twsrc%5Etfw\">@AlexBerenson</a> we’re in the pack. <a href=\"https://twitter.com/hashtag/ReopenAmerica?src=hash&amp;ref_src=twsrc%5Etfw\">#ReopenAmerica</a> <a href=\"https://twitter.com/hashtag/ReopenMaryland?src=hash&amp;ref_src=twsrc%5Etfw\">#ReopenMaryland</a> <a href=\"https://twitter.com/hashtag/annapolisgridlock?src=hash&amp;ref_src=twsrc%5Etfw\">#annapolisgridlock</a> <a href=\"https://t.co/xEHu5r9hkU\">pic.twitter.com/xEHu5r9hkU</a></p>&mdash; Brandon (@Brandonfulhmfan) <a href=\"https://twitter.com/Brandonfulhmfan/status/1251547972174852101?ref_src=twsrc%5Etfw\">April 18, 2020</a></blockquote>  </figure>  <p>Other people who said they were joining the protest shared photographs of what they had written on their own vehicles. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/corsjm/status/1251515737874690048\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Headed to <a href=\"https://twitter.com/hashtag/OperationGridlockAnnapolis?src=hash&amp;ref_src=twsrc%5Etfw\">#OperationGridlockAnnapolis</a> <a href=\"https://t.co/A7HCw5a7Kl\">pic.twitter.com/A7HCw5a7Kl</a></p>&mdash; Jim Corsetty (@corsjm) <a href=\"https://twitter.com/corsjm/status/1251515737874690048?ref_src=twsrc%5Etfw\">April 18, 2020</a></blockquote>  </figure>  <p>The “Reopen Maryland” group is asking Maryland’s Republican governor, Larry Hogan, “to immediately reopen our state’s business, educational and religious institutions”.</p> <p>“The economic, social and educational disruption caused by shutdowns is guaranteed to cause significant, even greater, harm, leading to increased deaths, economic disruption, loss of livelihood, and educational challenges for Marylanders and their families,” they argued in an <a href=\"https://www.change.org/p/governor-larry-hogan-reopen-maryland\">online petition</a>. <br><br>And photojournalist Jim Giordano captured the soundtrack at the protest (beyond the car honking).</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jmgpix/status/1251544751222009857\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Literally Toby Keith playing at <a href=\"https://twitter.com/hashtag/ReopenMD?src=hash&amp;ref_src=twsrc%5Etfw\">#ReopenMD</a> in Annapolis rn.. <a href=\"https://t.co/9uYtGM545X\">pic.twitter.com/9uYtGM545X</a></p>&mdash; J. M. Giordano photo (@jmgpix) <a href=\"https://twitter.com/jmgpix/status/1251544751222009857?ref_src=twsrc%5Etfw\">April 18, 2020</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-18T17:49:53.542Z\">at 6.49pm BST</time></p>  </div> <div id=\"block-5e9b31c48f080ee11044771f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-18T16:58:58.723Z\">5.58pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Canadian prime minister Justin Trudeau said the United States and Canada have agreed to keep the border closed to non-essential travel for another 30 days in <a href=\"https://www.youtube.com/watch?v=31D8AYckhzQ\">his daily update on the nation’s coronavirus response</a>.</p> <p>“Canada and the United States have agreed to extend by another 30 days the border measures that are currently in place,” Trudeau said. “This is an important decision and one that will keep people on both sides of the border safe.”</p> <p>Trudeau’s remarks came three days after Trump said the US-Canada border, which is normally crossed by nearly 200,000 people daily, would be among the first to open. The agreement had been set to expire on Tuesday. </p> <p>The prime minister also announced the designation of $306m to support Indigenous businesses across Canada.</p> <p>“These businesses employ people right across the country, in small communities and big cities alike,” he said.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-18T17:08:07.995Z\">at 6.08pm BST</time></p>  </div> <div id=\"block-5e9b27178f080ee1104476c1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-18T16:13:36.555Z\">5.13pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“We are today signing an executive order allowing people to get their marriage licenses remotely and also allowing clerks to perform ceremonies over video,” the secretary to the New York governor says. “So if that’s an avenue people want to go down, it will be available to them.”</p> <p>“Video marriage ceremonies,” Cuomo says with a smile. “There is now no excuse when the question comes up for marriage. No excuse. You can do it by Zoom. Yes or no.”<br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-18T16:18:22.193Z\">at 5.18pm BST</time></p>  </div> <div id=\"block-5e9b250c8f080ee1104476b1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-18T16:05:44.586Z\">5.05pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“The emotion in this country is as high as I can recall,” Cuomo says, “People are frustrated. We’re anxious, we’re scared, we’re angry. We’ve never been through this before. And on every level, this is a terrible experience. It’s disorienting, it threatens you to your core. It makes you reflect on your whole life and it really has ... it’s mentally very difficult, it’s emotionally difficult, economically it’s disastrous. The market goes down, your retirement funds go down, you’re not getting a paycheck. It is as tumultuous a time as we have ever seen. But in the midst of this, there is no time for politics. How does the situation get worse and get worse quickly? If you politicize all that emotion. We cannot go there.”</p> <p>Cuomo invokes Abraham Lincoln’s famous 1858 remark – “A house divided against itself cannot stand” – noting that it itself was borrowed from <a href=\"https://www.biblegateway.com/passage/?search=Mark+3%3A25&amp;version=NIV\">Mark 3:25</a>.</p> <p>“This is accepted wisdom,” he says. “A house cannot rise up from the greatest challenge it has seen since World War II. This is no time and no place for division. We have our hands full as it is. Let’s just stay together and let’s work it through. And that’s why we’re called the United States, right? And the unity was key, going back to Abraham Lincoln. It was always about the unity. Going back to the framers of the Constitution, it was always balance of power to ensure unity. And we need that unity now more than every before.”</p> </div>   </div> <div id=\"block-5e9b22e88f080ee1104476a7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-18T15:55:37.580Z\">4.55pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“Testing is the single most important topic,” Cuomo says. “Testing is how you monitor the rate of infection and you control for it.”</p> <p>Cuomo cites New Rochelle as an example of how an outbreak can be controlled with concentrated testing, citing <a href=\"https://www.nytimes.com/2020/03/27/nyregion/new-rochelle-coronavirus.html\">this New York Times story</a>.</p> <p>“The challenge is now bringing this up to scale,” he says. “We did 500,000 tests in a month. That’s great news. The bad news is it’s only a fraction of what you need. The more you test, the more information, the more you can reopen society.”</p> </div>   </div> <div id=\"block-5e9b20128f080ee110447689\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-18T15:44:00.339Z\">4.44pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">NY is past peak, but more than 500 people died yesterday</h2>  <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"18917e3f25c1b257e8da3821537f6f6ed69d8c72\"> <img src=\"https://media.guim.co.uk/18917e3f25c1b257e8da3821537f6f6ed69d8c72/0_275_8256_4954/1000.jpg\" alt=\"Messages of support for healthcare workers and essential employees cover the electronic billboards of a Times Square on April 17, 2020 in New York City. The “crossroads of the world” has become a ghost town during the coronavirus pandemic.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Messages of support for healthcare workers and essential employees cover the electronic billboards of a Times Square on April 17, 2020 in New York City. The “crossroads of the world” has become a ghost town during the coronavirus pandemic.</span> <span class=\"element-image__credit\">Photograph: Scott Heins/Getty Images</span> </figcaption> </figure>  <p>New York governor <strong>Andrew Cuomo</strong> says the <a href=\"https://twitter.com/CBSNews/status/1251535637381033989\">net change in total hospitalizations are down</a> over the last three days. ICU admissions are down, as are intubations across the state. </p> <p>More worryingly, there were 2,000 new hospitalizations yesterday.</p> <p>“That is still an overwhelming number every day,” Cuomo says at the top of his daily briefing from Albany. “We’re not at the peak but this is where we were in late March.”</p> <p>He adds there were 540 deaths in the past 24-hour period, down from 630 the day before: “It’s not as high as it was, but still: 540 people died yesterday.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-18T16:23:00.084Z\">at 5.23pm BST</time></p>  </div> <div id=\"block-5e9b15d58f080ee110447634\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-18T15:14:03.405Z\">4.14pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The United States is struggling to test enough people to track and control the spread of the novel coronavirus.</strong></p> <p>This is a crucial first step to reopening parts of the economy, which Donald Trump is pushing to do by May 1, the AP writes.</p> <p>Trump on Thursday released a plan to ease business restrictions that hinges on a downward trajectory of positive tests.</p> <p>But more than a month after he declared, “Anybody who wants a test, can get a test,” the reality has been much different.</p> <p>People report being unable to get tested. Labs and public officials say critical supply shortages are making it impossible to increase testing to the levels experts say is necessary to keep the virus in check.</p> <p>“There are places that have enough test swabs, but not enough workers to administer them. There are places that are limiting tests because of the CDC criteria on who should get tested,” said Dr. Megan Ranney, an emergency physician and associate professor at Brown University. </p> <p>“There’s just so many inefficiencies and problems with the way that testing currently happens across this country.”</p> <p>Trump’s plan envisions setting up “sentinel surveillance sites” that would screen people without symptoms in locations that serve older people or minority populations</p> <p> Experts say testing would have to increase as much as threefold to be effective.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/17/white-house-testing-criticism-coronavirus-reopen-economy\">White House insists US has 'sufficient' testing capacity to reopen amid widespread criticism</a> </p> </aside> </div>   </div> <div id=\"block-5e9b13fa8f080ee11044762c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-18T14:57:13.370Z\">3.57pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <h2>Fired aircraft carrier’s captain could learn fate soon</h2>  <figure class=\"element element-image\" data-media-id=\"9acf7086949165c43f07b764ec82bb772a481145\"> <img src=\"https://media.guim.co.uk/9acf7086949165c43f07b764ec82bb772a481145/0_100_3000_1800/1000.jpg\" alt=\"U.S. Navy Capt. Brett Crozier, commanding officer of the aircraft carrier USS Theodore Roosevelt (CVN 71), addresses the crew during an all-hands call on the ship’s flight deck while conducting routine operations in the Eastern Pacific Ocean, last November.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">U.S. Navy Capt. Brett Crozier, commanding officer of the aircraft carrier USS Theodore Roosevelt (CVN 71), addresses the crew during an all-hands call on the ship’s flight deck while conducting routine operations in the Eastern Pacific Ocean, last November.</span> <span class=\"element-image__credit\">Photograph: Seaman Apprentice Nicholas Huynh/AP</span> </figcaption> </figure>  <p>The Navy’s top admiral will soon decide the fate of the ship captain who was fired after pleading for commanders to move faster to safeguard his coronavirus-infected crew on the <strong>USS Theodore Roosevelt.</strong></p> <p>In the glare of a public spotlight, Admiral <strong>Mike Gilday</strong> will decide whether Navy Captain <strong>Brett Crozier</strong> stepped out of line when he went around his chain of command and sent an email pushing for action to stem the outbreak, The AP writes.</p> <p>As of Friday, 660 sailors on the aircraft carrier, now docked at the US Pacific territory of <strong>Guam</strong>, had tested positive for the virus and seven were hospitalized. </p> <p>One sailor has died, and more than 4,000 of the ship’s 5,000 crew members have been moved onto the island for quarantine.</p> <p>Gilday’s review won’t be limited to Crozier. It will also look at the command climate on the ship and higher up within the Pacific-based fleet, to determine if there are broader leadership problems in a region critical to America’s national security interests.</p> <p>Gilday has many options as he reviews what was an extraordinarily rapid investigation by Admiral Robert Burke, the vice chief of naval operations. </p> <p>Burke and his staff finished the review in about a week, conducting interviews almost entirely online and by phone between Washington and Guam.</p> </div>   </div> <div id=\"block-5e9b0d8c8f080ee1104475e3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-18T14:34:23.557Z\">3.34pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <h2>Racial toll of coronavirus grows even starker as more data emerges</h2> <p>As a clearer picture emerges of <strong><a href=\"https://twitter.com/WHO/status/1227248333871173632?s=20\">Covid-19</a></strong>’s decidedly deadly toll on black Americans, leaders are demanding a reckoning of the systemic policies they say have made many <strong>African Americans far more vulnerable to the virus</strong>, including <strong>inequity in access to health care and economic opportunity</strong>, The Associated Press writes.</p> <blockquote class=\"quoted\"> <p>A growing chorus of medical professionals, activists and political figures are pressuring the federal government to not just release comprehensive racial demographic data of the country’s coronavirus victims, but also to outline clear strategies to blunt the devastation on African Americans and other communities of color.</p> <p>On Friday, the Centers for Disease Control and Prevention (CDC) released its first breakdown of Covid-19 case data by race, showing that 30% of patients whose race was known were black. The federal data was missing racial information for 75% of all cases, however, and did not include any demographic breakdown of deaths.</p> <p>The latest AP analysis of available state and local data shows that nearly one-third of those who have died are African American, with black people representing about 14% of the population in the areas covered in the analysis.</p> <p>Roughly half the states, representing less than a fifth of the nation’s COVID-19 deaths, have yet to release demographic data on fatalities. In states that have, about a quarter of the death records are missing racial details.</p> </blockquote> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/apr/08/its-a-racial-justice-issue-black-americans-are-dying-in-greater-numbers-from-covid-19\">'It's a racial justice issue': Black Americans are dying in greater numbers from Covid-19</a> </p> </aside>  <p>Read more:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/16/profit-over-people-cost-over-care-americas-broken-healthcare-exposed-by-virus\">Profit over people, cost over care: America's broken healthcare exposed by virus</a> </p> </aside> </div>   </div> <div id=\"block-5e9b076b8f08bade1f295a31\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-18T14:14:56.241Z\">3.14pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <h2>“Better to be six feet apart than six feet under”</h2>  <figure class=\"element element-image\" data-media-id=\"9ef0a79ac01427280c79cc67f75bf9db97cc91f6\"> <img src=\"https://media.guim.co.uk/9ef0a79ac01427280c79cc67f75bf9db97cc91f6/0_120_3600_2160/1000.jpg\" alt=\"Rallygoers protest against Michigan governor Gretchen Whitmer’s stay-at-home order, at the state Capitol Wednesday, April 15, 2020, in downtown Lansing.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rallygoers protest against Michigan governor Gretchen Whitmer’s stay-at-home order, at the state Capitol Wednesday, April 15, 2020, in downtown Lansing.</span> <span class=\"element-image__credit\">Photograph: Matthew Dae Smith/AP</span> </figcaption> </figure>  <p><strong>Michigan governor Gretchen Whitmer</strong> is under assault by right-wing driven protests for her tough restrictions on Michiganders during the coronavirus pandemic.</p> <p>Protesters, some heavily armed, swarmed the state capitol earlier in the week, briefly chanting: “Lock her up” - a strong echo of one of Donald Trump’s most regular prompts about Hillary Clinton at rallies during and since the 2016 election.</p> <p>Last night Trump called such demonstrators “responsible people” in an ominous echo of the language he used when he said there were “fine people on both sides” after the deadly clashes between white nationalist and counter-protesters in Charlottesville, Virginia, in 2017.</p> <p>Yesterday Whitmer, a Democrat, declared, unequivocally, in an interview on ABC: ““You know, I can take it [the protests]. If it makes people feel better to take their frustrations out on me, that’s fine. All I ask is let’s not get overly political here. Let’s focus on the public health.”</p> <p>The governor said she recognized that her stay-at-home order comes with a price as people get laid off and children are prevented from going to school, but also that the order was necessary to protect Michiganders from the Covid-19 outbreak.</p> <p>“It’s better to be six feet apart right now than six feet under,” she said.</p>  <figure class=\"element element-image\" data-media-id=\"4554515448491b47ed8f16762df1a3c58dcabec5\"> <img src=\"https://media.guim.co.uk/4554515448491b47ed8f16762df1a3c58dcabec5/0_217_4605_2763/1000.jpg\" alt=\"Gretchen Whitmer delivers her State of the State address to a joint session of the House and Senate at the state Capitol in Lansing, Michgan, in January, 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Gretchen Whitmer delivers her State of the State address to a joint session of the House and Senate at the state Capitol in Lansing, Michgan, in January, 2020.</span> <span class=\"element-image__credit\">Photograph: Al Goldis/AP</span> </figcaption> </figure>  <p>On CNN this morning, former Michigan Democratic governor <strong>Jennifer Granholm</strong> said of right restrictions: “She doesn’t want to do them but she wants to protect the people of the state - Democrat and Republican. She is not going to [relax] while people’s lives are at stake.”</p> <p>Granholm criticized protesters for not keeping physical distance, handing out candy to children, without wearing face masks or gloves, and by clogging traffic “blocking amblances from getting to the hospital,” she said.</p> </div>   </div> <div id=\"block-5e9b03a88f080ee110447584\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-18T13:52:37.480Z\">2.52pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">British monarch cancels high-profile birthday celebrations</h2>  <div class=\"block-elements\">  <p>Queen Elizabeth II, monarch of the United Kingdom and the Commonwealth (ie she’s literally on the money in Canada, Australia and some other members of the Commonwealth) has announced she is canceling the traditional royal gun salute for her birthday on Tuesday, when she turns 94.</p> <p>She will spend the day privately at Windsor Castle, on the outskirts of London, with Prince Philip, 98. Family members are expected to video call her on the day, the Guardian <a href=\"https://www.theguardian.com/uk-news/2020/apr/18/queen-cancels-birthday-gun-salutes-amid-coronavirus-gloom\">reports</a>.</p> <p>You can follow British developments relating to the coronavirus on our UK live blog.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/live/2020/apr/18/uk-coronavirus-live-doctors-confirm-lack-of-ppe-amid-fears-supplies-may-run-out-this-weekend\">Coronavirus: UK hospital deaths top 15,000 after 888 more patients die</a> </p> </aside>  <p>And you can follow global developments on the coronavirus pandemic via our global live blog.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/live/2020/apr/18/coronavirus-live-news-global-deaths-pass-150000-trump-china-china-denies-any-concealment-pence-origins-europe-germany\">Coronavirus live news: US accused of 'dereliction of duty' as deaths in Spain top 20,000</a> </p> </aside>  <p>Interestingly, the global live blog has a headline relating to the anger US Senator <strong>Angus King, of Maine,</strong> displayed yesterday, after a call between vice president <strong><a href=\"https://www.theguardian.com/us-news/mike-pence\">Mike Pence</a></strong> and some Democratic leaders in the US Senate did not go well.</p> <p>The Dems were frustrated that the federal government is not responding sufficiently to complaints from state officials for more resources for testing and tracking their residents, so they can get a handle on shutting the virus down and opening up their economies.</p> <p>Angus referred to “a dereliction of duty” by the federal government.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/sunjournal/status/1251235338753892354\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">On call with <a href=\"https://twitter.com/Mike_Pence?ref_src=twsrc%5Etfw\">@Mike_Pence</a>, <a href=\"https://twitter.com/SenAngusKing?ref_src=twsrc%5Etfw\">@SenAngusKing</a> calls federal testing effort a ‘dereliction of duty’ <a href=\"https://t.co/ERqm7zqP80\">https://t.co/ERqm7zqP80</a> <a href=\"https://twitter.com/hashtag/mepolitics?src=hash&amp;ref_src=twsrc%5Etfw\">#mepolitics</a> <a href=\"https://t.co/Ltt4NQnSdt\">pic.twitter.com/Ltt4NQnSdt</a></p>&mdash; Sun Journal (@sunjournal) <a href=\"https://twitter.com/sunjournal/status/1251235338753892354?ref_src=twsrc%5Etfw\">April 17, 2020</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-18T13:54:05.208Z\">at 2.54pm BST</time></p>  </div> <div id=\"block-5e9b017b8f080ee11044757c\" class=\"block\" data-block-contributor=\"profile/victoria-bekiempis\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-18T13:36:25.864Z\">2.36pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <h2>Latest statistics</h2> <p>The number of confirmed US <a href=\"https://www.theguardian.com/world/2020/apr/18/coronavirus-latest-at-a-glance-2\">coronavirus </a>cases hit 706,779 this morning -- and nationwide deaths now total 37,079, the latest data <a href=\"https://coronavirus.jhu.edu/map.html\">indicate</a>. As of the most recent count, 3,574,392 US residents have been tested. </p> <p>To give some perspective: Johns Hopkins University, which is tracking the <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">outbreak</a>, noted that there are a total of 2,261,631 confirmed cases and 154,789 deaths worldwide. </p> <p>Johns Hopkins also noted that New York City presently has 131,661 confirmed <strong>Covid-19</strong> cases, with 13,202 fatalities. </p> <p>Researchers at Johns Hopkins also provided updated numbers for New York City, which leads the country with 131,661 confirmed cases and 13,202 deaths. </p> <p>The statistics are sure to change throughout the day. We’ll keep you posted with updates.</p> <p>Here’s <a href=\"https://www.theguardian.com/profile/robinmckie\">Robin McKie</a>, the science and environment editor of the Observer, the Guardian’s sister newspaper (and the oldest surviving Sunday newspaper in the world, FYI).</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/apr/17/coronavirus-five-months-on-what-scientists-now-know-about-covid-19\">Coronavirus: five months on, what scientists now know about Covid-19</a> </p> </aside> </div>   </div> <div id=\"block-5e9afc818f08bade1f2959e3\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-18T13:25:00.639Z\">2.25pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">&quot;There was never a national strategy&quot;</h2>  <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"4cd4d53070ea035bc6298b97429a74d7750560df\"> <img src=\"https://media.guim.co.uk/4cd4d53070ea035bc6298b97429a74d7750560df/0_0_3500_2181/1000.jpg\" alt=\"Amy Klobuchar endorsing Joe Biden last month, after his surge on Super Tuesday and her decision to drop out of the 2020 race for the Democratic nomination for the White House.\" width=\"1000\" height=\"623\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Amy Klobuchar endorsing Joe Biden last month, after his surge on Super Tuesday and her decision to drop out of the 2020 race for the Democratic nomination for the White House.</span> <span class=\"element-image__credit\">Photograph: Eric Thayer/Reuters</span> </figcaption> </figure>  <p>Minnesota Senator and recent <strong><a href=\"https://www.theguardian.com/us-news/us-elections-2020\">2020</a></strong> Democratic presidential candidate <strong><a href=\"https://www.theguardian.com/us-news/amy-klobuchar\">Amy Klobuchar</a></strong> just lit into the Trump administration, in a live interview on CNN.</p> <p>Klobuchar’s husband, John Bessler, was desperately sickened by <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">coronavirus</a>, but eventually pulled through after being hospitalized.</p> <p>“You cannot hold their hand. You cannot hug the healthcare workers” who are caring for your loved one. “It’s a horrific disease,” Klobuchar said.</p> <p>With governors and the federal government at battle stations, Klobuchar pointed to remarks by New York governor <strong><a href=\"https://www.theguardian.com/us-news/andrew-cuomo\">Andrew Cuomo</a></strong> yesterday about those disliking the quarantine orders: “If you’re mad, call <em>me</em>.”</p> <p>Klobuchar said moments ago: “Does the president of the United States say that? No. At the Republican convention [in 2016 when he snagged the party nomination for the White House] he said ‘I alone can fix it’, then it was back to the governors [to take responsibility for fighting coronavirus], then he was in charge, then it’s [again] up to the governors.</p> <p>“There was never a national strategy for testing and a national strategy to prepare our country. If we had not lost those precious months and could have been in better shape right now.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CNN/status/1251502222053179392\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">“It&#39;s OK that we have different governors making different decisions in different states, but let me tell you what isn&#39;t OK … There was never a national strategy to prepare our country,” Sen. Amy Klobuchar tells <a href=\"https://twitter.com/smerconish?ref_src=twsrc%5Etfw\">@smerconish</a> about the coronavirus response. <a href=\"https://t.co/7vWZnkOjsi\">https://t.co/7vWZnkOjsi</a> <a href=\"https://t.co/bldYORomzQ\">pic.twitter.com/bldYORomzQ</a></p>&mdash; CNN (@CNN) <a href=\"https://twitter.com/CNN/status/1251502222053179392?ref_src=twsrc%5Etfw\">April 18, 2020</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-18T13:27:10.555Z\">at 2.27pm BST</time></p>  </div> <div id=\"block-5e9af1528f08b7689b030d59\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-04-18T12:58:26.264Z\">1.58pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Worries over testing and partisan protests</h2>  <div class=\"block-elements\">  <p>Good morning, US live blog readers, the coronavirus doesn’t rest on weekends and neither do we. Stay tuned for up-to-the-minute news on US politics and the pandemic.</p> <p>There are widespread concerns about the growing occurrence of sporadic protests around the nation. These flared up earlier in the week in several states, most notably Michigan and Minnesota, against the continuance of stay-at-home orders by governors (which follow federal guidelines) as they try to contain the disease. Most US public helath experts believe the number of coronavirus cases has not yet peaked in the US, though the may peak soon.</p> <p>The protests appear to have had a partisan bent, with a preponderance of “Trump 2020” flags, Trump baseball hats and signs criticizing Democratic party state governors, and some demonstrators toting assault rifles.</p> <p>Now Texas, with a Republican governor, Greg Abbott, is expecting protesters to gather today at the state capitol in Austin to call for the reopening of the state’s economy – and the country’s – and an end to social distancing orders and business closures.</p> <p>The rally is being called “You Can’t Close America”. </p> <p>Last night at the White House coronavirus task force briefing, Donald Trump and his vice-president, Mike Pence, both delivered messages saying that there are enough tests available across the nation to track and control the spread of coronavirus and move to “phase one” reopening of the economy, which non-essential businesses starting up again.</p> <p>This goes against what many governors are saying, some Republicans as well as Democrats, that they do not have enough resources yet to begin safely opening up towards normal life again.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/17/white-house-testing-criticism-coronavirus-reopen-economy\">White House insists US has 'sufficient' testing capacity to reopen amid widespread criticism</a> </p> </aside>  <p>And the Guardian is reporting today on some of the right-wing forces, both political and financial, that appear to be driving protesters, whom Trump on Friday called “responsible people”.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/18/coronavirus-americans-protest-stay-at-home\">Thousands of Americans backed by rightwing donors gear up for protests</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-04-18T13:29:41.336Z\">at 2.29pm BST</time></p>  </div>"
]