[
  "<p>Caheri Gutierrez and her friend were waiting at a red light in downtown Oakland when another car pulled up alongside them.</p> <p>It was 20 November 2008, and Gutierrez, then 18, was on her way to help her mother clean an office building that night.</p> <p>Looking straight ahead she didn’t see the window of the other car roll down, nor the gun pointed at them.<strong> </strong>She just remembers a bullet busting through the window, feeling a jolt of electricity, and then seeing blood coming from her friend’s arm.</p> <p>“Oh my goodness, they shot you!” Gutierrez screamed.</p> <p>Her friend stared at her<strong> </strong>“like a ghost” and abruptly turned away. Gutierrez touched the lower half of her face, felt chunks of mushy, bloody flesh on the inside of her cheek and slowly realized she was the one who had been shot.</p> <p>Her hands became stiff as she lost consciousness. “I’m about to die,” she thought before blacking out.</p>  <figure class=\"element element-interactive interactive element--supporting\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/from-tool/series/index.html?vertical=News&amp;opinion-tint=false&amp;title=Guns%20and%20lies&amp;description=Gun%20homicides%20nationwide%20have%20barely%20declined%2C%20but%20in%20California’s%20Bay%20Area%20they’re%20down%2030%25.%20In%20a%20year-long%20series%2C%20the%20Guardian%20investigates%20the%20initiatives%20that%20are%20saving%20lives%20in%20an%20area%20scarred%20by%20rising%20inequality%20and%20gentrification&amp;read-more-link=https%3A%2F%2Fwww.theguardian.com%2F&amp;links=true&amp;link-1-headline=Traumatized%20migrant%20kids%20were%20being%20shot.%20One%20school%20district%20came%20up%20with%20a%20plan%20to%20save%20them&amp;link-1-url=https%3A%2F%2Fwww.theguardian.com%2Fus-news%2F2020%2Fapr%2F27%2Foakland-migrant-kids-murder-schools&amp;link-2-headline=92%25%20black%20or%20Latino%3A%20the%20California%20laws%20that%20keep%20minorities%20in%20prison&amp;link-2-url=https%3A%2F%2Fwww.theguardian.com%2Fus-news%2F2019%2Fnov%2F26%2Fcalifornia-gang-enhancements-laws-black-latinos&amp;link-3-headline=Gun%20violence%20has%20sharply%20declined%20in%20California’s%20Bay%20Area.%20What%20happened%3F&amp;link-3-url=https%3A%2F%2Fwww.theguardian.com%2Fus-news%2Fng-interactive%2F2019%2Fjun%2F03%2Fgun-violence-bay-area-drop-30-percent-why-investigation\" data-alt=\"Series linker\"> <a href=\"https://interactive.guim.co.uk/embed/from-tool/series/index.html?vertical=News&opinion-tint=false&title=Guns%20and%20lies&description=Gun%20homicides%20nationwide%20have%20barely%20declined%2C%20but%20in%20California’s%20Bay%20Area%20they’re%20down%2030%25.%20In%20a%20year-long%20series%2C%20the%20Guardian%20investigates%20the%20initiatives%20that%20are%20saving%20lives%20in%20an%20area%20scarred%20by%20rising%20inequality%20and%20gentrification&read-more-link=https%3A%2F%2Fwww.theguardian.com%2F&links=true&link-1-headline=Traumatized%20migrant%20kids%20were%20being%20shot.%20One%20school%20district%20came%20up%20with%20a%20plan%20to%20save%20them&link-1-url=https%3A%2F%2Fwww.theguardian.com%2Fus-news%2F2020%2Fapr%2F27%2Foakland-migrant-kids-murder-schools&link-2-headline=92%25%20black%20or%20Latino%3A%20the%20California%20laws%20that%20keep%20minorities%20in%20prison&link-2-url=https%3A%2F%2Fwww.theguardian.com%2Fus-news%2F2019%2Fnov%2F26%2Fcalifornia-gang-enhancements-laws-black-latinos&link-3-headline=Gun%20violence%20has%20sharply%20declined%20in%20California’s%20Bay%20Area.%20What%20happened%3F&link-3-url=https%3A%2F%2Fwww.theguardian.com%2Fus-news%2Fng-interactive%2F2019%2Fjun%2F03%2Fgun-violence-bay-area-drop-30-percent-why-investigation\">Series linker</a> </figure>  <p>Gutierrez woke up five days later at Oakland’s Highland hospital, her hands strapped to a bed and tubes in her mouth, nose and throat. Patches of her hair and some of her teeth were missing.</p> <p>“I couldn’t talk. I could only write, and I would ask my mom and the hospital staff if I could see my face,” Gutierrez recalled on a recent afternoon. “They would say no, afraid that I would try to commit suicide.”</p> <p>Gutierrez’s mother eventually gave her a makeup compact, and the first thing she<strong> </strong>recalls seeing were her eyes. She was overwhelmed with gratitude because she was alive with her cognition intact.</p> <p>But days later, it hit her: “My face is deformed, I don’t have teeth, I don’t have hair.”</p> <p>A budding model before the shooting who was pursuing a career in the fashion and beauty industries, she understood her injuries meant that her plans for the future had been dramatically changed.</p> <p>“It was a lot to process, and I would spend days just looking in the mirror.”</p>  <figure class=\"element element-interactive interactive element--showcase\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2020/05/archive-2-zip/giv-3902JqYgbc4QnKGf/index.html\" data-alt=\"Caheri's video\"> <a href=\"https://interactive.guim.co.uk/uploader/embed/2020/05/archive-2-zip/giv-3902JqYgbc4QnKGf/index.html\">Caheri's video</a> </figure>  <p>Gutierrez is one of nearly 100,000 people in the US who experts estimate survive firearm injuries each year. In Oakland, where she lives, gun homicide rates <a href=\"https://www.theguardian.com/us-news/ng-interactive/2019/jun/03/gun-violence-bay-area-drop-30-percent-why-investigation\">fell</a> by more than 40% in the past decade, from 93 in 2007 to 58 in 2017. But for every person who is shot and killed, experts estimate at least two to four shooting victims survive their injuries. That means that there are many more stories of survival than fatality.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I couldn’t talk. I could only write, and I would ask my mom and the hospital staff if I could see my face</p> <footer> <cite>Caheri Gutierrez</cite> </footer> </blockquote> </aside>  <p>With this in mind, a growing cohort of medical professionals and violence prevention organizers are collaborating to highlight the plights of survivors in the national gun violence conversation. They’ve found that intervention in the hours and days following a shooting can jumpstart the months, and sometimes years, of mental and physical rehabilitation that lie ahead for victims, and help prevent retaliatory violence in their communities.</p> <p>The Bay Area has been at the forefront of this battle. The violence prevention not-for-profit Youth Alive! brought a hospital-based violence intervention program to Highland hospital in the 1990s. Several other programs have emerged in the region since then, and they have been credited with contributing to the decrease in gun violence in the Bay Area over the past 10 years.</p> <p>“When people are in the hospital and in crisis they need guidance through that moment,” says Kyndra Simmons, the Youth Alive! intervention director. “Some people just want to feel safe again. And we have violence interrupters that can help them plan that out.”</p>  <figure class=\"element element-interactive interactive element--showcase\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2020/05/archive-3-zip/giv-3902aPCH2cfhxuqb/index.html\" data-alt=\"Jeremy's video\"> <a href=\"https://interactive.guim.co.uk/uploader/embed/2020/05/archive-3-zip/giv-3902aPCH2cfhxuqb/index.html\">Jeremy's video</a> </figure>  <p>In the early morning of 4 June 2016, Jeremy Posey and a friend were sitting in a car in front of Posey’s mother’s West Oakland home. The pair had been out clubbing after Posey broke up with his girlfriend earlier in the day, and they were recapping the night when several men walked up and tried to jack the car.</p> <p>As Posey and his friend sped<strong> </strong>off, the would-be robbers opened fire from behind. Bullets pierced the back window.<strong> </strong>Posey ducked to avoid the gunfire, but a bullet hit him in the back.</p> <p>He remained conscious but immediately started losing feeling in his legs. “I’m about to die in the passenger seat of my friend’s car,” he thought.</p> <p>Posey’s friend rushed him to Highland hospital,<strong> </strong>where he stayed in the intensive care unit for two weeks. Doctors told Posey, a 26-year-old athlete and a former clown for his sister’s drill team, that he had a complete T7 spinal cord injury and would probably be permanently paralyzed from the chest down.</p> <p>Once the surgery drugs and pain medicine wore off, Posey started having nightmares that lasted into his stay at the Fairmont rehabilitation and wellness center in San Leandro, right outside of Oakland.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>It was tough. The constant pain, the magnitude of losing my ability to walk and having to relearn stuff</p> <footer> <cite>Jeremy Posey</cite> </footer> </blockquote> </aside>  <p>“It was tough. The constant pain, the magnitude of losing my ability to walk and having to relearn stuff,” Posey recalls of his time in rehabilitation. “I had to learn how to close my hand so I could write. I had to learn how to get dressed by myself, use the bathroom, shower by myself and take care of myself.”</p> <p>Posey spent six months in Fairmont’s acute rehabilitation and another three months in the facility’s long-term nursing department. Meanwhile, a local not-for-profit that helps people with disabilities found him a wheelchair-accessible apartment where he could live on his own. Eventually he moved into an apartment in San Leandro, where he’s been for the past three years.<strong> </strong>Although he was denied victim’s compensation funds by the state board, he receives social security, and disability benefits from the state.</p> <p>Before the shooting<strong> </strong>that left him paralyzed, Posey envisioned “a life of grandeur”.</p> <p>“My expectation was being able to make a lot of money playing sports or being a performer,” he said. “I was really into the materialistic side of what life offers.”</p> <p>After his injury, his first priority was to simply regain independence. He now drives himself around in a car that has been modified with hand controls in lieu of gas and brake pedals. His social life centers around the kickbacks in friends’ homes and events like Golden State Warriors championship parades. Navigating his first parade as a wheelchair user was “ridiculous”, he recalled. At one point he found himself stuck on a walking bridge. “You trying to get out of the crowd bro?”, a<strong> </strong>group of parade-goers asked<strong>,</strong> before lifting him, wheelchair and all, over a railing and out of the thick crowd.</p> <p>“It was funny for the most part because these people didn’t know me from a can of paint,” Posey recalled. “It’s cool to see that there are people who are willing to help other people.”</p>  <figure class=\"element element-interactive interactive element--immersive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/from-tool/photo-collage/index.html?vertical=News&amp;opinion-tint=false&amp;left-image=https%3A%2F%2Fmedia.gutools.co.uk%2Fimages%2F5bda476bc41b8bdd12e923eb939912c21fb8fdd4%3Fcrop%3D0_0_3138_2092&amp;left-caption=&amp;right-image=https%3A%2F%2Fmedia.gutools.co.uk%2Fimages%2Fac12657e72e020422547daef46847b09e2a20920%3Fcrop%3D0_0_3240_2160&amp;right-caption=&amp;always-place-captions-below=false\" data-alt=\"Jeremy Posey\"> <a href=\"https://interactive.guim.co.uk/embed/from-tool/photo-collage/index.html?vertical=News&opinion-tint=false&left-image=https%3A%2F%2Fmedia.gutools.co.uk%2Fimages%2F5bda476bc41b8bdd12e923eb939912c21fb8fdd4%3Fcrop%3D0_0_3138_2092&left-caption=&right-image=https%3A%2F%2Fmedia.gutools.co.uk%2Fimages%2Fac12657e72e020422547daef46847b09e2a20920%3Fcrop%3D0_0_3240_2160&right-caption=&always-place-captions-below=false\">Jeremy Posey</a> <figcaption>Jeremy Posey was left permanently paralyzed after being shot in his friends car. Photographs by Brandon Tauszik/The Guardian</figcaption> </figure>  <p>Posey plans to go back to school to get a degree in broadcast or mass communications. He watches films, tries out new restaurants, and spends time with some of the other men in his apartment complex who are also in wheelchairs, some who were in the same hospital at the same time he was.</p> <p>“We’re all pretty close,” he says. “We’ll have potluck-style cookouts where we eat, drink and listen to music.”</p> <p>“We try to stay close because when you get in a predicament like this you need a support system. Even after you’re physically healed, having people that you can talk to and be around for positive vibes is definitely necessary.”</p> <p>But Posey has found that physical therapies, staying social and random acts of kindness can only do so much. “Mental health and emotional trauma therapy are two of the biggest things we don’t talk about for people who become paralyzed and experience gun violence,” Posey says.</p> <p>“We mostly just deal with the physical and move on from it,” he continues. “But probably the biggest thing is having more resources where people can address the emotional and mental stress that comes with it.”</p> <p>•••</p> <p>Seven years and several facial and dental surgeries after her shooting, Caheri Gutierrez has come to the same realization. She now works for Oakland Promise, the city’s youth development program, and leads youth-focused gun violence prevention workshops.</p> <p>She’s pursuing a degree in sociology and Chicana studies at UC Berkeley and hopes to one day open a hospital-based violence intervention program for gunshot wound survivors in Mexico.</p> <p>“I realized that I don’t want any young person to ever experience this,” Gutierrez says. “So I learned a lot of facts and statistics, and met a network of community members who had similar relationships to gun violence as me.”</p> <p>Both Gutierrez and Posey dealt with some form of gun violence before their own shootings. Posey says he’s lost friends to gun violence and attended functions that ended in shootouts.</p> <p>And two years before her own injury, Gutierrez’s brother’s head was grazed by a bullet during a Halloween party. She says that growing up in East Oakland she’d been preparing herself since age 11 for the day her brother would be shot.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"7400951a57c52ca451a4c3b7185739c72cd0e1dd\"> <img src=\"https://media.guim.co.uk/7400951a57c52ca451a4c3b7185739c72cd0e1dd/0_0_3240_2160/1000.jpg\" alt=\"Caheri Gutierrez was 18 when she was shot. ‘It was a lot to process, and I would spend days just looking in the mirror all day,’ she said.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Caheri Gutierrez was 18 when she was shot. ‘It was a lot to process, and I would spend days just looking in the mirror all day,’ she said.</span> <span class=\"element-image__credit\">Photograph: Brandon Tauszik/The Guardian</span> </figcaption> </figure>  <p>Most gunshot survivors are young black or Latino men.<strong> </strong>In 2017, firearm injuries were the<a href=\"https://www.cdc.gov/injury/images/lc-charts/leading_causes_of_death_by_age_group_violence_2017_1100w850h.jpg\"> third leading cause of death</a> among people ages 15-34 in the US, according to the Centers for Disease Control and Prevention (CDC), and it was the <a href=\"https://www.cdc.gov/healthequity/lcod/men/2017/nonhispanic-black/index.htm\">number one cause of death</a> among black males in the same age group.</p> <p>Still, once it happened Gutierrez was in shock. “That shit rocked my world,” she says of her brother’s injury. “I was once a high-performing academic student. I couldn’t go into my classroom and pay attention to what was happening. I started cutting class and smoking weed to cope.</p> <p>Eventually, Gutierrez, who played for Golden Bear Volleyball Club, UC Berkeley’s youth team, was expelled from school.</p> <p>“That was the wrong way to respond to the trauma I was displaying,” Gutierrez says of school administrators’ response to her behavior. “Those were very normal behaviors that people experiencing gun violence and trauma begin to take on.</p> <p>•••</p> <p>Rochelle Dicker, a University of San Francisco trauma surgeon, has seen countless gunshot wound victims in her almost two-decades-long career.</p> <p>When someone comes into a trauma center after being shot the “air is a lot thicker with tension and anxiety” than it is during other emergencies, Dicker says. Not only is there a patient with life-threatening injuries, but concerned family members are often kept out of the hospital for hours because of a police presence or lockdown protocol for shooting incidents.</p> <p>Dicker founded the Wraparound Project, UCSF’s version of a hospital-based intervention program (HIVP), to help stop the revolving door of gunshot wound injuries and provide care that goes beyond stopping bleeding and stitching open wounds to survivors.</p> <p><strong>“</strong>We need to provide social care to our patients as much as we provide traditional care,” she argues. “Otherwise, we’re just patching people up and not changing anything about their risk factors.”</p> <p>The Wraparound Project and Caught in the Crossfire, the Highland hospital project started by Youth Alive! in the 1990s, are now two<a href=\"https://www.thehavi.org/directory-by-name\"> of dozens</a> of HVIPs in the US that, in the moments after a shooting, dispatch social workers to help families and patients, and send local violence interrupters to communities and hospital bedsides to stop retaliation.</p> <p>“These programs are built on the principles that violence is a public health issue,” Dicker said. “We provide not only mental wellness care but ultimately link people with resources, practical things like good jobs and better education.”</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"fd1c176c4cfbca6bba39dcf9e65b86a8fb0b9940\"> <img src=\"https://media.guim.co.uk/fd1c176c4cfbca6bba39dcf9e65b86a8fb0b9940/0_0_3240_2160/1000.jpg\" alt=\"Caheri Gutierrez now works for Oakland Promise, the city’s youth development program, and leads youth-focused gun violence prevention workshops.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Caheri Gutierrez now works for Oakland Promise, the city’s youth development program, and leads youth-focused gun violence prevention workshops.</span> <span class=\"element-image__credit\">Photograph: Brandon Tauszik/The Guardian</span> </figcaption> </figure>  <p>There is limited publicly available or government-sponsored research on the efficacy of HVIPs, but the studies and reports that are available point to positive results. In 2012, the US Department of Justice <a href=\"https://www.justice.gov/sites/default/files/defendingchildhood/cev-rpt-full.pdf\">recommended</a> that more HVIPs should be developed across the country. According to a <a href=\"https://lawcenter.giffords.org/wp-content/uploads/2016/11/Healing-Communities-in-Crisis-URL.pdf\">2016 report</a> from the Giffords Law Center to Prevent Gun Violence, HVIPs combine effective gun violence reduction practices like focused deterrence and connecting people with employment resources.</p> <p>The report argues the programs are ultimately also cost-savers. Hospital treatment for a non-fatal gunshot wound patient typically amounts to around $24,000. The total costs of a single instance of gun violence can be up to six figures, when incarceration and families’ income loss are included. Dicker’s Wraparound Project is credited with saving UCSF an estimated $500,000 a year.</p> <p>Both Gutierrez and Posey received support from Youth Alive!’s HVIP. As survivors, they’re committed to help reduce gun violence in their communities.</p> <p>“I have identified what I want to do for the rest of my life through my journey of gun violence,” Gutierrez says. “It’s my passion to prevent it by teaching young people that when you’re mad you don’t pull out a gun, there are ways to calm yourself down. Gun violence caused by anger is preventable, and I want people to remember that.”</p> <ul> <li><p><em>Videos by <a href=\"http://brandontauszik.com/\">Brandon Tauszik</a></em></p></li> </ul>"
]