[
  "<p>It has been two months since Breonna Taylor was sleeping in her apartment on the south side of Louisville, Kentucky, when plainclothes police officers arrived outside her door in the early hours of 13 March.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/12/ahmaud-arbery-georgia-prosecutors-under-investigation\">Ahmaud Arbery: prosecutors under investigation over handling of killing</a> </p> </aside>  <p>Across the country, many people were starting to work from home as the grip of coronavirus quickly spread.<strong> </strong>But Taylor, a 26-year-old certified EMT, was an essential worker, still going to help at two Louisville hospitals as the city braced for the worst.</p> <p>“She had no regard for her health when it came to helping others,” said lawyer Ben Crump in a virtual press conference on Wednesday.</p> <p>“And the tragedy is it wasn’t coronavirus that killed Breonna Taylor. It was police officers that were being reckless and irresponsible and shooting from outside the house, shooting through windows. They don’t do this in other neighborhoods.”</p> <p>With officials and the media largely distracted by the coronavirus pandemic, the police killing of Taylor, who is African American, largely escaped widespread scrutiny. Taylor’s family and friends called for justice, rallying outside downtown Louisville’s court complex in March, but they gained little momentum.</p> <p>That changed after <a href=\"https://www.theguardian.com/us-news/ahmaud-arbery\">the release of a video showing the shooting of Ahmaud Arbery</a> – a black jogger who was confronted and gunned down by a white father and son. More attention is being paid to Taylor’s death as eyes are once again drawn to the epidemic of young black Americans being gunned down by cops and fellow civilians alike.</p> <p>Crump, who also represents the Arbery family, has previously been involved in other high-profile cases of African American shooting victims including Trayvon Martin, Michael Brown and Tamir Rice.</p> <p>On Wednesday, the California senator and former presidential candidate Kamala Harris <a href=\"https://twitter.com/KamalaHarris/status/1260629289529233408\">called for the Department of Justice to investigate Taylor’s killing.</a></p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>It wasn’t coronavirus that killed Breonna Taylor. It was police officers that were being reckless and irresponsible</p> <footer> <cite>Ben Crump</cite> </footer> </blockquote> </aside>  <p>Kentucky’s governor, Andy Beshear, called reports about Taylor’s death “troubling” and called for a review into the results of the police investigation “to ensure justice is done at a time when many are concerned that justice is not blind”.</p> <p>On the night that Taylor was killed, the officers were serving a no-knock search warrant in a narcotics investigation. Police have since said the officers knocked and announced themselves before entering.</p> <p>Lawyers for Taylor’s family and her boyfriend Kenneth Walker, who was with Taylor that night, say they did not. Walker said he thought he was witnessing a home invasion, prompting him to pick up his gun and fire a shot that hit an officer in the leg after a battering ram plowed through the apartment’s door.</p> <p>Police responded by firing more than 20 times. Taylor was hit by eight rounds. According to an affidavit filed by Walker’s defense lawyer Rob Eggert: “You could look through one of the bullet holes and see into the next-door apartment.”</p> <p>“It was incredible that Ms Taylor was the only one killed,” he added later in the document.</p> <p>No drugs were found. Taylor died. Walker was arrested and charged with the attempted murder of a police officer and first-degree assault. Three officers involved were reassigned pending an investigation.</p> <p>In a suit against three Louisville police officers involved in the shooting, lawyers for Taylor’s family accuse the police of negligence, excessive force and wrongful death. Additionally, they said police were searching for a suspect who had already been apprehended and that police lacked probable cause. In firing their weapons “blindly”, lawyers wrote, police showed “a total disregard for the value of human life”.</p> <p>“Breonna had posed no threat to the officers and did nothing to deserve to die at their hands.”</p> <p>An affidavit for a search warrant obtained by the Guardian on Wednesday described how police had observed a car regularly operated by two suspected drug dealers make “frequent trips” from a drug-dealing “trap house” near the city center to Taylor’s home, more than 10 miles away.</p> <p>According to the warrant, police believed one of the suspected dealers, Jamarcus Glover, was keeping either drugs or drug money in Taylor’s home.</p> <p>In applying for the warrant for Taylor’s apartment, police requested permission for a no-knock entry “due to the nature of how these drug traffickers operate”.</p> <p>Lawyers for Walker and Taylor say neighbors in the building can attest that police did not knock or announce themselves.</p> <p>A Louisville police spokesperson did not respond to questions from the Guardian about how officers executed the search warrant.</p> <p>The police department often releases video captured by body-worn cameras after police-involved shootings. But the officers involved in serving the warrant on Taylor’s home do not wear body cams.</p> <p>“If this was another community, another household in a more affluent community, lightning would strike and thunder would groan” if such a warrant were issued, Crump said.</p> <p>Walker, Crump said, believed the police “were committing a home invasion. Don’t African Americans have the right to the second amendment? He was trying to protect Breonna. He was trying to protect himself.”</p> <p>After a judge released Walker to home incarceration in late March, the president of the River City Fraternal Order of Police – which represents Louisville police officers – called the decision “a slap in the face to everyone wearing a badge.”</p> <p>A spokesman for the Louisville Corrections Fraternal Order of Police called Walker <a href=\"https://www.wave3.com/2020/03/27/judge-releases-man-who-shot-officer-during-deadly-confrontation-weeks-ago/\">“an attempted cop killer”</a> when he was released.</p> <p>Speaking to the Guardian, Walker’s attorney Eggert said: “Given the facts of the case, they ought to dismiss the case against Kenneth Walker.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/14/los-angeles-coronavirus-inequality-undocumented-healthcare\">No insurance, no savings, no support: what happens when LA's least privileged get Covid</a> </p> </aside>  <p>Christopher 2X, an anti-violence activist in Louisville, said Taylor’s killing would be a setback to a relationship between African Americans and police in Louisville.</p> <p>“That one shooting – and then when it doesn’t get the proper response from those in city government – can be the thing that knocks the dominoes down,” he said.</p> <p>In Kentucky, Taylor’s death has spurred calls for a thorough investigation from Louisville’s mayor, as well as the Senate majority leader, Mitch McConnell, and the Democrats vying to face him in November’s election.</p> <p>On Tuesday, a Democratic Senate candidate, Mike Broihier, <a href=\"https://twitter.com/MikeForKY/status/1260372287578144774\">tweeted</a>: “If you’re African-American in this country, you can be killed by police, or ex-police, or wannabe-police, and people will say you were ‘no angel.’ As an EMT, Breonna Taylor saved lives. Who, if not her, is an angel?”</p>"
]