[
  "<p>Three men have been arrested in Belfast in connection with the murder of a man in the north of the city earlier on Saturday.</p> <p>The Police Service of Northern Ireland (PSNI) said the three suspects were taken to Musgrave Street police station in central Belfast for questioning on Saturday evening.</p> <p>The PSNI also said that the murdered man was shot several times during the gun attack in the Ardoyne district around 11.50am on Saturday.</p> <p>A councillor whose constituency includes the Ardoyne district where the fatal shooting occurred said a number of children were playing nearby when the man was shot dead.</p> <p>The Northern Ireland secretary, <a href=\"https://www.theguardian.com/profile/brandon-lewis\">Brandon Lewis</a>, said there was no excuse for this “abhorrent and brutal crime”, adding that it was “particularly thoughtless at a time when our emergency services are already working increasingly hard to keep us all safe dealing with the impact of the Covid-19 pandemic”.</p> <p>The victim was killed in the front garden of a house in Etna Drive in Ardoyne.</p> <p>Local sources said they did not believe the killing had a sectarian motive, and that the victim was not from the area.</p> <p>Paul McCusker, an <a href=\"https://www.theguardian.com/politics/sdlp\">SDLP</a> councillor for north Belfast, said a number of people living in Etna Drive tried to save the victim after he was shot.</p> <p>“One man from Etna Drive tried to use CPR to revive him but to no avail while other neighbours in the street comforted him until the emergency services came,” he said.</p> <p>McCusker said it was deeply disturbing that young children playing in their front gardens while locked down at home due to the coronavirus crisis may have witnessed the shooting.</p> <p>“This brutal crime has caused immense shock in Ardoyne. My thoughts are with this man’s family at an incredibly difficult time.</p> <p>“I also think that this will compound the already massive pressure on people living here who are having problems coping with self-isolation and lockdown,” he said.</p> <p>Investigating officers had locked down large parts of the area surrounding the location of the shooting, he added, urging the public to cooperate with the police.</p> <p>A car believed to have been used in the killing was found on fire a short distance away in Ardoyne on Jamaica Street.</p> <p>Gerry Kelly, the <a href=\"https://www.theguardian.com/politics/sinn-fein\">Sinn Féin</a> member of the legislative assembly for North Belfast, also condemned the shooting.</p> <p>“I would appeal for calm at this time in the area and stress that anybody with any information about this horrific incident should bring it immediately to the PSNI,” he said. “Actions like this have no place in our society and I repeat my condemnation of those involved.</p> <p>“At a time when all frontline statutory agencies and indeed communities are doing what they can to fight against Covid-19 this just adds to the suffering unfortunately being experienced by local people at this time.”</p>"
]