[
  "Domain name disputes hit record high as brands defend virtual shop doorways",
  "Samsung hits back at Apple but shares tumble after smartphone patent ruling",
  "East coast mainline should remain in public hands, says Labour frontbencher",
  "Protests at the Republican national convention - in pictures",
  "Nicolas Colsaerts' Ryder Cup pick is testament to his new maturity",
  "FirstGroup warns against rail franchise delay in Branson row",
  "The Los Angeles river lives again",
  "NYPD chief Ray Kelly defends officers over Empire State Building shooting",
  "Afghanistan: colour coded chaos",
  "Bards, beards and exam results",
  "How to shop with friends",
  "Which cabinet ministers should be sacked?",
  "Poll adds to tensions between Ed Miliband and Ed Balls",
  "Voters put pressure on David Cameron to remove George Osborne",
  "Where should they move the Palace of Westminster?",
  "TV highlights 28/08/2012",
  "NHS franchising: the toxic world of globalised healthcare is upon us",
  "Germany and France agree to work together on solution to eurozone crisis",
  "Storm-struck Republicans face menace of 'a world without pizza'",
  "Taliban kill 17 civilians 'in argument over women'",
  "That's My Issue: what made you care?",
  "Hertz buys car rental rival Dollar Thrifty for $2.3bn",
  "The web has become a bizarre synthesis of toilet wall and Thomas Paine",
  "Books put François Hollande's love life in spotlight",
  "Mitt Romney embraces his Mormonism in public after years of discretion",
  "The secret justice bill nurtures a culture of impunity",
  "Why Obama should run on the success of the stimulus",
  "Ellen Nicholls obituary",
  "Pakistani Muslim leaders support Christian girl accused of blasphemy",
  "The Pacific free trade deal that's anything but free",
  "Afghanistan: a ragged retreat threatens to turn into a slow-motion rout",
  "Hamburger begin new Bundesliga season without any relish",
  "Paralympics 2012: British archer Danielle Brown aims for gold in London",
  "Revealing Eden author needs some Good Black Friends",
  "What should freshers take to uni?",
  "The Expendables 2 holds on as 2016: Obama's America surges at US box office",
  "We can't hide away from our history of gritty youth culture",
  "What effect might an Apple sales ban have on Samsung's US phones?",
  "David Cameron's 'golden thread' theory of development is a little too convenient",
  "Boot up: did Samsung really win?, Cook's reaction, Pink Floyd's live moon track and more",
  "Venezuela oil refinery explosion: Chávez denies warnings were ignored",
  "Syrian regime accused of killing hundreds in Daraya massacre"
]