[
  "Police arrest three for squatting in Brighton property",
  "UK Border Agency criticised over student visas",
  "Top London law firms profit from feuding Russian oligarchs",
  "Google could face 'tsunami of litigation', claims Foundem chief",
  "Paralympics 2012: Natasha Baker wins stunning second dressage gold",
  "Robin van Persie is a fighter not just a striker, says Nemanja Vidic",
  "Brendan Rodgers' Liverpool position undermined by FSG over Dempsey",
  "Nick Clegg: Lords reform fiasco ends agreement on cull of MPs",
  "The Gentle Tory is alive and well – on television",
  "Paralympics 2012: Bulldozers do battle in wheelchair basketball",
  "The whole picture",
  "The Bruce Willis dilemma? In the digital era, we own nothing",
  "TV highlights 04/09/12",
  "What women want from the reshuffle",
  "Venice film festival: cinemas provide little shelter from the storm",
  "Bruce Willis v Apple: who actually 'owns' the music on an iPod?",
  "Offa's new director prepares for battle",
  "Mo Farah becomes a role model for Somali school pupils",
  "Azelle Rodney shot six times by armed police officer, inquiry told",
  "Calixto Bieito: 'Shakespeare's theatre was full of blood and violence'",
  "Luca Cumani horses have lucky escape as fire ravages Newmarket yard",
  "Democratic national convention: six speakers to watch out for",
  "Two universities temporarily banned from enrolling overseas students",
  "Ellie Simmonds wins Paralympics SM6 200m medley with world record",
  "'I was a Moonie cult leader'",
  "Oscar Pistorius row: what are the rules on blades at the Paralympics?",
  "Disabled benefits claimants face £71 a week fines for breaching work plan",
  "Drop in defamation cases may be due to Leveson inquiry",
  "Ever Obama's town, Chicago looks for a new future amid a panicked present",
  "We're one crucial step closer to seeing Tony Blair at The Hague",
  "The School We'd Like: terms and conditions",
  "Syrians at refugee camp struggle with choking sand and wretched conditions",
  "Dominic Lord (No 1,342)",
  "Telegraph defends royal hairdresser libel case via Early Resolution scheme",
  "Eastern Congo's poor left counting the cost of conflict-free gadgets",
  "Food for thought: Chinese cooking",
  "Criminalising squatters will hurt British pop music",
  "The ingenious designs behind the Paralympic champions",
  "Christian girl hailed as 'daughter of nation' by senior Pakistani cleric",
  "Researcher invents weapons of waste destruction",
  "No-nonsense Dredd gives fans nothing to fear",
  "We can learn resilience from the natural world - but only up to a point",
  "Do you own your digital content?",
  "Brewers thirsty for expansion as taste for beer grows in emerging markets",
  "Brian Allan obituary",
  "Four miners shot at Modder East goldmine in South Africa",
  "Real Mallorca ready to shoot for the stars under Joaquín Caparrós",
  "The Samsung controversy and the murky world of tech blogging",
  "Guantánamo's perversion of justice",
  "Leicestershire homeowner questioned after suspected burglars shot",
  "UK tells Ecuador Assange can't be extradited if he faces death penalty",
  "John W Henry defends Liverpool strategy as Rodgers rules out Owen",
  "The Thick of It: Malcolm's back – but who's he got with him?",
  "Marilyn Monroe's estate loses right to charge for image use",
  "Prince Andrew abseils from 87th floor of Shard",
  "Readers' travel photograph competition: August – culture",
  "Point Horror's grim fascination",
  "Yellow Pages publisher sinks as creditors circle",
  "Andy Roddick, Jimmy Connors and some great US Open memories",
  "Peter Jackson's three Hobbit films suggest he is running on empty",
  "The hunger striker set to martyr himself for religious freedom in Iran",
  "Borderlands 2: fear, loathing and jokes on the planet of death",
  "Phoenix IT in flames over accounting irregularities",
  "Business forecasting is key: here's how to go about it",
  "Palestinian man dies after setting himself alight",
  "Robin van Persie sorry for fluffed penalty after Southampton hat-trick",
  "The Wreckateer – review",
  "How to beat the back-to-work blues",
  "Paralympics 2012: Monday 3 September - live picture blog",
  "Alina Vandenberghe",
  "Bruce Willis to fight Apple over right to leave iTunes library in will",
  "Football transfer rumours: Radamel Falcao to Chelsea or Manchester City?",
  "Hacking book: what journalistic 'operators' got up to in the past",
  "Lachlan Murdoch acquires 50% stake in DMGT's Australian radio business",
  "Sun Myung Moon, founder of the Moonies, dies in South Korea",
  "Is the future of healthcare co-operative?",
  "Are high profile child abuse cases driving an agenda to stiffen monitoring of home schooling?",
  "Paralympics 2012: 3 September schedule"
]