[
  "Greg Rutherford: 'I'm going to get baking again and have some fun'",
  "TV review: Hunted; Red Dwarf",
  "Meningitis warning spreads to 23 states as investigators focus in on cause",
  "Papiss Cissé puts seal on vintage Newcastle display against Bordeaux",
  "Murdochs get backing for News Corp vote",
  "Hunted: series one, episode one",
  "The post-Jobs Apple has a different flavour under Tim Cook",
  "The welfare state: perks amid penury",
  "George Osborne's strategic mind? Long may it continue to whirr",
  "Not so tender: rail row reflects a flawed process",
  "David Cameron: the Ed Miliband effect is the least of his problems",
  "Hyatt Hurts: hotel workers organise global boycott for a fair deal",
  "Sally Potter: 'I dreamed about the nuclear threat most nights'",
  "Condemned by the Abu Hamza stereotype",
  "Jordan's king calls early elections as tension rises over long-delayed reforms",
  "New-wave queer cinema: 'Gay experience in all its complexity'",
  "Panathinaikos v Tottenham – as it happened",
  "Obama hits back after debate dip and accuses Romney of not telling the truth",
  "Cromarty may have gone, but now we have Spanglish",
  "Grayling 'rips up' Clarke's community punishment reforms",
  "Turkey must beware the Syrian quagmire",
  "Romney and Obama both struggle with style and substance during first debate",
  "Correct way to proceed over BAE/EADS merger is obvious",
  "Mitt Romney Etch-a-Sketches himself back into the presidential race",
  "Our Boys – review",
  "Sri Lanka v Pakistan – as it happened",
  "Solange and Rick Ross 'do Africa': but only one video gets it right",
  "Kodaline (No 1,365)",
  "Google reaches Library Project settlement in court case with publishers",
  "Meningitis outbreak expected to spread as officials look into steroid source",
  "Farming 'shortcomings' undermines case for badger cull",
  "William Hague intervenes over West Bank barrier",
  "Bank of England expected to pump £50bn into economy",
  "Shire could find new uses for hyperactivity drug says broker, as FTSE 100 caution continues",
  "Close up: Super-Looper blooper",
  "Sir Clive Woodward stands down as director of sport at BOA",
  "Lake District climbers prepare for Castle Rock endgame",
  "Jim Lehrer: was TV moderator the debate's big loser?",
  "Facebook accounts could be used to prove identity to access public services",
  "Higher education policy: more than student number control and funding",
  "How the Beatles' Love Me Do began the transformation of British music",
  "Migration of low-skilled workers into UK is too high, says Ed Miliband",
  "How dangerous is space debris?",
  "Whither localism? Local government still lacks constitutional independence",
  "Tame Impala: Lonerism – review",
  "MLB Playoffs 2012 preview",
  "April Jones search goes on as volunteers defy police advice",
  "The Denver presidential debate: panel verdict",
  "A beginner's guide to buying a bike … a cyclist writes",
  "Wanted: a high-end Windows 7 portable",
  "Miliband has fired the starting gun for 2015 election, says Harriet Harman",
  "My unjust extradition, after eight years in detention without charge",
  "Syria and Turkey: how long can the world's great powers sit on their hands?",
  "Hell Yeah! Wrath of the Dead Rabbit - review",
  "Ten things we learned from the Labour party conference",
  "World's worst book covers: would these make their authors cry?",
  "Palestinian theatre director Zakaria Zubeidi is released on bail",
  "Boris Johnson admits to getting cycling accident statistics massively wrong",
  "20 Best iPhone, iPad, Android and Windows Phone games this week",
  "Resident Evil 6 – review",
  "Child abduction in England & Wales: the key numbers",
  "Deadly fungus prompts ban on ash tree imports",
  "Anthony Horowitz's top 10 apocalypse books",
  "Champions League matchday two: 10 things we learned",
  "R (on the application of Gujra) v CPS - headnotes",
  "Google+: what does it mean for your business?",
  "Social media in the arts: creating engagement through chaos",
  "FTC cracks down on tech support scam run from India",
  "It's not elitist to dress up for the opera",
  "How to write a theatre review",
  "Win a copy of 101 Poems for Children by Carol Ann Duffy - competition",
  "Are you ready for the mobile advertising revolution?",
  "Tate & Lyle lifted by upgrades but investors remain cautious ahead of European Central Bank",
  "Old music: ZZ Top – Master of Sparks",
  "Tackling antisocial behaviour is still a priority",
  "Labour's NHS policy: We cannot pursue both ideology and high-quality care",
  "Law students: 'and what else do I get with my masters?'",
  "How becoming a non-executive director could help your career",
  "BAE-EADS could be too big to prosecute, anti-corruption group warns",
  "Mick Jagger by Philip Norman – review",
  "Assassination at the movies",
  "Encouraging human rights journalism in schools",
  "Syrian shelling of Turkish village condemned by Nato and Pentagon",
  "Manchester and Preston's football paintings bring a mighty arts project to a triumphant end",
  "Carillion accused of racial bias and intimidation by Swindon hospital staff"
]