[
  "Increase in breastfeeding could save NHS £40m a year, according to report",
  "Energy companies to be compelled to offer lowest tariff to customers",
  "Obama powerfully exposes the real Romney plan",
  "Veolia Environnement wildlife photographer of the year – in pictures",
  "Picture desk live: the day's best news images",
  "Rosneft boss flies to London to seal buyout of TNK-BP",
  "Obama boosted by forceful Hofstra debate showing –as it happened",
  "TV review: Grand Designs; Getting On",
  "Never mind that Gallup poll, but pay attention to Wisconsin",
  "Abuse in Cleveland",
  "New York mayor sets up Super Pac to support issues including gun control",
  "Meet the Euro-sherpas",
  "Beyond Obama's Hope: the work of Shepard Fairey",
  "BP-Rosneft deal: many shareholders may prefer to say goodbye to Russia",
  "Sort out eurozone crisis, world tells Europe's leaders",
  "Obama steps up criticism of Romney in battle for women voters",
  "Meningitis outbreak: three more patients die as death toll rises to 19",
  "How Europe spun out of control after the Greek debt crisis – timeline",
  "Romney softens immigration stance on 'self-deportation' at debate",
  "Local Hero and Donald Trump: 'a malign mix of bullying, muscle flexing and craven politicians'",
  "Presidential debate: fact-checking Obama and Romney's key claims",
  "Elementary does Sherlock right as series surprises as one of the best on TV",
  "Obama's fightback against Romney leaves both men looking for a knockout",
  "'Binders full of women' reconsider voting for Mitt Romney",
  "Banks could have worst yet to come, warns Paul Tucker",
  "Volcker says banking ringfence is flawed",
  "Do lawyers scare you?",
  "Jimmy Savile: government appoints barrister to oversee four investigations",
  "One year after eviction, the saga of Dale Farm is far from over",
  "Six million workers could strike across UK",
  "Ken Clarke tells Leveson he supports statutory press regulation",
  "The Revenger's Tragedy – review",
  "Tuberculosis poised between elimination and millions more deaths",
  "Badger cull is a 'bad deal for taxpayers'",
  "Starbucks tax avoidance: HMRC to face parliamentary committees",
  "Jury fail to reach verdict in trial of man in Mark Duggan gun case",
  "Barack Obama and Mitt Romney: the town hall debate in gifs",
  "Today programme debates are petty, dishonest and put people off politics",
  "Eurozone crisis as it happened: Relief as Spain avoids being downgraded on eve of EU summit",
  "England struggle to draw with Poland despite Wayne Rooney's opener",
  "Syria crisis: Brahimi pushes for truce - Wednesday 17 October 2012",
  "George Zimmerman trial date set for June over Trayvon Martin killing",
  "UK's Gary McKinnon extradition call reflects scepticism about US justice",
  "Palestinians urged by Britain to delay 'non-member state' bid at UN",
  "Obama and Romney evade gun control commitment at Hofstra debate",
  "Today in healthcare: Wednesday 17 October",
  "Sexism and misogyny: what's the difference?",
  "Wild Swim (No 1,374)",
  "Energy firms to be forced to give customers lowest tariff",
  "Romney's 'binder full of women' debate claim called into question",
  "World Cup 2014 qualifiers: Poland v England - in pictures",
  "Will a badger cull work?",
  "Candy Crowley takes heat from Republicans over Benghazi interjection",
  "Who won Hofstra's presidential debate: Obama or Romney – panel verdict",
  "Serbia should face international ban only as a last resort",
  "David Cameron and Ed Miliband at PMQs: politics live blog",
  "Have you been watching … The Thick of It?",
  "Who controls the internet?",
  "Liberal  Democrats in Scotland propose 'home rule all round'",
  "Corsica lawyer Antoine Sollacaro assassinated in Ajaccio",
  "Bulk buying food: how to get the most for your money",
  "Russian opposition leader detained over allegations of 'organising unrest'",
  "The best gifs from the Hofstra presidential debate – a round-up",
  "Hofstra presidential debate insta-polls: Obama beats Romney but not decisively",
  "Jimmy Savile thought he was untouchable, says former aide",
  "Gary McKinnon: a case of double standards?",
  "Free education from political meddling and hand control to teachers",
  "Understanding cause and effect are vital to progress on sustainability",
  "Prison deaths rising as cutbacks take effect",
  "Multiple payday loan borrowers rise",
  "The voice of business: why internet governance needs strengthening",
  "Britain's odious rapprochement with Narendra Modi",
  "François Hollande's  criticism is bold – and risky",
  "PPI claims management firms ordered to change advertising",
  "Enjoy our great offer to see Loserville the Musical at the Garrick Theatre",
  "Serbia deny racism in England U21 game amid calls on Uefa to issue ban",
  "Social workers forced to focus on family crises due to coalition cuts, study says",
  "Helena Kennedy: 'Women's struggles are not over'",
  "Warnings of tidal surges and gales on south-west coast of UK",
  "'Freshers Week is revolting: that's why we should keep it'",
  "10 of Austin's best songs",
  "Hollande fires warning shot at Merkel over austerity on eve of EU summit",
  "10 best Austin diners for breakfast and brunch",
  "Top 10 boutique hotels in Austin",
  "Kinky Friedman's favourite haunts and things to do in Austin",
  "Top 10 thrift shops in Austin",
  "Top 10 quirky places to stay in Austin",
  "Top 10 live music venues in Austin",
  "Why would the private sector help struggling NHS hospitals?",
  "Gary McKinnon feels 'set free' after US extradition decision",
  "Criterion, Most Wanted and the art of racing game design",
  "Today's media stories from the papers",
  "France looks to EU transparency law to help lift the 'resource curse'",
  "Football transfer rumours: Sergio Busquets to Manchester City for £60m?",
  "Which footballers have written non-football books?",
  "Helping people to help themselves",
  "How to bring back ward rounds",
  "Your stories: Who to trust by ellathebookworm",
  "TUC March: 1. The northern alternative",
  "Can we avoid 3% stamp duty by paying £5,000 in cash?",
  "Boot up: iOS6 3G woes?, Android in China, Padfone 2 launches and more",
  "Two US sailors accused of Okinawa rape",
  "Energy policy negotiated as coalition leaders meet to discuss green agenda",
  "Obama regains the initiative to win second presidential debate",
  "Self-assured Obama recovers with better balance of style and substance",
  "Libyan militia 'executed 67 detainees'",
  "Obama v Romney: the second presidential debate in video clips"
]