[
  "John Terry puts on show of strength as Chelsea thrash weakened Wolves",
  "BBC apologises to the Queen for Abu Hamza disclosure",
  "Pioneering Traveller community stands proud against cuts",
  "Protests in Houston after police shoot unarmed man in wheelchair",
  "Diary",
  "Government fights release of royal veto guidelines",
  "Routed by reason: secret justice proposals",
  "Maps: site of an epic territorial struggle between Apple and Google",
  "Job share to make MPs representative",
  "How prevalent are teacher-pupil relationships?",
  "Bumi woes dent Rothschild fortune – and reputation",
  "Frank Gardner: journalist in Queen row who survived Saudi Arabia shooting",
  "Turkey's Sledgehammer Coup verdict: justice or Soviet-style show trial?",
  "There was no coup in the Maldives, and no cover-up",
  "Five polemical books set to be election season conservative bestsellers",
  "Syria's civil war: how saying the wrong thing can get you tortured",
  "Obama uses UN speech to condemn extremism",
  "Alan Davies eats humble pie over Hillsborough, BBC lifts lid on comedy",
  "NFL stands by replacement referees' decision in Packers-Seahawks",
  "Scotland's child protection plans found wanting",
  "MLB: five things we learned in week 25",
  "Mahmoud Ahmadinejad criticised in Iran over size of UN entourage",
  "Child Actor (No 1,358)",
  "If hospital environments affect patients, what about their impact on staff?",
  "Trouble with the Curve – first look review",
  "How evangelicals are making children their missionaries in public schools",
  "The Queen's question is fair – why was Abu Hamza allowed to continue?",
  "Diet pills return to the US after long hiatus – people's panel",
  "Volunteer Janice finds a cannon to fire at the Home Office",
  "Did the Queen breach a convention by lobbying over Abu Hamza?",
  "Drivin' your friends crazy/ With your life's insanity",
  "UK boardrooms still need more women",
  "Caroline Thomson: Leveson could base press regulation on broadcasting model",
  "Dead squirrel takes centre stage in new Maurizio Cattelan exhibition",
  "Eating badger: a sett menu",
  "Lib Dem conference blocks Shami Chakrabarti from secret courts debate",
  "UK aid under scrutiny, snapshots of city life, and Malawi's battle against hunger",
  "Abu Hamza: the Queen asks the right question",
  "BBC apologises to Queen for revealing private conversation about Abu Hamza",
  "President Obama's speech to the UN general assembly – full transcript",
  "The African-American debate on voting rights",
  "Daily Mail & General Trust cut more than 3,000 staff in the past four years",
  "Kenyan Amisom peacekeeper held after 'shooting dead six Somali civilians'",
  "Tech Weekly Podcast: Gesture control technologies",
  "Thumbs down to the BBC for apologising to the Queen",
  "Syria is a regional calamity with global ramifications, says Ban Ki-moon",
  "Conflict over land in Cambodia is taking a dangerous turn",
  "The Hague, the ICC, and the economic benefits of being a centre for justice",
  "Extract: The Revelations by Alex Preston",
  "Banks and financial firms dominate list of most flexible employers",
  "Would you tweet an advert in exchange for free crisps?",
  "Is Michael Jackson's Abortion Papers controversial? Let's look at his work",
  "Fifa 13 – review",
  "Is employee ownership the answer to our economic woes?",
  "Reckitt Benckiser to stop selling suboxone heroin tablets in US",
  "The river Aire carries floodwater through Leeds at 1.30pm",
  "Boko Haram attacks – timeline",
  "John Terry quits England team before FA abuse hearing",
  "Guardian Weekly Letters, 28 September 2012",
  "Iran tightens online control by creating own network",
  "New Stanford/NYU study documents the civilian terror from Obama's drones",
  "Tax and spending at the heart of US election battle",
  "Crashing the tax avoidance party",
  "The Spanish public won't accept a financial coup d'etat",
  "How the brain filters bad news",
  "Nigeria braces for escalation in terrorist attacks",
  "Best bits: women and social enterprise",
  "Depression and exercise: a group to get you Up and Running",
  "Privatisation, cuts and low morale: why police officers feel betrayed",
  "Global shark conservation plan in the balance at landmark talks",
  "Lazio governor resigns amid scandal",
  "Premier League panache at play for the new season: Fifa 13 – review",
  "UK spent millions training security forces from oppressive regimes",
  "Timi Spahiu case: 'How can a man that did nothing now be serving 33 years?'",
  "Phone-hacking claims against News International near 300",
  "Children travelling abroad alone: the safety checks that need to be in place",
  "Afghans want peace, but they are caught between forces they can't control",
  "Today's media stories from the papers",
  "Queen lobbied for Abu Hamza arrest",
  "My favourite Bond film: Dr No",
  "Savings? Change the relationship between councils and citizens",
  "Facebook shares fall as it denies making private messages public",
  "A decade ago a boy, Omar Khadr, was sent to Guantánamo. Send him home",
  "Time for online users to devise a transparent internet we all could trust",
  "New guidance sets out public health recommendations for councils",
  "Leading questions: Francisco Cardona, OECD",
  "Is it fraud to accept too much change in a shop?",
  "Co-operative societies across borders: the hurdles and limitations",
  "Gwangju Biennale honours sacrifice that brought democracy to South Korea",
  "Boot up: iOS6 Street View apps, Apple-Samsung patent battle redux, Mayer's plan and more",
  "Trafigura lessons have not been learned, report warns",
  "Secret courts: the essential guide",
  "Drone attacks in Pakistan are counterproductive, says report",
  "Drones: the west's new terror campaign"
]