[
  "Martha Raddatz: vice-presidential debate host faces a new assignment",
  "TV review: The Plane Crash",
  "Lance Armstrong faces prospect of court battle over Tour de France bonus",
  "Los Angeles County Sheriff Lee Baca belatedly embraces jail reform",
  "Hunted: series one, episode two",
  "Lance Armstrong case: The key players in the affair",
  "Michael Gove's centralism is not so much socialist as Soviet",
  "216. Santi Cazorla, 2012",
  "Death defying",
  "Beasts of the Southern Wild: 'I didn't expect people to like it'",
  "Shai Agassi quits board of Better Place",
  "Scottish independence youth vote meets praise and problems",
  "Radioman – review",
  "Integration? The opposite is true in Jeremy Hunt's NHS",
  "Owen Paterson: true blue countryman putting wind up green campaigners",
  "Syria: who's backing who?",
  "Ruby Sparks – review",
  "Pusher returns – again",
  "Ben Stiller and Chris Rock: 'We don't order dolphin soup any more'",
  "Top civil servant apologises to Justine Greening over west coast rail debacle",
  "iPhone 5 demand leads to 'huge' increase in air freight costs",
  "Mo Yan's Nobel prize for literature sparks celebration in China",
  "Lance Armstrong case: The different drugs taken and how they were used",
  "Nick Clegg announces support for new transparency law",
  "Met police try to block film in trial over fatal shooting of suspect",
  "Burberry still counts on big spenders but 'aspirational' shoppers stay away",
  "Turkey accuses Russia of supplying Syria with munitions",
  "As sanctions bite, Iran's supreme leader may finally have to learn to compromise",
  "Paul Bittar foresees fewer racecourses and fixtures within 10 years",
  "John Tchicai obituary",
  "Greek police accused of using protester as human shield",
  "'lf I had a gun, I'd shoot her': how violence could save The X Factor",
  "Bumi deal may be shareholders' best  option",
  "Mitt Romney's five-point economic plan divides Massachusetts voters",
  "Mail's call for Leveson to look into Jimmy Savile and the BBC is nonsense",
  "Acting ethically and within the law",
  "Aphex Twin – review",
  "Testing year for the Guardian readers' editor",
  "Abel and Cole sold to makers of Aunt Bessie's Yorkshire puddings",
  "Women leaders in sustainability – live discussion highlights",
  "Abu Qatada pardon sought from Jordan, tribunal hears",
  "A conversation with environmental campaigner Wendell Berry",
  "An oil bonanza, but not for the Irish people",
  "Indian government caves in to demands of marchers on land reform",
  "Jürgen Klinsmann and the USA: a marriage made in World Cup heaven?",
  "Led Zeppelin: a beginner's guide",
  "Bat for Lashes: The Haunted Man – review",
  "Barack Obama v Mitt Romney: how the presidential candidates compare",
  "Childhood (No 1,370)",
  "Politics Weekly podcast: Conservative party conference and votes at 16",
  "Rejecting a Robin Hood tax would be a spectacular own goal",
  "Manchester man jailed over anti-police T-shirt worn after PC killings",
  "Lance Armstrong case: UCI faces questions over role in doping scandal",
  "How Morrissey fell for the Stephen Colbert effect",
  "Annihilation 'legal high' targeted for ban",
  "Nobel prize in literature 2012: Mo Yan's best books - in pictures",
  "Northern Ireland's first private abortion clinic to open in Belfast",
  "Tackling rogue landlords: is better education the answer?",
  "Readers recommend: songs with the best bass lines – results",
  "JK Rowling's clarion call for grassroots politics",
  "Fairground attraction: Shoot! Existential Photography exhibition – in pictures",
  "Abu Qatada: ministers sought Jordanian pardon",
  "Bangladeshi girls call in 'wedding busters' to tackle child marriage",
  "Genetic screening: curiosity killed the CATG",
  "Noises off-putting: unpleasant sounds and science",
  "The forgotten story of … England under Joe Mercer",
  "What to do when your backup drive goes missing",
  "Exhibitionist: The week's art shows in pictures",
  "Wizards vs Aliens: recreating the magic of Doctor Who",
  "Society daily 11.10.12",
  "Green news roundup: Food prices, 'pirate' fishermen and badger cull",
  "Matt Damon to make bald cameo in Terry Gilliam film",
  "Badger cull furore is distracting attention from the real problem",
  "Warning over poor performing auto-enrolment pensions",
  "Uma Thurman added to cast of Lars von Trier's Nymphomaniac",
  "10 characterful US hotels and B&Bs",
  "XCOM: Enemy Unknown – review",
  "Day of the Girl: why we must debate the age of consent",
  "Somali journalists are dying from corruption as much as conflict",
  "Illegal fishing in Sierra Leone – in pictures",
  "Godspeed You! Black Emperor: 'You make music for the king and his court, or for the serfs outside the walls'",
  "Driving revenue and growth through Facebook",
  "Clear presenteeism danger",
  "NHS quality does not mean central control",
  "Golf's longest putts, Roberto Carlos rockets and sport's greatest band",
  "Careers in higher education: what are the options?",
  "How the second Vatican council responded to the modern world",
  "Chinese environmental activist goes on trial over books",
  "BAE-EADS: Angela Merkel blamed for collapse of £28bn merger",
  "Locality: Scaling up not always best",
  "Spillover: Animal Infections and the Next Human Pandemic by David Quammen – review",
  "Boot up: Ballmer's letter, Google's patents, Android's rotation and more",
  "Shrewsbury 24 case: Heath government discussed prosecution of union pickets"
]