[
  "Conservative conference: a mix of rage and reason",
  "TV review: Jewish Mum of the Year; Fresh Meat; Nurse Jackie",
  "This House – review",
  "Jaw-jaw and law-law: freedom of speech online",
  "Alan Shearer's Joe Allen analysis misses point, says Brendan Rodgers",
  "Facebook and Twitter could be asked to increase moderation of networks",
  "Romain Grosjean must cool his accident-prone ways, say Lotus",
  "David Cameron 'open' to press regulation say campaigners",
  "The Chávez victory will be felt far beyond Latin America",
  "Felix Baumgartner on cancelled space jump: 'there's no way' he'll give up",
  "Meningitis death toll reaches 11 as disease claims three more lives",
  "Regal egalitarianism",
  "An awful racket? No, jazz is a joy",
  "George Osborne's shocking therapy",
  "Boris Johnson calls for top rate of tax to be cut to 40%",
  "Earls Court project: a pensioner, her son and \"a burble promise\" of two flats",
  "Our book isn't about a 'sink or swim' Britain",
  "Boris Johnson and Michael Gove at Conservative party conference: Politics live blog",
  "Texas university in the spotlight again as supreme court hears race challenge",
  "Grayling's plan for tackling burglars? A disproportionate farce",
  "Angela Merkel is unshakeable as Athens resounds with angry chants",
  "Is office harassment really a thing of the past?",
  "Has racial discrimination been eradicated from the workplace?",
  "Just what we need: a personalised bank card that lets us 'express ourselves'",
  "Conservative party conference: over the top on the home front",
  "Zetas leader's death is a high point for Calderón – but not an end to drug war",
  "Felix Baumgartner's record-breaking jump from the edge of space aborted",
  "Lib Dem MEP Sharon Bowles applies for Bank of England governor job",
  "Romney declines offer to appear on Nickelodeon's election special",
  "Mexican navy shoots dead brutal drug cartel leader – but body goes missing",
  "Serious sexual offenders to get 'two strikes and you're out' life sentences",
  "Judge wonders what to do with the drunken sailor",
  "MPs attack Newcastle's Wonga deal, dubbing company 'legal loan shark'",
  "HTC suffers 79% crash in quarterly profits",
  "The Winter Olympics (No 1,368)",
  "How to stop sexual harassment on public transportation",
  "Virgin Trains in talks with government over future of west coast mainline",
  "Newcastle United risk damaging their reputation with Wonga deal",
  "The Canyons trailer: has it lost the plot?",
  "Midnight's Children film to be shown in India",
  "Defund public broadcasting or defund Jim DeMint: you choose",
  "Letter: Robin Fior's design for student life",
  "Fifty shades of Theresa May: where the punishment fits the crime",
  "Bisexuality in the workplace: LGBT networks aren't enough",
  "Colombian bullfight spins violently out of control - video",
  "Eric Pickles announces drive to end 'corrupt' union practices",
  "Letter: Robin Fior's posters for CND",
  "Nobel prize in physiology or medicine 2012: as it happened",
  "Photojournalist Kim Hong-Ji explores South Korea's 'baby boxes'",
  "Eastern bloc rocking: is Jesteś Bogiem the 8 Mile of Poland?",
  "Paul Hollywood: 'I wouldn't mind your apple cake recipe'",
  "Barack Obama v Mitt Romney: it's all about the votes, stupid",
  "Audit Commission's ex-head: its abolition will affect public services",
  "Iraq could become world's second biggest oil exporter",
  "Justin Lee Collins found guilty of harassing former partner",
  "Megacities rise, fertile land lies idle, and the UN calls for action on ageing",
  "George Osborne's shares-for-rights scheme doesn't add up",
  "Pakistani girl shot over activism in Swat valley, claims Taliban",
  "NHS pay freeze 'should continue for another year'",
  "Goths make a comeback as fashion goes back to black",
  "Inside the 12 October edition",
  "Cairo's superficial clean-up brings graffiti artists out in force",
  "Serge Haroche and David Wineland win Nobel prize in physics: as it happened",
  "Guardian Weekly Letters, 12 October 2012",
  "When boxing meets education: teaching experiences in alternative provision",
  "Chris Grayling's self-defence plans greeted with dismay by lawyers",
  "10 things every Newcastle United fan should know about Wonga",
  "Matthew Woods 'joking' about April Jones on Facebook is sick, not criminal",
  "Society daily 09.10.12",
  "Owen Paterson calls Labour 'cowardly' over badger cull",
  "Boris Johnson vows to help save David Cameron from the 'two Eds'",
  "Russian mobile network MegaFon confirms London IPO",
  "Man gets community sentence for Facebook post about dead soldiers",
  "Public sector mutuals: the half-time team talk",
  "David Cameron on right to defend home law - video",
  "Giving online customers the chance to pay what they want works",
  "April Jones Facebook comments: should Matthew Woods be in prison?",
  "Genetically modifying and patenting seeds isn't the answer",
  "Lincoln – first look review",
  "David Cameron backs referendum on Europe",
  "From the Vault: Kevin Keegan resigns in a Wembley toilet",
  "Victims of antisocial behaviour to decide on punishment",
  "How your organisation can get started with social media",
  "How to start a company with no external funding",
  "Today's media stories from the papers",
  "Letter says public interest defence is vital in reformed libel law",
  "In pursuit of perfect export partnerships",
  "The evolution of exporting, and why reputation is key",
  "Investing in the right staff is key to expanding overseas",
  "Inquiry to investigate conditions for children in care",
  "Unjust debt goes to the heart of inequality. We need a new jubilee",
  "Jimmy Savile: Lord Patten says behaviour can not be excused",
  "Oxbridge application deadline: a timely reminder of students' potential",
  "Rural India marches on Delhi over landless poor",
  "Tories go back to basics on right to defend home",
  "Digital is key to sector sustainability, say opinion leaders",
  "Boot up: Google's tablet push, Flash security update, phones on a plane, and more"
]