[
  "UK nuclear missile sites listed on 50th anniversary of Cuban missile crisis",
  "Actor John Clive dies aged 79",
  "Local authorities expect half of poor residents to refuse to pay council tax",
  "Who will be better of Laura Robson and Heather Watson?",
  "Scottish independence: the other One Nation debate",
  "Gloucester's Andy Hazell faces wait and ban after red card in France",
  "Facebook users raise privacy concerns as company tweaks security settings",
  "Britain and Europe: posture first, think later",
  "Starbucks 'pays £8.6m tax on £3bn sales'",
  "Party drugs are now embedded in youth culture",
  "Labour MPs seek to make a 'memento toffee' out of Andrew Mitchell",
  "Obama's star quality: Hollywood's women make the case for a second term",
  "Alex Salmond hails historic day for Scotland after referendum deal",
  "US idea of 'cultural literacy' and key facts a child should know arrives in UK",
  "The graph that shows how far David Cameron wants to shrink the state",
  "Can universities afford to stay single any longer?",
  "Towards a no-growth future",
  "Syrian crisis: Iran asked to help secure ceasefire",
  "Cuban missile crisis: how the US played Russian roulette with nuclear war",
  "Costa Concordia captain faces survivors in court",
  "The Brookings Institution demands servile journalism",
  "Malala Yousafzai arrives at special gunshot unit in British hospital",
  "Jimmy Savile police investigate Broadmoor rape claims",
  "How to teach ... US elections",
  "Silver screen siblings: the child stars of Michael Winterbottom's Everyday",
  "Virgin to run west coast trains for another year",
  "Felix Baumgartner's skydive pales in comparison with the moon landings",
  "How we made: Joy Whitby and Phyllida Law on Play School",
  "Northern Ireland loyalist shootings: one night of carnage, 18 years of silence",
  "Candy Crowley's role in debate questioned by Romney and Obama",
  "UK accused of helping to supply arms for Northern Ireland loyalist killings",
  "Police officer used racial slur at arrested man, court told",
  "What Obama must do differently in Tuesday's debate: panel advice",
  "Christoph Waltz to join Michael Douglas on Mike Newell's Reykjavik",
  "What are the downsides of winning a Nobel prize?",
  "Cashflow: Wilkinson Construction Consultants",
  "Taliban threaten journalists over Malala Yousafzai coverage",
  "Martin Crowe's treasured batting feats for New Zealand and Somserset",
  "Yes, being pro-life does make you less of a lefty",
  "Cashflow: Lismark Office Products",
  "Don't be afraid to complain about your lawyer says Legal Ombudsman",
  "We must accept that Britain cannot rely on world food supplies",
  "Flight – first look review",
  "Cashflow: Celandine Strategic Housing",
  "Israel urged to protect West Bank olive trees after settler attacks",
  "A trip through Liverpool's rich Irish history",
  "Google's data mining raises questions of national security",
  "Paradise (No 1,372)",
  "Colombia's chance of peace",
  "Frieze 2012 and the contemporary art fair: a good or bad thing for artists?",
  "Vladimir Putin hails Russian local election victory",
  "The Scottish independence referendum agreement",
  "Twitter fiction: your 140 character stories",
  "Far Cry 3 - preview",
  "The Army Reserves – pass notes No 3,265",
  "Super League Set of Six: Season saved by Leeds and heroic Kevin Sinfield",
  "Ambitious local government craves autonomy from Whitehall",
  "Why does Theresa May want to opt out of 130 European justice measures?",
  "Scottish people would have voted for 'devo max'. That's why it's not an option",
  "Felix Baumgartner skydive: the key questions answered",
  "Not the Booker prize: The winner",
  "Six Songs of Me: what would you like played at your funeral?",
  "Wendy Greengross obituary",
  "Reddit wants free speech – as long as it agrees with the speaker",
  "Kenya's Kenyatta University opens its doors to Somali refugees in Dadaab",
  "Red Bull and Felix Baumgartner take sponsorship to new heights",
  "Can social media drive real sustainable change?",
  "Frank Sinatra's My Way – the song that refuses to die",
  "Talking Horses",
  "Society daily 15.10.12",
  "Pakistani schoolgirl attacked by Taliban sent to UK for treatment",
  "RSPB lodges EU complaint over Walshaw Moor controversy",
  "Scumbags of the world, unite - you have nothing to lose but Murdoch's chains",
  "Opting out of EU policing would be Tory Euroscepticism gone mad",
  "Greater Manchester Combined Authority is a model for regional cities",
  "Whitehall can empower counties like Cornwall",
  "Trustee profile: Clive Grace",
  "Nigeria worst performer among African powerhouses in Ibrahim index",
  "Poem of the week: Pantoum in Which Wallace Stevens Gives Me Vertigo by Oli Hazzard",
  "Guardian Camera Club: Tony Cole on framing a subject",
  "Pacific island style cured fish recipe",
  "Buy of the day",
  "Is the IT sector a safe haven in these insecure times?",
  "It's time to consider an alternative to council tax",
  "How I made the most of my internship",
  "Today's media stories from the papers",
  "Virgin to continue running west coast rail route",
  "Is Shelter's campaign against 'rogue landlords' helpful for private tenants?",
  "Google 'to be told by EU to unravel privacy policy'",
  "TV listings and previews: plan your week's viewing - 15-19 October",
  "Skydiver Baumgartner lands safely on Earth after supersonic record",
  "Boot up: Windows 8 push, Google's antitrust alert, trolls unmasked and more"
]