[
  "<p>More a literary gumshoe detective than a conventional biographer, <a href=\"http://www.newyorker.com/magazine/bios/tom_reiss/search?contributorName=Tom+Reiss\" title=\"\">Tom Reiss </a>has written the last of a trilogy of enthralling biographies. His first book was <em>Führer Ex</em>, co-written with a young East German, Ingo Hesselbach, who was involved in the neo-Nazi \"scene\" before repenting and shopping his erstwhile comrades. As a Jewish outsider, Reiss was well-placed to tell this story, as he was for his next book <em>The Orientalist</em>, the fascinating<a href=\"http://en.wikipedia.org/wiki/Lev_Nussimbaum\" title=\"\"> tale of Lev Nussimbaum</a>, aka Kurban Said, a Jewish Azeri writer and wheeler-dealer who assumed the identity of a Muslim in Hitler's reich and Mussolini's Italy.</p> <p>Now he tells a long-hidden story that sheds light on racism and the damage it does. And, although this time his research was conducted chiefly in rural France, it had its share of thrills. Reiss persuaded a French small-town official to blow open a municipal library's safe when the librarian – the only person knowing the combination – suddenly died.</p> <p><em>The Black Count</em> is a study of a hitherto obscure historical figure, General Alexandre (Alex) Dumas – not the famous Alexandre Dumas père, author of <em>The Three Musketeers</em> and <em>The Count of Monte Cristo</em>, nor the novelist's playwright son, who wrote<a href=\"http://en.wikipedia.org/wiki/The_Lady_of_the_Camellias\" title=\"\"> the classic <em>La dame aux camélias</em></a>. Reiss's subject is the first Alexandre Dumas, who proves to have had a stranger life than many portrayed in his son's and grandson's fictions.</p> <p>Dumas was born in 1762 in the French Caribbean colony of Saint-Domingue (modern Haiti). It was not an auspicious start. Dumas was a \"<em>batarde</em>\" - the product of a relationship between his aristocratic French father, Marquis Alexandre Davy de la Pailleterie, and a freed slave, Marie-Cesette Dumas. (Her surname, meaning \"of the farm\", was bestowed on her because managing a sugar plantation was her occupation as a freewoman.) Reiss is excellent on the colonial attitudes to race exemplified by Alex's father, who, after Marie-Cesette died when the boy was 12, though proud of his strapping son, sold him into slavery to pay for his passage back to Normandy. After six months of Alex's servitude, the marquis purchased his freedom and duly shipped him to France, to commence an education befitting a gentleman.</p> <p>Alex proved adept at the skills expected of a young French aristocrat: especially fencing and horsemanship. His father remarried, however, and, possibly ashamed of his mulatto son, cut Alex off without a centime. Undaunted, the young man joined the army. During the French revolution he fought alongside other black men in a unit called the African Legion.</p> <p>Dumas's military abilities were quickly recognised and he rose through the ranks from corporal to general in a little over two years, commanding a division of 53,000 soldiers when he was just 30. He fought in the many wars waged against revolutionary France and captured a key fortress in the Alps from the Austrians, who dubbed him <em>Der schwarze Teufel</em> (the \"Black Devil\") after he scaled an ice-covered rock wall in boots he had fitted with crampons. He was also noted for showing unusual moderation in the savage civil war against Catholic royalists in the Vendée. By the time Napoleon Bonaparte had emerged as the strong man from the chaos of revolution, Dumas was a dangerous rival.</p> <p>Napoleon took Dumas on his disastrous Egyptian campaign as his cavalry commander, where the two generals fell out and Dumas quit his command. When he was shipwrecked off Italy en route home from Egypt, he was imprisoned by the Bourbon king, Ferdinand I of Naples and Sicily. Reiss suggests that it was deliberate foot-dragging by a spiteful and jealous Napoleon that delayed his rival's release. Ferdinand attempted to&#xa0;poison&#xa0;Dumas with arsenic and by the time he was finally freed, the man who could reputedly lift his own horse off the ground was a half-blind, half-deaf wreck. Dumas went back to the small town of Villers-Cotterêts where he had met his devoted wife Marie-Louise, and fathered the future&#xa0;novelist.</p> <p>The France to which Dumas returned was utterly changed. Napoleon's military autocracy had extinguished the last sparks of revolutionary zeal. In the most poignant change of all Napoleon reintroduced slavery in Dumas's native&#xa0;Haiti, and crushed the republic of former slaves established by the Haitian hero <a href=\"http://www.historywiz.com/toussaint.htm\" title=\"\">Toussaint L'Ouverture</a>. This even though Napoleon's first wife,&#xa0;Joséphine, was a West Indian Creole, from Martinique. (Earlier, Dumas had refused to command the expedition France sent against L'Ouverture, who ended his days in a&#xa0;Napoleonic jail.)</p> <p>The story of Dumas's imprisonment&#xa0;and death in 1806 from stomach&#xa0;cancer exacerbated by arsenic&#xa0;(the same disease that would kill Napoleon) was told in <em>The Count of Monte Cristo</em>. Reiss has written a swashbuckling tale of his own.</p> <p>Nigel Jones's <em>Tower: An Epic History of the Tower&#xa0;of&#xa0;London</em> is published by Hutchinson.</p>",
  "<p>Hippy redoubt, artsy hub, unofficial lesbian capital of Britain, ecotown, hill walker's paradise … is there a more Guardian-friendly destination than Hebden Bridge?</p> <p>The \"new\" White Lion offers another persuasive reason to visit. This old boozer is now a polished country inn, all log fires, smart designer fabrics and references, in wood panelling and exposed stone, to this Grade II-listed building's 17th-century vintage. In a West Yorkshire town that, unusually, lacks great pubs (the outlying <a href=\"http://www.stubbingwharf.com/\" title=\"\">Stubbing Wharf</a> is one real ale beacon), Michael Grimes and Rebekah Grayson's revival of the Lion is clearly welcome. On a rain-lashed Tuesday night, it is packed, the convivial hubbub merging with a discrete background soundtrack of Sinatra and Fitzgerald. Thanks to candles and sensitively distributed lights the whole place is suffused in an amber glow as warm and enticing as a glass of good single malt.</p> <p>Upstairs, four \"boutique\" rooms (£125) are finished to a similarly high spec, with rain showers and roll-top baths in chic slate bathrooms. If they lack vivid personality, the building, with its sloping floors and cobbled courtyard overlooking the Hebden river (and, erm, the back of Boots), adds quirky character. There is also a beauty room where Grayson offers treatments, which I didn't try. My face is beyond repair.</p> <p>Be warned, however, that not all the rooms have been renovated to this standard. The four cottages (£95, dogs welcome) have had a \"cosmetic\" face-lift, ahead of full renovation in November.</p> <p>I ended up, as the pub was fully booked, in room five (two doubles in separate rooms), which is a half-finished hotchpotch – its trendy striped carpet at odds with the scruffy old bathroom suite. At £125, for four adults, the room is fair value (breakfast, where high-quality local ingredients shine, is included in the room rate), but at £105 for one couple it's not. Either way, until its January refurb, that room will lag behind. Certain details could be tweaked, too. The underpowered shower takes more than 90 seconds to come warm (a higher pressure boiler is being installed); the toiletries look a bit naff, and why, when you have a good kitchen, spoil a good tea tray (Yorkshire Gold, Taylors tea, ground coffee) with bought-in biscuits?</p> <p>In that kitchen, chef Simon Marshall has devised a broadly sensible menu of affordable pub dishes with, this being Hebden Bridge, plenty of vegetarian options. There is the occasional unnerving creative flourish (a lasagne of hot-smoked salmon, spinach and mozzarella, topped with garlic bread, is, if not unpleasant, strange), but a bowl, or rather a bucket – \"We're known for our portions,\" laughs Grayson – of rich beef stew topped with a perfect suet dumpling (£10.95) is very tasty. Crisp, spicily bitter, Slightly Foxed, one of five well-kept ales (£3.30), is a good foil.</p> <p><em>• For information on Yorkshire, visit </em><a href=\"http://www.yorkshire.com\" title=\"\"><em>yorkshire.com</em></a><em>. Travel from Manchester to Hebden Bridge was provided by Northern Rail (</em><a href=\"http://www.northernrail.org\" title=\"\"><em>northernrail.org</em></a><em>)</em></p>",
  "<p>Spain's banks must fill a €59bn (£47bn) hole in their capital cushions caused by a burst of reckless lending to building developers during the country's boom years that has left them awash with toxic real estate assets.</p> <p>The Spanish government and central bank on Friday revealed the results of an independent report commissioned to work out just how bad the damage is and to identify those banks that will need to be bailed out with eurozone rescue funds.</p> <p>The report, based on stress tests carried out by consultancy Oliver Wyman, lists seven banks that will certainly need bailout money or must raise further capital themselves by the middle of next year.</p> <p>Spain's secretary of state for the economy, Fernando Jiménez Latorre, estimated that, over all, Spain's banks would eventually need some €40bn of the €100bn of bailout money on offer to them to cover the bad loans – adding that this marked the beginning of the end of the country's banking crisis.</p> <p>\"With this process capitalisation and restructuring needs will all be met,\" he said. \"All doubts should be dispelled.\"</p> <p>But markets remained nervous yesterday amid rumours that Spain's debt rating could be downgraded to junk status after the market closed. France's stock market index fell 1.5% while the German stock market was off 0.7% while US was 0.8% lower. Stocks in London edged 0.3% lower.</p> <p>Bankia, Spains's fourth-largest lender, topped the list with a hole in its capital needs estimated at €24.7bn. Catalunyabank will need another €10.8bn. In all cases, the hole represented the amount of extra capital the bank would need to survive a significant further turndown in Spain's recession-plagued economy.</p> <p>Bankia, created by the merger of half a dozen ailing savings banks, is one of several that also sold their own clients complex hybrid preference shares which will now see hundreds of thousands of ordinary Spanish retail investors forced to lose money.</p> <p>Eurozone authorities have made it clear they will not fill the entire €59bn hole with bailout money, and that part of it must be covered by inflicting losses on the preference shareholders.</p> <p>That will enrage the small investors, many of whom complain they were sold the shares without understanding what they were by insistent bank managers who cold-called them and claimed that they were as secure as ordinary deposits.</p> <p>Some put their life's savings into preference shares – and courts are dealing with thousands of cases where banks are accused of conning them into buying the shares. Central bank deputy governor Fernando Restoy said the losses for shareholders would be decided bank by bank.</p> <p>On Friday an investigating magistrate in Madrid, Javier Gómez Bermúdez, ordered Spain's central bank to hand over information on the behaviour of senior executives of another collapsed savings bank – the Caja de Ahorros del Mediterraneo (CAM), which has since been cleaned up and sold on.</p> <p>Judge Bermudez wants the bank to say whether senior managers were honest about the amount of toxic real estate they had taken on as well as information on the way their pay was set. He also wants to know whether auditors should have spotted the problems before the bank collapsed.</p> <p>The Oliver Wyman report cleared most of the country's biggest banks, saying that Santander, BBVA, Caixabank, Sabadell and three others would not need any help.</p> <p>The figure of €59bn sets the upper limit of the amount of money the banks would need from the rescue fund. Two mergers between the banks affected should lower that to €54bn, with €44bn corresponding to banks that have already been nationalised.</p> <p>As part of the bailout terms those banks that receive bailout money will offload their toxic real estate onto a so-called \"bad bank\" which will pay prices well below the value reflected in banks' accounts.</p> <p>The \"bad bank\" will sell them off when the real estate market recovers. It has been given up to fifteen years to do that.</p> <p>With its banks now firmly set on the path to recapitalisation, Spain's government is widely expected to ask for a euro zone bailout for itself.</p> <p>Rating agency Moody's was expected to issue an evaluation of Spain's creditworthiness shortly, with concerns that the agency will downgrade Spain's government debt to junk status.</p> <p>Craig Erlam, markets analyst at Alpari, warned that this could \"create some panic\" among holders of Spanish debt. \"The positive side to this is this could accelerate the bailout request,\" he said.</p>",
  "<p>The editors of BBC2's Newsnight and the two flagship bulletins on BBC1 are among the contenders for the vacant job of head of the BBC News channel.</p> <p>Newsnight editor Peter Rippon and James Stephenson, who edits the 6pm and 10pm news programmes on BBC1, are understood to be the final shortlist for the job, which is likely to be announced next week.</p> <p>Sam Taylor, the BBC's head of editorial development, is also believed to be in the running for the role.</p> <p>The job became vacant with <a href=\"http://www.theguardian.com/media/2012/jul/10/bbc-kevin-bakhurst-rte\" title=\"\">Kevin Bakhurst's departure earlier this month</a> to become managing director of news and current affairs at Ireland public service broadcaster RTE.</p> <p>There has been speculation that if Rippon got the job then his role on Newsnight would be filled by Jasmin Buttar, currently deputy editor on BBC Radio 4's Today.</p> <p><em>•&#xa0;To contact the MediaGuardian news desk email editor@mediatheguardian.com or phone 020 3353 3857. For all other inquiries please call the main Guardian switchboard on 020 3353 2000. If you are writing a comment for publication, please mark clearly \"for publication\".</em></p> <p><em>• To get the latest media news to your desktop or mobile, follow MediaGuardian on </em><a href=\"http://twitter.com/#!/mediaguardian\" title=\"\"><em>Twitter</em></a><em> and </em><a href=\"http://www.facebook.com/mediaguardian\" title=\"\"><em>Facebook</em></a></p>",
  "<p>I've recently been offered the first full-time permanent position of my science career. It only took 11 years. This is my story but it could belong to many others.</p> <p>After completing my PhD in 2001 I worked as a post-doc researcher in biological sciences in two different labs until 2006. Despite best efforts, the second post-doc didn't work out research wise and after two years of negative results my funding ran out. Even though I applied for other positions, by the time my contract ended I was officially unemployed. To save money I decided to move back in with my parents and claim jobseekers allowance, a galling process when you are 33 and have three higher degrees.</p> <p>The job centre staff were nice. <a href=\"http://www.guardian.co.uk/higher-education-network/blog/2012/aug/03/academic-job-seeking-and-post-doc-unemployment\" title=\"\">Contrary to some experiences</a>, they understood my qualifications, that I was trying hard to find another job and that they couldn't really help me. My jobseeker priorities were simple: monitor university and science websites for vacacnies. I registered with some science-focused recruitment agencies but any positions that came up were out of my area – subject-wise or geographic – and poorly paid.</p> <p>The department for work and pensions have a professional register for specialist careers, but the only job it found in six months that even vaguely matched my qualifications was lab technician in a secondary school. The chances of getting it were slim (they knew I would up sticks and leave for a post-doc as soon as I could) so I declined an interview to many frowns from my advisor, who understood but clearly didn't approve.</p> <p>In the meantime I applied for posts. Every day. Sometimes between six to 10 in an afternoon. I was willing to move anywhere and tailored my CV and application for every position I found. Despite some good publications on my CV and a lot of science experience, I couldn't get an interview. Eventually I took on some bar work, permissable part-time while claiming jobseekers allowance. What they don't tell you is that any wages for up to 16 hours work are taken out of your dole. I might as well have sat at home and watched Bargain Hunt. I was out of work, out of money and quickly running out of hope.</p> <p>But after four months things picked up. I got two interviews in as many days, one with a company in Cambridge and another in Aberdeen. Desperate for any job by then, I travelled hundreds of miles for the appointments and got to the last two for the Cambridge job, only losing out to a more experienced research candidate from UCL. That's the thing about negative results – you can't publish them. I was offered the position in Aberdeen but they wanted to job-share the post between two people, a fact they conveniently forgot to mention during the interview and that made relocation to Scotland financially impossible.</p> <p>The job centre did pay for my interview expenses, however, and my outlook improved – maybe I wasn't so rubbish after all. I soon got another interview for a one year post at Manchester University – some long awaited breathing space – and when I was given the position it was renewed for three years. I've since switched to another university and after two and a half years there and 11 years in total as a post-doc, I've been offered that permanent full-time post.</p> <p>Finally, I can forget about that sinking feeling that comes with knowing your contract is up. Is there funding? Will my grant application go through? Will I have to apply for another job? For the first time, I can look ahead and plan for my future. I can buy a house and build some foundations in a city without worrying if I have to move on in three years.</p> <p>What people sometimes don't realise is that a career in science is about sacrifice. You are overqualified and underpaid. You work late evenings and weekends when the experiments demand it. You're never permanently employed. No grant then no job. No HEFCE funding then no job. No exciting results then – guess what? – no job.</p> <p>You have to be a dynamic researcher with contacts and grants and results and publications. And you have to do it quickly. The gun sounds as soon as they shake your hand after the viva – and you're off. You have five to 10 years to get your own funding. Otherwise you become too expensive – I have twice taken a pay-cut to get a contract. After eight to 10 years you don't even qualify for research council starter fellowships.</p> <p>I know of many friends who have given up on a science career after completing their PhDs. No wonder, when it can take up to 15 years to get a lectureship. My own situation has improved. Both my university and line manager have been very supportive and allowed me to start a PGCHEP (Postgraduate Certificate in Higher Education Practice) to improve my teaching abilities. But I am one of the lucky ones to get a permanent position.</p> <p>Anyone entering the research field should be under no illusion that it takes blood, sweat and tears to get anywhere unless you hit a magical bullseye: that truly novel find and that first Nature/Science paper from your first research project. To those lucky few, fellowships and PI grants and lectureships follow. The rest of us simply help them along the way, the faceless science post-docs trying to grind out a career and hit lucky on a project, idea or grant application before we become either too expensive or unemployed.</p> <p><em>Anonymous is a postdoctoral research associate in biological sciences at a UK university</em></p> <p><strong>This content is brought to you by </strong><a href=\"http://www.guardian.co.uk/guardian-professional\" title=\"\"><strong>Guardian Professional</strong></a><strong>. To get more articles like this direct to your inbox, become a member of </strong><a href=\"http://reg.guardian.managemyaccount.co.uk/higher-education/start.php\" title=\"\"><strong>the Higher Education Network</strong></a><strong>.</strong></p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/B9xCCaseop4?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"276\" src=\"https://www.youtube-nocookie.com/embed/B9xCCaseop4\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <h2>Who</h2> <p>President Barack Obama's task of getting re-elected is not the easiest one in the world. He faces a disappointed liberal base, a <a href=\"http://www.guardian.co.uk/business/2012/sep/27/us-gdp-growth-estimate-revised-down\">stuttering</a> economic recovery, stubborn joblessness, a <a href=\"http://www.huffingtonpost.com/2012/09/15/lehman-brothers-collapse_n_1885489.html\">failure</a> to reform Wall Street and <a href=\"http://www.nytimes.com/2012/05/01/world/obamas-counterterrorism-aide-defends-drone-strikes.html\">defending</a> a drones and targeted killing programme that makes Dick Cheney look like Mahatma Gandhi. It helps the Democrat cause considerably, therefore, when Mitt Romney – far from attacking Obama – decides to self-destruct instead.</p> <p>So it was with the now-notorious \"47%\" <a href=\"http://www.motherjones.com/politics/2012/09/secret-video-romney-private-fundraiser\">secret videotape</a> that emerged from inside a private Romney fundraiser. After all, why should the Obama team write their own attack ads when the Romney team give them the best lines free of charge?</p> <h2>What</h2> <p>Called \"My Job\", this 30-second TV spot is the third Obama ad to feature the secret video in which Romney lambasted almost half of all Americans as loafing, government-dependent \"victims\" to an audience of rich contributors.</p> <h2>When</h2> <p>It came out Thursday morning, 27 September.</p> <h2>Where</h2> <p>It will be airing in New Hampshire, Virginia, Florida, Ohio, Iowa, Nevada and Colorado. Which is a typical list of the battleground states.</p> <h2>How</h2> <p>You know you have made a big mistake when your opponent does not have to attack your words, or splice them out of context, or extract a single sentence as damning while ignoring everything else. Instead, your opponent just repeats your words right back at you. So it is with this ad. Romney's comments about how 47% of Americans are freeloaders (ignoring the fact <a href=\"http://www.alternet.org/hot-news-views/jon-stewart-fox-coverage-romney-47-video-chaos-bullsht-mountain\">many</a> are the working poor, retirees, injured veterans, students and, indeed, Republicans) were so toxic that the Obama campaign has cut an ad in which it simply plays the speech. </p> <p>This can be likened to the Saturday Night Live skits of Sarah Palin where, instead of a script, Tina Fey <a href=\"http://www.youtube.com/watch?v=vgRA8oTk8ig\">just repeated Palin's own quotes</a>. (That was enough to lampoon her as unfit to be a heartbeat away from the presidency.) This advert begins with Romney speaking:</p> <blockquote> <p>\"There are 47% of the people who will vote for the president no matter what … who are dependent upon government, who believe that they are victims, who believe that government has a responsibility to care for them, who believe that they are entitled to health care, to food, to housing, to you-name-it.\"</p> </blockquote> <p>As his stentorian voice drones on, the ad flashes up pictures of ordinary-looking Americans at home, at work or wearing their veterans' gear. They are presented in the sort of washed-out palate beloved of music video directors for tragic love songs. </p> <p>But they also look seriously annoyed. \"Do you mean me?\" they seem to be saying. But Romney goes on:</p> <blockquote> <p>\"So my job is not to worry about those people. I'll never convince them they should take personal responsibility and care for their lives.\"</p> </blockquote> <p>Further portraits of incredulous-looking working-class Americans appear. Then, the ad fades to black. Not a single spoken word in the ad comes from anywhere but Romney's own mouth. It is astonishing, really.</p> <p>After score upon score of different political ads this electoral season, the one that really packs the most devastating punch is one that just shows Romney talking honestly and openly about his true beliefs among some of his biggest fans. And that should tell you everything you need to know about the dire state of his campaign.</p>",
  "<p>A collection of letters showing the startling transformation of a 19th-century American woman, from an ardent abolitionist to someone who could write of blacks \"they are an ungrateful race\", will go on display in Norwich to mark Black History Month.</p> <p>Love for a man Sarah Hicks Williams described as \"all kindness and loves me more than I am worthy\" changed every aspect from her life. In marrying Benjamin Williams, she could hardly have picked a man who would horrify her relatives more, as she moved from a radical and deeply religious family in New York state, supporters of many charitable and reform causes including the abolition of slavery, to live on his plantation in North Carolina.</p> <p>Her own initial doubts – \"There are but two things I know of to dislike in the man. One is his owning slaves. I cannot make it seem right and yet perhaps there may be my sphere of usefulness. The other is not being a professing Christian\" – were soon overcome, and she settled down apparently perfectly happily, bearing him five children, and rapidly learning how to rule the house and farm slaves.</p> <p>She accepted his proposal on her 26th birthday in March 1853, and was soon writing that slaves were treated as family – \"indeed I think that they are treated with more familiarity than many northern servants\" – and that she would be reluctant to move to the north lest their slaves be sold to less sympathetic owners: the idea of freeing them seems never even to have crossed her mind.</p> <p>By April 1861, on the eve of the American civil war, she was stockpiling hand-knitted stockings for the winter, and writing: \"before we shall buy of Black Republicans, we shall go barefooted and wear homespun.\"</p> <p>In the last of the letters, in August 1867, two years after slavery was officially abolished, although she is considering opening a Sunday school \"for the blacks too\", she moans about how ungratefully hired black servants respond to her Christian charity.</p> <p>\"Three have run away during the last few months that we had clothed up to be decent, they came to us naked (all but) but they are an ungrateful race, they drive me to be tight and 'stingy' with them.\"</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-396849286\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Archive/Search/2012/9/28/1348829792380/Letter-from-Sarah-Hicks-W-001.jpg\" alt=\"Letter from Sarah Hicks Williams\" width=\"459\" height=\"550\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Letter from Sarah Hicks Williams. Photograph: Norfolk Record Office</span> <span class=\"element-image__credit\">Photograph: Norfolk Record Office</span> </figcaption> </figure>  <p>Her life, and the dramatic change in her life and beliefs graphically outlined in her letters, has inspired a book to be published in November, by Rebecca Fraser of the University of East Anglia's School of American Studies. Gender, Race and Family in Nineteenth Century America: From Northern Woman to Plantation Mistress is published by <a href=\"http://www.palgrave.com/products/title.aspx?pid=508717\" title=\"\">Palgrave MacMillan</a>. The letters themselves will go on display in the <a href=\"http://www.theforumnorwich.co.uk/events/black-history-month\" title=\"\">Forum library in Norwich</a>, on loan from the <a href=\"http://www.lib.unc.edu/mss/inv/w/Williams,Sarah_Frances_Hicks.html\" title=\"\">Southern Historical Collection at the University of North Carolina</a>, and have also been <a href=\"http://containingmultitudes.co.uk/reading-letters-telling-stories/\">made available digitally</a>.</p> <p>Fraser said Sarah's decision to marry Williams \"was met with incredulity by her family and friends. She gave up her pursuit of social justice and reform for life as a plantation mistress to 37 enslaved men, women and children held on her husband's plantation.\"</p> <p>Her marriage caused permanent rifts with some family members including her sister Mary, who married a noted anti-slavery campaigner, and whose home became known as a safe refuge for slaves fleeing the south and trying to make their way to freedom in the north.</p> <p>\"At the start you can see that she found it strange to have slaves waiting on her. But she goes from having a moral reforming attitude to becoming a competent slave-holding mistress – which I found very shocking.\"</p> <p>\"These letters have been preserved for posterity. She's not well known, but that's why I find them so interesting. The letters are important historically because they describe how people lived and experienced transition and change in their lives. Also they were never written for public consumption so they are very frank.\"</p> <p>Sarah long outlived the war and the final abolition of slavery in the States – more than half a century after the slave trade was outlawed in Britain – dying in 1917 aged 92.</p>",
  "<p>On Friday and Monday we publish the problems that will feature in a forthcoming <a href=\"http://www.guardian.co.uk/money/series/dearjeremy\" title=\"Dear Jeremy series page\">Dear Jeremy</a> advice column in the Guardian Money supplement, so readers can offer their own advice and suggestions. We then print the best of your comments alongside Jeremy's own insights. Here is the latest dilemma – what are your thoughts?</p> <p><strong>I was made a verbal offer of employment by a pharmaceutical company about two weeks ago. I had five interviews and a long assessment to discover competencies, and was told I did very well indeed. </strong></p> <p><strong>After discussing salary, grade, location etc, as well as training events I was to attend in October, I was asked to have a meeting with the vice president – and assured this was not another interview. Not everyone was asked to meet the vice president, only external candidates. Two days later the company revoked their offer.</strong></p> <p><strong>I believe this is because the vice president did not like the \"look\" of me: I have a \"white\" name but am in fact a brown person. This is a customer-facing field based role. I also think he made calls to my previous colleagues and discovered I was seriously ill last year and am registered as physically disabled. I did not mention my disability to them as it would not impact role, but am convinced they found out I have a serious illness.</strong></p> <p><strong>The company revoked the offer verbally two weeks after planning my induction. Is there anything I can do about this? Everyone was made a verbal offer and folks turned down verbally – so it is not an unusual practice. I have nothing in writing but a lot of details from meetings held and phone calls.</strong></p> <p>• For Jeremy's and readers' advice on a work issue, send a brief email to <a href=\"mailto:dear.jeremy@guardian.co.uk\" title=\"dear.jeremy@guardian.co.uk\">dear.jeremy@guardian.co.uk</a>. Please note that he is unable to answer questions of a legal nature or reply personally.</p>",
  "<p>Australian officials, under pressure to protect beachgoers after a string of deadly shark attacks, have approved a plan to kill sharks that venture too close to people in the water.</p> <p>The plan, <a href=\"http://www.mediastatements.wa.gov.au/Pages/Results.aspx?ItemId=151064\" title=\"\">which was announced by Western Australia state premier, Colin Barnett, on Thursday</a>, has infuriated conservationists and marks a sharp reversal of the current policy that permits the killing of sharks only after they have attacked.</p> <p>\"We will always put the lives and safety of beachgoers ahead of the shark,\" Barnett told ABC radio. \"This is, after all, a fish – let's keep it in perspective.\"</p> <p>Barnett, along with the state fisheries minister, Norman Moore, announced the policy change as part of a AU$6.85m (£4.41m)) package of \"shark mitigation strategies\" aimed at reducing the risk of attacks on beachgoers.</p> <p>There have been five fatal shark attacks in Western Australia in the past year, prompting some residents to demand a more aggressive shark management plan. The new funding will pay for a fisheries department service to track, catch and kill sharks that get too close to swimmers, a study of shark enclosures at beaches, more jet skis for lifeguards and a GPS tracking program.</p> <p>Great white sharks are a protected species in Australian waters, but the new policy would allow fisheries department officials to kill any great whites that present an \"imminent threat to people\", Moore said.</p> <p>After an <a href=\"http://www.bbc.co.uk/news/world-asia-pacific-15414385\" title=\"\">American diver was killed by a great white in Western Australia last year</a>, the government set tuna-baited hooks to try and snare the predator. It was the first time authorities used an emergency legal exemption from the state protection of great whites to hunt the animal in the interest of protecting the public. The shark was never caught.</p> <p>The Conservation Council of Western Australia praised the additional funds for research and increased patrols but slammed the new pre-emptive kill policy as ineffective.</p> <p>\"We are concerned that plans to kill sharks that approach beaches applies a 'guilty until proven innocent' approach to sharks and is a knee-jerk reaction to public concern that will harm the environment without protecting swimmers,\" the council's marine coordinator Tim Nicol <a href=\"http://ccwa.org.au/media/%E2%80%98guilty-until-proven-innocent%E2%80%99-not-right-approach-large-sharks\" title=\"\">said in a statement</a>.</p> <p>Sharks are common in Australian waters, though the nation has averaged just over one fatal attack a year over the past 50 years.</p>"
]