[
  "<p><strong>In Casino Royale, James Bond </strong><a href=\"http://www.youtube.com/watch?v=5DyvHwBl9vI\" title=\"hands in his notice\"><strong>hands in his notice</strong></a><strong>. What alternative employment might have suited him?</strong></p> <p>James Bond takes a deep and informed interest in good food and drink, in the style and manufacture of his clothes and other personal goods, <a href=\"http://www.youtube.com/watch?v=wUG1GexVz2k\" title=\"and in cars\">and in cars</a> and other mechanical devices, so he would be an asset to the staff of any weekend colour supplement: given his pro-establishment views, I suggest he would be happiest at the Telegraph or the Mail.</p> <p>Alternatively, since he is a talented card player, as well as being able to spot card-sharping manoeuvres, has sophisticated manners, looks good in evening dress and is competent at directing efficient violence towards a particular person without unduly disrupting the evening of everyone about him, there should be a job for him at any classy casino.</p> <p><em>Rachelthedigger</em></p> <p>Bond would most likely end up doing something not entirely clear and of questionable legality, telling people he's a \"security consultant\". Such people are in some demand in areas where you can buy an AK47 cheaper and easier than a secondhand car. Alternatively, head of security and close protection for a Russian oligarch or similar would suit.</p> <p><em>GentDirly</em></p> <p>Seeing as Bond's character is based somewhat on the author <a href=\"http://www.telegraph.co.uk/news/uknews/1895831/Ian-Fleming-exhibition-reveals-Bonds-secrets.html\" title=\"Ian Flemings own experiences\">Ian Fleming's own experiences</a>, we can presume Bond would do what Fleming himself did after his time as a naval intelligence officer. Namely, get a cushy job with a newspaper group (which contractually allowed him three months' holiday in the Caribbean every winter) and then turn his hand to writing hugely successful spy novels.</p> <p><em>Ned Potter, York</em></p> <p>A high-class male escort, or a job testing gadgets on a Channel 5 television show.</p> <p><em>torinesi</em></p> <p>Bond is an Old Etonian, so he would probably have no trouble finding a lucrative job in the coalition government.</p> <p><em>CosmoLang</em></p> <p><strong> </strong></p> <p><strong>Recently I did a full-load wash absentmindedly using a firelighter instead of a soap capsule. Has anyone done anything dafter than this?</strong></p> <p>After having a wash, I applied a deodorant spray (as I thought) to my underarms. However, it was actually hairspray – and this was in the days of beehive hairdos, when hairspray was formulated to produce the required rigidity.&#xa0; Reaching up to strap-hang on the underground was agony, and I couldn't do anything about it until I arrived at work and could wash it all off.</p> <p><em>Helena Newton, Ilford</em></p> <p>I am still not certain that I didn't cover my legs in toothpaste, but I definitely cleaned my teeth with a tube of depilatory cream. I will never, ever, forget the taste.</p> <p><em>Lizzie Hill, Guildford, Surrey</em></p> <p>My mother once lost her purse after a shopping trip. She searched to no avail, but about four weeks later she found it – in&#xa0;the chest freezer.&#xa0;</p> <p><em>Kevin Latham, Newcastle-under-Lyme, Staffs</em></p> <p>I once had to tease a sticky mass of nicotine chewing gum from the ear of a woman who had inserted it in the middle of the night in mistake for an earplug.</p> <p><em>Dr John Davies, Kirkby-in-Cleveland, North Yorkshire</em></p> <p>A lot of people voted for the Lib&#xa0;Dems.</p> <p><em>pollystyrene</em></p> <p><strong> Why is there never anough time? </strong></p> <p>There's always enough time, it's&#xa0;just that most of it is in the wrong place.</p> <p><em>lafranglaise</em></p> <p>There is probably time enough were we not so easily distracted by trivia such as Notes &amp; Queries.</p> <p><em>SuperBru</em></p> <p>Because we are fairly ripped off with our average lifespans and don't live long enough.</p> <p><em>stooze</em></p> <p>\"When a man sits with a pretty girl for an hour, it seems like a minute. But let him sit on a hot stove for a minute and it's longer than any hour. That's relativity.\" – Albert Einstein.</p> <p><em>discobedient</em></p> <h2><em>Any answers?</em><br></h2> <p><strong>When did women stop fainting in public?</strong></p> <p><em>champagneaidy</em></p> <p><strong>The nights are drawing in. Was this the shortest summer ever?</strong><br><em>Sarah Allen, Dumfries</em></p> <p><strong>Why did The Lone Ranger wear a mask? It would have singled him out from all the other Rangers, and it was pointless when there was nobody else around … </strong></p> <p><em>Chris Tandy, York</em></p> <p>• Post questions and answers below or email them to <a href=\"mailto:nq@theguardian.com\">nq@theguardian.com</a>. Please include name, address and phone number.</p>",
  "<figure class=\"element element-audio\" data-canonical-url=\"http://w.soundcloud.com/player/?url=http%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F55370594%3Fsecret_token%3Ds-kUcv6&amp;show_artwork=true&amp;secret_url=true\"> <iframe width=\"100%\" height=\"166\" scrolling=\"no\" frameborder=\"no\" src=\"https://w.soundcloud.com/player/?url=http%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F55370594%3Fsecret_token%3Ds-kUcv6&show_artwork=true&secret_url=true\"></iframe> </figure>  <p><a href=\"http://w.soundcloud.com/player/?url=http%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F55370594%3Fsecret_token%3Ds-kUcv6&amp;show_artwork=true&amp;secret_url=true\">Reading on mobile? Listen here</a></p> <p><strong>Hometown:</strong> London.</p> <p><strong>The lineup:</strong> Luke White (vocals, guitar, keyboards).</p> <p><strong>The background:</strong> What can we tell you about Luke White? Not a lot. He makes those cool chillwitch artists touted as enigmatic look like show-offs. He has that air of casual anonymity. Casual? Think wing-collar shirts and feather-cut. We're secretly praying he looks like <a href=\"http://www.youtube.com/watch?v=k5FG3Ty3jD4\" title=\"\">Andy Fairweather-Low</a>. This isn't blog-friendly. Deeply unfashionable is what it is. It sounds very 1976, and by that we don't mean the punk 1976 but rather the 1976 of such sweetly sung semi-ballads as <a href=\"http://www.youtube.com/watch?v=QM7LR46zrQU\" title=\"\">Al Stewart's Year of the Cat </a>and Fairweather-Low's Wide-Eyed and Legless, which seemed to be on the radio all the time that year.</p> <p>You can imagine <a href=\"http://www.guardian.co.uk/world/2011/jun/21/pass-notes-dave-lee-travis\" title=\"\">DLT </a>or Batesy championing the tracks from Luke White's debut album, Outside In, during the golden age of Radio 1 – and we say golden age because it <a href=\"http://www.guardian.co.uk/media/2010/oct/14/chris-evans-chris-moyles\" title=\"\">looks like one from here</a>. But where on earth he'd find allies today, in a world where Radio 2 playlists Blur, Elbow and the Killers, we haven't a clue. In terms of current trends, White is so off-piste his skis have gone on strike. This isn't ironic soft-rock or retro-MOR. It's just old-fashioned, as in out of date. There's no clever slant to it, and you will either warm to it or you will dismiss it as the tepid hackmanship of a bygone era. Put it this way: Pitchfork wouldn't touch it with a pitchfork, Abeano wouldn't touch it with a copy of the Beano, Stereogum would rather put gum in their stereo, and 20 Jazz Funk Greats would rather feature Al Di Meola and <a href=\"http://www.youtube.com/watch?v=jDLc7kYeXTU\" title=\"\">Lonnie Liston Smith</a>.</p> <p>White – who is 24 but sounds 42 – has been likened to James Blunt fronting Coldplay. And still we can't find it in ourselves to despise him. There's something appealing – noble, even – about this character who does what so many musicians pay lip service to but eventually recoil from actually doing because it's such a risk: not giving a flying one about contemporary developments and market forces. The self-penned and self-produced Outside In is an object lesson in how to avoid the obvious. Remove that middling, piddling beat, one of the few concessions to modernity, from Black Market Red Roses and it could be a Gilbert O'Sullivan song. Even White's voice, the tone or timbre or whatever the technical word is, reeks of the pre-punk 70s. It's that creamily smooth and suavely reassuring. And we love the way the guitar solo appears to have been tacked on with super-glue.</p> <p>The lyrics are pre-postmodern, too. \"You get so quiet in the most peculiar moments, we act like we're opponents,\" he sings on Waiting to Say Goodbye. They're the kind of words you might expect to hear on a theme tune from a TV show starring John Alderton or <a href=\"http://www.youtube.com/watch?v=eSVWEm_wvC4\" title=\"\">Pauline Collins</a>. You can imagine White back in the day, actually, dating the great Lynsey De Paul and making a cameo in <a href=\"http://www.youtube.com/watch?v=nMFeCcgnYWM\" title=\"\">Man About the House</a> as Richard O'Sullivan's cheeky lothario chum who pops over to charm the dolly birds with his shirt unbuttoned quite low for that sexy chest hair effect. No, honestly.</p> <p><strong>The buzz:</strong> \"Strong and enjoyable debut album with songs made for radio\" – <a href=\"http://getreadytorock.me.uk/blog/2012/04/luke-white-outside-in/\" title=\"\">getreadytorock.me.uk</a></p> <p><strong>The truth:</strong> That should read: \"Songs made for radio in 1976, but not that 1976, the other one.\"</p> <p><strong>Most likely to: </strong>Turn up at <a href=\"http://www.guardian.co.uk/culture/tvandradioblog/2008/jan/08/cablegirlrobinsnest\" title=\"\">Robin's Nest</a>.</p> <p><strong>Least likely to:</strong> Turn you inside out.</p> <p><strong>What to buy:</strong> Outside In and Made of Love are out now on Strongwire.</p> <p><strong>File next to:</strong> Gilbert O'Sullivan, the Korgis, Andy Fairweather-Low, Al Stewart.</p> <p><strong>Links:</strong> <a href=\"http://lukewhitemusic.tumblr.com\" title=\"\">lukewhitemusic.tumblr.com</a>.</p> <p><strong>Thursday's new band:</strong> Prince Rama.</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/Z7k5XnwUABM?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"276\" src=\"https://www.youtube-nocookie.com/embed/Z7k5XnwUABM\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p><br><strong>This content is brought to you by <a href=\"http://www.guardian.co.uk/guardian-professional\">Guardian Professional</a>. To get more content and advice like this direct to your inbox, <a href=\"http://careers.guardian.co.uk/competition/sign-up-guardian-careers\">sign up for our weekly Careers update</a>.</strong></p>",
  "<p>We all know that it's tough for the graduating class of 2012. There's no shortage of information about the basic tips for job hunting, but here are five lesser known tips to help you get ahead.</p> <p><strong>Identify what is unique and memorable about you</strong></p> <p>It's boring to hear that that someone's greatest achievement is their grade; you need something that makes you stand out. I once interviewed someone who was struck by lightning twice and survived – not an achievement that is performance related, but I do still remember him. My ears prick up with a candidate that has reached a competitive level in an extra-curricular activity such as music, or sport.</p> <p><strong>Don't just research the industry you're targeting</strong></p> <p>Also<strong> </strong>look at the sector it sells to. These are known as verticals. For example, if you're applying for a job at a marketing agency, don't just read up about the industry, familiarise yourself with your target company's verticals. For example, the company's clients may be in the financial services, so it would be wise to read up about this sector too.</p> <p><strong>Don't dismiss a company for being too small. Smaller companies offer great opportunities for career progression</strong></p> <p>In a smaller organisation, you may have a direct line to the chief executive or managing director who could act as a great mentor. You also are less likely to be restricted in terms of your role and may have a greater freedom to progress and take on more responsibilities.</p> <p><strong>Look for industries that are bucking the trend</strong></p> <p>For example, industries like renewables can offer exciting and lucrative options as they are expanding. Remember there are a multitude of positions in each sector; you could be an in-house lawyer, an engineer or HR advisor.</p> <p><strong>Research your interviewers</strong></p> <p>LinkedIn is a good place to start – you could find some commonality linking key staff to reference in your interview. For example, perhaps there is a particular university that most employees attended or you may even have a connection in common.</p> <p><em>Katie Binsted is internal recruitment manager of </em><a href=\"http://www.staffgroup.com/\" title=\"\"><em>Staffgroup</em></a></p> <p><strong>This content is brought to you by </strong><a href=\"http://www.theguardian.com/guardian-professional\" title=\"\"><strong>Guardian Professional</strong></a><strong>. To get more content and advice like this direct to your inbox, </strong><a href=\"http://careers.theguardian.com/competition/sign-up-guardian-careers\" title=\"\"><strong>sign up for our weekly Careers update</strong></a><strong>.</strong></p>",
  "<video data-media-id=\"gu-video-395027297\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/8/22/120822AkinApology-720.mp4\"/><source src=\"https://cdn.theguardian.tv/brightcove/2012/8/22/120822AkinApology-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/ad/120822AkinApology/120822AkinApology.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/8/22/120822AkinApology_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/8/22/120822AkinApology_3gpLg16x9.3gp\"/> </video>   <p>Todd Akin, the Republican congressman at the <a href=\"http://www.guardian.co.uk/world/video/2012/aug/22/todd-akin-apologises-rape-comments-video\">centre of a row over remarks he made about rape</a>, ignored a direct appeal from Mitt Romney to abandon his campaign for a Missouri Senate before a key election deadline.</p> <p>A defiant Akin described the pressure on him to quit the Missouri Senate race, for which he was selected only a week ago, as \"an overreaction\", and the deadline passed.</p> <p>Romney, who had previously denounced Akin's comments about rape but had not urged the congressman to drop out, said on Tuesday afternoon: \"Today, [Akin's] fellow Missourians urged him to step aside, and I think he should accept their counsel and exit the Senate race.\"</p> <p>A group of Missouri legislators had advised Akin to drop his campaign against Democratic senator Claire McCaskill before the 6pm ET Tuesday deadline. His decision to stay on will be viewed with dismay by senior members of the Republican party.</p> <p>Speaking live on the Mike Huckabee radio show on Tuesday, Akin said that he had received a large amount of support from small, grassroots supporters, including donations, and this helped counter-balance withdrawal of support from Republican leaders. \"I just misspoke one word in one sentence on one day,\" Akin said. Akin had claimed women's bodies can prevent pregnancies in cases of \"legitimate rape\".</p> <p>An unusual coalition of senior and grassroots Republicans has been making a concerted effort to get him to quit, including Tea Party groups, some of which helped Akin secure victory in the primary last week.</p> <p>Under state election law, Akin would have faced no financial penalties if he had pulled out by 6pm ET on Tuesday, and the party would be free to pick an alternative. The next date for withdrawal would be 25 September, but that would require a court order to allow him leave the race. </p> <p>Leaving it until September could also mean he would face significant financial penalties, such as reimbursing the cost of reprinting ballot papers or other election material.</p> <p>But the Republicans' difficulties on abortion are unlikely to go away. On Tuesday, as the leadership turned up the heat on Akin, the party approved language in its platform calling for a constitutional amendment banning abortion with no explicit exemptions in cases of rape and incest.</p> <p>Meanwhile, another Republican congressman, Steve King of Iowa, inflamed the row, defending Akin and suggesting that he'd never heard of a woman getting pregnant from statutory rape or incest. </p> <p><a href=\"http://2012.talkingpointsmemo.com/2012/08/steve-king-statutory-rape.php\">Talking Points Memo</a> on Monday reported that King told Iowa radio station KMEG-TV reported him saying: \"Well I just haven't heard of that being a circumstance that's been brought to me in any personal way and I'd be open to discussion about that subject matter.\" </p> <p>The controversy has also <a href=\"http://www.guardian.co.uk/world/2012/aug/20/paul-ryan-pro-life-akin\">focused attention on the anti-abortion views</a> of Romney's running mate, Paul Ryan. </p> <p>The Missouri seat held by McCaskill is regarded by Republicans as the top target in the campaign to take control of the Senate. McCaskill, who has used the row to portray Akin as an extremist, is urging him to stay in the race. </p> <p>The Republican Senate campaign committee and conservative Super Pacs have withdrawn about $10m in financial support for Akin. The last remaining hope for Akin is to attract donations from individual donors. </p> <p>If Akin eventually quits, he could be replaced either by Jim Brunner, a businessman who came second in the primary with 30% – 6% behind Akin – or Sarah Steelman, a former state treasurer, who took 29%. Brunner has already been sounding out party members about replacing Akin.</p> <p>Public Policy Polling, in a survey conducted on Monday night, showed the row has not had any significant impact on voting intentions yet. Akin is leading McCaskill 44% to 43%, almost unchanged from May when he was ahead 45% to 44%.</p> <p>It may be that the poll was conducted too soon to fully register any unease with Akin.</p> <p>As well as possible repercussions for the Senate race, Democrats also see Akin as useful in highlighting differences between the Obama-Biden ticket and the Romney-Ryan ticket on abortion. </p> <p>In the light of the row, there will be pressure to change the draft to include exceptions for rape and incest.</p>"
]