[
  "<p>Call of Duty Elite, the social online gaming service for Activision's blockbusting shooter series is to go completely free. Introduced last year to provide fans of the series with stats, challenges and linear content, Elite originally offered some free functionality together with a premium subscription package. With the release of Call of Duty: Black Ops 2 on 13 November, however, all the Elite features will be free. </p> <p>All, that is, except for map packs, the regular download packages containing new multiplayer environments. As with previous Call of Duty titles, four of these will be released in the year following the launch of Black Ops 2, and they'll be available separately or for one discounted price via a season pass. The DLC will appear on xbox first, at 1200 each or 4000 points for the season pass.</p> <p>\"For us it simply comes down to the fact that Call of Duty is at its best when our community is united,\" said Activision CEO,Eric Hirshberg, speaking exclusively to The Guardian. \"This is why we're returning to four map pack drops per year as well as why we're making services such as leveling clans and Elite TV available to a wider Call of Duty community for Black Ops 2, not just to Elite premium subscribers. </p> <p>\"From the start, our goal with Elite was to make multiplayer a more social, more connected experience. And we have accomplished that, but for our premium members. We've come to the conclusion that Elite has more value as a community-wide platform driving engagement and connectivity, rather than as a paid members-only service\".</p> <p>For Black Ops 2, Elite developer Beachhead will be evolving some key features as well as bringing in some fresh additions. The Player HQ area will house all the gameplay stats, including heat maps of recent multiplayer encounters, as well as challenges. Here, users will also be able to manage the new 'Pick Ten' create-a-class system, which lets players create custom soldier classes using points rather than the the usual set slots. There's also a Clan HQ where players can join or start new clans, and gain entry to clan competitions. </p> <p>There will also be support features for the game's popular Zombie mode, allowing fans to track their personal stats and compare them against undead fanatics across the world. \"Zombies Leaderboards and stats are probably among the most high profile new features,\" said Hirshberg. \"The Zombies community for Call of Duty is like no other, and they've asked for this going back to the original Elite beta. So, we're thrilled to deliver. The team is really excited about this.\"</p> <p>The linear content section of the service, Elite TV, is also returning, with an emphasis on videos showing developer tips, hints and stately guides. \"We've learned a lot with our first year of Elite TV,\" said Hirshberg. \"One of the things we've learned is that by far the most compelling content to our fans is content that helps them become better players. People also want content that makes our community the stars. So you will definitely see a greater community focus here. </p> <p>\"You can expect to see weapon and map tutorials on a whole new level. There will also be programming devoted to topics like Treyarch's new 'Pick 10' system as well as a variety of features designed to ease new fans into the basics of multiplayer. And of course we'll be delivering tips and tricks for more advanced players to continue to hone their skills as well\". </p> <p>According to Hirshberg, the social sharing element of Elite is also being updated. \"Starting with Black Ops 2, players will be able to share custom classes,\" he said. \"If you lose a match you can visit your Recent Matches history to review how your nemesis bested you. So you can click one button and copy their loadout over to your own custom class settings. One more click sends you directly to the game. </p> <p>\"Additionally, we're introducing push notifications to allow users to stay informed of certain events and communications on the go. Fans will also have the ability to share screenshots and videos directly to their Elite feed. And lastly, with the emphasis of Elite as your personal Call of Duty HQ, players can not only keep up on the latest news and information, but also share them to various social networks\".</p> <p>According to the press release, Modern Warfare 3 users will still get the two-tier service and subscribers will receive the extra content until their subscriptions run out. Presumably then, the service will be free on MW3 as well.</p> <p>With iPad support also on the way, Activision is looking to create much more of a pervasive service this time round, reflecting the emerging trend for cross-platform functionality in games. Although it suffered from a few technical problems at the outset, Elite has proved a popular service with over 12 million users, two million of those subscribing to the premium version. Some industry watchers are surprised that Activision has moved away from a monetised social gaming system – however, close rival EA does not charge for its own equivalent, Battlelog, available with the Battlefield 3 shooter. </p> <p>It seems that, like information, social functionality wants to be free.</p>",
  "<p>Havas Media's latest meaningful brands report has cast its eye towards brand Romney and brand Obama. In a survey of 378 adults distributed across the political who intended to vote in the 2012 presidential election, the conclusion of last week's report was that President Obama's meaningful brand attributes scored higher than Mitt Romney's, despite Romney victory and subsequent poll swings in the presidential debate.</p> <p>The Meaningful Brands survey looks specifically at how brands can help us live more fulfilled lives, feel more connected, less stressed, secure and positive about the future, and how different media platforms form those views. Obama was voted more meaningful than Romney both in terms of how he impacts voters' personal lives and the lives of the communities they care about.</p> <p>For more individual, personal concerns, Romney lags behind Obama by 10 percentage points (14% vs. 24%). When it comes to more collective, social issues surrounding the community or economy, Obama outpaces Romney by 15 percentage points (36% vs. 21%). However, the percentages for both candidates across both individual and collective indicators of wellbeing are low.</p> <p>While Obama is winning the meaningful brands race by a significant margin, but meaningful scores for both candidates are low. Romney is only considered meaningful by his core Conservative audience and is threatened by low scores from moderate Conservatives and middle of the road voters. Does this show that voters in the US do not think that either candidate is doing enough to help them live better lives? Do measures such as the Meaningful Brands analysis give us a different view of perceptions offered by traditional polling data?</p> <p>Umair Haque, Director Havas Media Labs, comments, 'There is optimism in the US but it's clear that both candidates are not delivering on this desire to live better lives in any sort of tangible form. Our Meaningful Brands project highlighted that the American public are looking to live more fulfilled valuable lives – we are all if you like on a quest for meaning. Even though Obama wins this week, it's clear with scores in the 20th and 30th percentiles that he has a long way to go before 'Brand Obama' becomes really meaningful – as both a President and a leader.'</p> <p>The results also confirm that Romney is not considered meaningful with anyone other than hardcore Conservatives. If isolating the focus on his core audiences, his scores across all 39 aspects of meaningfulness could challenge Obama – especially when speaking about business and the economy – but results show that he needs to convince people who are identified as the moderate conservatives or the 'middle of the road / swing votes' that his policies resonate in terms of generating more meaningful lives to voters.</p> <p>The survey confirms that Democrats are more social and digital than Republicans. During the debates, the liberal audience shared ideas on social media platforms to a greater extent than their Conservative counterparts and were more likely to spend at least an hour per day talking about the candidates and the election. Liberals were three to four times as likely to be actively posting or reading about the election during the debates.</p> <p>Hernan Sanchez CEO Havas Media Intelligence, concludes, 'It's no surprise that Facebook usage and digital platforms in general are used more prolifically by the Democrat voters. However, unless the real strategic issues of meaningfulness are addressed, these digital platforms will only help close short-term gaps. Having a more socially oriented group of voters can open up gains for Obama but it also can make Obama's brand more volatile.</p> <p>Unless these social platforms are used to enable people to live better, more connected and meaningful lives, these gains are short-lived.'</p> <p>Fast facts on meaningful scores for the first first of the weekly surveys:</p> <p>1. Overall, voter confidence for the future of the country is low, but 26% strongly agree that Obama helps them feel more confident vs. 19% Romney</p> <p>2. More Conservatives reported watching the debate on October 3rd (27% more Conservatives watched the debate than Liberals)</p> <p>3. The weekly TV debates in the run-up to the election are still considered meaningful to the majority of voters surveyed</p> <p>4. Aligned with the post-debate sentiment, 53% of the voters asked reported that their feelings shifted more favourably towards Romney following the debate</p> <p>5. 45% feel that Obama listens and cares – compared to only 20% with Romney</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-398239417\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/15/1350307330212/obama-romney-brand-analys-001.jpg\" alt=\"obama romney brand analysis infographic\" width=\"462\" height=\"1460\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">  Photograph: Havas Media</span> <span class=\"element-image__credit\">Photograph: Havas Media</span> </figcaption> </figure>  <p>6. Obama is still scoring well on social issues, such as fair pay and equal opportunities, with over 40% of voters scoring him well in these areas compared to scores averaging 20% for Romney</p> <p>7. Romney achieves a small margin over Obama on business related areas, such as creation of jobs and development of business</p> <p>8. On more personal issues, 31% of recipients respondents strongly agree that Obama treats them with respect (compared to 15% for Romney)</p> <p>9. Overall, Obama doubles the scores of Romney on such issues as 'helping us become better citizens' and 'becoming more informed' – but these scores are still only averaging percentages in the mid 20s.</p> <p>10. The key potential problem areas for Obama are mainly economic – it's a close call on how each is considered to help us make our money grow (18% scores for Obama with Romney close on nearly 17%)</p> <p>11. Respondents were twice as likely to read/post about the election on Facebook compared to Twitter during the debate</p> <p>12. Twitter comes in at second with just under 8% overall. Once again we see huge differences between the two parties – 16% of Liberals are using it compared to only 5% of Conservatives 13. Middle of the road voters were more likely to be reading the newspaper or listening to talk radio during the debates than any other political leaning group</p> <p><strong>To get more articles like this sent direct to your inbox, </strong><a href=\"https://register.guardian.co.uk/media/\" title=\"\"><strong>sign up for free membership</strong></a><strong> of the Guardian Media Network. This content is brought to you by Guardian Professional.</strong></p>",
  "<p>The government's planned network of local TV services could be hampered by major signal black spots with large areas of south London and regions very close to Oxford, including significant parts of the seats held by the prime minister and broadcasting minister Ed Vaizey, affected by coverage issues.</p> <p>Media regulator Ofcom has <a href=\"http://www.guardian.co.uk/media/2012/sep/19/local-tv-licences?INTCMP=SRCH\" title=\"\">so far awarded eight</a> of the 21 local television licences in cities and towns across the UK.</p> <p>It has emerged there could be significant holes in broadcast coverage in places where households would expect to be able to tune in, according to a document provided to bidders.</p> <p>The document, providing coverage maps for all the local TV licence areas, shows issues with a number of areas including south London and areas close to Oxford.</p> <p>The capital – one of the <a href=\"http://www.guardian.co.uk/media/2012/aug/23/archant-tindle-london-local-tv?INTCMP=SRCH\" title=\"\">most hotly contested licences</a> with bids backed by Luke Johnson, the Evening Standard, former BBC Trust chairman Sir Michael Lyons and former mayoral candidate Steven Norris – has TV black spots across a number of commuter suburbs that would expect to receive a local service.</p> <p>A wedge of south and south-east London that is unlikely to be able to pick up a local TV signal include parts of Croydon, Beckenham, Sidcup, Bromley, Orpington and Sevenoaks.</p> <p>The Oxford licence, which will be decided by Ofcom by the end of the month, also includes some significant TV black spots.</p> <p>Only about 15% of Witney, the constituency of David Cameron, will receive a local TV signal despite being just a few miles from Oxford.</p> <p>Just over 10 miles out in Wantage, the seat of Vaizey whose department championed local TV under former culture secretary Jeremy Hunt, about 60% of the constituency by area will not receive the Oxford TV signal.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397768341\"> <img src=\"https://static.guim.co.uk/sys-images/Media/Columnists/Columnists/2012/10/15/1350307358737/Local-TV-008.jpg\" alt=\"Local TV\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The coverage map of Oxford</span> <span class=\"element-image__credit\">Photograph: Public Domain</span> </figcaption> </figure>  <p>Ofcom's coverage map is based upon local TV services being run from the existing towers run by transmission company Arqiva.</p> <p>A spokesman for Ofcom said the document contained \"indicative\" strengths of signal and coverage.</p> <p>The ultimate coverage strength will depend upon which company wins the bid to run the multiplex, or network spine, which individual local TV services will hook up to to broadcast.</p> <p>There are four bidders for the network spine: LMux Ltd, which gives its address as the BBC; Local TV Multiplex; Comux UK, which is linked to Canis Media, the TV channel management company behind launches such as Ocean Finance TV and LA Muscle TV, which is also bidding for several city licences; and Avanti Local TV Services.</p> <p>The applications for the first three bidders intend to use Arqiva's towers.</p> <p>Coverage strength could be improved by placing transmitters for local TV services higher on the towers than Ofcom used to create its coverage map for bidders.</p> <p>However the fourth bidder, Avanti, says in its application that it intends to enhance the coverage possibilities by also using a \"low power mast infrastructure\", which it claims could reach as many as 2m more households than Ofcom's estimate.</p> <p>Ofcom spokesman said: \"These are indicative maps which show the minimum expected coverage for local TV channels based on a signal strength that would not adversely affect other spectrum users nearby.\"</p> <p>Ofcom is expected to make a decision on the winner this week.</p> <p>Issues about potentially significant holes in the broadcasting area of some local TV services have emerged following the award of the first licence for Brighton &amp; Hove.</p> <p>The successful bidder, Latest TV, <a href=\"http://licensing.ofcom.org.uk/binaries/tv/local-tv/applicants/Brighton_Latest_TV_L-DTPS.pdf\" title=\"\">complained about the coverage issue</a> in its application to Ofcom. and said that: \"for technical reasons our terrestrial coverage area is limited and currently does not reach parts of east Brighton and Lewes, which would also be our natural community\".</p> <p>So far Ofcom has awarded eight local TV licences. Six of these have gone to local bidders, two have gone to large consortiums bidding for multiple city and town licences.</p> <p>While bids for each town or city are not meant to be contingent on winning other licences, it is thought several of the large multi-licence bidders are banking on winning several licences to make their models work.</p> <p>One observer believes that the key battle will boil down to the winners of the local TV licences for Birmingham, London and Manchester.</p> <p>\"My understanding is that unless the big bidders win one of the big three areas they will struggle to be viable,\" said one source.</p> <p>The first showdown is Birmingham, which will be decided by the end of the month, followed by London and Manchester which will be announced by the end of November.</p> <p><em>• To contact the MediaGuardian news desk email editor@mediaguardian.co.uk or phone 020 3353 3857. For all other inquiries please call the main Guardian switchboard on 020 3353 2000. If you are writing a comment for publication, please mark clearly \"for publication\".</em></p> <p><em>• To get the latest media news to your desktop or mobile, follow MediaGuardian on </em><a href=\"http://twitter.com/#!/mediaguardian\" title=\"\"><em>Twitter</em></a><em> and </em><a href=\"http://www.facebook.com/mediaguardian\" title=\"\"><em>Facebook</em></a><em>. </em></p>",
  "<p>Former Daily Telegraph owner Conrad Black is to appear on BBC1's Have I Got News for You, just months after being released from prison having served a three-year sentence for defrauding investors and obstructing the course of justice.</p> <p>Black, who is living in his native Canada on a temporary residency permit, is to be a guest on the satirical panel show alongside the Guardian and Observer columnist Victoria Coren.</p> <p>Black will appear on programme three of the latest series of HIGNFY, which will be hosted by Alexander Armstrong and will air on 26 October.</p> <p>The former press tycoon is known for his scathing one-liners about his rivals and critics.</p> <p>\"I have no doubt that mothers in America use my name to frighten their children into finishing their vegetables,\" he quipped before being jailed. \"But this is not a permanent state of affairs.\"</p> <p>He was <a href=\"http://www.theguardian.com/business/2012/may/04/conrad-black-prison-controversy-canada\" title=\"\">released from a Florida jail in May after serving 37 months</a> to yet another ignominious chapter in his colourful life and career.</p> <p>Having completed the final eight months of his sentence for fraud and obstruction of justice, the former owner of the Daily Telegraph, Chicago Sun-Times and Jerusalem Post was taken into the custody of US immigration services. Lacking resident status in America, he will be shepherded by US immigration and customs enforcement to the Canadian border and will probably never be allowed to return.</p> <p>At the height of his success Black had an estimated fortune of £136m, along with houses in Florida and London's Kensington, an apartment in New York's Park Avenue and two private jets.</p> <p>He was renowned for a lavish lifestyle, including refurbishing a Rolls-Royce for $90,000 and turning up to a ball in Kensington Palace <a href=\"http://www.theguardian.com/theguardian/2010/jul/21/celebrity-conradblack\" title=\"\">dressed as Cardinal Richelieu</a> alongside his wife, Barbara Amiel, who was dressed as Marie Antoinette.</p> <p>Amiel's lavish excesses became a source of ridicule after she confessed in a Vogue interview that she had \"extravagence that knows no bounds\".</p> <p>Showing the reporter into her London mansion she revealed she had one wardrobe for her furs, another for her sweaters, another for shirts and T-shirts and another for ball-gowns. She boasted of her dozen Hermès bags (worth £100,000) and more than 100 pairs of Manolo Blahnik shoes and put her need for these worldly goods to a slight she suffered as a teenager, when the mother of a boy she was dating made fun of her outfit. \"I sort of never forgot it. And now I have an extravagance that knows no bounds,\" she said.</p> <p><em>•&#xa0;To contact the MediaGuardian news desk email editor@mediatheguardian.com or phone 020 3353 3857. For all other inquiries please call the main Guardian switchboard on 020 3353 2000. If you are writing a comment for publication, please mark clearly \"for publication\".</em></p> <p><em>• To get the latest media news to your desktop or mobile, follow MediaGuardian on </em><a href=\"http://twitter.com/#!/mediaguardian\" title=\"\"><em>Twitter</em></a><em> and </em><a href=\"http://www.facebook.com/mediaguardian\" title=\"\"><em>Facebook</em></a></p>",
  "<p>This book contains all five books in The Spiderwick Chronicles. They are totally different from other fairy books that I have read, such as Artemis Fowl. This has a shape-shifting ogre by the name Mulgarath, fairies that give you addictive fruits, and brownies that (like me) love honey. They also have a bit of an anger issue.</p> <p>The plot is quite simple: The three Grace kids (Mallory, 13, Simon, 9, and his twin, Jared) move into a house owned by their great-aunt, Lucinda Spiderwick, who is in a nursing home. But the kids find there is something different about the house, mainly because there is something in the walls. </p> <p>Mallory tries to get it with the handle end of a broom, and uncovers a dumbwaiter (a small elevator used for delivering objects from, in this case, the kitchen to a study).</p> <p>The study belonged to Arthur Spiderwick, Lucida's father, who wrote a guide-book, about all the magic creatures in the world that we didn't know about, entitled: Arthur Spiderwick's Fantastical Guide To the World Around You.</p> <p>In it is all he could find out about every magical creature he knew from griffins to hobgoblins. This makes it a dangerous weapon. </p> <p>The evil ogre Mulgarath and his army of goblins want the book. With it the evil creature and his minions could destroy the world and everything we know. </p> <p>The Grace children have to protect the book at all costs, but when they discover their mother missing, they go on a quest to find her.</p> <p>A delight for anyone from 9-99 years of age, this book is a win in many ways.</p> <p><strong>Want to tell the world about a book you've read? <a href=\"http://www.theguardian.com/books/childrens-books/2011/mar/02/how-do-i-get-involved-guardian-childrens-books\">Join the site</a> and send us your review!</strong></p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-331000985\"> <img src=\"https://static.guim.co.uk/Guardian/business/gallery/2007/oct/17/blackmonday/xxstorm-1175.jpg\" alt=\"Great storm\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The precise causes of Black Monday are still disputed, but one key factor was the great storm that hit Britain the previous Friday. Only a few traders managed to struggle to work. The rest spent the weekend worrying about positions they had left open, following a drop on Wall Street. The crash began in Hong Kong and Tokyo, followed by a wave of panic selling when the markets opened in London on the morning of Monday October 19. </span> <span class=\"element-image__credit\">Photograph: Mike Howarth/PA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-331001320\"> <img src=\"https://static.guim.co.uk/Guardian/business/gallery/2007/oct/17/blackmonday/xxrex_152179b-6833.jpg\" alt=\"Black Monday\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">At one stage the FTSE 100 index was down by over 13%. It closed at 2,052.3, down 249.6, a fall of 10.8%. This was its biggest one-day fall ever, and destroyed £50bn of market value. City traders were shocked by the scale of the sell-off, with some fearing that the financial system would shut down under the pressure.</span> <span class=\"element-image__credit\">Photograph: The Independent/Rex Features</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-330998204\"> <img src=\"https://static.guim.co.uk/Guardian/business/gallery/2007/oct/17/blackmonday/rex_139350b-9158.jpg\" alt=\"Black Monday\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The crash put the electronic systems of the time under huge pressure. So many sell orders flooded in that the computers were unable to keep up. Brokers later blamed program trading for fuelling the crash, as early share price falls triggered automatic sell options which exacerbated the decline.</span> <span class=\"element-image__credit\">Photograph: News Group/Rex Features</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-331000982\"> <img src=\"https://static.guim.co.uk/Guardian/business/gallery/2007/oct/17/blackmonday/xxrex_139330f-732.jpg\" alt=\"Black Monday\" width=\"500\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">This was the decade of privatisation and widespread share ownership, and the public was gripped by the unfolding crisis. The great bull run of the 1980s was coming to a close in spectacular style. </span> <span class=\"element-image__credit\">Photograph: Nils Jorgensen/Rex Features</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-331000979\"> <img src=\"https://static.guim.co.uk/Guardian/business/gallery/2007/oct/17/blackmonday/xxBE026997-48.jpg\" alt=\"Black Monday\" width=\"500\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">In America, some US traders found that orders they had placed the week before had still not been processed. For hours, attempts to trade on most Dow stocks were fruitless.</span> <span class=\"element-image__credit\">Photograph: Bettmann/Corbis</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-330998195\"> <img src=\"https://static.guim.co.uk/Guardian/business/gallery/2007/oct/17/blackmonday/BE026998-7712.jpg\" alt=\"Black Monday\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Dow Jones Industrial Average lost over $500bn. These traders at the Chicago Stock exchange watched in horror as the full scale of Wall Street's losses became clear.</span> <span class=\"element-image__credit\">Photograph: Bettmann/Corbis</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-330998201\"> <img src=\"https://static.guim.co.uk/Guardian/business/gallery/2007/oct/17/blackmonday/pp1929_ap-8682.jpg\" alt=\"1929 crash\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Dow's 22.6% fall was bigger than during the Wall Street crash of 1929, which brought on the Great Depression and left millions out of work.</span> <span class=\"element-image__credit\">Photograph: AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-330998189\"> <img src=\"https://static.guim.co.uk/Guardian/business/gallery/2007/oct/17/blackmonday/50361862-6823.jpg\" alt=\"Black Monday\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Gripped by the crisis, Americans watched the action unfold on electronic screens, as at this display in the window of stockbroker Dean Witter Reynolds.</span> <span class=\"element-image__credit\">Photograph: Marty Katz/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-330998210\"> <img src=\"https://static.guim.co.uk/Guardian/business/gallery/2007/oct/17/blackmonday/rex_152179a-1-187.jpg\" alt=\"Black Monday\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Federal Reserve, and central banks around the world, stepped in with interest rate cuts. The medicine proved remarkably effective. In Britain, the fall from July's peak on the FTSE 100 of 2443 to November's low of 1565 was 36% - but the main index still ended the year higher than it started it.</span> <span class=\"element-image__credit\">Photograph: The Independent/Rex Features</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-331007719\"> <img src=\"https://static.guim.co.uk/Guardian/business/gallery/2007/oct/17/blackmonday/FTSE-since-1983-8836.gif\" alt=\"FTSE since 1984\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The events of October 1987 felt like the end of the world at the time, but look back at the charts now: the crash looks like a minor blip within bull market that can be said to be have run from the early 1980s to the dotcom excitement at the end of the century.</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-330998858\"> <img src=\"https://static.guim.co.uk/Guardian/business/gallery/2007/oct/17/blackmonday/201087guardian-7948.jpg\" alt=\"Black Monday\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Read how the Guardian originally reported the crash <a href=\"http://image.guardian.co.uk/sys-files/Business/pdf/2007/10/17/201087p1.pdf\">here</a>, and <a href=\"http://image.guardian.co.uk/sys-files/Guardian/documents/2007/10/17/211087p1edited.pdf\">here</a>.</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>"
]