[
  "<p>I'm pleased with the way I look, considering I'm 58. Not too much damage has been done – even my eyes aren't particularly wrinkled. If I could change anything, I'd be a&#xa0;couple of inches taller. I can't wear heels any more, since doing so much running, and in my flats I'm 5ft 6in.</p> <p>These days, I run on a treadmill as it's easier on the joints. But dog-walking is better – when there are two eyes looking up at you, desperately needing a walk, there's no excuse.</p> <p>I don't have much of a skincare routine. I brush off dead cells, which brightens my complexion, and moisturise morning and night – I've always done that, and it's really paid off. And I've generally stayed out of the sun, under my hat.</p> <p>Most people don't think I'm as old as I am, which is great. But also slightly depressing, somehow –&#xa0;I&#xa0;think women are valued more for their looks than men. I've got big boobs and wear clothes that disguise them, otherwise I don't think men would ever look past them.</p> <p>Being adopted by white parents meant that, for a long time, I didn't really have any black role models. That changed when I discovered Marsha Hunt and Diana Ross, who were the first beautiful black women I'd seen. On TV, back then, black women were usually maids. It also meant no one in my family knew what to do with my hair. I still don't&#xa0;worry about it – I've not been to a&#xa0;hairdresser in 10 years.</p> <p><strong>• </strong><a href=\"http://www.guardianbookshop.co.uk/BerteShopWeb/viewProduct.do?ISBN=9781846687914\" title=\"\"><strong>Black By Design: A 2-Tone Memoir</strong></a><strong>, by Pauline Black, is out now, published by Serpent's Tail at £8.99. </strong></p>",
  "<h2>THIS STORY CONSISTS OF A VERY LARGE QUANTITY OF TEDIOUS WAFFLE AND LITTLE IN THE WAY OF HARD NEWS OR USEFUL INFORMATION. A PERFECT METAPHOR FOR TRANSFER DEADLINE DAY, IF YOU WILL</h2> <p>Sky Sports News long ago completed a successful landgrab for ownership of Transfer Deadline Day, the depressing waste of time everyone pretends to enjoy even though there's no point. Now it's theirs, and the undoubted star of the day is <a href=\"http://www.youtube.com/watch?v=4MWsO-Fz9Aw\" title=\"\">erstwhile Chris Evans wannabe</a>, the rich man's Tim Lovejoy, Jim White. Over the years, he's become the face of this futile charade, all smiles and shouting and faux excitement, like the manically gurning guy in the kitchen trying to keep the party going in the wee hours even though everyone knows the adult confectionery has been wearing off for quite a while now.</p> <p>Transfer Claus, they're calling him this time round. Transfer Claus. But it's easy to be cynical and mock the likes of White for his unique brand of relentless diabetes-inducing positivity, a happiness so sugary it coats the teeth as well as covering the entire end of the tit. At least he's putting in the effort, painting on a gameface and doing his level best to dress up this abject nonsense in a manner which keeps at least young children, and people who have recently been affected by serious traffic incidents, occupied if not quite entertained.</p> <p>There's also, in that twinkle in his eye, a sense of self-awareness, a full and knowing realisation that this is the most ludicrous dance performed since the manically gurning guy in the kitchen desperately attempted to convince himself that the entertainment talc wasn't nine-tenths St Ivel Five Pints. So hats off to White for having the professionalism to resist phoning it in. The Fiver, faced with a similar task of reporting that Maicon and Scott Sinclair have gone to Manchester City, Joao Moutinho and Hugo Lloris have joined Spurs, Charlie Adam has gone to Stoke, and Clint Dempsey really has painted himself into a corner at Fulham, simply couldn't summon the energy.</p> <h2>QUOTE OF THE DAY</h2> <p>\"So happy and humble\" – Nicklas <a href=\"http://www.youtube.com/watch?v=3wgWEIi1PHk\" title=\"\">'Don't you know who I am, I can buy the whole pizzeria'</a> Bendtner signs for Juventus. A live <a href=\"http://www.dailyrecord.co.uk/sport/football/barry-ferguson-doesnt-want-to-miss-959735\" title=\"\">Barry Ferguson award for self-awareness</a> contender right there.</p> <h2>GET 50% OFF I AM THE SECRET FOOTBALLER – EXCLUSIVE OFFER FOR FIVER READERS</h2> <p>For one final day, Fiver readers can get I Am The Secret Footballer for just £6.50, saving 50% on RRP.</p> <p><a href=\"http://www.guardianbookshop.co.uk/BerteShopWeb/viewProduct.do?ISBN=9780852653081\" title=\"\">To order your book, visit the Guardian bookshop</a> or call 0330 333 6846 and use promo code SECRETFIVER.</p> <h2>FIVER LETTERS</h2> <p>\"Dimitar Berbatov joining Fulham (yesterday's Fiver)? Surely it'll be Craven A fags for him then?\" – Brian Wealthall.</p> <p>\"I'd very much like to make the point that, in their rush to label Robert Nugent a&#xa0;seemingly self-important, wannabe 'grammar N@zi' and gain&#xa0;that warm air of smug satisfaction they were after, Rex Bibendi (and 1,056 slightly less militant pedants, yesterday's Fiver letters) kind of missed the joke Mr Nugent was trying to make, leaving themselves open to&#xa0;the inevitable backlash and subsequent embarrassment that they now so rightly deserve.&#xa0; My only worry is that,&#xa0;in my rush to label Rex Bibendi (and 1,056 slightly less militant pedants)&#xa0;seemingly self-important, wannabe 'grammar N@zis' and gain&#xa0;that warm air of smug satisfaction I'm after, I've kind of missed the joke&#xa0;Rex Bibendi (and 1,056 slightly less militant pedants)&#xa0;were&#xa0;trying to make, leaving myself open to&#xa0;the inevitable backlash and subsequent embarrassment that I now so rightly deserve. Advice please\" – Tom Hurles (and 1,056 others).</p> <p>\"Re: the niceness of Theo Walcott (Fiver letters passim). He seems too clean-cut for his own good. I've been watching a lot of Breaking Bad lately and Theo seems less clean-cut to me and more resembling Jesse Pinkman. What do you think? Do I need to stop watching so much Breaking Bad and stop scouring the internet for Arsenal transfer rumours?\" – Dan Davis.</p> <p>Send your letters to the.boss@theguardian.com. And if you've nothing better to do you can also tweet the Fiver.</p> <h2>GET UP TO £50 ON SELECTED LOSING BETS WITH BLUE SQUARE</h2> <p><a href=\"http://ads.bluesq.com/redirect.aspx?pid=5296&amp;bid=3003\" title=\"\">Sunday: Liverpool v Arsenal – get your money back if Steven Gerrard scores at any time; Southampton v Manchester United – get your money back if Southampton win</a>.</p> <h2>BITS AND BOBS</h2> <p>Eighth-placed clubs the world over – and Ajax – have pr1cked up their ears after Ryan Babel quit Hoffenheim. \"Five or six clubs have made an approach for Ryan. The plan is to sign a one-year deal somewhere and try and earn a move to a big club again,\" cheered the dignity-free forward's Mr 15%, Winnie Haatrecht.</p> <p>Lyon attack! The French club's president has criticised Spurs chairman Daniel Levy for his handling of the aforementioned signing of Hugo Lloris. \"[Levy] talks a lot and goes back on what we've agreed in writing,\" sniffed Aulas. \"The negotiation with the Tottenham directors has been the hardest I have ever had to undergo in 25 years.\"</p> <p>Lord Ferg has resumed his favourite pastime and taken a pop at the suits at Wembley. \"It was an injury situation, it was nice of the FA to let everyone know that Ashley Young is injured,\" he fumed after the FA revealed the reason for Young's England omission.</p> <p>Having seen off the might of Hearts, Liverpool will now face Udinese, Young Boys and Anzhi Makhachkala in Big Vase group stage. Tottenham have been drawn with Lazio, Panathinaikos and Maribor, while Newcastle's group also comprises Bordeaux, Club Brugge and Marítimo.</p> <p> And Sheffield United have celebrated 123 years of being a football club by renaming the Bramall Lane Stand after Jessica Ennis. \"I never expected when I started out in athletics in Sheffield all those years ago that I would have a football stand named after me,\" she blushed.</p> <h2>STILL WANT MORE?</h2> <p>Southampton and Manchester United have played out some classic battles over the years. From the 6-3 Saints victory to George Best's dancing feet – <a href=\"http://www.theguardian.com/sport/blog/2012/aug/31/joy-of-six-manchester-united-southampton\" title=\"\">Scott Murray recalls the best encounters.</a></p> <p>It was the best of times, it was the worst of times … <a href=\"http://www.theguardian.com/football/blog/2012/aug/30/manchestercity-manchester-united\" title=\"\">Daniel Taylor on Manchester City being drawn in the 'group of champions'</a>, a fancy name for the group of death, alongside Real Madrid, Ajax and Borussia Dortmund.</p> <p>Another weekend of Big League football awaits, <a href=\"http://www.theguardian.com/football/blog/2012/aug/31/premier-league-10-things-to-watch\" title=\"\">here are 10 things to look forward to</a> in the top flight, including life without Wayne Rooney.</p> <p>Get your fantasy football on <a href=\"http://www.theguardian.com/football/series/squad-sheets\" title=\"\">by clicking through our Premier League squad sheets</a>. Yeah, we went there Edward R Lovett.</p> <p>And if you're sick of that wild, raving Scotsman on TV, <a href=\"http://www.theguardian.com/football/blog/2012/aug/31/transfer-window-deadline-day-live\" title=\"\">then follow all the moves with us instead</a>.</p> <h2>JOIN GUARDIAN SOULMATES</h2> <p>We keep trying to point out the utter futility of advertising an online dating service \"for interesting people\" in the Fiver to the naive folk who run Guardian Soulmates, but they still aren't having any of it. <a href=\"https://soulmates.theguardian.com/?INTCMP=EMCSOULTXTCOS190\" title=\"\">So here you go – sign up here to view profiles</a> of the kind of erudite, sociable and friendly romantics who would never dream of going out with you.</p> <h2>SIGN UP TO THE FIVER</h2> <p><a href=\"http://www.theguardian.com/football/2012/jul/05/%5C\" title=\"\">Want your very own copy of our free tea-timely(ish) email sent direct to your inbox? Has your regular copy stopped arriving? Click here to sign up</a>.</p> <h2><a href=\"http://www.theguardian.com/sport/video/2012/aug/31/american-football-kent-state-andre-parker-video\" title=\"\">A CONFEDERACY OF DUNCES</a></h2>",
  "<p>Approaching the end of my masters was a very daunting experience. As soon as I mentioned to qualified practitioners that I was trying to find work as a newly qualified social worker (NQSW), almost everyone was quick to offer me copious amounts of advice: apply for what you are good at; keep your CV concise; focus on your positives; be on time for the interview; dress smartly, but not too smart. All the advice was good – however there were five pieces of advice that were particularly useful in practice.</p> <h2>Be persistent </h2> <p>For the first few weeks I applied to numerous jobs with no response, which is both disheartening and stressful. My first piece of advice, therefore, is to be persistent. As a NQSW, it is often the case that most employers are looking for people with a minimum of two years experience, making it particularly hard to begin your career in social work. Do not get disheartened. If you apply for three or four jobs a day, your hard work will eventually pay off.</p> <h2>Be clear</h2> <p>Go through the job and worker descriptions and extract the key criteria they are looking for. When filling in the application form, place each criterion as a heading and use examples from practice to demonstrate how you have met those criteria. It may seem simplistic but if you are explicit that you are suitable for the job role, then an interview is guaranteed.</p> <h2>Be creative </h2> <p>Social work is more than working for a local authority. Speak to other people you have studied with to find out what placements they did. The voluntary sector offers some amazing opportunities for social work practice, as do social enterprises. Explore charity websites; there may be the perfect job for you that you were not even aware of.</p> <h2>Be brave </h2> <p>If you are applying for a job which does not openly state that it will contribute to your assessed and supported year in employment (ASYE), do not be afraid to ask in the interview if your employers would be willing to consider supporting you through this. The worst they can do is say no, and many employers will be happy to.</p> <h2>Be yourself </h2> <p>It may sound cliched, but one of the best pieces of advice I received is: be yourself. Do not over-think what you should wear to the interview, how you should sit or speak or what answers they want to hear from you. If you attend the interview as true to yourself as possible and the interview is unsuccessful, then it is more than likely that the job was not the right one for you and it would not have made you happy.</p> <p>I know for many of my colleagues who studied with me, finding employment is an ongoing struggle, however I am sure with determination and creativity their job search will pay off. After two months of persistent applications, I was lucky enough to receive three job offers, allowing me the luxury of choosing the right career path for me.</p> <p><strong>This article is published by Guardian Professional. </strong><a href=\"http://www.theguardian.com/social-care-network/2012/jul/16/become-member-guardian-social-care-network\" title=\"\"><strong>Join the social care network</strong></a><strong> to receive regular emails and exclusive offers.</strong></p>"
]