[
  "<p>President Barack Obama and Republican challenger Mitt Romney headed to battleground states Saturday after emerging from their party conventions virtually neck-and-neck in the race for the White House.</p> <p>As the 2012 electoral showdown turns towards its final two months of campaigning, the bitter rivalry between the two candidates – which has already produced one of the most negative campaigns in recent memory – has failed to see either man pull away.</p> <p>In the latest rash of polls to come out after the Democrats wrapped up a mainly well-reviewed convention in Charlotte, North Carolina, Obama appears to have earned a small \"bounce\".</p> <p>But the lead it gives him is razor-thin. The Rasmussen tracking poll puts him two points ahead of Romney, while a Gallup tracking poll has the Democrat three points up.</p> <p>Earlier in the week Obama's lead was just one or two points, and a CNN poll had the race in a dead heat.</p> <p>However, those polls are national surveys, and most experts believe that the election will be decided in about nine \"battleground\" states where narrow margins and swing voters are the focus of intense attention.</p> <p>Already those states have been subject to a barrage of political adverts, and the picture there has generally been more positive for Obama as he usually holds leads in key states like Ohio, Iowa and Florida.</p> <p>The influential political blogger Nate Silver, who tracks polls for the New York Times, currently predicts Obama to have a 78% chance of winning the election, based on his ability to win votes in those vital areas.</p> <p>However, there is little likelihood that the Obama campaign is going to rest easy, despite a convention season which failed to produce any breakthrough for Romney.</p> <p>Just a day after the Charlotte gathering dispersed, the latest monthly US job figures were released, revealing an American economy still failing to produce many jobs.</p> <p>The survey showed that just 96,000 jobs had been created in August, and revised down numbers for previous months.</p> <p>It showed the jobless rate dipped from 8.3% to 8.1%, but that was partly due to many job seekers simply dropping out of the market and giving up the hunt for employment. Economic matters lie at the heart of the campaign, and Romney has placed criticism of Obama for failing to adequately reduce unemployment at the centre of his strategy.</p> <p>Romney called the data a \"hangover\" after Charlotte.</p> <p>\"I don't think the American people want four more years of the last four years. I think they want to see more jobs, they want to see their kids coming out of college able to get jobs, they want to see rising incomes again,\" he said in a statement.</p> <p>Both candidates are now likely to spend little time outside the battleground states in the remaining eight weeks of the campaign.</p> <p>Obama and Romney both headed toward such battlegrounds immediately after the Democratic convention ended.</p> <p>On Friday, Obama paid trips to New Hampshire, Iowa, and Florida – effectively crossing paths with his rival Romney, who visited Iowa and New Hampshire and then headed to a NASCAR auto race in Virginia on Saturday. Obama will now spend the next two days in Florida on a campaign bus tour.</p>"
]