[
  "<p>'Earlier on today, apparently, a woman rang the BBC and said she'd heard there was a hurricane on the way. Well, if you're watching, don't worry, there isn't.\" So said BBC weatherman Michael Fish on 15&#xa0;October 1987.</p> <p>On the morning of Friday 16 October that year, anybody surveying the Kent estate of Bank of England governor Robin Leigh-Pemberton would have been shocked at how it had been stripped of its finest trees. A freak overnight hurricane had wrecked his grounds, just as it had those of the property owned by the governor's neighbour, City fund manager Richard Oldfield.</p> <p>Meanwhile, bankers living closer to the City were stepping over felled trees in leafy Chelsea on their way to the office. Those who arrived in the Square Mile found little to do: the money markets had been closed.</p> <p>The scene was a shocking one for a country not used to serious natural disasters. But if anybody in the City was cursing the predictive powers of Fish, they soon had cause to wonder whether the financial world's own crystal ball had also malfunctioned. By Monday morning it was clear the Great Storm of 1987 was being followed by a great financial crash. That day was 25 years ago this week.</p> <p>Black Monday, as it came to be known, began in Hong Kong and quickly spread west to Europe, before hitting Wall Street, where the Dow Jones slumped by an unprecedented 23% to take the index 34% below its level earlier that October.</p> <p>In London the FTSE fell by <a href=\"http://www.theguardian.com/business/table/2008/sep/19/ftse100.worst.days\" title=\"\">11% on the Monday, a further 12% on the Tuesday and another 6% on the Thursday;</a> those who worked through the slide reported how the shock of share price slumps caused some traders to become paralysed, staring blankly at their screens, with \"sweat running down their faces\".</p> <p>It was not just the traders, either. Lord (Nigel) Lawson, then chancellor of the exchequer, recalls: \"My reading of it at the time was that the Wall Street collapse and collapse of other stock markets around the world had rattled the Bank of England and they were in a bit of a state of panic. My judgment at the time was that they weren't thinking straight as they were panicked by what was going on in the financial markets.\"</p> <p>Like any bull or bear runs, the mood was contagious, which almost certainly exacerbated the market's moves. Oldfield, who was then the head of Mercury Asset Management's US equity team, recalls: \"We had returned early from a holiday to deal with the fallen trees when somebody called me at home to tell me that the Dow had fallen by 500 points. Looking at the awful carnage outside I can remember thinking how [the trees were] so much more important and how [the Wall Street crash] was an unjustified fall. I felt strongly that it was a good time to buy shares … I then went into the office, which was a mistake. I was overwhelmed by the sense of panic.\"</p> <p>Within a few hours Oldfield had been infected by the hysteria and changed his judgment from buy to sell, \"the worst mistake of my career,\" he says. History now tells us that shares swiftly recovered: two years later London's blue-chip index was <a href=\"http://www.google.co.uk/finance?chdnp=1&amp;chdd=1&amp;chds=1&amp;chdv=1&amp;chvs=maximized&amp;chdeh=0&amp;chfdeh=0&amp;chdet=1350025540524&amp;chddm=3766581&amp;chls=IntervalBasedLine&amp;q=INDEXFTSE:UKX&amp;ntsp=0&amp;ei=PsF3UMijFuSFwAOIfA\" title=\"\">trading again at 1987 highs, and subsequently soared away during the 1990s</a>. Unlike now there was no banking crisis to transmit the problems to the real economy. In fact, Black Monday was merely the pricking of a stock market bubble – a financial market crisis for sure, but not an economic one.</p> <p>However, making such predictions in October 1987 would have seemed fanciful. The talk of the time involved comparisons with the crash of 1929 and the subsequent depression, while central banks reacted to those concerns by colluding to cut interest rates. On 20 October Alan Greenspan, then just two months into his role as chairman of the US Federal Reserve, started in his new job as he meant to go on, stating: \"The Federal Reserve, consistent with its responsibilities as the nation's central bank, affirmed today its readiness to serve as a source of liquidity to support the economic and financial system.\" That support for Wall Street was to become the defining theme of his tenure, known by investors as \"the Greenspan put\".</p> <p>Such unquestioning support of the markets is now considered to be a folly. Lawson says: \"Greenspan is a nice man, an amusing man and an interesting man, I used to know him very well and he is highly intelligent, but he got it all wrong – completely wrong.\" Many now believe that the way in which the 1987 crash was dealt with by central bankers – mirrored in subsequent crises in the 1990s and early 2000s – signalled the start of the creation of moral hazard, where bankers began believing that no matter how expensive their miscalculations, they would always be saved.</p> <p>Stock market historian David Schwartz says: \"The central bankers, whether they admitted it or not, were taking it on themselves to keep the markets afloat. That caused two things. Investors believed they would be rescued if things went bad, which boosted share prices. And the stimuli had knock-on effects, so the stimulus provided in the late 1990s [during the Asian and LTCM crises] is viewed by many now as the reason the tech bubble bubbled up so much. Each time a stimulus is provided there is an ill effect that nobody is looking at elsewhere.\"</p> <p>For his part Lawson, who in 1987 controlled UK base rates, <a href=\"http://www.bankofengland.co.uk/boeapps/iadb/Repo.asp\" title=\"\">made three separate half-point cuts before the end of 1987</a> – and while some economists have questioned whether those moves contributed to the unsustainable \"Lawson Boom\", others viewed his actions as restraint. On 5 November, the day after the second cut, shadow chancellor John Smith moved a motion in the House of Commons urging \"<a href=\"http://hansard.millbanksystems.com/commons/1987/nov/05/financial-markets\" title=\"\">the government to ... significantly cut interest rates</a>\".</p> <p>With hindsight, it may seem the events of Black Monday should have provided a warning of the chaos a newly confident City could unleash. But predictably the former chancellor argues that the current crisis has nothing to do with policy decisions taken 25 years ago.</p> <p>\"You really can't trace it back [to 1987],' says Lawson. \"You can maybe see some of the signs of the way that American investment banks operated. You can see this as a harbinger of much worse behaviour and much bigger problems 20 years later. But I don't think you can somehow say that there was something that happened in 1987 that caused the financial crisis.\"</p> <p>The bad behaviour that Lawson refers to is not a general statement – but a specific reference to his dealings with Wall Street over one very high-profile deal.</p> <p>The postponement of the UK government's flotation of the water industry in July 1986 had created a hole in its privatisation timetable and in March 1987 a replacement was announced: the sale of the state's remaining 31.5% stake in BP.</p> <p>The oil group also wanted to raise £1.5bn for its own uses, meaning the total float would be worth £7.25bn, dwarfing the £5bn British Gas offer the year before. But by an awful coincidence, the world's largest share sale was to coincide with the world's most dramatic stock market crash.</p> <p>A string of City and Wall Street banks underwrote the offer – essentially providing an insurance policy taken out by the government whereby the banks committed to buy any unsold shares at a pre-arranged price. That price was agreed on 14 October, but by Black Monday BP's existing shares were trading 14% below that level. It was then that City and Wall Street banks tried to renege on the deal.</p> <p>Lawson recalls: \"[Wall Street] lobbied Alan Greenspan and got him to make representations to the Bank of England that I should be stopped from going ahead. They also lobbied the American administration ... to try to get Margaret [Thatcher] to tell me to pull the issue. Margaret behaved impeccably. She not only immediately informed me of this approach behind my back but she totally supported me in the view I had taken to go ahead. It was enormous pressure they put on me. Quite extraordinary.\"</p> <p>The government did hold out, the banks were forced to pay up and the financiers' warnings that their losses would create a banking crisis turned out to be total nonsense.</p> <p>As one City veteran says: \"Most of the City, who weren't involved with underwriting the BP offer, thought 'good on the government',\" while failing to suppress a wry smile at the suggestion that here was a rare case of bankers getting stuffed by the taxpayer – rather than the other way around. Crazy as it may seem now, that was the way it once could work, albeit a quarter of a century ago.</p>",
  "<p>As the <a href=\"http://www.newstatesman.com/blogs/politics/2012/10/osborne-encircled-green-targets\" title=\"\">coalition prepares to introduce its energy bill</a> into Parliament in the next few weeks, it must demonstrate political leadership and ensure that its policy is based on robust economic analysis, recognising and addressing failures of the market.</p> <p>The most obvious market failure is created by the fact that, without policy, the price of products and services that involve emissions of greenhouse gases does not reflect the costs of damage caused by climate change.</p> <p>A strong and stable carbon price corrects this market failure and helps to produce a level playing field on which new low-carbon technologies, such as wind, solar and carbon capture and storage, can compete against fossil fuels. However, it is not the only market failure that holds back these new technologies.</p> <p>A failure arises as well from the inability of capital markets to manage the risks associated with investments in new technologies properly.</p> <p>And other failures are associated with the limitations of networks, particularly concerning public transport and grids. Most consumers and many firms do not yet fully understand the technological opportunities that are available.</p> <p>At a time when the public finances are under strain, it would be better to deal with these market failures through the tax system to disincentivise high-carbon activities or even regulate against them.</p> <p>But it takes time to design and implement such policies and delaying action is dangerous because it can lock in high-carbon infrastructure, such as fossil fuel power stations with unabated greenhouse gas emissions.</p> <p>So, in the meantime, while these market failures are inadequately tackled and there is not yet a strong and stable carbon price, low-carbon technologies need government assistance through direct subsidies.</p> <p>These subsidies should be reduced and eliminated as the costs of development and deployment fall over time, as carbon markets become stronger and as other market failures are tackled.</p> <p>But it is crucial that the reductions in subsidies for low-carbon energy are carried out according to a predictable rule-based system. Sudden and unexpected cuts undermine the confidence of the private sector and hold back badly needed investment in the UK power sector.</p> <p>Those who argue against subsidies for low-carbon technologies are implicitly adopting an anti-market approach. Those who want markets to be harnessed to deliver greater prosperity and wellbeing, on the other hand, recognise a role for public policy in ensuring that markets can do their job in providing incentives and promoting entrepreneurship.</p> <p>Removing subsidies for low-carbon technologies too quickly and erratically would undermine efforts to reduce the UK's emissions of greenhouse gases in an efficient and effective way and delay progress towards our ultimate target of a cut of at least 80% by 2050 compared with 1990.</p> <p>Such delay would risk relegating the UK to also-rans in the global low-carbon race and could mean that we are shut out of the developing markets for cleaner goods and services.</p> <p>But most dangerous of all, delay would mean higher concentrations of greenhouse gases in the atmosphere and huge risks across the world from climate change.</p> <p>The coalition must demonstrate leadership through its energy and climate policies, supporting creativity and innovation in the power sector, and boosting the UK's prospects for sustainable economic growth.</p> <p>Anything less would damage the prospects of future prosperity and wellbeing, for us, our children and future generations.</p>",
  "<p>Barack Obama's election win in 2008 was hailed by some as ushering in a post-racial age in the US. However, recent books and surveys have shown that black American progress has often either halted or declined.</p> <p>From increasing segregation in the workplace, to hundreds of thousands of young black men in prison, to stuttering levels of black voting and a black middle class sent into reverse by the recession, the election of America's first black president – and his fight to win a second term – seem to have had little impact on any of this.</p> <p>Some of the most shocking revelations are detailed in a new book called <em>Invisible Men</em> by sociology professor Becky Pettit from the University of Washington. Pettit realised that many surveys conducted by government agencies exclude people in the prison population from their research and findings. When Pettit added them in, she found that it dramatically altered the picture of the status of black America, as the number of black Americans in jail is disproportionately high. About half of the 2.3 million people in US prisons are black.</p> <p>The results of Pettit's work, some argue, have exploded what she calls \"the myth of black progress\" since the civil rights era of the 1960s.</p> <p>\"This work dispels the notion that we live in a post-racial society. It not only deconstructs the myth of black progress, but also the myth of American progress overall,\" said Inimai Chettiar, a director at the Brennan Centre for Justice at New York University's school of law.</p> <p>For example, adding the prison population to the voting statistics shows that black voter turnout in 2008 – believed to have been a historic high as Obama was elected – was overestimated by 13%. A greater percentage of young black high school dropouts turned out to vote in the 1980 election, when Jimmy Carter lost to Ronald Reagan, than when Obama beat John McCain in 2008.</p> <p>When prisoners are included, the employment rate for young black men who have dropped out of school sinks from an already low 42% to 26%. Far from advancing over the past half-century since Martin Luther King championed the civil rights struggle, the picture being painted is one of troubled decline. \"We have developed a distorted view of how black Americans are faring in our society,\" Pettit said. The reason given for this in Pettit's work is the high rate of incarceration of black Americans. The rate is so steep that government estimates suggest that eventually one in three of all black male adults will spend some time in prison if current trends continue.</p> <p>In the 1930s, blacks were three times more likely to be incarcerated than whites, but the figure now is seven times more likely. Some experts put this down to the \"war on drugs\", which has affected black communities far more than others, seeing increased arrests of blacks, often for non-violent offences. \"There is no evidence that drug use is dramatically different by race or ethnicity, but the pattern of arrests is very different,\" said Ernest Drucker, author of a recent book, <em>A Plague of Prisons</em>.</p> <p>The recession, too, has taken a huge swipe at what gains the black middle class may have made. A swath of recent data has revealed a major reverse. The Pew Charitable Trust showed that 68% of middle-class Americans are predicted to see their economic status decline in the next generation. The National Urban League civil rights group also showed that from 2005 to 2009 the average black household's wealth fell by more than half. Nor has economic decline stopped. From 2009 to 2012, median annual household income for blacks fell by 11.1%, compared with a drop of 5.2% for whites and 4.1% for Hispanics. The current black unemployment rate of 14% is roughly double that of the white jobless. However, it is not just recent economic turmoil that has dampened black progress in America.</p> <p>Another new book, <em>Documenting Desegregation</em>, has examined racial equality in the workplace since the 1960s and found that progress largely halted in 1980 and has gone into reverse in some industries since then. Racial segregation between white and black men is increasing in one in six industries.</p> <p>In fact, far from painting a picture of black progress, the book's examination of more than five million private sector workplaces revealed that it is white men who have gained access to managerial jobs since the 1960s.</p> <p><em>Documenting Desegregation</em> has a grim but simple conclusion that stands in stark contrast to the general perception of a racial breakthrough that accompanied the election of Obama as the country's first black president. \"The United States is no longer on the path to equal employment opportunity,\" it says.</p>"
]