[
  "<p>I had a gap year before I went to university where I spent a year in China, just to travel and learn Chinese but I ended up teaching English to university students. I really enjoyed it – and that was the first time I'd thought about teaching. I'd gone just to experience being abroad, but the teaching was the best part for me.</p> <p>So by the time I'd was at university, teaching had really started to take root as an idea. I loved studying for my history degree at Cambridge. I found (and still find) history intensely fascinating. I did a very diverse degree, not particularly specialising in any particular period or area. I couldn't imagine just taking one aspect of it further to the exclusion of all others so I didn't feel that doing a Phd was right for me, especially as it felt that would be quite solitary. So, as I imagined back before I started my degree, I went on to do a PGCE.</p> <p>The advice I was given was that to carry on at Cambridge doing a teaching degree would indicate that I wasn't really serious about teaching but just wanted to extend my student days particularly as I was involved in college-level sport. So I did my PGCE at Hull and it was a fabulous course with great combination of theory and advice.</p> <p>I discovered that teaching is never dull and you have to constantly think on your feet. It has to be one of the most difficult jobs, for example to differentiate effectively in a class full of children working at very different levels. And it's hard work doing that PGCE. I'm really glad I did it before I had children myself. Getting there is very tough! I don't think you get very far down the line before you realise that.</p> <p>I got my first job here at <a href=\"http://www.swchs.net\">Saffron Walden County High</a> in 1995. It was pure luck that I applied, I knew nothing about the school and just wanted an interview for practice. The head of department Denise Thompson (who has recently retired) was just wonderful. Within an hour of being here I thought: I so want this job. Denise was so excited about history and making it enquiry based, rigorous history – it was amazing what she was getting the kids doing. She was a real inspiration and I was so lucky to get the job. This is a fantastic school. Students know they are expected to show resilience and be on task and there's a very supportive senior management team.</p> <p>I learnt to be a teacher by imitation really. I would observe and started by copying what I liked. It became more natural and my colleagues have always been so supportive. The history department always encouraged intellectual risk taking so it was an exciting place to teach.</p> <p>But I didn't manage my work life balance well enough. I was so into the school, the subject and the students but I worked too hard and pretty much burnt myself out.</p> <p>I was exhausted and after three years I realised I needed a break from teaching so I went to Vietnam with <a href=\"http://www.vso.org.uk/\">VSO for</a> two years. I worked on a teacher training programme out there, and really enjoyed it. I was living in a small town and provided endless entertainment for everyone who enjoyed giving me special challenges such as drinking cobra blood.</p> <p>Being in Vietnam gave me space for some serious thinking. I thought about other jobs I could do but it all came back to teaching, I couldn't think of anything more exciting than teaching and it's just such a privilege to work with young people. So while I was away I made a decision to come back to teaching.</p> <p>I was lucky enough to get my old job back in the history department of <a href=\"http://www.swchs.net \">Saffron Walden County High School</a>. But this time I made sure I prioritised my work-life balance. I put down some lines in the sand. I had realised that if you don't do that you can't actually keep going. You have to think, \"okay that's as much as I can reasonably do\". With teaching there is always so much more you can do, it's a job you can work on endlessly, so you just have to learn that lesson or teaching can overtake you.</p> <p>It was so good to take some time out and interestingly the <a href=\"http://www.ioe.ac.uk/\">Institute of Education</a> did some research recommending teachers take sabbaticals every seven years, which I think is a great idea. It's so hard to reflect on anything when you are in the middle of so much. I've had two maternity leaves since I've come back to teaching and I've found I have some of my best ideas when I was out of school. A fresh perspective can really help with creativity.</p> <p>I'm so glad I came back to teaching, and that I came back as a main scale teacher again. I've never regretted it. It's hard work teaching full time with two young children but you learn new skills in terms of efficiency and time management. When you first come back to work after maternity leave you have to have faith that it will be okay. My children go to bed promptly so I do things in the evenings. The other thing I did was move just around the corner from school so my children could go to the feeder school. This means I can drop them off at breakfast club and then come straight to school. As a working parent those extra minutes make all the difference.</p> <p>Now I am assistant head so I teach history about half the time. I'm responsible for PE and the expressive arts department and dealing with some whole school issues such as literacy.</p> <p>One of the wonderful teachers here told me about the rule of three. You can't be brilliant all the time, just try and be brilliant for one in three lessons. Write down the things that have turned out really well and stick them above your desk to remind yourself it's going well and remember to ask and share – people aren't going to be judging you for that.</p> <p>I think one of the most important things you can do as a teacher is to take an interest in pupils – the more we can get to know them the easier it is to teach. If they feel you are interested in them as people they work much harder. But a warning that this can someway go against a healthy work/life balance. Teaching is a constant balancing act and you've got to keep your eye on the ball.</p> <p>I also say keep on loving your subject. If you lose that teaching can become a real grind. Don't be afraid to show you love your subject, don't be afraid to enjoy the lessons, don't be afraid to admit if you don't know something – I think lessons work best where everyone's a learner.</p> <p>Polly Lankester teaches history and is assistant head of <a href=\"http://www.swchs.net \">Saffron Walden County High School</a> in Essex.</p> <p></p> <h2><strong>Resources from Polly on Guardian Teacher Network</strong></h2> <p>Thank you to Polly for sharing her brilliant PowerPoint on <a href=\"http://teachers.guardian.co.uk/teacher-resources/11057/?INTCMP=NECJOBBTN767I2\">Henry VII and nobility</a> and the <a href=\"http://teachers.guardian.co.uk/teacher-resources/11042/?INTCMP=NECJOBBTN767I\">associated lesson plan</a>. Do you have a lesson or resource to share? Please do on http://guardian.co.uk/teacher-network.</p> <p><em>Polly Lankester told her story to Emily Drabble. If you have an inspiring story to tell and would like to be featured in this page please get in touch with <a href=\"mailto:emily.drabble@guardian.co.uk\">emily.drabble@guardian.co.uk</a>.</em></p> <h2>This content is brought to you by <a href=\"http://www.guardian.co.uk/guardian-professional\" title=\"Guardian Professional\">Guardian Professional</a>. Sign up to the <a href=\"https://id.guardian.co.uk/register/?INTCMP=ILCJOBTXT9366\" title=\"Guardian Teacher Network\">Guardian Teacher Network</a> to get access to more than 100,000 pages of teaching resources and join our growing community. Looking for your next role? See our <a href=\"http://jobs.guardian.co.uk/jobs/education/schools\">Guardian jobs for schools</a> site for thousands of the latest teaching, leadership and support jobs</h2>"
]