[
  "<figure class=\"element element-image\" data-media-id=\"gu-image-394816564\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/16/1345145130925/ll-Palio-in-Siena-008.jpg\" alt=\"Il Palio: ll Palio in Siena\" width=\"737\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Riders line up for the start of the race at Piazza del Campo in Siena</span> <span class=\"element-image__credit\">Photograph: Maurizio Degl'innocenti/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394816554\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/16/1345145118063/ll-Palio-in-Siena-003.jpg\" alt=\"Il Palio: ll Palio in Siena\" width=\"711\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hugging the barriers, the riders speed around the track </span> <span class=\"element-image__credit\">Photograph: Fabio Muzzi/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394816556\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/16/1345145120326/ll-Palio-in-Siena-004.jpg\" alt=\"Il Palio: ll Palio in Siena\" width=\"711\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The San Martino curve proves too much for some of the riders as their horses crash into the barrier</span> <span class=\"element-image__credit\">Photograph: Fabio Muzzi/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394816558\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/16/1345145123696/ll-Palio-in-Siena-005.jpg\" alt=\"Il Palio: ll Palio in Siena\" width=\"711\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Spectators fill the central square to watch the famous horse race</span> <span class=\"element-image__credit\">Photograph: Fabio Muzzi/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394816552\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/16/1345145115682/ll-Palio-in-Siena-002.jpg\" alt=\"Il Palio: ll Palio in Siena\" width=\"710\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The city is split into 17 districts known as contradas, each with their own distinctive colours and associated symbols</span> <span class=\"element-image__credit\">Photograph: Alessandro Bianchi/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394816562\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/16/1345145128556/ll-Palio-in-Siena-007.jpg\" alt=\"Il Palio: ll Palio in Siena\" width=\"760\" height=\"456\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Loose horses continue running after unseating their riders </span> <span class=\"element-image__credit\">Photograph: Paolo Lazzeroni/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394816568\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/16/1345145135864/ll-Palio-in-Siena-010.jpg\" alt=\"Il Palio: ll Palio in Siena\" width=\"711\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jonathan Bartoletti, second from right, leads the race on his way to victory</span> <span class=\"element-image__credit\">Photograph: Paolo Lazzeroni/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394816574\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/16/1345145113282/Riders-fall-as-their-hors-001.jpg\" alt=\"Il Palio: Riders fall as their horses crash during the Palio race in Siena\" width=\"697\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Riders fall as their horses crash into the barriers</span> <span class=\"element-image__credit\">Photograph: Alessandro Bianchi/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394816570\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/16/1345145138440/ll-Palio-in-Siena-011.jpg\" alt=\"Il Palio: ll Palio in Siena\" width=\"400\" height=\"593\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jonathan Bartoletti crosses the finishing line to win</span> <span class=\"element-image__credit\">Photograph: Paolo Lazzeroni/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394816560\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/16/1345145126228/ll-Palio-in-Siena-006.jpg\" alt=\"Il Palio: ll Palio in Siena\" width=\"711\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Victorious jockey Jonathan Bartoletti of the contrada of the ram is cheered by his supporters after he won</span> <span class=\"element-image__credit\">Photograph: Fabio Muzzi/AFP/Getty Images</span> </figcaption> </figure>",
  "<p>An academic has brought a claim against an NHS trust in Manchester and a leading public sector union after his invitation to run a workshop was withdrawn on allegedly discriminatory grounds because he is Israeli.</p> <p>Professor Moty Cristal, an Israeli expert on negotiation and conflict resolution, has filed a case claiming discrimination with an employment tribunal, which names the Manchester mental health and social care trust and one of the UK's biggest unions, Unison.</p> <p>Referring to the court proceedings, a spokesman for the trust said: \"We do not comment on matters that have yet to be adjudicated.\"</p> <p>The Manchester employment tribunal service said the claim had not yet been received. A spokeswoman for Unison said on Thursday: \"We can confirm that Unison is named in the case – we are considering our response and cannot comment further at this stage.\"</p> <p>The claim centres on a session, which Cristal had been due to lead on 8 May until it was cancelled by email at the last-minute as a result of complaints from Unison representatives. Cristal alleges that he was told his masterclass on the role of negotiation in dealing with conflict would go against union policy.</p> <p>The chief executive of the Jewish Leadership Council, Jeremy Newmark, told the Jewish News that the organisation was supporting Cristal in his legal action. Newmark said they were \"liaising closely\" with the government of Israel on the matter. \"Because the early stages of proceedings have begun, I am unable to comment further,\" he said.</p> <p>Cristal is chief executive of Nest Consulting, an Israeli firm that advises and trains companies and organisations in the private and public sectors in crisis management and complex negotiation. Its clients are based in Europe, the US, Russia and south-east Asia as well as Israel. Union-management relations are one of Cristal's specialisms.</p> <p>When the session was cancelled, Cristal said he was furious and deeply disappointed, saying that he is perceived as an expert rather than an Israeli.</p> <p>He was sent an email explaining it was the union and TUC's policy to support the Palestinian people.</p> <p>The Manchester mental health and social care trust said at the time that Cristal's name was originally put forward by a third party.</p> <p>Representatives later informed the trust that participation by its members would be in direct conflict with the union's official policy stance. Given the likelihood that large numbers of staff would boycott the event, the decision was made to cancel.</p>",
  "<figure class=\"element element-audio\" data-canonical-url=\"http://w.soundcloud.com/player/?url=http%3A%2F%2Fapi.soundcloud.com%2Fplaylists%2F2355013&amp;show_artwork=true\"> <iframe width=\"100%\" height=\"350\" scrolling=\"no\" frameborder=\"no\" src=\"https://w.soundcloud.com/player/?url=http%3A%2F%2Fapi.soundcloud.com%2Fplaylists%2F2355013&show_artwork=true\"></iframe> </figure>  <p><a href=\"http://w.soundcloud.com/player/?url=http%3A%2F%2Fapi.soundcloud.com%2Fplaylists%2F2355013&amp;show_artwork=true\">Reading on mobile? Listen here</a></p> <p><strong>Hometown:</strong> Los Angeles.</p> <p><strong>The lineup: </strong>Jonathan Bates (vocals, guitar, electronics), Mahsa Zargaran (drums) and Amy Wood (drums).</p> <p><strong>The background:</strong> We couldn't believe <a href=\"http://www.guardian.co.uk/music/2012/aug/15/new-band-tiger-love\" title=\"\">yesterday's new band</a> weren't already big because they fulfil so many hipster criteria. Today's new band we can't believe aren't already big because they sound so, well, big. They approach Muse levels of sonic hugeness. Their best tracks sound as though everything's been turned up to 11 or whatever one notch over the maximum would be, and the needles are mostly always in the red. </p> <p>Big Black Delta sound so massive, it's going to be weird if they don't actually become massive. Music this enormous surely needs a crowd to match. Bombast without an audience is a hollow thing indeed. With an audience it is spectacular. And if that sounds as though we're mixing up our senses – the aural and visual – it's deliberate: Jonathan Bates, whose brainchild Big Black Delta is, has synesthesia, where you see what you hear (and even sometimes taste what you touch and smell what you feel). He's also obsessed with astrology, space and UFOs, but what comes across most in his music as Big Black Delta is his unashamed love of electronic rock at its most pompous and preposterous. Bates – who used the question, \"If you didn't have standard pop music as a reference, what would your pop music sound like?\", as the starting point for Big Black Delta, is originally from Venezuela. His family moved to Miami when he was seven, and at 17 he attended the Berklee College of Music in Boston, just like her from Monday's new band, psych-soul girl trio <a href=\"http://www.guardian.co.uk/music/2012/aug/13/new-band-king\" title=\"\">King</a>. Big Black Delta are not a psych-soul trio, girl or otherwise, although Bates does have two female drummers backing up his armoury of electronics and whatever it is he plays, which at last count was everything. \"Give me anything, and I'll make it work, especially if it's stringed,\" he has said.</p> <p>He used to be in a metal band called Mellowdrone, provided vocals and toured with M83 last year and has supported Jane's Addiction in the States. There are elements of M83's cosmic electronica in Big Black Delta, and something of Jane's baroque metal. Bates's debut album as Big Black Delta, BBDLP1, was recorded on a laptop he bought from his friend Alessandro Cortini from Nine Inch Nails, in a variety of apartments, houses and backyards belonging to friends in LA, usually during the night. Lyrically, he explains: \"It ties together healthy doses of astrophysics, conspiracy theories, old French films and whisky. It's supposed to be a sonic presentation of the starburst that you see right before you pass out.\" And it works, despite, or more likely because of, all the mania and eccentric input. The best tracks on BBDLP1 are the ones where the madness isn't reined in but fully unleashed. Opener Put the Gun on the Floor is a synth-heavy industrial fanfare complete with chorale. Capsize, like many of Bates's songs, is melodically simple, the emphasis placed on layers of sound, and how to maintain intensity. Huggin &amp; Kissin recalls Dave Gahan in full-tilt stadium preacher mode over a riff that apparently resulted from Bates trying to mimic heavy metal sturm und drang minus guitars. Betamax is his pop moment – he sounds light-headed, and it suits him. But the recent single IFUCKINGLOVEYOU is The One. It starts off epic and goes from there. It would be virtually impossible for anyone, let alone Bates and his laptop, to sustain this deluge, he'd have a heart attack. Still, credit to him for trying, because here and there BBDLP1 is like being mown down by squadrons of Valkyrie as they battle the four horsemen of the apocalypse. Which is nice.</p> <p><strong>The buzz:</strong> \"Sounds like Every 80s Band We Loved\" – <a href=\"http://buzzbands.la\" title=\"\">buzzbands.la</a>.</p> <p><strong>The truth:</strong> WEFUCKINGLOVEHIM (or at least, that one track).</p> <p><strong>Most likely to:</strong> <a href=\"http://www.youtube.com/watch?v=bBb-J0hcBQA\" title=\"\">Cause a supermassive black hole</a> in your stereo.</p> <p><strong>Least likely to:</strong> <a href=\"http://www.youtube.com/watch?v=w8KQmps-Sog\" title=\"\">Cause an uprising</a>.</p> <p><strong>What to buy:</strong> The single IFUCKINGLOVEYOU is out now on Master of Bates, the next, Betamax, is released on 26 August, ahead of the album BBDLP1, due early next year.</p> <p><strong>File next to: </strong>Muse, Mew, Depeche Mode, NIN.</p> <p><strong>Links: </strong><a href=\"http://www.bigblackdelta.com/\" title=\"\">bigblackdelta.com</a>.</p> <p><strong>Friday's new band:</strong> The Lumineers.</p>",
  "<p>An inquiry into allegations of race-fixing, rumoured to be connected to the murder of a member of a jockey's family, is to be launched by Racing Victoria, the sport's governing body in the Australian state.</p> <p>At a conference earlier on Thursday, the integrity commissioner Sal Perna said that he believed the investigation would reveal that the sport was free of widespread corruption.</p> <p>\"The inquiry aims to identify systemic integrity issues across the three codes, thoroughbred, harness and greyhounds, in relation to race-fixing,\" he said.</p> <p>\"I do not believe there are widespread integrity issues within the racing industry in Victoria. However, as an independent authority with the mandate to oversee the integrity of racing across the three codes in Victoria, I have a duty to address these allegations.\"</p> <p>The latest allegations to emerge in Australia concern jockey Danny Nikolic, who was the subject of a 2010 investigation that failed to establish evidence of wrongdoing in his relationship with a punter.</p> <p>A spokesman for Betfair confirmed to the Australian media that it has handed betting records to authorities, but denied local reports that it had launched its own investigation into betting on specific races.</p> <p>Nikolic has previously denied any wrongdoing, but declined to comment on the latest allegations. \"I'm just putting my head down and will chip away,\" he said.</p> <p>However, organised crime detectives from the Purana crime taskforce in Victoria, which investigated the infamous Melbourne gangland killings which took place between 1998 and 2010, have confirmed that they are investigating the possibility that the race-fixing allegations may be linked to the murder of trainer Les Samba - Nikolic's former father-in-law, killed in February 2011.</p> <p>Earlier this month, Victoria police offered a reward of more than £600,000 for information that would lead to the killers of 60-year-old racehorse trainer Samba, shot dead in a Melbourne suburb.</p> <p>The deputy commissioner Graham Ashton said: \"[Purana] felt if they could deal with this race-fixing allegation it may assist us in solving the murder so it's just one of a number of lines of inquiry that are being followed.\"</p>",
  "<p>Experts spend a lot of time pontificating on the news about the gloomy graduate job market, but for this year's uni-leavers, the outlook is brighter than it might seem. Graduates are benefiting from a jump in average starting salaries of more than 4% to £26,500 this year, according to an influential report by the <a href=\"http://www.agr.org.uk/\" title=\"\">Association of Graduate Recruiters</a> (AGR). That's the first average pay rise since 2009.</p> <p>Meanwhile competition, though still high at 73 applications per vacancy, is well below its all-time record of 83 last year.</p> <p>And that's just the bigger recruiters. The phrase \"graduate jobs\" is now a bit of a misnomer. They're not just the traditional milk-round roles offered by multinational corporations, but working everywhere from farms and laboratories to restaurants and as entrepreneurs.</p> <p>But the recession has made things harder – and students and graduates are having to change the way they tackle uni and CV experience as a result. \"The 'degree equals job' mindset is no longer true,\" says Gill Betmead, careers adviser at Anglia Ruskin university. \"More employers are also looking for soft skills such as communication skills and teamwork, so university careers advisers offer guidance to students such as applying for work experience, volunteering or part-time work, help with graduate job searches, post-graduate study, applications and interview practice. Work experience or volunteering is essential in today's market.\"</p> <p><strong>Plan ahead</strong></p> <p>With the number of graduates working in low-skilled jobs like cleaning or bar work almost doubling to 10,000 in the past five years, according to the government's Higher Education Statistics Agency, it's crucial that students don't ignore careers services until the week before graduation. Most uni career services host workshops, speakers, CV-writing clinics and recruitment fairs throughout the year, and will have a database of alumni who may be able to help out with work experience or even flag up vacancies. They will also alert you to summer internships or placements you can embark on in your first or second-year holidays to help bolster your CV, and these can also lead to job offers.</p> <p>\"Make sure you reflect on what you have learned – both at university and in an extra-curricular capacity – and be able to articulate it in your applications and at interviews,\" says Carl Gilleard, chief executive of the AGR. \"Think about what transferable skills you might have gained and how you would apply your knowledge and experience to different situations. \"</p> <p>It sounds mercenary, but students need to think of themselves as a brand, says Kristian Rumble, graduate employment manager at the University of Hull. \"One of the most important things is getting your individual brand right so that you can compete against other graduates,\" he says. \"Employers' feedback about applicants says that the graduates that stand out are the ones that have targeted their applications to the company concerned and have an awareness of the industry sector. It is very important to learn how to sell yourself in an interview situation – you have to consider yourself almost as a 'product' and market yourself appropriately.\"</p> <p>That doesn't just mean a snazzy CV, but changing out of casuals and into a suit at careers fairs. \"Increasing numbers of business-savvy students and graduates are coming to careers events well-dressed,\" adds Rumble. \"That, plus a portfolio of work to give the businesses, gives a really positive impression.\"</p>",
  "<p>When I was a little girl, a long time ago, we would go camping in the Black Hills of South Dakota. We had to pay, just as tourists do, to camp there and enjoy the beauty of the Black Hills or, in Lakota, of the Paha Sapa&#xa0;or He Sapa. When I say we had to pay, I always remember someone griping about having to pay to camp in our sacred hills.&#xa0;But perhaps the way we enjoyed the Black Hills was a little different than the way the average tourist experienced them.</p> <p>We felt at home, at peace, as content as a soul could feel, unless, otherwise, in heaven. We were taught to walk with care among the soft pine-needle beds and treat every living being from the smallest of creatures to the tallest of trees with respect. We breathed deeply of the pine-scented air and appreciated how the sun would find us, even through the thick veil of trees. We were taught how to pray and give thanks there,&#xa0;and as children, we ran and played among the hills without fear.</p> <p>Even to this day, you can ask any member of the Oceti Sakowin, or Sioux Nation, how their hearts feel when in the Black Hills: there, they find a mood of melancholy and an inner peace that some people seek all their lives.</p> <p>And then, we would go home to the reservation. What some people on the reservations refer to as modern-day prison camps that were given to us after the United States whittled Indian land down to only nine reservations from the whole western half of South Dakota and parts of Nebraska, Wyoming, Montana, and North Dakota, which was the territory originally negotiated in the <a href=\"http://www.archives.gov/education/lessons/sioux-treaty/\">Fort Laramie Treaty</a> of 1868. The reservations broke up all the bands of the Sioux Nation; some say this was part of a campaign to weaken us.</p> <p>Our reservation has been in the news many times for the poverty and deprivation that most people are shocked to find exist right here in America. So, for us to go from the beautiful Sacred Paha Sapa back to the reservation was always a downer.&#xa0;Especially when you learned from your parents that not only are the Black Hills sacred and that they belong to us, but they were stolen by the United States after the discovery of gold.</p> <p>The Fort Laramie Treaty granted the Black Hills to the Sioux Nation, and prohibited white settlement of the land. At first, in his <a href=\"http://lbha.org/?tag=lakota-war\">exploratory expedition in July 1874</a>, General Custer deemed the Black Hills worthless – maybe good for agriculture but \"infested with Indians\". That assessment changed, just weeks later, when gold was discovered in the hills, in August of 1874.</p> <p>The Sioux peoples' treaty rights were constantly violated by gold prospectors, who kept crossing the reservation border. When they were attacked by our people defending their land, the United States government seized the Black Hills, in 1877 – illegally. This occurred just one year after Custer and the 7th Cavalry were defeated at the Battle of Greasy Grass, in which our ancestors were defending their land and their way of life. And so the Black Hills were stolen from us.</p> <p>The battle for the Black Hills has been going on ever since, for as long as I can remember. Nearly a century after the expropriation, in 1975, the US court of claims described the US government's conduct thus:</p> <blockquote> <p>\"A more ripe and rank case of dishonorable dealings will never, in all probability, be found in our history.\"</p> </blockquote> <p>But it wasn't until June 1980, in the case&#xa0;United States v Sioux Nation of Indians, that the United States supreme court upheld an award of $15.5m for the market value of the land in 1877, along with 103 years worth of interest at 5%, for an additional $105m in damages. Today, that sum is over $1bn – and remains untouched <a href=\"http://www.guardian.co.uk/world/2007/aug/19/usa.features\"> – as Paul Harris called it in the Observer, in 2007</a>, \"a heroic, some might say unfathomable, act of defiance\". In the same article, my mother explained:</p> <blockquote> <p>\"They should not touch it [the financial compensation]. Then white America will never own the Black Hills.\"</p> </blockquote> <p>But we are tired of waiting for the government to come through, realize they are in the wrong and restore our land rights. We are tired of the promises: our President Barack Obama gave us hope in 2009 by telling the Native American population that \"You deserve to have a voice\", and \"You will not be forgotten as long as I'm in this White House.\" We hadn't received a presidential nod like that since President Clinton – and we had hope.</p> <p>Just this year, United Nations&#xa0;special rapporteur&#xa0;James Anaya&#xa0;conducted a 12-day tour of Native American land, to determine how the United States&#xa0;is faring on the&#xa0;<a href=\"http://en.wikipedia.org/wiki/United_Nations_Declaration_on_the_Rights_of_Indigenous_Peoples\">United Nations Declaration on the Rights of Indigenous Peoples</a>, a survey endorsed by the Obama administration&#xa0;in 2010. Anaya met with tribes in seven states on reservations and in urban areas, as well as with members of the Obama administration and the&#xa0;<a href=\"http://en.wikipedia.org/wiki/Senate_Committee_on_Indian_Affairs\">Senate committee on Indian affairs</a>. The UN special rapporteur tentatively recommended the return of lands to some tribes, including the Black Hills to the Sioux. His full official report with recommendations is due in September 2012.</p> <p>We still have hope, but we know such encouragement has come and gone before. But we know in our hearts that the Black Hills, or what we call Cante Wamakaognake (\"the heart of all that is\"),&#xa0;because we belong there, because we come from there.&#xa0;Our origin, our beliefs, our entire way of life all revolve around the Black Hills. It is because of the history we have with this sacred land and the stories passed down from our elders that we know who we are. While the United States government labeled us savages long ago, claiming we needed to be civilized, they had no idea that we had astronomers, philosophers, doctors, teachers, midwives, artists, warriors, and more among us. This is the same land we fight for today. </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-394809799\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/16/1345126375757/pesla_220.jpg\" alt=\"Pe' Sla, sacred site to the Sioux in the Black Hills, S Dakota\" width=\"220\" height=\"157\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Pe' Sla, in the Black Hills. Photograph: <a href=\"http://twitpic.com/ajvefu\">Dana Lone Hill</a></span> <span class=\"element-image__credit\">Photograph: Dana Lone Hill</span> </figcaption> </figure>  <p>One of the most sacred areas of the Black Hills, Pe' Sla, is under threat of turning into a saltwater taffy stand, or condos, or a golf course, or some other tourist trap – like the hundreds already spread through our sacred Black Hills. The state of South Dakota even has plans to put a road through the middle of this, one of our most sacred areas.</p> <p>For this reason, our flagship media group <a href=\"http://www.lastrealindians.com/\">lastrealindians.com</a>&#xa0;and the Rosebud Sioux Tribe have combined in an attempt to buy back Pe' Sla – land due to be auctioned off for development on 25 August 2012. You may see the irony that the Sioux Nation, having put aside the $1bn offered in compensation for the original theft, is now trying to buy back the land we believe always belonged to us. All the same, that is what we're doing: raising money to buy back our birthright.</p> <p>Whatever I do in this life and whoever I become, I know in my heart that I belong to that land, as my ancestors did and my children do. This is why we must do this. The Black Hills are, for us, the heart of all that is.</p> <p>• See <a href=\"http://www.indiegogo.com/PeSla-LakotaHeartland\">here for more information about the fundraising campaign to buy back Pe' Sla for the Sioux Nation</a></p>",
  "<p>Want to improve your employability and job prospects with a work-related degree? Then you need to do some careful research.</p> <p>\"Consider similar or different courses; there is usually more than one route into the career you're aiming for,\" says Michelle James-Newton, who is doing teacher training at Birmingham's Newman University College.</p> <p>Johnny Rich, founder of the PUSH university guide, agrees: \"You want to do a vocational course, because if you are going to rack up debts you need to have a job at the end.\"</p> <p>But it's a false premise that courses lead to a specific career, he warns. \"The labour market in five or 10 years' time may look very different. And graduate employers are really after 'graduateness' – resourcefulness; somebody who can make themselves useful.\"</p> <p>Forensic science – with 8,500 degree places each year and just 9,000 UK jobs in total, some of which are filled by graduates of other sciences – is a good example of where a course might be too specialised, he says.</p> <p>Rich recommends doing more research on the qualifications held by professionals in your dream job, using websites such as <a href=\"http://www.bestcourse4me.com\" title=\"\">bestcourse4me.com</a>.</p> <p>Not all vocational degrees are increasing in popularity. This year, applications dropped for journalism, architecture and agriculture degrees and rose for nursing (one profession where the degree is compulsory) and mechanical engineering.</p> <h2><strong>Global trends</strong></h2> <p><strong> </strong></p> <p>When Ray Wilkinson graduated in aeronautical engineering in 1980, there were 17 students on his course. Now he is principal lecturer in aerospace design and rocket propulsion at the University of Hertfordshire, and there are 400 students in his department, and career prospects in a global&#xa0;industry.</p> <p>He advises prospective students to look for links with industry. \"The deputy chief engineer on the Airbus A380 superjumbo was a Hertfordshire university graduate, and we have very strong links with companies and their senior people,\" he says, adding that courses are designed to replicate industry practice and many staff have lots of industry&#xa0;experience.</p> <p>\"We encourage students to go out and do a placement year, and they come back with a much clearer idea of how industry&#xa0;operates.\"</p> <p>Another reason for Hertfordshire's popularity, he says, is its success in the international Formula Student competition, where undergraduate teams design and build a single-seater racing car.</p> <p>Howard Ash, senior lecturer in the engineering and technology school at the university, adds: \"Industry wants graduates to be job-ready, and we do try to prepare them for the wider world.\"</p>",
  "<p>This is a brilliant take on our classic nursery pudding, which I stumbled upon by quizzing the girls in my local Chinese supermarket (a great way of getting new ideas). It hails from Asia and is more nutty than our slightly pappy version. However, what it shares with British rice pudding is the inclusion of nutmeg, which lends a delicate spicing that I just can't get enough of – whichever way you want to eat your rice pudding.</p> <p>Serves 6 hungry people</p> <p><strong>450g black rice (available from Asian supermarkets)<br>1 litre coconut milk<br>zest of 1 lime<br>½ teaspoon freshly grated nutmeg<br>110g unrefined sugar – either jaggery or palm sugar (available from Asian supermarkets)<br>creme fraiche and fresh mango slices, to serve</strong></p> <p>Place the rice in a sieve and rinse under cold running water. Tip into a large saucepan, add the coconut milk, lime zest and nutmeg and bring slowly to the boil. Turn the heat down as low as you can and place a lid on top. Simmer for about an hour, until most of the milk has been absorbed. Grate in the unrefined sugar and continue to heat for just long enough for this to dissolve. Taste to check the balance of sugar and lime, just as you would when you are seasoning a savoury dish. It should have a slightly nutty texture and be gently sweet. Serve with creme fraiche and sliced mango.</p> <p>• I have suggested serving this dish with creme fraiche, which is totally unorthodox – being French – but I really like the tart edge that it offers in contrast to the rich coconut milk. You are aiming for the pudding rice to be nutty with a bite – similar to risotto – not the creamy texture you would expect from traditional rice pudding.</p> <p><em>• This recipe is taken from Supper with Rosie by Rosie Lovell (Kyle Books, £16.99). <a href=\"http://www.guardianbookshop.co.uk/BerteShopWeb/viewProduct.do?ISBN=9780857830531\">Order a copy for £13.59 from the Guardian bookshop</a></em></p>"
]