[
  "<p>The Reddit user whose identity was revealed in an extensive Gawker exposé has revealed that he was fired from his job at the weekend.</p> <p>Michael Brutsch, a 49-year-old programmer from Texas, said on Reddit that he had been told not to return to work after <a href=\"http://gawker.com/5950981/unmasking-reddits-violentacrez-the-biggest-troll-on-the-web\">Gawker revealed that he was Violentacrez</a>, a prolific user linked to posts filled with racism, misogyny and incest. </p> <p>As Violentacrez, Brutsch set up more than a hundred sub-forums (called sub-reddits) where users could share links and images of underage girls, rape fantasy and upskirt photos. Brutsch shut down his Violentacrez username after Gawker reporter Adrian Chen told him he knew his identity. He has since returned to the site with the new handle <a href=\"http://www.reddit.com/user/mbrutsch\">mbrutsch</a>. </p> <p>Under that username, Brutsch said that he had warned his boss of the article before receiving a call Saturday telling him to not return to the office. </p> <p><a href=\"http://www.reddit.com/r/pointandclick/comments/11dkn9/tea_break_escape/c6msdo3\">Brutsch wrote</a>: \"All my remote access has been disabled, my health insurance and FSA were cancelled immediately (so they had to drag someone in over the weekend to do that). At this point, if any of the dozens of death threats I've gotten were to make good on their promises, at least my wife would have the insurance.\"</p> <p>His supporters on Reddit launched a campaign to donate money to the newly unemployed Brutsch and he released his email address on Reddit so supporters could donate money to his PayPal account. </p> <p>AJ Daulerio, Gawker's editor-in-chief, who took over in January this year, said the site now does more long-form, original reporting of the type that exposed Brutsch. He said the site allocates one person to the snarky click-bait stories that made it famous, giving other writers more time to work on original stories. </p> <p>\"This way if we can stabilize the traffic elsewhere and have the rest of the team occupied with these longer, reported pieces it'll hopefully make a better, more literate Gawker,\" Daulerio told the Guardian. </p> <p>Some members of the Reddit and Gawker communities believe Chen's piece was a deliberate attack by Gawker against Reddit. Before Chen's piece was published, Daulerio received emails from Redditors who claimed they would boycott Gawker if the piece came out. </p> <p>\"I never really saw it as a Gawker versus Reddit thing,\" Daulerio said. \"Chen did a great story and that should pretty much stand on its own and I think that's how most people took it.\"</p> <p>In response to the exposé, numerous Reddit forums censored Chen's article because it violated their rule on identifying site users. Reddit administrator <a href=\"http://www.buzzfeed.com/jwherrman/reddit-general-manager-explains-why-he-wont-ban-c\">Erik Martin told Buzzfeed</a> the ban was a mistake and lifted it. </p> <p>\"We're always adjusting our approach, we're always following the lead of our users and community, and we always have to adjust things,\" Martin said. \"We're also trying to maintain this as we want Reddit to be as open a platform as possible. \"</p> <p>Users who posts links to, or related to, the article are still being banned by moderators in some subreddits and <a href=\"http://www.reddit.com/r/politics/comments/119z4z/an_announcement_about_gawker_links_in_rpolitics/\">the politics forum has decided to ban all Gawker content</a>. </p> <p>Daulerio said he was unfazed by the boycotts. \"It's fine, it's perfectly fine,\" he said.</p> <p>Reddit did not respond to requests for comment.</p> <p>The exposé, and resulting ban on Gawker content in some sub-forums, has reignited the debate on internet anonymity and Reddit's freedom to post what it wants. <a href=\"http://www.reddit.com/rules/\">The sharing site has five rules</a>, two pertaining to content: </p> <blockquote> <p>• Don't post personal information.<br>• No child pornography or sexually suggestive content featuring minors.</p> </blockquote> <p>Reddit was pushed to remove its r/jailbait forum which hosted pictures of underage girls in September 2011 and later the r/Photobucket forum which hosted pictures taken from compromised accounts on the photo-sharing site Photobucket.</p> <p>The site is designed to give users anonymity as a way of promoting free speech, but this has lead to exploitative and racist postings in some darker corners of the site. Some of those corners were frequented by Violentacrez, who created or moderated sub-forums including Chokeabitch, Misogyny and Hitler. </p> <p>Brutsch responded to comments on Reddit on Tuesday and expressed <a href=\"http://www.reddit.com/r/pointandclick/comments/11dkn9/tea_break_escape/c6nb744?context=3\">his views on anonymity in one post</a>: \"Anonymity can be used as an enabler. It can also, as in the case of Mexican bloggers covering the cartels, be used in the opposite direction. It is not in and of itself the problem.\"</p> <p>Brutsch said he was not available to talk to the Guardian because he was preparing for an interview on CNN on Tuesday evening. A CNN spokesperson said he would not be on the show Tuesday evening because of presidential debate coverage but may appear later in the week. The Anderson Cooper show has run a number of stories about Reddit.</p>",
  "<p>Larry Bushnell is one of the undecideds, that rarefied group of Americans who have yet to make up their minds whom to back on 6 November and whose vote could decide who holds the world's most powerful office.</p> <p>He lives in Ohio, one of the most crucial swing states in the US with its rich crop of 18 electoral college votes. It is often said that as Ohio goes, so goes the US presidency – it has consistently backed the winning candidate in every presidential election bar one since 1944. Within Ohio, Lake County where Bushnell lives is a bellwether, as it consistently cleaves more closely to the statewide voting pattern <a href=\"http://www.cleveland.com/datacentral/index.ssf/2008/08/ohios_presidential_election_be.html\">than anywhere else in the state</a>.</p> <p>Bushnell has yet another distinction as a voter. He belongs to a demographic group that in modern times Democratic presidential candidates, with Barack Obama as no exception, have struggled to bring on board – white men. In 2008, Obama won just 41% of the total white male vote across the US, a proportion that slumped further to 39% for white men without a college education.</p> <p>Polls this year <a href=\"http://decoded.nationaljournal.com/2012/08/voters-divide-along-familiar-l.php\">show that Mitt Romney</a> has capitalised on the Republican advantage among this demographic in key swing states like Ohio, Colorado, Virginia and Wisconsin, bringing his support among non-college educated white men to about 58%. But Romney also knows how high the stakes are in this state – his overall poll rating has trailed behind Obama's, and though he has made up much ground in the past 10 days he will be all too familiar with the chilling fact that no Republican has won the US presidency without having also won Ohio.</p> <p>The good news for Obama and Romney is that they still have time to win over Bushnell, a 58-year-old retired manager at a jet engine repairs factory, such is his state of indecision. The bad news is that Bushnell detests both of them.</p> <p>\"I've been online checking them out, and I honestly think they both suck. They'll lie to get your vote,\" he said.</p> <p>Bushnell plumped for Obama in 2008, but is angry that the president has failed, as he sees it, to deliver on his promise of change. He is equally unimpressed by Romney, who he regards a \"coward – he keeps on flip-flopping from one thing to the next\".</p> <h2>'I'll vote for the guy I think will be better for me'</h2> <p>The Guardian gathered a sample group of five white male voters, Bushnell among them, in this bellwether area within a bellwether state to explore their mood and motivations. Interviewed outside a Home Depot store in Mentor, a small town within Lake County, they also included Roberto Ciora, 57, who has a message that will be pleasing to the Romney camp.</p> <p>In past presidential elections, Ciora has always voted for a third-party candidate, because he says he's so disillusioned with both main parties. But for now Romney has his vote, not so much for positive reasons but because he's the not-Obama candidate.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397847816\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/16/1350415380036/ohio-voters--006.jpg\" alt=\"ohio voters \" width=\"220\" height=\"132\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Roberto Ciora: 'I just go with my gut'.</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <p>Ciora, a hospital nurse in Cleveland, says he will vote for Romney as a protest against the president. He doesn't like Obama's healthcare reforms – he thinks they will turn America into Canada \"where you have to wait months to see a doctor\".</p> <p>He also distrusts Obama on running the economy. \"Obama has no business experience – he's a lawyer. Romney is a businessman who could get the debt under control.\"</p> <p>Mark Luptak, 39, is leaning towards Romney, though not firmly so. Until recently he ran his own plastering business, but the residential housing market was in such doldrums after the 2008 economic crash that he had to shut it down and take a job in a larger commercial firm.</p> <p>The home improvement market is as bad as anything he's seen since the 1980s, and though he voted for Obama in 2008 he has little hope that another four years of his administration will drag it back up. \"I don't know if anything will help right now. The economy is horrible and I don't think that's going to change for years.\"</p> <p>The trade union at the construction firm he has joined is prompting him to vote for Obama. But Luptak says he's minded to swing behind Romney because he thinks a Romney administration would be more friendly to small businesses like the one he used to run.</p> <p>\"Honestly, I don't know. I'm a construction worker – I just go with my gut. I'll vote for the guy I think will be better for me, I'm selfish like that.\"</p> <h2>Ready to give Obama another chance</h2> <p>The relative faith of Luptak and Ciora in Romney as the best candidate to run the US economy runs in tune with recent polls which have seen the race tightening over the past two weeks in the wake of Romney's confident showing, and Obama's lacklustre one, in the first televised presidential debate on 3 October. Though there is considerable latitude between polls, <a href=\"http://www.realclearpolitics.com/epolls/2012/president/oh/ohio_romney_vs_obama-1860.html\">the Real Clear Politics tracker survey</a> has Obama ahead by just two points in Ohio – a statistical tie.</p> <p>Obama's continuing, though slim, edge may have something to do with the fact that his re-election campaign has presented him aggressively as saviour of the American auto industry – a message conveyed by an avalanche of TV adverts served in the state. Ohio's resurgent car industry, particularly in northern areas of the state like Lake County where parts production factories are concentrated, <a href=\"http://www.daytondailynews.com/news/business/report-11300-new-auto-jobs-in-ohio-since-june-2009/nRCqd/\">has added more than 11,000 jobs since June 2009</a>, helping to bring down the jobless rate to 7.2%, well below the national unemployment rate of 7.8%.</p> <p>John Ferguson, 22, is thinking that he will probably vote for Obama on grounds that the economy, though far from perfect, will be safest in his hands. He works in a fiberglass factory making underground piping. \"I'm one of the lucky ones. I got in somewhere,\" he said.</p> <p>He says he is \"pretty sure\" he'll vote Obama to give him \"another chance. When Obama took over we were billions in debt, and it's pretty much impossible to swing that around in four years.\"</p> <p>Mark Travis, the fifth member of the group, says he is frustrated and upset by all the political banter this year. But he is firm in his position, having already decided that he will put his cross beside Obama's name on 6 November. </p> <p>An entrepreneur, aged 30, Travis said he adheres to many conservative principles but just doesn't trust Romney or the Republicans to follow through. \"The basic truth is that the Republicans don't deliver on what they promise. Neither do the Democrats, but they are a little more dependable.\"</p>",
  "<p>When we set out to investigate young people's job skills for the 10th Education for All Global Monitoring Report, <a href=\"http://www.unesco.org/new/en/education/themes/leading-the-international-agenda/efareport/reports/2012-skills/\">Youth and Skills: Putting education to work</a>, it soon became clear that unless we focused on the disadvantaged, we weren't going to change anything. This was true in rich countries like the UK just as much as in the developing world.</p> <p>Young people who have a hard time making their way in life because of poverty, rural isolation or disability – or because they face discrimination on the basis of their gender or ethnic identity – face more trouble when it comes to acquiring the skills they need to get decent work. In the job market they face a steep uphill struggle against the combined forces of discrimination and a lack of skills.</p> <p>The problem starts at lower secondary school, which is where young people should consolidate their basic knowledge so that they can learn more sophisticated job skills. In some European countries, a fifth of those aged between 18 and 24 years-old drop out with no more than lower secondary schooling, and lack the skills they need to find a job.</p> <p>Some countries, such as the Netherlands, offer these young people a chance to re-enter education. But such alternative pathways to learning skills are not being offered to Europe's youth on a large enough scale. One in five adults in the UK, our report reveals, have such poor literacy that they struggle to complete a job application form.</p> <p>This lack of skills further detriments youth employment. New figures today show that long-term youth unemployment in England has increased by 23% since May 2010.</p> <p>The struggle to obtain skills and jobs feeds into the kind of frustration that was an ingredient of last year's riots. As part of our research for this year's Global Monitoring Report, we interviewed some young people from Tottenham, the epicentre of the riots.</p> <p>\"They keep saying for us to have experience, but they don't really give us the opportunity to have an experience on that type of job, or any job,\" one young man told us.</p> <p>Apprenticeships are one way out of that trap, but our report finds that in many cases apprenticeships mirror and perpetuate wider discrimination. Apprentices are more likely to be men, and young women who take apprenticeships get paid less while in them, find it harder to get a job and receive lower pay once they are in work.</p> <p>In the UK, young women earn 21% less, on average, while in apprenticeships. The wage benefit for a woman who has completed an apprenticeship is 4%, compared with 20% for a man who has done the same training. And the share of black and other ethnic minority youths already employed who enter apprenticeships is 32%, compared with 44% for white youths.</p> <p>The UK could do worse than take a leaf out of Germany's book. The success of Germany's apprenticeship system is a major reason why youth unemployment there is around 8% – lower than other parts of Europe. Open to all students who have completed lower secondary school, the system combines structured training in a company with part-time classroom tuition. About 60% of young Germans enrol in this dual system and 57% of those who complete an apprenticeship are immediately employed by their training company.</p> <p>The young people we listened to in Tottenham were desperately aware of the handicap they face when applying for a job without work experience – the kind of experience that a successful apprenticeship system would provide.</p> <p>While governments have a crucial role in setting up apprenticeship programmes and qualifications, employers also need to confront their responsibility to help build the skills that can give young people better lives and contribute to economic growth. When we asked the young people from Tottenham what they needed from employers, their answer came across loud and clear. \"Offer training and just give people a chance,\" one young woman said.</p> <p>It's time we took her advice and gave todays' generation the skills – and hope – that they need and deserve.</p> <p><em>Pauline Rose is the director of the <a href=\"http://www.unesco.org/new/en/education/themes/leading-the-international-agenda/efareport/\">Education for All Global Monitoring Report</a></em></p> <p><strong>This content is brought to you by <a href=\"http://www.theguardian.com/guardian-professional\">Guardian Professional</a>. To get more content and advice like this direct to your inbox, <a href=\"http://careers.theguardian.com/competition/sign-up-guardian-careers\">sign up for our weekly Careers update</a>.</strong></p>",
  "<p>A policeman who referred to a young black man as \"nigger\" did so because he was concerned the man had low self-esteem and he wanted him to \"reconsider his lifestyle\", he has told a court.</p> <p>Alex MacFarlane, a constable with the Metropolitan police based in east London, said he was trying to persuade Mauro Demetrio not to view being black as the reason for all his perceived problems.</p> <p>\"I had formed an impression in my mind that he had low self-esteem,\" MacFarlane, 53, told Southwark crown court. \"I wanted him to reconsider his lifestyle, to not view his skin colour as the reason behind the problems he had, not to blame the police, not to blame other people.\"</p> <p>The jury has heard that Demetrio, now 22, used his mobile phone to make two audio recordings inside a police van after he was arrested on 11 August last year. In one of these, MacFarlane tells him: \"The problem with you is that you will always be a nigger.\" He also says: \"You will always have black skin colour,\" and: \"Don't hide behind your colour,\" and tells him to \"be proud\" of his colour.</p> <p>MacFarlane, who denies a racially aggravated public order offence, told the court he had been trying to calm Demetriou, who was stopped in his car before being arrested over two outstanding warrants.</p> <p>MacFarlane, a police officer for 15 years, said Demetrio seemingly \"had the impression he had been stopped because of his skin colour, and that the police were racist\" and referred to himself as \"nigger\" in the first instance.</p> <p>The officer said he should not have used the term himself, saying he was exhausted after working 66 hours over the previous five days as police worked overtime during the riots in London. \"I should never have used it,\" MacFarlane said. \"I repeated what he said; I should not have done.\"</p> <p>During evidence which saw audible tuts from Demetrio's family in the public gallery, MacFarlane said he simply wanted the young man to be proud of being black. He also said Demetrio had abused officers in the van using racist and sexually abusive language, notably \"white cunts\" and threats to rape relatives.</p> <p>Written statements were presented from three other officers in the van at the time, all of whom alleged Demetrio had been racially abusive. None of the three had heard MacFarlane's comments, they said, or another recording where a different policeman calls Demetrio a \"scumbag\" and a \"cunt\".</p> <p>The statements also recounted officers in the van singing the children's song The Wheels on the Bus in an attempt to drown out Demetrio's voice.</p> <p>Under cross-examination by Duncan Atkinson, prosecuting, MacFarlane denied he had intended to be abusive or racist. MacFarlane said he had forgotten the exchange when asked why he did not mention his use of \"nigger\" or the claim Demetrio used it first until a fourth interview with the Independent Police Complaints Commission, when he was given his first chance to hear the mobile phone recordings.</p> <p>MacFarlane denies intending to cause harassment, alarm or distress to Demetrio and using threatening, abusive or insulting words or behaviour.</p> <p>The trial continues on Wednesday when the judge, Michael Gledhill QC, will sum up.</p>"
]