[
  "<p>Most of you will probably have had the experience of going off a wine you once loved, but it's relatively rare to go off a whole category, as my colleague <a href=\"http://www.guardian.co.uk/profile/oliver-thring\" title=\"\">Oliver Thring</a> admitted&#xa0;recently, when he said <a href=\"http://www.guardian.co.uk/lifeandstyle/wordofmouth/2012/jun/22/changing-tastes-the-wandering-palate\" title=\"\">he&#xa0;found white wines didn't appeal to him any more</a>.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-394646551\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/8/1344419543092/Wine-11-August-gruner-vel-001.jpg\" alt=\"Wine, 11 August, gruner veltliner\" width=\"80\" height=\"340\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sainsbury's Australian Gruner Veltliner wine. For Weekend. .Photo by Linda Nylind. 27/7/2012. Photograph: Linda Nylind</span> <span class=\"element-image__credit\">Photograph: Linda Nylind</span> </figcaption> </figure>  <p>Always one to dive in with a reckless challenge, I reckoned I could find at least one he would enjoy, so we worked our way through a dozen or so at <a href=\"http://www.thesampler.co.uk/store/\" title=\"\">The Sampler in South Kensington</a> a couple of weeks ago. Being primarily a red wine drinker, it turned out Olly didn't like whites that were too thin, excessively sharp or in any way funky (so not natural wines). What found favour were full-flavoured new world or new world-style whites with a lick of oak.</p> <p>Unfortunately for Olly's bank balance, the one he liked best was a particularly lush, sexy modern Spanish white called <a href=\"http://www.thesampler.co.uk/store/product/7246/Go-de-Godello-2009/\" title=\"\"><strong>Go de Godello</strong></a>, from the Bierzo region of north-west Spain, which costs £20.50 for&#xa0;a&#xa0;single bottle from The&#xa0;Sampler, or £18.45 if you buy a mixed case of six. Fortunately, I discovered <a href=\"http://www.vinissimus.com/en/vinos/blanco/detalle_vino.html?id_vino=godgo09\" title=\"\">it's also available, if you can run to a case, from Spanish merchant vinissimus.com</a> for €16.90 (or £13.62), plus delivery (around £20 a&#xa0;case) – not&#xa0;cheap, but still a lot&#xa0;cheaper&#xa0;than The Sampler.</p> <p>Or try the zippy <a href=\"http://www.majestic.co.uk/find/product-is-14006\" title=\"\"><strong>Montenova Godello 2010/11</strong></a> (£7.99 if you buy two or more, Majestic; 12.5% abv),<strong> </strong>from Valdeorras, which tastes a bit like a souped-up albariño and is equally good with grilled fish.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-394646552\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/8/1344419637879/Wine-11-August-Soto-del-V-001.jpg\" alt=\"Wine, 11 August, Soto del Vicario GO\" width=\"80\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Soto del Vicario GO wine. For Weekend. .Photo by Linda Nylind. 27/7/2012. Photograph: Linda Nylind</span> <span class=\"element-image__credit\">Photograph: Linda Nylind</span> </figcaption> </figure>  <p>I also suggested Olly should experiment with oaked semillon and sauvignon-semillon blends, some of the fuller-bodied Portuguese whites, old vine chenin blancs and subtly oaked chardonnay. A wine that should tick all the boxes is the <a href=\"http://www.tesco.com/wine/product/details/default.aspx?searchBox=rustenberg&amp;id=272790874\" title=\"\"><strong>2011 Rustenberg Sauvignon Chardonnay</strong></a> (£9.99, Tesco, or £56.94 for a case from Tesco wine online; 13% abv), an elegant, South African white in an oaked white bordeaux style. It's&#xa0;only in 339 stores, mind.</p> <p>Coincidentally, another friend recently told me that he didn't enjoy white wine any more, either – this time on the grounds that he found most too sweet. My recommendations for him were crisp dry whites such as aligoté, chablis and picpoul de pinet, neutral Italian whites such as verdicchio and Austrian grüner veltliner, a really versatile wine with food (it's especially good with Vietnamese). Sainsbury's has a reliably consistent 2011 in its Taste the Difference range for £7.99 (12.5%, abv), which has only 2g of residual sugar*. Not bone dry, but dry enough.</p> <p>*Residual sugar is the amount of sugar left in a wine once it has fermented. Many apparently dry whites will contain 5-8g per litre, though, <a href=\"http://en.wikipedia.org/wiki/Sweetness_of_wine\" title=\"\">so should strictly be described as medium-dry</a>.</p> <p><a href=\"http://www.matchingfoodandwine.com\" title=\"\">matchingfoodandwine.com</a></p> <p>Photographs: Linda Nylind for the Guardian</p>",
  "<p>In a recent <a href=\"http://www.hollywoodreporter.com/news/harry-belafonte-locarno-mitt-romney-359192\" title=\"\">interview with the Hollywood Reporter</a>, the legendary entertainer and long-time political activist Harry Belafonte spoke frankly and courageously about the current state of injustice and inequality in the world. His comments included a lament that has sparked some debate:</p> <blockquote> <p>\"I think that one of the great abuses of this modern time is that we should have had such high-profile artists, powerful celebrities. But they have turned their back on social responsibility. That goes for Jay-Z and Beyoncé for example. Give me Bruce Springsteen and now you're talking. I really think he is black.\"</p> </blockquote> <p>Is this a fair assessment of the current state of black celebrity? It is undeniable that today's top black artists and celebrities have the greatest leverage, power, visibility and global influence of any period. It is also true that few speak openly, regularly and publicly on behalf of social justice. Most remain remarkably quiet about the conditions that the majority of black people face.</p> <p>This is not to discount their philanthropic efforts. Often, celebrities take on non-controversial issues and or simply use their celebrity indirectly as a fundraising tool. But the kind of actions for which Belafonte, James Baldwin and others were known – marching with civil rights protesters under threat of death by citizen or police violence – is rare among modern superstars. Doing fundraisers is important, but unless it's a very controversial issue, that kind of giving is not terribly sacrificial; it's a feel-good decision for some and for others it's a cost of doing business. The current state of affairs calls for more visible courage than this.</p> <p>Black unemployment has recently been at what some call depression-era levels of around 18%. The drop-out rates for young black people are staggering and have lifelong effects. Although black people make up around 12% of the population, they make up over 40% of those incarcerated in prisons. Poverty levels have risen across the board, but in the black community it is catastrophic: 40% of black children are born into poverty today, a number that rivals the poverty rate of the pre-civil rights victories of the 1960s.</p> <p>How can so many high-profile artists have so little to say about all this?</p> <p>Belafonte's lament illuminates a fundamental shift in black popular culture. As black artists have gone mainstream, their traditional role has shifted. No longer the presumed cultural voice of the black collective social justice, it is now heavily embedded in mass cultural products controlled by the biggest conglomerates in the world.</p> <p>Even relatively tepid statements have to be managed and walked back. In the aftermath of Katrina, Kanye West said on national television during a fundraising telathon that <a href=\"http://www.youtube.com/watch?v=9pVTrnxCZaQ\" title=\"\">George W Bush didn't care about black people</a>. Any close examination of the government's post-Katrina response to black New Orleans or the impact of Bush policies and alliances on black America generally would give credence to this view. But West was challenged to and then compelled <a href=\"http://www.theguardian.com/music/2010/nov/11/kanye-west-apologises-george-bush\" title=\"\">to apologise</a>. Why, and to what end?</p> <p>Some blame the artists for being sell-outs, while others blame the corporations for leaving artists little choice but to ply their trade in this terrain and keep quiet. It's the price of the ticket to be successful at the highest levels. So, perhaps in exchange for not talking openly about the danger of what Belafonte called \"unbridled capitalism\", highly rewarded artists are given prime access to corporate-controlled culture markets. Either way, the balance of power has shifted toward artistic success being determined by market success. And, many artists and fans have internalised the frightening collapse of the two.</p> <p>There are important exceptions to this trend. Rapper <a href=\"http://newsone.com/2027865/lupe-fiasco-barack-obama/\" title=\"\">Lupe Fiasco calling Obama a baby killer and terrorist</a> for ordering drone attacks that kill innocent people is a rare and risky one. It would be exhilarating to see the likes of Will Smith, Tyler Perry, Oprah Winfrey and others at that level of celebrity power marching against police <a href=\"http://www.theguardian.com/world/2012/jun/07/nypd-stop-frisk-justice-department1\" title=\"\">stop and frisk</a> policies and the high levels of incarceration of black youth in the prison industrial complex.</p> <p>In the history of black culture, popular music and art has played an extraordinary role in keeping the spirit alive under duress, challenging discrimination and writing the soundtrack to freedom movements. Visionary artists such as Harry Belafonte, Paul Robeson, <a href=\"http://womenshistory.about.com/od/aframerwriters/p/hansberry.htm\" title=\"\">Lorraine Hansberry</a> and Nina Simone were shaped by, and contributed to this tradition, not least because much of their celebrity derived from community support not challenged through corporate marketing strategy.</p> <p>The current expansion of the cultural arm of predatory capitalism threatens the power and vitality of this tradition by limiting visible spaces, audience appetite and celebrity influence of those who speak truth to power and sing the songs of justice.</p>",
  "<p>So it's over. We ended the tournament against Iceland with our best performance of the Games, but coudn't get that elusive win. After the game there were a few sad faces around because it was the end of the journey, a long journey for some people, and a lot of emotional sacrifices were made to get to this point.</p> <p>But I have to say that it was great in the dressing room afterwards. It was a really good atmosphere, people were happy with the perfomances and the fight that we had shown – we could have quite easily turned up and not fought for it but that's not in our nature. A few of the lads really put themselves in the shop window I think.</p> <p>Has it been worth the effort? The time away from home, the sacrifices we've all had to make over the past five years? Undoubtedly. Every time I walked out into the Copper Box I was blown away by the reaction of the crowd. Against France, the first game, it was incredible as you'd expect, but the impact never lessened. It was the same level, the same amount of passion and for me the same amount of pride in my chest as I was walking out. You hear people talking about the Olympics as a once-in-a-lifetime opportunity. Now I know what they're talking about. It's been absolutely fantastic and I'm so glad that I've had the opportunity to do it.</p> <p>I've no idea how I'll feel after the closing ceremony on Sunday. A lot of the boys shed a tear or two during the opening ceremony and after the Iceland match and that's great, but it's not really how I respond to things. I'm just happy to be here and taking it all in. I'll be sad, because it'll be properly over but also I'll be happy because it's been a long five years. Part of me will be relieved to focus on other things. It's been such a huge target and now we've done it it's nice to have it out of the way. Some things are so big they block the view of everything else.</p> <p>That said it feels a bit strange not having the Olympics ahead of me. It's difficult to think that this is it, that it's been and gone. It's been an amazing experience. But it's just the beginning for British handball. The reaction to it has been amazing. I believe it's firmly on the map now in the UK and we need to capitalise on it.</p> <p>I'm fairly confident that 90% of the British public with tickets in the Copper Box had never seen handball before. They've gone there with a completely clean slate, no preconceived ideas and they've hopefully been blown away like everyone else. It's a difficult sport not to like, with the entertainment value you get. I'm pretty sure there'll be a lot of public interest.</p> <p>For me personally, I'm waiting to see if I get any offers over the next few weeks. I'm not sure that they'll be coming but I've been offered a job managing the British handball centre of excellence in Bedford. It's a chance to stay involved and use my experience to help the young guys coming through the ranks, so I'm talking to the British Handball Association about that. If a decent offer comes in for me to continue my playing career then I'll consider it – I've still got a few years left in my legs – but I'm pretty sure my immediate future will be in the UK, supporting the legacy.</p> <p>As for Team GB, we've got European championship qualifiers against Greece and Italy coming up in October, so we've got that to look forward to. We were close to those two teams back in May, so if we can keep the core of the squad together we'll be in with a good shout against those boys. Then the next funding cycle is announced in the new year, so we'll see what happens with that. Our head coach Dragan Djukic is leaving, so that leaves us probably Bill Baillie, the assistant, as interim coach for now because they haven't got the money to offer anyone a contract. It's going to have to be carefully managed but I'm sure we'll be continuing and making progress.</p> <p>Our performances could have been better, but if you look at the progress that we have made, it's been outstanding. And with the public interest it's going to be difficult for those who control the funding to turn round and say: \"You know what, we're not going to fund the legacy sports.\" Because everyone will be asking why. The motto of the Games has been \"Inspire a generation\" and hopefully that's what we've done.</p>"
]