[
  "<h2>1. The really good news: things are better than they seemed</h2> <p>Total employment rose by 873,000 in September, following three months of little change. That's a real rise in the number of people working, not some technicality or worse still, a fall caused by people quitting the workforce.</p> <p>The US added 114,000 jobs in September, a pretty lacklustre figure and roughly in line with the number of jobs the US economy needs to add just to stand still. But the jobs figures for July and August were dramatically revised upwards. Employment for July was revised from 141,000 to 181,000, and the change for August was revised from 96,000 to 142,000. Together they managed to move the unemployment rate below 8%.</p> <p>Kevin Dunning, an analyst at the Economist Intelligence Unit, said recent rises in consumer confidence and good car sales had seemed at odds with flat jobs reports for the past two months. Now that the bureau of labor statistics has revised its jobs figures for July and August, \"these figures make that discrepancy look more coherent\", he said. \"Things were not as bad as they seemed.\"</p> <h2>2. Government cuts have stalled</h2> <p>The slow growth of the jobs market has to date been driven entirely by the private sector in the midst of savage cuts in local and federal jobs. With occasional blips, the government has been cutting jobs since mid-2010. Overall government jobs have been up over 20,000 for the past three months. All that could change come January when savage government cuts are expected if a political agreement can not be found for the \"fiscal cliff\".</p> <h2>3. The price of employment</h2> <p>Recent shifts down have been driven in part by people dropping out of the workforce. Not this time. But, in part, this rise was driven by people being forced to take part-time work because they can not find full-time jobs. The number of part time workers who want full time jobs rose from 8 million to 8.6 million last month.</p> <p>Some 582,000 people took part time jobs because they couldn't find full time work last month. Those people contribute to the broader measure of unemployment, know as U-6, compiled by the BLS. U-6 includes \"marginally attached workers\" – those who are neither working nor looking for work but who have looked for work recently; people who have given up looking and people who are employed part-time for economic reasons. Thanks to the rise in part-timers, that rate remained unchanged at 14.7% in September.</p> <h2>4. Long-term legacy</h2> <p>The legacy of long-term unemployment caused by this recession is a major problem. Unemployment for adult women, men and whites is steadily moving in the right direction. But the number of long-term unemployed (those jobless for 27 weeks or more) was little changed at 4.8 million last month.</p> <p>Federal reserve chairman Ben Bernanke has warned that long-term unemployment could \"wreak structural damage on our economy that could last for many years\". A recent survey by recruitment software firm Bullhorn found it was easier for recruitment firms to place someone with a criminal record than a candidate who had been unemployed for two years.</p> <h2>5. Race and age divide</h2> <p>Unemployment rates for white men and women are moving firmly back in the right direction and are now around 7%. But for black Americans in general, the unemployment rate remains stubbornly high at 13.4%. For Hispanics, the rate is 9.9%.</p> <p>The unemployment rate for black men over the age of 20 was 14.2% last month and for women 10.9%. The unemployment rates for teenagers was 23.7%, for black teenagers it was a shocking 36.7%.</p>",
  "<p>We've come a long way since the golliwog, right? These days there are black dolls in every toy shop. Tesco might be known for selling black dolls for the wrong reason – pricing black versions £1 cheaper than almost identical white dolls – but the fact that they sell black dolls is progress in itself.</p> <p>That is, until you look a little more deeply at the black dolls on the market. <a href=\"http://www.barbie.com/activities/friends/soinstyle/#/characters/\" title=\"\">Black Barbie</a>land is a pretty scary place. Chandra, Zahara, Trichelle and Janessa inhabit a world of long weaves, stick-thin thighs, facial features that are barely distinguishable from their white counterparts – except for the fact that they are painted brown – and their only concession to so-called black culture is a one-dimensional version of ghetto-bling.</p> <p>The range is named So In Style, which to cynics like me raises the immediate prospect that black people are having a Mattel moment in the limelight before proceeding to go back out of style some time soon. In this context, <a href=\"http://rootidolls.com/about\" title=\"\">Rooti dolls</a> caught my attention. These dolls, created by the UK-based Nigerian entrepreneur Chris Chidi Ngoforo, claim to be the first fashion dolls to speak African languages, and are designed to help the western children of African parents stay in touch with their African heritage.</p> <p>\"The whole idea of Rooti dolls is to create that early interest in our children in their own culture, an appreciation of where they come from, and to improve their own self-esteem,\" says Ngoforo. \"Many people told us that the existing black dolls on the market look like a white doll painted blacks. Our dolls are created as a real image and identity of us as black people – African, African-Caribbean and African-American. They have wider noses, fuller lips, long curly hair and they come in various shades of black.\"</p> <p>Don't get me wrong, Rooti dolls are not perfect. They, too, are rocking the weave, with hair so long that most black girls could only achieve by buying extensions, not helped by the fact that one of the dolls has dark blonde hair.</p> <p>Ngoforo defends the toys – somewhat unbelievably – by pointing out that children are so unaccustomed to seeing ethnically accurate images of black people, that to shock them with afro hair would be too drastic. \"You have to remember that children are not used to dolls that look like this, and we don't want to give them so much of a shocking product that it puts them off,\" says Ngoforo. \"But we plan was to come out with a next range, which promotes natural hair and more detailed black features. By then we will have arrested the attention and interest in what we are doing.\"</p> <p>I think Rooti dolls are perhaps underestimating the capacity of little girls to embrace their own image. And it is easy to forget how important this is. The famous experiment by Professor Kenneth Clark – argued as part of the landmark Brown v Board of Education, which led to the desegregation of schools in 1950s America – is still cited as relevant by psychologists working with ethnic-minority children in western countries.</p> <p>The experiment gave black children dolls which were identical except for their skin colour, and found that the majority associated the black doll with negative stereotypes.</p> <p>It may seem like stating the obvious, but psychologists still emphasise the importance for children of seeing positive depictions of their own image.</p> <p>\"Without dolls that accurately represent their own image, children end up looking up to white dolls, and seeing the white image as being powerful and what beauty is,\" says Phillip Jordan, author of a study on racial preferences among black children. \"For children to have an image of self that is black and embraces your language and ethnic features is a very positive development.\"</p> <p>This was the Marcus Garvey's thinking, when in the 1920s the Jamaican pan-Africanist backed his African pride and self-empowerment movement with a factory line producing a black-skinned doll with African features.</p> <p>Dolls alone cannot address the negative images of black people that are still so prevalent in the western media, but they can help. Plus I think the linguistic element of the dolls is its real strength. So many of children of African parents, myself included, were not raised in our parent's languages, forcing us to learn them like tourists, an exercise that is usually abandoned in frustration.</p> <p>I couldn't find any statistics about the number of people with African parents who want to learn their languages but, anecdotally, the Goethe institute in Accra, which teaches the widely spoken Ghanaian language Twi to beginners, has a record number of students this year and has had to run extra classes to cope with demand.</p> <p>Ngoforo, driven by his own daughters' inability to speak his language, created dolls that could teach children African languages. \"I have three daughters who love dolls that look and dress like them. But my daughters couldn't speak a word of Igbo, which is ethnic group in Nigeria that I come from. They were my inspiration to create a doll that could provide a positive image and also teach them our languages.\"</p>",
  "<figure class=\"element element-audio\" data-canonical-url=\"http://storify.com/GuardianTeach/it-s-world-teacher-day-so-why-do-you-love-being-a.js\"> <script src=\"https://storify.com/GuardianTeach/it-s-world-teacher-day-so-why-do-you-love-being-a.js\"></script><noscript>[<a href=\"http://storify.com/GuardianTeach/it-s-world-teacher-day-so-why-do-you-love-being-a\" target=\"_blank\">View the story \"It's World Teachers' Day: why do you love being a teacher?\" on Storify</a>]</noscript> </figure>  <h2>This content is brought to you by <a href=\"http://www.guardian.co.uk/guardian-professional\" title=\"Guardian Professional\">Guardian Professional</a>. Sign up to the <a href=\"https://id.guardian.co.uk/register/?INTCMP=ILCJOBTXT9366\" title=\"Guardian Teacher Network\">Guardian Teacher Network</a> to get access to more than 100,000 pages of teaching resources and join our growing community. Looking for your next role? See our <a href=\"http://jobs.guardian.co.uk/jobs/education/schools\">Guardian jobs for schools</a> site for thousands of the latest teaching, leadership and support jobs</h2>",
  "<p>After Wednesday's presidential debate fiasco, the Obama campaign was desperately looking for some good news. And Friday morning, they got some very good news indeed from the labor department's September jobs report. <a href=\"http://www.theguardian.com/global/2012/oct/05/us-jobs-report-politics-live\">According to this</a>, the economy added 114,000 non-farm private sector jobs, as the unemployment rate fell from 8.1% in August to 7.8% in September. Finally, the Obama administration can say that after 43 straight months of unemployment above 8%, it has now fallen below that psychological threshold.</p> <p>Another good sign was that the labor force participation rate for September edged up, indicating that more people are looking for work. Moreover, the labor department adjusted its August jobs report, adding approximately more 50,000 jobs to its original number.</p> <p>Economically, it was a solid report, but not a blow-out. The economy has slowed markedly since the spring of 2011, when 264,000 jobs were added in April 2011. Friday's number was less than the 139,000 average monthly addition over the first eight months of this year. And it was still far short of the approximately 150,000 jobs per that must be created monthly in order to keep up with the growth rate of the labor force.</p> <p>Yet, consistent improvement in the economy may, indeed, be taking hold: on Wednesday, the Institute for Supply Management (ISM) announced that its service index, which measures growth in the services sector, climbed to 55.1% in September, from 53.7% in August. A number over 50% indicates that more service businesses are expanding rather than contracting. This was the best reading in six months, marking the 33rd straight month of expansion and driven by the highest level of new orders since March. Earlier this week also, the ISM manufacturing index, which measures growth in the manufacturing sector, came in at 51.1% for September, the first positive reading in four months.</p> <p>In addition, consumer confidence grew for the sixth straight week, the longest stretch since 2006. Undoubtedly, this has been aided by a jump in the number of mortgage refinances, which jumped 20% last week, to the highest level since 2009. The average rate on a 30-year fixed rate mortgage fell to 3.53 %, a new low.</p> <p>Despite these glad tidings from its survey participants, though, the ISM also announced that their hiring intentions for the future had fallen. And this is the crux of the problem for the economy, as well as for the Obama administration: with the recovery dragging, employers are reluctant to hire; and with poor job prospects, consumers are reluctant to spend. Both factors conspire to keep the recovery painfully slow.</p> <p>So, what is keeping the lid on hiring? The usual suspects: the ever-worsening economic turmoil in Europe has clearly been hurting the US economy since summer of 2011; add to that the uncertainties about the election, and the fiscal cliff, and companies are understandably nervous about taking on new hires.</p> <p>Yet, in the world of soundbite and debate-a-thon economics, September's job report was a great boon for the Obama administration. With unemployment now falling below the headline number of 8%, the Obama campaign can now credibly refute Republican challenger Romney's claim that the economy is not improving. And this may, in the end, be worth a whole lot more than one night's debate performance.</p>",
  "<p>The unemployment rate has fallen below 8%! For the first time since January 2009! Surely time for Americans everywhere to come together and celebrate the fact that more people in the US have jobs?</p> <p>No. Not at all. Instead, conservatives are furious. According to some, the only way the unemployment rate can possibly have fallen is through manipulation and scheming –&#xa0;most likely by shadowy, Chicago-based figures. (For which, read \"the Obama campaign\".)</p> <p>Here are some of the people who do not like falling unemployment. At least, not under a Democratic president, a month out from an election.</p> <h2>Jack Welch</h2> <p>Welch, former chief executive of General Electric, now describes himself as \"Author, commentator, founder of the Jack Welch Management Institute.\" He could add \"snark\":</p> <blockquote class=\"twitter-tweet\"> <p>Unbelievable jobs numbers..these Chicago guys will do anything..can't debate so change numbers</p> <p>— Jack Welch (@jack_welch) <a href=\"https://twitter.com/jack_welch/status/254198154260525057\" data-datetime=\"2012-10-05T12:35:37+00:00\">October 5, 2012</a></p> </blockquote> <p>Welch attracted support from the Republican congressman Allen West:</p> <blockquote class=\"twitter-tweet\"> <p>In regards to today's Jobs report---I agree with former GE CEO Jack Welch, Chicago style politics is at work here...<a href=\"http://t.co/OrQDRF5G\" title=\"http://tinyurl.com/9rbommz\">tinyurl.com/9rbommz</a></p> <p>— Allen West (@AllenWest) <a href=\"https://twitter.com/AllenWest/status/254221502793252864\" data-datetime=\"2012-10-05T14:08:24+00:00\">October 5, 2012</a></p> </blockquote> <p>To be fair to Welch, he was out there trolling the unemployment figures before it became mainstream to do so. </p> <blockquote class=\"twitter-tweet\" data-in-reply-to=\"254055091894628352\"> <p>@<a href=\"https://twitter.com/dmacd11\">dmacd11</a> at 7.9 it would be Chicago and labor Sec in action</p> <p>— Jack Welch (@jack_welch) <a href=\"https://twitter.com/jack_welch/status/254056162725617665\" data-datetime=\"2012-10-05T03:11:23+00:00\">October 5, 2012</a></p> </blockquote> <p>On Thursday night, he was already predicting skullduggery, tweeting to a man called Don MacDonald that if the jobs numbers were at 7.9% he would deem it was \"Chicago and labor Sec in action\". </p> <h2>Joe Scarborough</h2> <p>The irascible host of Morning Joe on MSNBC repeatedly questioned the methodology on Friday's show. He repeatedly said the 7.8% figure \"did not make sense and was \"confusing\". CNN's rival show, Starting Point with Soledad O'Brien, featured a more analytical discussion with Ken Rogoff, a Harvard professor and former IMF chief economist, who was also sceptical – but on the more factual basis that unemployment remained high and the economy sluggish. </p> <p>But Scarborough, a former Republican congressman, returned to the methodology repeatedly in the final half-hour of the show. Expect liberal-leaning MSNBC to shift the tone of its coverage somewhat during the day.</p> <h2>Conn Carroll</h2> <blockquote class=\"twitter-tweet\"> <p>I don't think BLS cooked numbers. I think a bunch of Dems lied about getting jobs. That would have same effect.</p> <p>— Conn Carroll (@conncarroll) <a href=\"https://twitter.com/conncarroll/status/254203443642781697\" data-datetime=\"2012-10-05T12:56:38+00:00\">October 5, 2012</a></p> </blockquote> <p>Conn Carroll, senior writer at the Washington Examiner, does not think the US Bureau of Labor Statistics manipulated the figures. Let's be reasonable here. It was just a load of Democrats lying. </p> <h2>Keith Urbahn</h2> <blockquote class=\"twitter-tweet\"> <p>No, there's nothing at all curious about the last jobs report diving to 7.8% unemployment before the election.</p> <p>— Keith Urbahn (@keithurbahn) <a href=\"https://twitter.com/keithurbahn/status/254197908977643520\" data-datetime=\"2012-10-05T12:34:38+00:00\">October 5, 2012</a></p> </blockquote> <p>Urbahn is Donald Rumsfeld's former chief of staff. Until he joined the BLS conspiracy, his most famous tweet was about Osama Bin Laden being dead. <a href=\"http://www.theatlanticwire.com/national/2011/05/meet-keith-urbahn-first-tweet-news-bin-laden/37331/\">He was one of the first to pump out the news on 1 May</a>.</p> <h2>Ross from the Tea Party</h2> <blockquote class=\"twitter-tweet\"> <p>So the unemployment rate is 7.8%. Well Rush was right, the Obama Admin did manipulate the numbers to get it under 8% b4 the election. <a href=\"https://twitter.com/search/%23tcot\">#tcot</a></p> <p>— Ross . (@indyrallen) <a href=\"https://twitter.com/indyrallen/status/254199861421961218\" data-datetime=\"2012-10-05T12:42:24+00:00\">October 5, 2012</a></p> </blockquote> <p>If that's Rush Limbaugh that Ross is referring to, then perhaps we shouldn't be too surprised. Couple this with the fact a later tweet has the Tea Party hashtag and I think we can safely conclude where Ross is coming from.</p> <blockquote class=\"twitter-tweet\"> <p>The unemployment numbers WILL BE CORRECTED to reflect the actual rate...after Mitt takes the oath of office. <a href=\"https://twitter.com/search/%23tcot\">#tcot</a> <a href=\"https://twitter.com/search/%23teaparty\">#teaparty</a></p> <p>— Ross . (@indyrallen) <a href=\"https://twitter.com/indyrallen/status/254202955455135744\" data-datetime=\"2012-10-05T12:54:42+00:00\">October 5, 2012</a></p> </blockquote> <h2>Voices of reason</h2> <p>Not all conservatives followed Welch down the road to fairyland, however. <strong>Tony Fratto</strong>, a former Bush White House aide, pointed out that for the Bureau of Labor Statistics to be caught cooking the books would be a huge scandal: </p> <blockquote class=\"twitter-tweet\"> <p>BLS is not manipulating data. Evidence of such would be a scandal of enormous proportions &amp; loss of credibility.</p> <p>— Tony Fratto (@TonyFratto) <a href=\"https://twitter.com/TonyFratto/status/254203060786708480\" data-datetime=\"2012-10-05T12:55:07+00:00\">October 5, 2012</a></p> </blockquote> <p><strong>Philip Klein</strong>, a senior editorial writer on the Washington Examiner, agreed.</p> <blockquote class=\"twitter-tweet\"> <p>BLS is comprised of career professionals. Don't see how anybody could argue it's manipulated by WH without hard evidence.</p> <p>— Philip Klein (@philipaklein) <a href=\"https://twitter.com/philipaklein/status/254227681019850752\" data-datetime=\"2012-10-05T14:32:57+00:00\">October 5, 2012</a></p> </blockquote>",
  "<p>Barack Obama's hopes of holding on to the White House have received a major boost from new figures showing that the US unemployment rate has dropped below 8% for the first time since he took office in January 2009.</p> <p>The US added 114,000 new jobs in September, in line with expectations. But August's disappointing jobs figure was dramatically revised upwards from 96,000 to 142,000, helping to bring the unemployment rate down to 7.8%.</p> <p>\"Today, I believe that as a nation we are moving forward again,\" Obama told a raucous campaign rally in Fairfax, Virginia, on Friday a few hours after the figures were published. \"This morning, we found out that the unemployment rate has fallen to its lowest level since I took office.\"</p> <p>Acknowledging that the economy was not out of the woods yet, he added: \"Now, every month's figures reminds us that we have still got too many of our friends and neighbours struggling to pay the bills ... But now is certainly not the time to talk down the economy and score a few political points. It's a reminder that this country has come too far too turn back now.\"</p> <p>Dan Greenhaus, chief global strategist at BTIG, described the report as \"pretty darn good\". Greenhaus highlighted the fact that the total number of employed persons rose by \"a whopping\" 873,000 while the number of unemployed persons declined by 456,000, the largest increase in employment since January 2003.</p> <p>The news could not have been better timed for Obama, whose re-election campaign has been rattled in recent days by his perceived weak performance in his first debate with rival Mitt Romney. The report contained good news for many voters in key demographics being targeted ahead of the election.</p> <p>The unemployment rates for adult men is now 7.3%, for adult women it was 7%. But problems remain. September's unemployment rate for teenagers was 23.7% and there was little change for black Americans (13.4%) or Hispanics (9.9%).</p> <p>The number of people working part time because their hours had been cut back or because they were unable to find a full-time job rose from 8 million in August to 8.6 million in September.</p> <p>\"This is not what a real recovery looks like,\" Romney said in a statement. \"We created fewer jobs in September than in August, and fewer jobs in August than in July, and we've lost over 600,000 manufacturing jobs since president Obama took office.\"</p> <p>He added: \"The results of President Obama's failed policies are staggering – 23 million Americans struggling for work, nearly one in six living in poverty and 47 million people dependent on food stamps to feed themselves and their families.</p> <p>The Republican House speaker John Boehner also noted the figures are too high but, unusually, acknowledged there was some good news too. \"While there is positive news in today's report, job creation is far too slow and the unemployment rate is far too high.\"</p> <p>Conservative business guru Jack Welch, former boss of General Electric, went as far as accusing the Bureau of Labor Statistics of cooking the books. \"Unbelievable jobs numbers… these Chicago guys will do anything..can't debate so change numbers,\" <a href=\"https://twitter.com/jack_welch/statuses/254198154260525057\">he said on Twitter</a>. </p> <p>Labor secretary Hilda Solis immediately hit back at claims that the Obama administration might have skewed the jobs numbers. \"I'm insulted when I hear that because we have a very professional civil service,\" Solis told CNBC.</p> <p>The monthly jobs report has become a political hotspot on the 2012 election. Last month's disappointing figures came as the Democrat's wrapped up their convention in Charlotte. \"If last night was the party, this morning is the hangover,\" Romney said in a statement at the time.</p> <p>The final monthly jobs report of the campaign will come just days before the election on 6 November.</p> <p>While Obama can now point to 24 consecutive months of growth, the Republicans argue the rate remains historically weak. An increase of 114,000 barely covers population growth in the US as new entrants come into the job market.</p> <p>Geoff Hoffmann of recruitment firm DHR International said employers were growing increasingly confident but a lot of uncertainty remained.</p> <p>\"There's uncertainty about the impact of healthcare legislation, tax impacts, it's not really clear what is going to happen in 2013 and beyond,\" he said.</p> <p>Hoffmann said recovery was taking place in industries like technology, life sciences and that consumer and retail recruitment were doing \"surprisingly well\". But industries like financial services were still lagging after the financial crisis.</p> <p>Greenhaus said the report was \"95% better than expected\" but warned that slow growth could still come back to bite the recovery in the jobs market. The US recently cut its forecasts for gross domestic product – the widest measure of economic growth - after a sharp fall in manufacturing orders. \"You can't have jobs growth without economic growth,\" he said.</p>",
  "<p>Jim Murphy is one of the many senior Labour figures to have begun his political career as president of the National Union of Students. During his mid-90s tenure there, he dropped – against the union's own conference resolutions – all opposition to the abolition of student grants, helping to ensure that in future an education would come at the cost of crippling debt and insecurity. When reading the following, bear this in mind.</p> <p>\"<a href=\"http://www.thesundaytimes.co.uk/sto/news/Politics/article1136931.ece\" title=\"\">My biggest priority in politics</a>,\" the shadow defence secretary said this week, \"is about working-class parents having middle-class kids. I want parents to have the chance to bring up kids who do better than them.\" On the face of it, this is a normal centre-left response to the very real decline of social mobility, however much that decline might have been assisted by Murphy's tenure at the NUS. It's given some additional pertinence by Labour's admission that currently the next generation will be worse off than their parents. An \"inherited poverty\", as Murphy puts it, now stands in the way of young working-class people's \"aspirations\".</p> <p>The details are pretty light on the ground, but given the lack of much change in Labour's ideas about education – after all, it commissioned the <a href=\"http://www.theguardian.com/education/2010/oct/22/brownes-plans-knowledge-in-decline\" title=\"\">Browne report that trebled tuition fees and proposed 100% cuts to arts funding</a> – we can expect the solution to be the debt, marketisation and expansion that were New Labour education policy. Sotto voce, there's something else going on here – the explicit abandonment of the idea that, for the labour movement, you \"<a href=\"http://thegreatunrest.net/2011/04/08/why-social-mobility-is-shit-ii/\" title=\"\">rise with your class, not out of it</a>\".</p> <p>Rising out of your class can lead to all manner of things. Kicking away the ladder after you've climbed up, as working-class Glaswegian Murphy did as a student leader; or the kind of up-by-the-bootstraps rightwing individualism that Norman Tebbit specialised in; or, at best, an acknowledgement that your privilege and success are deeply unusual and unrepresentative. </p> <p>My father is a middle manager at a software company. He left school at 14 and worked as a sheet metal worker (as had his father) for most of the next 30 years, becoming shop steward and then convener, and a Labour, or rather Militant, activist. He read, and reads, voraciously, in history, politics and economics, everything from Marx to Thucydides, to the point where he's far more erudite than many people I know who went to university. This didn't make him \"socially mobile\", at least not until he finally got sick of bending pieces of metal every day and sought a promotion off the shop floor. The working class was no longer showing much signs of rising; so he rose out of it, at least in economic terms.</p> <p>Later I did the same, through the conventional route of university. A decade or so after that my mother followed suit, going via a job in the NHS from a council estate single mum to a qualified radiologist. In theory we are all marvellous success stories of social mobility. So why does Murphy's rhetoric make me feel so uncomfortable?</p> <p>What made all of us able to rise out of our class was a culture based on the class rising collectively. The culture of the Labour movement – its literature, its debates, its prizing of learning as a means of struggle, its insistence that \"knowledge is power\" – is what made my parents educate themselves in the first place. Being brought up in that environment, being unafraid of books and intellectual argument, meant that I had the confidence to cope easily with the very different intellectual culture of university, without being intimidated by its privilege.</p> <p>Those books in the shelves at home – EP Thompson's Making of the English Working Class, say, or Lenin's What is to be Done? – were about the class, as a collectively organised body, educating itself and advancing itself, with the aim of abolishing itself and creating a society without classes, something both my parents once thought they might live to see. We used that culture of knowledge and self-education for advancement into a different class. We did well. The working class as a whole very obviously didn't, as the culture that helped us up had been deliberately destroyed. For my parents especially, it was at the very least a pyrrhic victory.</p> <p>Labour has never, even in its more leftwing moments, been that concerned about abolishing class altogether, though some of its leaders might once have kidded themselves that \"we are all middle class now\", something hard to sustain as the gap between rich and poor became ever more drastic. They did promise a reform of the class structure, so that there was at least \"equality of opportunity\" between classes, something that has been honoured more in the breach.</p> <p>As the labour movement, with its own educational institutions, becomes more distant from the Labour party, it can only dangle the hope for individual self-advancement – the chance that you, too, could get on in the rat race. Murphy might remember <a href=\"http://www.lrb.co.uk/v33/n11/neal-ascherson/wolves-in-the-drawing-room\" title=\"\">the words of another Scottish politician, Jimmy Reid</a>, who used to like to walk around Glasgow tower blocks and point out how in one there was a Formula One champion and in another the winner of a yacht race – who would never get the chance to sit at the wheel of a racing car or a yacht.</p> <p>But Murphy, and Labour as a whole, have long forgotten his other point, made in his famous 1972 speech to Glasgow University – that \"the rat race is for rats\". Reid continued: \"Reject the insidious pressures in society that would blunt your critical faculties to all that is happening around you, that would caution silence in the face of injustice lest you jeopardise your chances of promotion and self-advancement. This is how it starts, and, before you know where you are, you're a fully paid-up member of the rat pack. The price is too high.\" Around £9,000 a year, to be precise.</p>"
]