[
  "<p>Another day at the Riverbank Arena; another defeat for GB hockey. But whereas the result of the women's semi-final on Wednesday night was heartbreak, this was pure humiliation. In front of a 16,000 crowd and countless more in their living rooms Britain suffered their worst defeat in Olympic history, a 9-2 drubbing from the Netherlands that showcased their opponents' flair and finesse while shattering the home side's game plan to pieces.</p> <p>The men's team will now contest the bronze-medal match against Australia, who lost to Germany in the earlier semi-final 4-2. But how they will recover themselves from the manner of this defeat is a question only a highly qualified psychotherapist can answer.</p> <p>\"We're all very embarrassed with the result and mostly the performance,\" said Jason Lee, the Great Britain coach. \"Holland made the pitch very big for us.\"</p> <p>Very, very big. Kalahari desert big. The Netherlands ran in four goals in the first half, ending it with a 4-1 lead. Then in the second they played against wraiths, Britain's men a barely corporeal presence between the Dutch and their target practice.</p> <p>\"We probably got reckless far too early,\" admitted Lee, who believed that Britain's attempts to get back into the game were to blame. \"It had a lot of risk associated with it. We could have just shut it down and kept it at 3- or 4-1 and it would have been a less embarrassing result.\"</p> <p>Britain were always the underdogs against the form side of the tournament, with a 100% win record. Britain, by comparison, had drawn three of their pool games – two of them by the skin of their teeth. This was the Netherlands' sixth consecutive Olympic semi-final; Britain have not been in medal contention since 1988.</p> <p>They were behind from the ninth minute, when the Dutch completed a penalty corner with a perfect dragflick into the top right-hand corner by Roderick Weusthof. All the talk in the build-up had been of their young forward Mink van der Weerden but it was Weusthof who looked deadly throughout and who converted a mishandled penalty corner into Holland's second goal.</p> <p>Befuddled by the Dutch tactics, the British defence struggled to stem the flow of orange shirts down the middle of the pitch. They remained in the hunt thanks to 19-year-old Harry Martin, who won them their only penalty corner of the half, fired in by Ashley Jackson. But two more Dutch goals followed, one a set piece and one a brilliant counterattack, finished by Billy Bakker. Aside from their goal, Britain had only troubled the Dutch keeper once.</p> <p>Still, they had made up a three-goal deficit against Australia, the world No1 team, only last Sunday. For a brief moment at the start of the second half, it looked as if they would rejoin the fight, winning two penalty corners within the first few minutes. But Jackson's shots were blocked and it was the last attempt on goal Britain would have for half an hour.</p> <p><em>Après ça le déluge</em>. Holland were playing with panache and skill but also with a pace and ruthlessness that belied their already hefty advantage. In a seven-minute period they scored four goals, including two from Bakker, the first of two Dutch players to complete a hat-trick. One of his efforts seemed to defy the laws of physics, a reverse stick shot that sent the ball into the net from such an angle that mirror work must have been involved.</p> <p>Many of Britain's games at this tournament have required - and rewarded - strong encouragement from the boisterous home crowd. But here the Dutch fans, a tangerine filling running through the Riverbank, were more visible than their rivals, and by the second half they were more audible too as Britain were dismantled both tactically and mentally. Their previous worst defeat to Holland had been a mere 5-0; at 9-1 GB were on course to surpass their worst ever defeat, 8-1 to Pakistan in 2000.</p> <p>Instead they merely equalled it. Two penalty corners and a consolation goal by Rob Moore within the last 10 minutes could not salvage pride but did at least go on a deep-water dive for it. The Dutch had long been wearing the smiles of those who are merely playing for fun. The crowd roared as James Fair saved the Netherlands' final penalty corner. It was all there was left to cheer.</p> <p>Afterwards the players left the pitch with the look of men who have seen too much. Barry Middleton was asked what he could say about Britain's performance: \"Probably sorry, to start with. That wasn't really us. It's hard to say why it's happened. They generally passed, tackled, shot and ran better than us. You don't have many games where a team does every aspect better than you.\"</p> <p>What was he thinking as the maelstrom unfurled? \"There wasn't too much time to think,\" admitted the GB captain, \"because we were chasing them again.\"</p> <p>Fair, meanwhile, was candid about what was going through his mind: \"Not to let in 10.\"</p> <p>And yet a place in the bronze-medal play-off remains, almost perversely, Britain's best placing in the tournament in 24 years. While talk of Seoul 1988 has come to a screeching halt, the issue facing this team now will be to contend for a medal at all: Lee admitted his side had lost the \"basics\" of their game in the second half, \"and that will be the most challenging thing to regain in a day and a half\".</p> <p>If this game has taught us anything, however, it is that 70 minutes can be a very long time indeed.</p>",
  "<p>Justice Malala is usually one our more perceptive and balanced commentators. However, in his article (<a href=\"http://www.theguardian.com/commentisfree/2012/jul/26/fw-de-klerk-defender-white-man?INTCMP=SRCH\" title=\"\">Defender of the white man</a>, 27 July), he ascribes to FW de Klerk, the former South African president, attitudes that he does not hold and statements that he has not made – and then proceeds to attack him for them.</p> <p>Malala says: \"In [De Klerk's] utterances, it seems, the only thing that can save the nation from this preordained state of affairs [post-colonial failure] is continued protection of white minority privileges and rights.\" At no stage during his foundation's conference two days previously, to which Malala was referring, did De Klerk come close to saying this. He has never asked for white South Africans any rights that all South Africans do not enjoy. A quick reading of his speeches will show clearly that he's deeply concerned about continuing inequalities – and other serious problems – confronting our society.</p> <p>De Klerk's statement that the Mandela and Mbeki era of reconciliation is over is, sadly, a statement of fact, as is his observation that \"white males are quite unjustly blamed for the continuing triple crisis of unemployment, inequality and poverty\". But Malala is simply wrong to claim that De Klerk does not \"ask South Africans to come together and find solutions to these problems\". Such calls are a constant refrain in his communications and <a href=\"http://www.fwdeklerk.org/cgi-bin/giga.cgi?cmd=cause_dir_news_item&amp;cause_id=2137&amp;news_id=115411&amp;cat_id=1595\" title=\"\">were a central element in his speech on 25 July</a> – which Malala evidently has not read.</p> <p>The main point in De Klerk's speech last month was that national policy is at the crossroads: he identifies himself with the National Planning Commission's vision and with its diagnosis of the problems confronting South Africa – especially unemployment and poor education.</p> <p>He concluded that elements of decline – corruption, a weakening state, poor economic management, skills and capital flight, politics dominated by ethnicity and factionalism, and lack of maintenance of infrastructure – are present in South Africa and will be exacerbated by proposed ANC policies. Malala himself has frequently cited the same problems.</p> <p>De Klerk suggests that the government can best reverse this decline by supporting the kind of vision proposed by the commission – which, of course, has absolutely nothing to do with the maintenance of white privilege.</p> <p>In reply to a question on what concerned South Africans should do, De Klerk replied that they should \"get on to the playing field and become politically active\". What on earth is wrong with that? Bizarrely, Malala claims this was an appeal to South Africans to \"fight and stop the ruling ANC's talk of speeding up measures to stem unemployment and poverty\".</p> <p>At no stage has De Klerk appointed himself \"defender of the country's white males\" and nowhere does he express any belief that he is \"the leader of a threatened white minority\", as Malala claims – once again without any evidence.</p> <p>Why then Malala's unfounded and irrational attack on De Klerk? Perhaps he shares the view of some black and white intellectuals that white South Africans do not really have the moral and historic standing to participate in debates on national policy.</p> <p>Under the constitution, all of us have an equal right to freedom of speech and to participate in political activity. FW de Klerk – as one of the fathers of that constitution – and his foundation will continue working to protect the rights of all South Africans and address the serious problems that confront them.</p>",
  "<p>Bradford Bulls may be rescued by the professional football club on the other side of the city after it emerged that the owners of Bradford City are behind the latest bid to take them out of administration.</p> <p>Julian Rhodes, the joint chairman of the Valley Parade club, confirmed on Thursday that the Bantams have a real interest in buying the Bulls, and settling at least some of their seven-figure debts. Crucially, their bid is contingent neither on the Bulls staying in the Super League, nor on regaining ownership of Odsal Stadium from the Rugby Football League – and has therefore been welcomed by the RFL as well as the administrator.</p> <p>\"We just wanted to see how we could help to keep the club alive, whether that's in the Super League or in the Championship,\" Rhodes said. \"We don't want to see the club die.\"</p> <p>However, the administrator Brendan Guilfoyle claimed that he has been contacted by a fourth consortium who have been given until Friday lunchtime to submit a realistic business plan to be considered by the RFL.</p> <p>Although Bradford's future remains anything but certain, there will at least be some reason for cautious optimism when the team face Hull KR at Odsal on Friday night in a game that is crucial to their hopes of making the play-offs for the first time since 2008. Despite the deduction of six points as punishment for entering administration, Mick Potter's team are only two points behind Rovers, who occupy the eighth and last play-off position.</p> <p>Hull KR have a considerably superior points difference, so the best Bradford can realistically hope for is to pull alongside them with three fixtures remaining. But Rovers still have to play Wigan in addition to Wakefield – who have been in excellent recent form and still have an outside chance of making the play-offs themselves – and finally a London Broncos team who are showing signs of ending a wretched season in more positive style.</p> <p>Bradford's last three games are all tricky but winnable, with trips to Huddersfield and the Catalan Dragons either side of a home game against Hull.</p> <p>In Friday night's other games, Huddersfield could guarantee their play-off place with a victory over a Salford team who are running desperately short of fit bodies, and Leeds will wear the logo of the Stonewall pressure group on their shirts for their home fixture against Widnes to raise awareness of lesbian, gay, bisexual and transgender inclusion in sport.</p> <p>Warrington, who face Wigan on Saturday in a heavyweight meeting of the top two in the table, have agreed new contracts with 10 of their players including the club captain, Adrian Morley, and his deputy, Lee Briers, who have both signed new one-year deals, and the veteran Australian full-back Brett Hodgson, who will now stay with the club until the end of the 2014 season when he will be 36.</p>"
]