[
  "<p>When Barack Obama was last at the University of Miami he was riding high in Florida's opinion polls and seemingly on course for a comfortable win in the coveted swing state.</p> <p>Fast forward three weeks, past a poorly handled debate and one or two other perceived missteps, and the president is back on campus looking at a decidedly different landscape.</p> <p>It is now his Republican challenger, Mitt Romney, who holds a narrow advantage in the sunshine state, according to the latest opinion polls at least, and south Florida's young Democrats who are spreading Obama's message with less than a month until polling day want to hear their candidate come out fighting when he takes to the podium Thursday afternoon.</p> <p>\"He needs to be a little more aggressive, show more confidence and look more sure of himself,\" said Emily Young, campus team leader of Canes for Obama, the student supporters group named for the University of Miami's moniker 'The Hurricanes'.</p> <p>\"The first debate definitely didn't go well for him. People need to hear more specifics. One of the biggest things you got from the debate was that there was a lot that went over most people's heads. It's true for both candidates; they need to spend less time bringing each other down and more explaining what their policies are.\"</p> <p>Obama will appear before a full house at the university's BankUnited Center in Coral Gables before moving on to a $1,000-a-head fundraiser at Miami's swanky JW Marriott Marquis hotel hosted by actress Eva Longoria.</p> <p>The university has proved a popular stopover for Obama on the campaign trail this year following visits in February and for a Spanish language television interview to rally Hispanic voters late last month, the day after an appearance there by Romney.</p> <p>More than 1,800 tickets – almost a quarter of the venue's capacity – have been handed out to students keen to hear the president outline his \"vision for an economy that grows from the middle out\", according to his campaign staff's description of the subject of Obama's remarks.</p> <p>\"For most of the students it's our first time voting and people are in tune with the issues,\" Young said.</p> <p>\"It's about driving home the things he has accomplished so far and that he needs four more years to finish what he started. Four years is not enough to turn the economy around.\"</p> <p>With its 29 electoral votes up for grabs, more than one-tenth of the 270 a candidate needs to secure the White House, it is little surprise that Obama is now well into double figures in the number of campaign visits he has made to Florida, which he won in 2008 by barely 200,000 votes from more than 8 million cast.</p> <p>He has also dominated the state's airwaves with 5,000 more television advertisements appearing in favour of Obama than Romney during the last three weeks of September, according to a study by the Wesleyan Media Project.</p> <p>Despite this, two recent opinion polls in Florida, one conducted by Rasmussen soon after the first debate, show Romney with an advantage of up to three percentage points. It gives the Republican candidate his first lead of the year in Real Clear Politics tracking average, albeit by 0.7%, well within the margin of error.</p> <p>The final weeks of the campaign in the state will be \"a dogfight\" in the view of Jordan Lewis, a third-year political science major at the University of Miami and president of its Democratic group.</p> <p>\"Florida is the state that makes the difference. If Obama wins it like he did in 2008 then he will win the election no matter what,\" he said.</p> <p>\"That's why I want to see a stronger president, I want to see him come out combative. When he's speaking to students he needs to be strong on education, strong on jobs. We want to finish college not having to worry about the economy, not having to worry about finding a job.\"</p>",
  "<p>The recent advances in human-to-computer interaction should be scrambling your brain if you're paying attention at all. From gesture interfaces (both 2D <em>and</em> 3D) to a flood of location-aware social media we're changing the shape and size of and our relationship to the global network.</p> <p>Whereas I grew up in an era where we had to work relatively hard to get a computer to behave the way we wanted, kids today will grow up expecting computers to respond to them instead.</p> <p>Gaming consoles have been leading in this area for years, but now Google, Amazon, <a href=\"http://tech2.in.com/news/accessories/sony-may-showcase-new-augmented-reality-headset-at-tgs-2012/431882\" title=\"\">Sony</a> and even the <a href=\"http://gigaom.com/europe/telefonica-bets-on-augmented-reality-with-aurasma-tie-in\" title=\"\">telcos</a> all have relevant projects starting to ship now.</p> <p>Google, for example, just unveiled a new project called <a href=\"https://play.google.com/store/apps/details?id=com.nianticproject.scout\" title=\"\">Field Trip</a> to add to its portfolio of location-responsive media that also includes <a href=\"http://www.google.com/landing/now/\" title=\"\">Google Now</a> and <a href=\"https://plus.google.com/+projectglass/posts\" title=\"\">Google Glass</a>.</p> <p>Content will be sourced from dozens of content partners including Architizer, Eater, Flavorpill, Remodelista and Songkick.<a href=\"http://www.wired.com/reviews/2012/09/google-field-trip/\" title=\"\"> Michael Calore tested the new guide for Wired</a>. His verdict:</p> <blockquote> <p>\"It's a mix of the tantalizing and the trivial. But overall, I think it's filled with enough useful stuff for visitors to get their bearings. If you're pickier than me, you can upvote or downvote each item it serves, which supposedly helps tune the recommendation engine.\"</p> </blockquote> <p>What kind of publisher is well-suited for a world where technology responds to the way a person is moving their body and where they are located at any given moment?</p> <p>What does it mean for information to respond to the way we move our hands, the way we slide our fingers across a glass surface, where our eyes are focused, and which direction we're facing?</p> <p>What does it mean for information to respond to our location, places we've been and places we're going?</p> <p>How do you make information more physical?</p> <p>I wouldn't presume to have the answers, but there are some obvious ways to re-factor current assets and processes in order to get invited to the party.</p> <p>• Atomise everything. Separate independent elements and link them intelligently. Well-structured information and consistent workflow help a lot with this.</p> <p>• Add a concept of time and space to media. Location can be a point on the planet, a place, a geopolitical boundary. And time can be a moment or a period.</p> <p>• Standardise around formats that software developers like to work with. Offer APIs that can accept data as well as release data.</p> <p>It's about adjusting, being malleable and responding. Information, how it's collected, where it goes, and how it is experienced needs to adjust according to the way the user is looking at it and touching it. It needs to synch with where in space and time the person is focused and interested.</p> <p>More simply, make everything you do as software-friendly as you possibly can. And then go partner with people whose brains and financial incentives are inextricably linked to the new hardware and software.</p> <p>If your strategy as a publisher in all this is to play the fast-follower, it's worth remembering that less was at stake in the past. Ten years ago the other publishing forms were still very healthy financial engines and the wait-and-see strategy was a sensible approach for many. Wait-and-see can be sensible for some today, too, but looking at previous transitions in publishing technology may put it in perspective.</p> <p>By 1990, the CDROM market was four years from its peak and five from its crash, but it was nearly too late to get anything out of it. Microsoft was launching Windows 3.0 bringing Apple's innovations to everyone with a computer, MacroMind, Broderbund, the encyclopedia publishers and a whole hardware and software vendor ecosystem had already played out.</p> <p>By 1998, when Page and Brin changed the name of their web search concept from BackRub to Google, DoubleClick had gone already public, Amazon dominated books online and was moving into other retail areas, and the open source Apache web server market share was too strong for Microsoft to overcome. There was more room for newcomers than the CDROM market had at a comparable point in its trajectory, but, again, certain corners of the market had already been locked down.</p> <p>If you get the timing wrong on ubiquitous connectivity and information physicality then you may be entering at a moment when whoever is going to win has already won, or, perhaps worse, when everyone who wants to play is forced to watch from the bench.</p> <p><strong>To get more articles like this sent direct to your inbox, </strong><a href=\"https://register.theguardian.com/media/\" title=\"\"><strong>sign up for free membership</strong></a><strong> to the </strong><a href=\"http://www.theguardian.com/media-network\" title=\"\"><strong>Guardian Media Network</strong></a><strong>. This content is brought to you by </strong><a href=\"http://www.theguardian.com/guardian-professional\" title=\"\"><strong>Guardian Professional</strong></a><strong>.</strong></p>",
  "<p><strong>To me, Godspeed is more than just a band, it's an idea. Is that true for you? What if you don't all agree with the idea? More metaphorically, who are Godspeed now: in what ways have the people in the band from the beginning changed in the time of hiatus?</strong></p> <p>We're a band. We're not \"just a band\", we're a band. Us against the world, yeah? Like so many other poor suckers before us. Bands get chewed up in the gears before the rest of the world does. And then bands sing pretty songs while they they get chewed up that way. </p> <p>The dull fact is, we spend most of our time engaged with the task at hand – rehearsing, writing, booking tours. We do our best to get along, to stay engaged with each other and with the shared labour. We feel like most of the stuff we have to muddle through is the same sort of stuff that countless other bands have to muddle through. Nothing special, nothing interesting. It's just that we make decisions based on a particular stubborn calculus. It's just that there's a certain sort of ringing that we chase when we rattle our bones in our tiny practice-room. It's just that we like the sound of things a little out of tune. It's just that we know that music is just a thing that people make in between bigger struggles. And all along we've been tilting at windmills, worried that we're about to get bucked from the saddle.</p> <p>We started making this noise together when we were young and broke – the only thing we knew for sure was that professional music-writers seemed hopelessly out of touch and nobody gave a shit about the shit we loved except for us. Talking about punk rock with freelancers, then as now, was like farting at a fundraiser, a thing that got you kicked out of the party. </p> <p>We knew that there were other people out there who felt the same way, and we wanted to bypass what we saw as unnecessary hurdles, and find those people on our own. We were proud and shy motherfuckers, and we engaged with the world thusly. Means we decided no singer, no leader, no interviews, no press photos. We played sitting down and projected movies on top of us. No rock poses. We wrote songs as long or as short as we wanted. Basement feedback recordings with cigarette butts stuffed in our ears. Meanwhile our personal lives were a mess.</p> <p>And so we hit the road as soon as we could, and got heartbroken out there, the way only true believers can. You string a kite too long upon its string, sooner or later it ends up stranded on the moon.</p> <p>Whatever politics we had were born out of always being broke and living through a time when the dominant narrative was that everything was fine and always would be fine, for ever. Clearly this was a lie. But Clinton was president, the Berlin Wall was down, our economies were booming, and the internet was a shiny new thing that was going to liberate us all. The gatekeepers gazed upon their kingdom and declared that it was good. Meanwhile, so many of us were locked out, staring at all that gold from the outside in. </p> <p>So when we started earning rent from this racket, we felt a lot of internal pressure to stay true to our adolescent dissatisfactions (not adolescent like immature or naive, adolescent like terminally disenfranchised and pure). And so we made decisions that irritated a lot of people. We were barely articulate. We didn't deal with outsiders well. We were used to speaking with our own kind. We'd all of us spent our formative years outcast and a little lost. We had no religion to shout at the rafters but all of us, all together, all the time. And we shouted that religion at a time when that kind of earnest noise was tagged as earnest, naive and square. And we were earnest and naive and square. And still are.</p> <p>A thing a lot of people got wrong about us – when we did it the first time, a whole lot of what we were about was joy. We tried to make heavy music, joyously. Times were heavy but the party line was everything was OK. There were a lot of bands that reacted to that by making moaning \"heavy\" music that rang false. We hated that music, we hated that privileging of individual angst, we wanted to make music like <a href=\"http://www.allmusic.com/album/friends-and-neighbors-live-at-prince-street-mw0000456433\">Ornette's Friends and Neighbours</a>, a joyous, difficult noise that acknowledged the current predicament but dismissed it at the same time. A music about all of us together or not at all. We hated that we got characterised as a bummer thing. But we knew that was other people's baggage. For us every tune started with the blues but pointed to heaven near the end, because how could you find heaven without acknowledging the current blues, right?</p> <p>But now we all live in harder times, now a whole lot of bands react to the current heaviness by privileging the party times, like some weird Scientology will-to-power bullshit, hit that hi-hat with a square's fist until we all make it to heaven, until Sunday morning's bringdown. Self-conscious good vibes like love-handles poking through some 22-year-old's American Apparel T-shirt at some joint where you can only dance once you pay a $10 cover charge just to listen to some internet king's iPod.</p> <p>And so now we thrum our joyous tension in opposition to all of that. Things are not OK. Music should be about things are not OK, or else shouldn't exist at all. The best songs ever are the songs that ride that line. We just try to get close to that perfection. We drive all night just to get closer to that perfect joyous noise, just to kiss the hem of that garment. We love music, we love people, we love the noise we make.</p> <p><strong>Who are Godspeed now? Who has stayed, who has left, who has joined, and why have they joined?</strong></p> <p>Godspeed's been the same lineup since 1994. Small changes – Cello Norsola's no longer playing with us. And drummer Bruce quit last year so's he could spend more time with his kid. Timothy's the new second drummer. We are stoked.</p> <p><strong> Does political music change anything? Do you want it to? And is that intention for change external, or internal: a changing of hearts, not of social structures? To what extent does Montreal and its politics make you the people you are and the band you are? Do you have narratives in your heads for your music? How problematic is it if people listening hear a different narrative?</strong></p> <p>What's political music? All music is political, right? You either make music that pleases the king and his court, or you make music for the serfs outside the walls. It's what music (and culture) is for, right? To distract or confront, or both at the same time? So many of us know already that shit is fucked. </p> <p>In a lot of crucial ways, it's easier to find common cause than it was 10 or 20 years ago. You talk to strangers in bars or on the street, and you realise that we're all up to our eyeballs in it, right? So that right now, there's more of us than ever. It's a true fact. Every day it gets a little harder to pretend that everything's OK. The rich keep getting more and we keep getting less. Post-9/11, post-7/7, there's a police state that tightens more every day, and in our day-to-days, we're all witnesses to the demeaning outcomes of debauched governance – random traffic stops, collapsing infrastructure, corrupt bureaucrats and milk-fed police with their petty intrusions. Our cities are broke, they lay patches on top of patches of concrete, our forests cut down and sold to make newspapers just to tell us about traffic that we get stuck in. You get a parking ticket and you waste a day in line. Cop shoots kid, kid shoots kid, homeless man dies waiting to see a doctor, old men lay in hospital beds while a broken bureaucracy steals away what's left of their dignity. Folks flee to our shores, running from the messes we've made in their countries, and we treat them like thieves. Mostly it feels like whatever you love is just going to get torn away. Turn on the radio, and it's a fucking horror show, the things our governments do in our name, just to fatten themselves on our steady decline. Meanwhile, most of us are hammering away at a terrible self-alienation, mistreated, lied to and blamed. Burning fields and a sky filled with drones. The fruit rots on the vine while millions starve.</p> <p>So we're at a particular junction in history now where it's clear that something has to give – problem is that things could tip any which way. We're excited and terrified, we sit down and try to make a joyous noise. But fuck us, we make instrumental music, means that we have to work hard at creating a context that fucks with the document and points in the general direction of resistance and freedom. Otherwise it's just pretty noise saddled to whatever horse comes along. A lot of the time all's we know is that we won't play the stupid game. Someone tells us we're special, we say: \"Fuck no, we aren't special.\" Someone asks us what the thing we made means, we say figure it out for yourself, the clues are all there. We think that stubbornness is a virtue. We know that this can be frustrating. It's fine. We don't think in terms of narrative so much. We try to play arrangements that are little out of our reach. We try to make sure the songs ring true or not at all. </p> <p>Montreal's a place that's always losing its charm. It's a corrupt city in a corrupt province, where somehow the light rings loudly anyhow. So many crazy plans hatched in spite of, so many minor miracles. The dust of this place is caked into our scalps and beneath our nails – there would be no band if it weren't for this lovely rotten town. </p> <p>Meantime <a href=\"http://www.theguardian.com/world/2012/may/25/montrea-student-protesters-defy-restrictionsw\">this town exploded recently</a>, but there's no victory yet. This province is still corrupt. This city is still corrupt, and our broken country earns its gold hauling dirty oil. The rich get richer from that, and the rest of us die slowly. </p> <p>We're all of us born beneath the weight of piss-poor governance. It's a miracle that so many of us make it through our teens. Politics is for politicians and all our politicians have the whiff of death to them, it's why they wear so much perfume and cologne, it's why they wear brightly coloured scarves and ties, just to distract from the pallor of their skin. So many of us just want to live away from that stench – we stagger towards the light awkwardly, astonished that so many of us are staggering together thusly, amen. </p> <p><strong>How did this album come to be?</strong></p> <p>We got back together after 10 years apart, relearned the old songs, played a few joints. We weren't going to stay stuck on that retro circuit like <a href=\"http://www.shanana.com/\">Sha Na Na</a> at the Windsor auto show. So at some point we decided to record – it's what bands do. Also, we felt like getting this shit down in case it disappeared again. We set up in Montreal, rolled tape and hoped for the best. Last time 'round that track, we argued like twin sisters, this time we just let it roll.</p> <p><strong>Was there a time when you stopped appreciating the opportunity to communicate with people through music? Earlier interviews suggest it's something you've had misgivings around; is that a misreading, and if not, do you still feel that?</strong></p> <p>Hell no, we never got tired of playing for folks, we always felt lucky that we could. It's just that the rock-biz, then as now, is a miserable pigpen. Pennies flushed, damaged ships a-sailing just to sink, while somewhere in the corner lazy demons chuckle and count their stacks. It's like watching millionaires piss on cherubs. The money-makers hate the fucking kids and treat them like chattel, milk them like cows, and lead them from waypoint to waypoint like frantic shoppers on dollar days. For the most part, you deal with privileged fools who are entirely insecure. They hate their jobs, love the money and want more. Somehow a whole lot of starving heifers keep coming back to that trough for more. Somewhere inside they know that the milk is poison but they can't stop drinking. </p> <p>Beating against that wall tires you out – at a certain point you've got to stop, lest you break. Also, while that battle's important (because all battles against this normalised decline are important), most of the world, justifiably, could give a fuck, there's more important work being done out there, greater class injustices than music industry greed. And most of us in this broken world are barely getting by, so you dive into this horrid music business mess determined to do your part to make it change, but then nothing changes. You have victories that feel enormous, but mostly nobody notices but the kids in the front row. You worry over it, until after a while you start feeling like the annoying friend who can't stop complaining about their ex. It gets so you don't want to think about that Babylon system no more. So we stopped. And then we started again. </p> <p>These days we're lucky old-timers, we throw our amps on stage, put our heads down and play. After this many years of saying no, those carpetbaggers don't bother with us much any more. We work with people we trust and hope that they trust us in return. We don't fleece, we don't slack, we don't privilege our worries above the worries of the kids in the front row. We play to the kids in the front row because we used to be the kids in the front row. Everything else is just static, everything else is just dancing specks of white and black skating on dead TV screens.</p> <p><strong>As a member of a dance group – 10 women, democratically run – I know full well how hard it is to agree on anything. How does Godspeed operate as a community?</strong></p> <p>Your car breaks and you take it to the garage – dirty room, five mechanics maybe, car keys hung on nails next to the front counter. Two cars on lifts, one car in the corner, all the other cars parked in the back. Everything and everybody is covered in grease, everyone's smoking like crazy. They have to fix 20 cars before 5pm, or else the backlog will fucking break everybody's back until Christmas. The parts suppliers roll in every half-hour or so, mostly bringing new brake pads and flex-hoses, but bumpers sometimes, oil-pans, headlight assemblies or timing belts. </p> <p>In a good garage, the whole mess of it almost collapses all day long. Dudes yell and argue, everything's going wrong and why are we doing this anyways? The hose won't fucking fit, or the screwdriver slips and you lose the hose-clamp somewhere beneath the undercarriage. The sun starts to set and the floor gets littered with burnt bulbs, spent gaskets, oil, and sweat, and brake fluid. Someone's hungover, someone's heartbroken, someone couldn't sleep last night, someone feels unappreciated, but all that matters is making it through the pile, the labour is shared and there's a perfect broken poetry to the hammering and yelling, the whine of the air compressor kicking to life every five minutes or so. </p> <p>It all seems impossible. But somehow we make it through the pile. The cars run again. The cars drive away. Rough day but now it's done, and everything's fine; everything's better than fine. Tomorrow we'll do it all over again. You deal with the Volvo, I'll deal with the Toyota. Heat and noise. All day, every day, until it's quiet again. We fix cars until we die. We love fixing cars.</p> <p><strong>Do people like me just take you too seriously?</strong></p> <p>Probably.</p>",
  "<p>We all know this story. A band form, release a few albums, get <a href=\"http://www.brainwashed.com/godspeed/deadmetheney/interviews/nmejuly.htm\">hailed by a hyperventilating music press</a> as the saviours of indie rock, then burn out, disappearing into an \"indefinite hiatus\". And when they return a few years later, with a handful of gigs and a comeback album, beneath the cheers of fans is an undertone of muttering: they're doing it for the money, right?</p> <p>Wrong. Because this time the story is about Godspeed You! Black Emperor, the Montreal band who defy convention to make the familiar strange. For a start, there's nine of them, and they don't play songs so much as mini-symphonies, <a href=\"http://www.youtube.com/watch?v=cQcE4_7-X78&amp;feature=related\">20-minute tracks</a> of multi-layered guitars, percussion and strings that ebb and flow, crash and drone. In place of lyrics, their albums offer anti-capitalist statements: the sleeve of 2002's <a href=\"http://www.guardian.co.uk/music/2002/dec/20/popandrock.artsfeatures?INTCMP=SRCH\">Yanqui UXO</a> featured a diagram linking major record labels to arms manufacturers (UXO stands for unexploded ordnance). On Monday, they release their first album in a decade, 'Allelujah! Don't Bend! Ascend!; Godspeed announced it to the world by <a href=\"http://www.guardian.co.uk/music/2012/oct/04/godspeed-you-black-emperor-surprise-album\">slipping vinyl copies on to the merchandise table</a> at their gig in Boston on 1 October.</p> <p>This refusal to play by the music industry rules shrouds Godspeed in a thrilling mythology: they are outsiders, <a href=\"http://anarchistnews.org/?q=node/1381\">anarchists</a>, punks in the truest sense. The mythology sticks because they all but refuse to tell the narrative of themselves. Early in their existence they instituted a rule: \"No singer no leader no interviews no press photos.\" They may have mellowed on those rules a little, but only a little: this is the only interview they're doing with the English-language press, and it comes with conditions. The interview would happen on email, in a Q&amp;A format, and the full answers would need to be published (<a href=\"http://www.guardian.co.uk/music/2012/oct/11/godspeed-black-emperor-interview-full-transcript\">you can read them here</a>). And because there is no leader, all answers are attributed to Godspeed as a collective.</p>  <figure class=\"element element-audio\" data-canonical-url=\"http://w.soundcloud.com/player/?url=http%3A%2F%2Fapi.soundcloud.com%2Fplaylists%2F2577752%3Fsecret_token%3Ds-jbqQi&amp;amp;auto_play=false&amp;amp;show_artwork=true&amp;amp;color=000000\"> <iframe width=\"100%\" height=\"350\" scrolling=\"no\" frameborder=\"no\" src=\"https://w.soundcloud.com/player/?url=http%3A%2F%2Fapi.soundcloud.com%2Fplaylists%2F2577752%3Fsecret_token%3Ds-jbqQi&amp;auto_play=false&amp;show_artwork=true&amp;color=000000\"></iframe> </figure>  <p> <a href=\"http://w.soundcloud.com/player/?url=http%3A%2F%2Fapi.soundcloud.com%2Fplaylists%2F2577752%3Fsecret_token%3Ds-jbqQi&amp;auto_play=false&amp;show_artwork=true&amp;color=000000\">Reading on mobile? Listen here</a>.</p> <p>That collectivity is partly a political decision – we'll come back to that. Partly it's a shield to protect acute diffidence. Whatever their characteristics as individuals, as a group Godspeed describe themselves as \"earnest and naive and square\", and the idea that doing things differently sets them apart discomforts them: \"All's we know is that we won't play the stupid game.\" But if they reject the mythology, they no less fiercely reject the implication that they're \"just\" a band.</p> <p>\"We're a band. We're not 'just a band', we're a band. Us against the world, yeah? We feel like most of the stuff we have to muddle through is the same sort of stuff that countless other bands have to muddle through. Nothing special, nothing interesting. It's just that we make decisions based on a particular stubborn calculus. It's just that there's a certain sort of ringing that we chase when we rattle our bones in our tiny practice room. It's just that we like the sound of things a little out of tune.\"</p> <p>The rough poetry of those sentences tell you a lot about Godspeed's music. You find the same faltering rhythms, romantic cadence and prolixity in their early albums, <a href=\"http://en.wikipedia.org/wiki/F%E2%99%AF_A%E2%99%AF_%E2%88%9E\">F#A#oo</a> (1997) and <a href=\"http://pitchfork.com/reviews/albums/3489-lift-your-skinny-fists-like-antennas-to-heaven/\">Levez Vos Skinny Fists Comme Antennas To Heaven</a> (2000): both quiver on a faultline between control and chaos, so that for every passage that is restrained, elegant or playful, there's another that surges and spirals, angry and bleak. When Godspeed performed this music live, it was against a backdrop of scratchy films of desolate wastelands, or electricity pylons looming against grey skies, interspersed with a single word, HOPE, beaming in the darkness. That wasn't enough to stop people characterising them as \"prophets of doom\" – an epithet that sat ill with the group.</p> <p>\"A whole lot of what we were about was joy. We wanted to make music like <a href=\"http://www.ornettecoleman.com/\">Ornette Coleman</a>'s Friends and Neighbours, a joyous difficult noise that acknowledged the current predicament but dismissed it at the same time. A music about all of us together or not at all. We hated that we got characterised as a bummer thing. For us, every tune started with the blues but pointed to heaven near the end, because how could you find heaven without acknowledging the current blues?\"</p> <p>On their new album, Godspeed address those \"current blues\" directly. The cover art includes two bald proclamations: \"Fuck <a href=\"http://en.wikipedia.org/wiki/Plan_Nord\">le plan nord</a>\", referring to a five-year plan for economic development in Quebec supported by industrialists and condemned by environmentalists; and \"Fuck <a href=\"http://news.nationalpost.com/2012/05/18/bill-78-quebec/\">la loi 78</a>\", rejecting a controversial bill banning <a href=\"http://www.guardian.co.uk/higher-education-network/blog/2012/jul/09/international-fees?INTCMP=SRCH\">student protest</a>. One long track, <a href=\"http://www.youtube.com/watch?v=RXdF9uhVrI0\">Mladic</a>, takes its name from the <a href=\"http://www.guardian.co.uk/world/ratko-mladic\">Bosnian Serb former general</a> put on trial this year in The Hague for war crimes: it is scratchy and furious, all stabbed guitars, pounded drums and strident melodies at times redolent of rembetika, the dissident music of early 20th-century Greece; at the end is a recording of saucepans being bashed at a <a href=\"http://www.guardian.co.uk/world/2012/may/26/montreal-casseroles-student-protests?INTCMP=SRCH\">street protest in Montreal</a>. The other long track, <a href=\"http://www.youtube.com/watch?v=Szh9E13fedI&amp;feature=related\">We Drift Like Worried Fire</a>, is more abstract but no less suggestive: it is the sound of innocent people being hounded by malevolent social forces but somehow, together, making an escape.</p> <p>Address them as a political band and again Godspeed bristle. \"All music is political, right? You either make music that pleases the king and his court, or you make music for the serfs outside the walls. It's what music (and culture) is for, right? To distract or confront, or both at the same time?\"</p> <p>\"We started making this noise together when we were young and broke. Whatever politics we had were born out of living through a time when the dominant narrative was that everything was fine. Clearly this was a lie. But Clinton was president, the Berlin Wall was down, our economies were booming, and the internet was a shiny new thing that was going to liberate us all. The gatekeepers gazed upon their kingdom and declared that it was good. Meanwhile so many of us were locked out, staring at all that gold from the outside in.\"</p> <p>The only change since then, they argue, is that \"it's easier to find common cause than it was 10 or 20 years ago. Every day it gets a little harder to pretend that everything's OK. The rich keep getting more and we keep getting less. Folks flee to our shores, running from the messes we've made in their countries, and we treat them like thieves. Turn on the radio and it's a fucking horror show: the things our governments do in our name, just to fatten themselves on our steady decline.\"</p> <p>\"We're at a particular junction in history where it's clear that something has to give: problem is that things could tip any which way. We're excited and terrified; we sit down and try to make a joyous noise. But we make instrumental music: means that we have to work hard at creating a context that fucks with the document and points in the general direction of resistance and freedom. Otherwise it's just pretty noise saddled to whatever horse comes along.\"</p> <p>Common cause and context: these are the two things that set Godspeed apart. From the beginning, the decisions they have made about how to work within the music industry – as well as refusing almost all interviews, they deny free tickets for their gigs to journalists, and work only with independent labels and record shops – have created a context of dissidence. Success reinforced their subversive imperative. \"When we started earning rent from this racket, we felt a lot of internal pressure to stay true to our adolescent dissatisfactions: not adolescent like immature or naive, adolescent like terminally disenfranchised and pure. And so we made decisions that irritated a lot of people. We were barely articulate. We didn't deal with outsiders well.\"</p> <p>With Godspeed, idealism exists hand-in-hand with disillusionment – which is what prompted their hiatus a decade ago. \"You dive into this horrid music-business mess determined to do your part to make it change, but then nothing changes. You have victories that feel enormous but mostly nobody notices but the kids in the front row. Also, while that battle's important (because all battles against this normalised decline are important), most of the world, justifiably, could give a fuck. There's more important work being done out there, greater class injustices than music-industry greed.\"</p> <p>And there's the common cause: a sense of community with people, anywhere, who feel disenfranchised. At the forefront are Godspeed's fans: \"We don't privilege our worries above the worries of the kids in the front row,\" they say. \"We play to the kids in the front row because we used to be the kids in the front row.\" But in the background is anyone they perceive to be adversely affected by capitalism – people they increasingly feel cannot be ignored. \"Post-9/11, post-7/7, there's a police state that tightens more every day, and in our day-to-days, we're all witnesses to the demeaning outcomes of debauched governance: random traffic stops, collapsing infrastructure, corrupt bureaucrats and milk-fed police with their petty intrusions.\"</p> <p>This is where Godspeed's operation as a collective, rather than a regular band, becomes politically provocative. They don't simply espouse anti-capitalism but embody it, rejecting the selfish individualism at its core. By operating non-hierarchically, and in opposition to what are elsewhere considered financial truisms, they make an alternative society look not just attractive but attainable.</p> <p>Godspeed, however, are nothing if not self-deprecating: to their minds, they are simply doing what bands do. \"Music should be about things are not OK, or else shouldn't exist at all. The best songs ever are the songs that ride that line. We just try to get close to that perfection.\" My last question is this: do people like me take you too seriously? Their perfect, one-word answer is: \"Probably.\"</p> <p>• Allelujah! Don't Bend! Ascend! is released on 15 October on Constellation Records.</p>"
]