[
  "<p>The fallout from a claim by a<a href=\"http://www.theguardian.com/world/blog/2012/oct/26/john-sununu-colin-powell-obama\"> prominent Romney supporter</a> that former Bush secretary of state Colin Powell endorsed Barack Obama on racial grounds showed no sign of abating on Friday.</p> <p>John Sununu, who is the co-chair of Mitt Romney's campaign, said on Thursday that Powell endorsed the president because both men are black.</p> <p>He told CNN: \"When you take a look at Colin Powell, you have to wonder whether that's an endorsement based on issues or whether he's got a slightly different reason for preferring President Obama\".</p> <p>Sununu, a former governor of New Hampshire, added: \"I think when you have somebody of your own race that you're proud of being president of the United States. I applaud Colin for standing with him\".</p> <p>Sununu later issued a statement attempting to distance himself from the remarks, but Democratic mayor of Newark, Cory Booker, said Sununu's comments were \"disrespectful\" in an interview on CNN.</p> <p>\"Whatever he meant or not, it was a statement that is unfortunate and just reflects a lack of understanding and sensitivity,\" Booker said. \"He's gotten himself in a jam, and he's going to wear that jam for a while.\"</p> <p>Booker said Sununu's claims were \"unfortunate, and we should talk about those issues and presumptions that still often exist\" but added that in \"these last days, let's focus on the candidates themselves, what their plans and platforms are\".</p> <p>The row comes as the Romney campaign is still under pressure to distance itself from Richard Mourdock, the Senate candidate who is personally endorsed by Mitt Romney but has been the subject of intense criticism after claiming that <a href=\"http://www.theguardian.com/world/2012/oct/25/republican-richard-mourdock-rape-remark\">pregnancies from rape are \"something that God intended to happen\"</a>.</p> <p>In his statement on Thursday, Sununu did not apologise for his remarks, although he appeared to <a href=\"http://www.politico.com/politico44/2012/10/sununu-powells-endorsement-of-obama-racedriven-147310.html?hp=\" f3\"\">row back somewhat</a>.</p> <p>\"Colin Powell is a friend and I respect the endorsement decision he made and I do not doubt that it was based on anything but his support of the president's policies. Piers Morgan's question was whether Colin Powell should leave the party, and I don't think he should,\" Sununu said.</p> <p>Colin Powell endorsed Obama in 2008 and <a href=\"http://www.cbsnews.com/8301-505263_162-57539893/colin-powell-endorses-barack-obama-for-president/\">announced his support</a> for a second term on Thursday, praising the president's handling of the economy.</p> <p>\"I think, generally, we've come out of the dive and we're starting to gain altitude,\" Powell told CBS This Morning, adding that \"housing is now starting to pick up\" and \"consumer confidence is rising\".</p> <p>The former secretary of state also criticised Romney's malleable positions on foreign policy. \"The governor who was speaking on Monday night at the debate was saying things that were quite different from what he said earlier,\" Powell said. \"I'm not quite sure which Governor Romney we would be getting with respect to foreign policy.\"</p> <p>It is not the first time Sununu has been criticised for comments about Obama. After the first presidential debate in Denver, Sununu described Obama as \"lazy\" on MSNBC, <a href=\"http://www.mediaite.com/tv/andrea-mitchell-visibly-shocked-after-sununu-calls-obama-lazy-asks-him-if-he-would-take-it-back/\">leaving host Andrea Mitchell visibly shocked</a>.</p> <p>\"What people saw last night, I think, was a president who revealed his incompetence – how lazy and detached he is and how he has absolutely no idea how serious the economy problems of the country are and how he has failed to even address them,\" Sununu said. </p> <p>In July <a href=\"http://www.gotchamediablog.com/2012/07/fox-news-john-sununu-says-obama-was-in.html\">he told Fox News </a> that Obama has \"no idea how the American system functions\".</p> <p>Sununu added: \"And we shouldn't be surprised about that, because he spent his early years in Hawaii smoking something, spent the next set of years in Indonesia, another set of years in Indonesia, and frankly, when he came to the US, he worked as a community organizer, which is a socialized structure.\"</p>",
  "<p>The newspaper industry could have the toughest system of press self-regulation in the free world established within three months of approval, Lord Black, chairman of the Press Standards Board of Finance, has said.</p> <p>A state-regulated system could take up to three years to establish, and possibly longer because of the threat of a legal challenge to some form of statutory based system, he said.</p> <p>Black is also executive director of the Telegraph Media Group and central to the campaign mounted by many newspapers to head off regulation before publication of the Leveson inquiry report.</p> <p>It is the first time that the newspaper industry has suggested that it could put a new system of press regulation in place so quickly, a spokesman for the Press Complaints Commission (PCC) said on Friday. In a sign of some newspapers' determination to oppose any form of regulation, even as a backstop, Lord Black told peers on Thursday that there was a \"binary choice. There is no easy middle way\".</p> <p>Senior Conservatives believe Leveson could propose much stronger, independent regulation answerable in some form to Ofcom, the current broadcasting regulator.</p> <p>With the support of much of the newspaper industry, the PCC chair, Lord Hunt, has proposed a new system of regulation legally underpinned through enforceable commercial contracts.</p> <p>\"Each publisher would be required to sign a contract with the regulator which will be enforceable through the civil law.</p> <p>\"The contract would bind publications into the system and equip the new regulator with powers of enforcement, effectively compelling co-operation with the regulator by enabling it to sue for any contractual breaches,\" he said.</p> <p>Black spoke of fines of up to £1m. His intervention is part of a growing propaganda war between newspapers, broadly allied with key Conservative figures – although not at present the prime minister – on the one hand, and Labour and the Liberal Democrats on the other. Both sides have spawned campaign organisations – <a href=\"http://hackinginquiry.org/\" title=\"\">Hacked Off</a>, which makes the case for statutory underpinning, and the <a href=\"http://www.freespeechnetwork.org.uk/\" title=\"\">Free Speech Network</a>, which is opposed.</p> <p>A Channel 4 camerawoman accompanying Hugh Grant was refused entrance to the Free Speech Network launch. Another camera crew was already filming the event.</p> <p>In a sign of the tensions within the coalition over the issue, Lord Razzall speaking for the Liberal Democrats strongly backed statutory underpinning. He said: \"There is a very clear distinction between a statute that allows political interference in what newspapers want to publish and an entirely independent body established in law that holds powerful press interests to account for implementing their own codes of conduct.\"</p> <p>He said it was perfectly possible \"to establish an independent backstop regulator with powers carefully prescribed in law which does not interfere with content but simply ensures the self-regulated keep their own promises\".</p> <p>He added that no politician could be allowed on any backstop body on media matters. It is understood his position matches that of Nick Clegg.</p> <p>Viscount Younger of Leckie speaking for the government said he noted Lord Black's remarks about the slippery slope of state intervention. But he added: \"I think it is helpful to be clear that regulating process may not be the same as regulating content if it came to a form of statutory underpinning.\"</p> <p>A second Liberal Democrat peer, Lord Stoneham, also insisted that all newspaper companies and bloggers would have to sign up to a new editors' code. \"We cannot have companies simply dropping out … when they dislike a particular system'\" he said.</p> <p>He suggested a range of incentives or penalties to encourage newspapers to join the system of regulation, including better protection in the courts for defamation and public interest cases, cheaper insurance and even tax incentives.</p>",
  "<p>Harlem Désir, the former anti-racism campaigner, will take leadership of the French Socialist party at a congress this weekend – the first time a black politician has headed a major French party.</p> <p>Désir, an MEP, shot to fame in the 1980s as a young anti-discrimination campaigner who headed the SOS Racisme movement in France, leading vast street rallies against prejudice and the rise of the far right. Born in Paris to a father from the French Caribbean island of Martinique and a mother from Alsace, he was named Harlem as a tribute to the struggles of African Americans after slavery.</p> <p>In his 20s he was a feisty rights advocate who captivated TV audiences, a philosophy graduate from an ordinary background who had not studied at the elite graduate schools that dominate the political class. But now, after decades as a faithful apparatchik of the Socialist party machine, the media has criticised him for wooden, mealy-mouthed politician-speak and warned he lacked the charisma to be a potential French Barack Obama. Seen as willing to unquestioningly toe the line under François Hollande's presidency, Désir is under pressure to make his mark and spell out his vision for the party at this weekend's party congress in Toulouse.</p> <p>He takes over at a moment when the Socialist party enjoys the most power it has ever had in France, holding the presidency, the parliament, the senate, and most regions and large cities. But he must also draw a line under the bitter in-fighting which has characterised the party in recent years.</p> <p>Désir has come under fire from the right for a 1998 conviction and 18-month suspended prison sentence over a pay cheque for a nonexistent job which he has dismissed has an \"error of youth\".</p> <p>Asked this week by a regional newspaper what he thought of French people's view of him as someone \"quite austere\", he said he defended the right to be \"serious\" in a time of crisis.</p>",
  "<div id=\"block-508b005ab5793e5495b4513d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T21:27:54.533Z\">10.27pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Finally: <strong>Hurricane Sandy</strong> may have something of an impact on the presidential election over the coming days, the Associated Press reports:</p> <blockquote class=\"quoted\"> <p>The storm couldn't come at a worse time for the presidential campaigns. Both have enormous resources invested in getting voters to the polls before Election Day, as they try to use early voting to boost turnout among their supporters. And opportunities for the candidates to make personal appeals to voters in competitive states were already dwindling, even before the campaign faced the prospect of having to cancel stops because of the storm.</p> <p>Parts of Ohio, Virginia and North Carolina — all battleground states — are in the path of the storm, which is forecast to start Sunday and stretch past Wednesday. New Hampshire, another battleground, could also be affected. Air travel could become a mess, making flying elsewhere a nightmare.</p> </blockquote>  <p>We'll be back next week, hurricanes permitting.</p> </div>   </div> <div id=\"block-508aff0595cb4ec5a031ba3f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T21:22:13.185Z\">10.22pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>It looks like Senate majority leader <strong>Harry Reid</strong> is in good shape after his motorcade accident in Las Vegas this afternoon. The <a href=\"http://www.lasvegassun.com/news/2012/oct/26/reid-taken-umc-after-motorcade-involved-five-vehic/\">Las Vegas Sun reports</a>:</p> <blockquote class=\"quoted\"> <p>A source close to Reid's family said, \"He's OK.\" The senator apparently had no visible injuries but was transported by a staff member to the hospital as a matter of caution.</p> <p>Nevada Highway Patrol Trooper Jeremie Elliott said the accident occurred about 1.10pm in the northbound lanes of I-15, north of Sahara Avenue.</p> <p>Trooper Loy Hixson said five vehicles were involved in the accident: two vehicles carrying Reid and members of his party; two Metro Police vehicles; and one civilian vehicle.</p> <p>Reid, 72, the Senate majority leader, was in Las Vegas on Friday morning for the dedication of the National Atomic Testing Museum.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AnjeanetteDamon/status/261935897438728193\">  <blockquote class=\"twitter-tweet\"><p>Source says Harry Reid is OK.No visible injuries. Being checked by doctors.</p>&mdash; Anjeanette Damon (@AnjeanetteDamon) <a href=\"https://twitter.com/AnjeanetteDamon/status/261935897438728193\" data-datetime=\"2012-10-26T21:02:39+00:00\">October 26, 2012</a></blockquote> </figure>  <p>The <a href=\"http://www.lvrj.com/news/harry-reid-taken-to-umc-after-car-accident-176021641.html\">Las Vegas Review-Journal has some more detail</a>:</p> <blockquote class=\"quoted\"> <p>A Las Vegas police spokesman said Reid was the only person transported to the hospital, mainly for \"minor rib injuries.\"</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-26T21:31:28.832Z\">at 10.31pm BST</time></p>  </div> <div id=\"block-508afa4ab5793e5495b4513b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T21:02:02.371Z\">10.02pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The NYT's Adam Nagourney says <strong>Harry Reid</strong> appears to be ok:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/adamnagourney/status/261934827287244800\">  <blockquote class=\"twitter-tweet\"><p>First report: Harry Reid associates say he's fine after car accident in Nevada; walked his way into emergency room. More TK</p>&mdash; adam nagourney (@adamnagourney) <a href=\"https://twitter.com/adamnagourney/status/261934827287244800\" data-datetime=\"2012-10-26T20:58:23+00:00\">October 26, 2012</a></blockquote> </figure>  <p>And his office says something similar:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Jordanfabian/status/261935998601142272\">  <blockquote class=\"twitter-tweet\"><p>Reid's office says he was taken to hospital as a “precautionary measure.\"</p>&mdash; Jordan Fabian (@Jordanfabian) <a href=\"https://twitter.com/Jordanfabian/status/261935998601142272\" data-datetime=\"2012-10-26T21:03:03+00:00\">October 26, 2012</a></blockquote> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-26T21:04:35.089Z\">at 10.04pm BST</time></p>  </div> <div id=\"block-508af8f895cb4ec5a031ba3d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T20:56:24.522Z\">9.56pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>AP reports from Las Vegas on the accident involving Senator <strong>Harry Reid</strong>:</p> <blockquote class=\"quoted\"> <p>Troopers say Senate Majority Leader Harry&#xa0;Reid has been taken to the hospital after what appears to be a rear-end crash on an interstate through Las Vegas.</p> <p>Nevada Highway Patrol Office spokesman Jeremie Elliott says he doesn't know Reid's condition after the crash, which happened about 1.10 pm Friday on Interstate 15.</p> <p>The freeway runs parallel to the Las Vegas Strip.</p> <p>Elliott says six vehicles were involved in the apparent chain-reaction crash, including two Las Vegas police vehicles, two civilian vehicle and two Capitol Police vehicles.</p> <p>Elliott says four tow trucks were summoned. It's not clear whether anyone else was injured.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"gu-fc-534deb4a-a80c-45fd-ac30-1211013fc39b\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2011/8/2/1312303833309/Senate-majority-leader-Ha-007.jpg\" alt=\"Senate majority leader Harry Reid\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Senate majority leader Harry Reid. Photograph: Nicholas Kamm/AFP/Getty Images</span> <span class=\"element-image__credit\">Photograph: Nicholas Kamm/AFP/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-26T21:26:18.999Z\">at 10.26pm BST</time></p>  </div> <div id=\"block-508af7bd95cb4ec5a031ba3b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T20:51:09.813Z\">9.51pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>There are reports from <strong>Nevada</strong> that Senate majority leader <strong>Harry Reid</strong> has been <a href=\"http://www.fox5vegas.com/story/19927403/reids-motoracade-involved-in-crash\">taken to hospital following a traffic accident in Las Vegas</a>:</p> <blockquote class=\"quoted\"> <p>Senator Harry Reid was transported to University Medical Center Friday after a highway accident involving multiple vehicles in his Las Vegas motorcade.</p> <p>The crash happened at 1:10pm. Friday afternoon along North I-15 near Charleston. The accident involved two Metro vehicles, two Capital Police vehicles and two civilian vehicles, according to NHP.</p> <p>Reid's condition was not immediately released Friday.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-26T20:58:20.476Z\">at 9.58pm BST</time></p>  </div> <div id=\"block-508af75995cb4ec5a031ba3a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T20:49:29.463Z\">9.49pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Everyone is struggling to cope with the effect of <strong>early voting</strong> in the 2012 cycle – and <a href=\"http://abcnews.go.com/blogs/politics/2012/10/candidates-tie-in-voter-outreach-a-closer-ground-game-than-in-08/\">this new ABC poll</a> finds some interesting numbers:</p> <blockquote class=\"quoted\"> <p>Voter contacts matter all the more given the increasing prevalence of early and absentee voting. Just 61% of likely voters in this survey say they plan to vote on Election Day; the rest either plan to vote early or, in the case of 8%, already have done so.</p> <p>And there’s a difference in these groups: Among people who say they plan to vote early (or have done so), Obama leads in vote preferences by 55-42%. Among those who plan to hold off until Election Day itself, those numbers reverse – a 10-point Romney advantage, 54-44%.</p> </blockquote>  <p>I don't know what to make of that exactly, other than to observe that a bird in the hand is worth two likely-voter contacts in the field.</p> </div>   </div> <div id=\"block-508af53495cb4ec5a031ba38\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T20:40:20.855Z\">9.40pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Another swing state poll from <strong>Ohio</strong>, which CNN has been branding as \"tied\" for some reason (nerves, probably), although in any language it's a better result for Obama:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/riotta/status/261924181569052672\">  <blockquote class=\"twitter-tweet\"><p>Sondaggio CNN: Obama 50%-Romney 46% in Ohio. Fermo da primi ottobre lo stato sembra procedere verso il presidente <a href=\"http://t.co/AI4fNeRd\" title=\"http://politicalticker.blogs.cnn.com/2012/10/26/cnn-poll-obama-50-romney-46-in-ohio/\">politicalticker.blogs.cnn.com/2012/10/26/cnn…</a></p>&mdash; gianni riotta (@riotta) <a href=\"https://twitter.com/riotta/status/261924181569052672\" data-datetime=\"2012-10-26T20:16:05+00:00\">October 26, 2012</a></blockquote> </figure>  <p>Meanwhile, a new PPP poll of <strong>New Mexico</strong> shows Obama leading 53% to Romney's 44%, meaning that one is off the radar pretty much, although there's the New Mexico senate race, in which the Democratic candidate Martin Heinrich has a pretty solid lead.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-26T20:43:47.665Z\">at 9.43pm BST</time></p>  </div> <div id=\"block-508af42395cb4ec5a031ba37\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T20:35:47.542Z\">9.35pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Bloomberg headlines its coverage of <strong>Mitt Romney</strong>'s non-major economics speech today \"<a href=\"http://www.bloomberg.com/news/2012-10-26/romney-criticizes-obama-on-economy-even-as-growth-picks-up.html\">Romney Criticizes Obama on Economy Even as Growth Picks Up</a>\":</p> <blockquote class=\"quoted\"> <p>Romney spoke hours after the US Commerce Department said gross domestic product rose at a 2% annual rate in the third quarter after climbing 1.3% in the prior three months. The median forecast of 86 economists surveyed by Bloomberg called for a 1.8% gain.</p> <p>Romney called today’s figures disappointing, and said Obama’s “misguided” policies “slowed the recovery.” He offered no new specifics for policy changes beyond what he’s already laid out on the campaign trail.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/justinwolfers/status/261889677940912129\">  <blockquote class=\"twitter-tweet\"><p>Turns out that Romney's \"big economic speech\" today, was just a placeholder, so that he could go on the attack if the GDP numbers were bad.</p>&mdash; Justin Wolfers (@justinwolfers) <a href=\"https://twitter.com/justinwolfers/status/261889677940912129\" data-datetime=\"2012-10-26T17:58:59+00:00\">October 26, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-508af354b5793e5495b4513a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T20:32:20.288Z\">9.32pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Politics guru <strong>Charlie Cook</strong> takes issue with the \"debates don't change anything\" argument that has sunk without trace this month, but <a href=\"http://www.nationaljournal.com/columns/cook-report/if-obama-loses-blame-the-debates-20121025\">he has an interesting dissection of why</a>:</p> <blockquote class=\"quoted\"> <p>It’s worth noting that many political aficionados look at debates in a way that is inherently flawed. They grade the candidates’ performances, both in real terms and relative to expectations, the same way one might judge a high school debate, or score a boxing match or diving competition. The better way to judge a debate is to ask at its end, and again a few days later, “Did anything that happened change how people view one or both candidates?” By that standard, Romney’s performance in that first debate on October 3, as well as his subsequent “losses,” have shifted the way a fairly significant number of swing voters view him, to the point that many who weren’t really considering voting for him are now contemplating doing just that.</p> </blockquote> </div>   </div> <div id=\"block-508ae3a995cb4ec5a031ba33\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T19:25:29.511Z\">8.25pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Guardian's <strong>Chris McGreal</strong> is in <strong>Florida</strong> to see which way the state is swinging from now until election day – and he hears of a political rumpus over a <strong>Mitt Romney</strong> appearance in the Sunshine State:</p> <blockquote class=\"quoted\"> <p>The Democrats are kicking up a stink about Mitt Romney's use of a high school stadium for an election rally on Saturday after the Republican-controlled school board blocked a Democratic candidate for governor from using educational facilities for a political campaign two years ago.</p> <p>The <a href=\"http://www.tampabay.com/news/education/k12/mitt-romney-visit-raises-new-questions-about-politics-in-pasco-schools/1258327\">Tampa Bay Times reports</a> that that the board in Pasco County refused to let Alex Sink, the Democratic candidate for Florida governor, rent a classroom at Gulf Middle School to film a campaign advert. One board member said schools should not \"become a backdrop for campaigns of any kind.\" But this week, the same school district permitted Romney to hire the Land O'Lakes high school stadium for a rally on Saturday.</p> <p>\"If it applies to me, a Democrat, it should apply to anyone,\" Sink told the Tampa Bay Times. \"If it's a policy, it should be applied consistently.\" The president of the local union, the United School Employees of Pasco, Lynne Webb, said: \"I believe the School Board is definitely playing partisan politics.\"</p> <p>Webb told the Tampa Bay Times that the board has violated its own policies in playing up the event. Land O'Lakes school's website includes a link to the Romney campaign website for tickets to the event. The link has now been removed. Questions have also been asked about marching band from another school is performing at the Romney rally. Other schools sent out letters looking for volunteers to work at the campaign event.</p> <p>The local schools superintendent, Heather Fiorentino, said there was no comparison because Sink wanted to film a commercial while Romney is renting the facility.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"gu-fc-656a395f-1347-47da-bbaa-e40e59776e73\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/26/1351280418471/d377cbcc-4791-4c3f-9197-4ee06be29cfa-460.jpeg\" alt=\"voting booths broward florida\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A Broward County Supervisor of Elections official sets up voting booths in the Broward County library in Fort Lauderdale, Florida.  Photograph: Joe Raedle/Getty Images</span> <span class=\"element-image__credit\">Photograph: Joe Raedle/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-26T20:33:10.117Z\">at 9.33pm BST</time></p>  </div> <div id=\"block-508ae28295cb4ec5a031ba32\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T19:20:34.364Z\">8.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Romney campaign has announced that <strong>Mitt Romney</strong>'s planned appearance at the&#xa0;Farm Bureau Live Amphitheater in <strong>Virginia Beach</strong> on Sunday has been canceled because of Hurricane Sandy.</p> <p>Romney has a slew of other events in Florida and Virginia over the weekend but they seem safely indoors, away from the coast.</p> </div>   </div> <div id=\"block-508adef995cb4ec5a031ba31\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T19:05:30.097Z\">8.05pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>My Guardian colleague <strong>Tom McCarthy</strong> is <a href=\"http://www.guardian.co.uk/world/us-news-blog/2012/oct/26/hurricane-sandy-track-live-blog\">liveblogging the looming impact of Hurricane Sandy over here</a>. You can save time by panicking now.</p> </div>   </div> <div id=\"block-508ad6c295cb4ec5a031ba30\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T18:30:26.236Z\">7.30pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Woo hoo, another swing state poll: this time <a href=\"http://www.rasmussenreports.com/public_content/politics/elections/election_2012/election_2012_presidential_election/florida/election_2012_florida_president\">it's from our old friends Rasmussen</a>, with a shrinking lead for <strong>Mitt Romney </strong>in<strong> Florida</strong>.</p> <p>Romney gets 50% of the vote compared to <strong>Barack Obama</strong>'s 48% in Rasmussen's latest survey – down from his 51-46% lead a week ago and enough for the pollsters to shunt Florida out of the \"leans Republican\" column into \"toss-up\".</p> <p>Rasmussen also has some <a href=\"http://www.rasmussenreports.com/public_content/politics/elections/election_2012/election_2012_presidential_election/florida/election_2012_florida_president\">fascinating detail</a> about early voting and how it complicates matters:</p> <blockquote class=\"quoted\"> <p>Florida has early voting, and 23% of voters in the state have already cast a ballot. Obama is ahead 54% to 44% among those voters who've already voted. Last week, Romney led Obama among this group of voters.</p> <p>Among those who have yet to vote, 92% say they have already made up their minds which candidate they will vote for. Romney leads 51% to 48% among these voters.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-26T20:29:57.455Z\">at 9.29pm BST</time></p>  </div> <div id=\"block-508ad4d3b5793e5495b45134\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T18:22:11.242Z\">7.22pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This is interesting: <strong>Walmart</strong> has a <a href=\"http://www.walmartcommunityvotes.com/voices/\">\"community votes\" campaign</a> going on, encouraging people to register ahead of the election.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=O0aJ_h9Iv0E\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/O0aJ_h9Iv0E?wmode=opaque&fs=1&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>It includes this video of \"Walmart moms\" – their phrase – talking about the issues that concern them. It's carefully non-partisan but an insight into voters in Florida and Colorado, two swing states, and women ones at that.</p> </div>   </div> <div id=\"block-508ad1c0b5793e5495b45133\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T18:09:05.044Z\">7.09pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Obama: Sununu's comment 'doesn't make much sense'</h2>  <div class=\"block-elements\">  <p><strong>Barack Obama</strong> was asked about <strong>John Sununu</strong>'s \"own race\" remarks on Michael Smerconish's radio show today. After saying \"I'll let General Powell's statements stand for themselves,\" Obama went on:</p> <blockquote class=\"quoted\"> <p>Any suggestion that General Powell would make such a profound statement in such an important election based on anything [that isn't] best for America doesn't make much sense.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-26T18:09:38.573Z\">at 7.09pm BST</time></p>  </div> <div id=\"block-508acf6ab5793e5495b45132\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T17:59:06.577Z\">6.59pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>So that was <strong>Mitt Romney</strong>'s \"major address\" on the economy, and it shows if nothing else that Romney is a big fan of recycling, because there was nothing new at all in that speech.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mollyesque/status/261884799470407681\">  <blockquote class=\"twitter-tweet\"><p>Apparently difference between a Major Romney Address &amp; a regular Romney speech is whether he enters to \"Air Force One\" or \"Born Free.\"</p>&mdash; Molly Ball (@mollyesque) <a href=\"https://twitter.com/mollyesque/status/261884799470407681\" data-datetime=\"2012-10-26T17:39:36+00:00\">October 26, 2012</a></blockquote> </figure>  <p>There was however a slight retooling of Romney's foreign policy message:</p> <blockquote class=\"quoted\"> <p>We will help the Muslim world combat the spread of extremism, we will dissuade Iran from building a nuclear bomb, we will build enduring relationships throughout Latin America and we will partner with China and other great nations to build a more stable and peaceful world.</p> </blockquote> <p>Dissuade Iran? Partner with China? Help the Muslim world? Sounds dangerously like leading from behind there.</p> <p>You can read the <a href=\"http://blogs.ajc.com/jamie-dupree-washington-insider/2012/10/26/romney-makes-case-in-iowa-speech/\">full text of Romney's speech here</a>.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ElizabethDrewOH/status/261883934474899457\">  <blockquote class=\"twitter-tweet\"><p>There Mitt goes again: He will create the 12 million jobs that are going to happen anyway. Who is going to speak up?</p>&mdash; Elizabeth Drew (@ElizabethDrewOH) <a href=\"https://twitter.com/ElizabethDrewOH/status/261883934474899457\" data-datetime=\"2012-10-26T17:36:10+00:00\">October 26, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-508ac630b5793e5495b4512f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T17:19:44.455Z\">6.19pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Atlantic's Molly Ball <a href=\"http://www.theatlantic.com/politics/archive/2012/10/what-the-undecided-voters-are-thinking/264156/\">shares a fascinating email</a> from a volunteer who's been canvassing for the <strong>Obama campaign</strong> in Virginia's Prince William County – crucial territory for Obama if he wants to win the commonwealth – on the question of undecided voters, in particular women:</p> <blockquote class=\"quoted\"> <p>Go to Prince William and you'll see a ton of Romney signs, but relatively few Obama signs. Even among motivated Obama voters in that area, that was disheartening. They come away thinking Romney is definitely going to win and no one in their county supports Obama. It's important to remind them – not true at all, there are a lot of Obama supporters in your county. But they're \"softer\" – more passive, less visible – and that has a bit of an exponential effect. Everyone wants to vote for a winner. Say your candidate is a winner loudly enough, and people start to believe it. Call it the Fox News strategy.</p> </blockquote> </div>   </div> <div id=\"block-508ac403b5793e5495b4512e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T17:10:28.117Z\">6.10pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Polling latest: the <strong>Gallup daily tracking poll</strong> has <strong>Mitt Romney</strong> back up to 51% and <strong>Barack Obama</strong> on 46% – a five point lead for Romney after yesterday's three-point lead.</p> <p>The Washington Post/ABC News daily tracking poll has Obama 49% and Romney 48%.</p> <p>In conclusion: something.</p> <p>I don't know about you but I'm getting tired of daily tracking polls.</p>  <figure class=\"element element-image\" data-media-id=\"gu-fc-94d1a65c-307c-441d-ab93-454f5dcce0fc\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/26/1351280149363/dea9a1e6-cb65-42e6-8d2b-19ff99cec63a-460.jpeg\" alt=\"voting booths miami florida\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Voting booths at the Stephen P Clark Government Center in Miami, Florida.  Photograph: Joe Raedle/Getty Images</span> <span class=\"element-image__credit\">Photograph: Joe Raedle/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-26T19:36:13.486Z\">at 8.36pm BST</time></p>  </div> <div id=\"block-508ac0afb5793e5495b4512b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T16:56:15.587Z\">5.56pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The recent polling has shown that <strong>Mitt Romney</strong> has indeed gained ground on <strong>Barack Obama</strong>, even if Obama retains vanishing margins in swing states such as Ohio that allow his chances in the likes of Nate Silver's 538 forecast to appear stable.</p> <p>The <a href=\"http://www.nationaljournal.com/magazine/does-mitt-mentum-signal-a-surge-to-a-romney-win--20121025\">National Journal's Major Garrett has a smart piece</a> wondering if Romney's \"Mittmentum\" can take him across the finishing line:</p> <blockquote class=\"quoted\"> <p>What Romney doesn’t know is if he will hit the 2004 turnout in all the places he needs to and, even if he does, whether that will be enough. This is the fine line between surge and merge. If Romney merely merges back into a lane of historical GOP voting patterns, he may not win key states where demographic shifts have tilted the battlefield in Obama’s favor.</p> <p>Nevada and Iowa, with six electoral votes each, are classic examples. Romney and Republican National Committee operatives won’t say it publicly but concede privately that Nevada is out of reach — largely because of Hispanic voters and Obama’s superior ground operations. Iowa remains fluid but, according to GOP operatives, has tilted back toward Obama in the past two weeks, for the same underlying reasons.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-26T16:57:51.772Z\">at 5.57pm BST</time></p>  </div> <div id=\"block-508abeff95cb4ec5a031ba2b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T16:49:03.776Z\">5.49pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Today seems to be \"obscure polling firms\" day, with a bunch of polls from swing states. <a href=\"http://www.rasmussenreports.com/public_content/politics/elections/election_2012/election_2012_presidential_election/wisconsin/election_2012_wisconsin_president\">There is one from a name you've heard of</a>, and it's super good news for Romney in <strong>Wisconsin</strong>:</p> <blockquote class=\"quoted\"> <p>President Obama and Mitt Romney are now tied in the critical battleground state of Wisconsin.</p> <p>The latest Rasmussen Reports telephone survey of Likely Wisconsin Voters shows the president and his Republican challenger each earning 49% support. One percent (1%) likes another candidate, and two percent (2%) are undecided.</p> </blockquote> <p>Under various projections, Wisconsin could give an Ohio-less Romney a route to an electoral college victory, which is why this is important.</p> <p>This is also <a href=\"http://www.rasmussenreports.com/public_content/politics/elections/election_2012/election_2012_senate_elections/pennsylvania/election_2012_pennsylvania_senate\">grim for Democrats</a> from the <strong>Pennsylvania</strong> senate race:</p> <blockquote class=\"quoted\"> <p>The latest Rasmussen Reports telephone survey of Likely Voters in the Keystone State finds incumbent Democratic Senator Bob Casey with 46% of the vote, while Republican Tom Smith attracts 45%. Nine percent (9%) are still undecided.</p> </blockquote> <p>Casey has been criticised for running a flat campaign. If he's in trouble that also doesn't bode well for Obama. To lose PA? Game over, obviously.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-26T17:02:28.654Z\">at 6.02pm BST</time></p>  </div> <div id=\"block-508ab86c95cb4ec5a031ba29\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T16:21:01.044Z\">5.21pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Mitt Romney</strong>'s speech today is in Ames, <strong>Iowa</strong>, and his movements over the weekend show where his campaign's priorities lie.</p> <p>This evening Romney holds a rally with Paul Ryan in North Canton, <strong>Ohio</strong>. He spends all of Saturday in <strong>Florida</strong>, with three rallies there, and then on Sunday spends the day in <strong>Virginia</strong> for another three rallies.</p> <p>The <strong>Florida</strong> visit is interesting because that seems increasingly safe territory for Romney, but presumably no safe enough that he can afford to skip it during election primetime.</p> <p><strong>Paul Ryan</strong> spends the entire weekend from Friday afternoon onwards in <strong>Ohio</strong>, on a \"Victory in Ohio\" bus tours that takes in Zanesville, Circleville, Yellow Springs, Sabina, Celina, Findlay, and finishing in Marion on Sunday night.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-26T16:21:15.789Z\">at 5.21pm BST</time></p>  </div> <div id=\"block-508ab632b5793e5495b45123\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T16:11:30.572Z\">5.11pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>At the top of the hour – 1pm ET – <strong>Mitt Romney</strong> is delivering what is billed as a \"major\" economic address, although looking through the remarks that the Romney campaign has released, there's nothing there that he hasn't said repeatedly over the last two weeks.</p> <p>Here's a flavour:</p> <blockquote class=\"quoted\"> <p>We have had four presidential and vice-presidential debates. And there is nothing in what the President proposed or defended that has any prospect of meeting the challenges of the times. Raising taxes will not grow jobs or ignite the economy – in fact, his tax plan has been calculated to destroy 700,000 jobs. A new stimulus, three years after the recession officially ended, may spare government, but it will not stimulate the private sector any better than did the stimulus of four years ago. And cutting one trillion dollars from the military will kill jobs and devastate our national defense.</p> <p>This is not the time to double down on the trickle-down government policies that have failed us; it is time for new, bold changes that measure up to the moment, that can bring America's families the certainty that the future will be better than the past.</p> </blockquote> <p>No detail on what those \"new, bold changes\" might be.</p>  <figure class=\"element element-image\" data-media-id=\"gu-fc-e8438df9-196e-423d-944a-3ec9aef26658\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/26/1351279860148/c4795f4b-269d-4350-a2ff-b73890829531-460.jpeg\" alt=\"Mitt Romney teleprompter\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Supporters are seen reflected in a teleprompter as Republican presidential candidate Mitt Romney delivers a speech today in Ames, Iowa. Photograph: Justin Sullivan/Getty Images</span> <span class=\"element-image__credit\">Photograph: Justin Sullivan/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-26T19:31:21.699Z\">at 8.31pm BST</time></p>  </div> <div id=\"block-508aaef995cb4ec5a031ba25\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T15:40:41.890Z\">4.40pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Guardian's <strong>Gary Younge</strong> is in Roanoke, Virginia – and he says that the difference between the Democrats in <strong>Virginia</strong> he's spoken to today and those he spoke to there three weeks ago seems to be \"about three seconds and a shrug\":</p> <blockquote class=\"quoted\"> <p>When I came at the beginning of the month and asked people if they thought Obama would win, they'd say yes without hesitation and tell you how bad Romney was. Today when you ask, they pause for around three seconds and then shrug. Most then resort to: \"I hope so.\"</p> </blockquote>  <p>That doesn't sound like good news, right?</p> </div>   </div> <div id=\"block-508aab03b5793e5495b4511f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T15:23:47.391Z\">4.23pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>One overlooked point about <strong>John Sununu</strong>'s \"own race\" comments on CNN last night: they were in response to probing questions by ace interviewer <strong>Piers Morgan</strong>.</p> <p>Any suggestion that Piers didn't recognise or understand the importance of what Sununu had just told him is dispelled by his terrier-like follow-up response after Sununu's bombshell:</p> <blockquote class=\"quoted\"> <p>John Sununu, nice to talk to you.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-26T17:10:52.098Z\">at 6.10pm BST</time></p>  </div> <div id=\"block-508aa99db5793e5495b4511d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T15:17:50.041Z\">4.17pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The <strong>Romney campaign</strong> is always keen to point out the cloud rather than the silver lining when it comes to the latest GDP growth figures:</p> <blockquote class=\"quoted\"> <p>Today, we received the latest round of discouraging economic news. Last quarter, our economy grew at only two percent, less than half the 4.3% rate the White House projected after passing the stimulus bill. Slow economic growth means slow job growth and declining take-home pay. This is what four years of President Obama's policies have produced.</p> </blockquote> <p>\"Slow economic growth means ... declining take-home pay,\" is a falsehood, in case you were wondering.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-26T15:27:58.133Z\">at 4.27pm BST</time></p>  </div> <div id=\"block-508aa81395cb4ec5a031ba21\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T15:11:15.291Z\">4.11pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Left-wing bloggers at Think Progress have compiled a <a href=\"http://thinkprogress.org/politics/2012/10/26/1094491/john-sununus-history-of-racial-remarks-about-obama/\">\"greatest hits\" round-up of <strong>John Sununu</strong></a>, the Human Gaffe Machine, on the diverse failings of <strong>Barack Obama</strong>:</p> <blockquote class=\"quoted\"> <p><strong>Obama is foreign.</strong> Obama doesn’t understand the “American system” because “he spent his early years in Hawaii smoking something, spent the next set of years in Indonesia, another set of years in Indonesia, and, frankly, when he came to the U.S. he worked as a community organizer, which is a socialized structure.” [Fox News, <a href=\"http://thinkprogress.org/politics/2012/07/17/531231/romney-campaign-obama-cant-create-jobs-because-he-spent-his-early-years-in-hawaii-smoking-something/\">7/17/2012</a>]</p> <p><strong>Obama doesn’t know how to be an American.</strong> During a conference call, Sununu claimed, “The men and women all over America who have worked hard to build these businesses, their businesses, from the ground up is how our economy became the envy of the world. It is the American way. And I wish this president would learn how to be an American.” [Conference call, <a href=\"http://thinkprogress.org/politics/2012/07/17/537131/how-romney-spent-all-day-calling-obama-a-foreigner/\">7/17/2012</a>]</p> <p><strong>Obama is a lazy idiot.</strong> Sununu described Obama’s debate performance as “babbling,” “lazy,” and “disengaged,” and dismissed the possibility that he could do better in the future. “When you’re not that bright you can’t get better prepared.” [Fox News, <a href=\"http://thinkprogress.org/election/2012/10/04/962501/romney-campaign-chair-on-obama-when-youre-not-that-bright-you-cant-get-better-prepared/\">10/4/2012</a>]</p> <p><strong>Obama has no class, just wants to be cool.</strong> “That moment of using the B.S. word was kind of a self-defining moment for the president,” he told Sean Hannity. “No class, wants to be cool. Sacrifices the dignity of the presidency for appearing cool to a magazine that works for some of his base.” [Fox News, <a href=\"http://www.foxnews.com/on-air/hannity/index.html\">10/25/2012</a>]</p> </blockquote> <p>John Sununu, on the other hand, was widely blamed for hurting his boss <strong>George HW Bush</strong> while White House chief of staff, and for being one of the people that helped drive Bush to defeat in 1992. Good job.</p> </div>   </div> <div id=\"block-508aa6e095cb4ec5a031ba1f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T15:06:41.069Z\">4.06pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Mitt Romney</strong>'s campaign chairman <strong>John Sununu</strong> triggered a storm of ridicule and outrage in equal measure after slurring former secretary of state <strong>Colin Powell</strong>'s endorsement of <strong>Barack Obama</strong> as racially motivated.</p> <p>Appearing on CNN last night, Sununu explained Powell's repeated endorsement of Obama yesterday as due to both men being black:</p> <blockquote class=\"quoted\"> <p>Frankly, when you take a look at Colin Powell, you have to wonder whether that's an endorsement based on issues or whether he's got a slightly different reason for preferring President Obama ...</p> <p>I think when you have somebody of your own race that you're proud of being president of the United States, I applaud Colin for standing with him.</p> </blockquote> <p>Sununu then set a world record for issuing a retraction – of sorts – for his blundering comments, which followed shortly after:</p> <blockquote class=\"quoted\"> <p>Colin Powell is a friend and I respect the endorsement decision he made and I do not doubt that it was based on anything but his support of the president's policies.</p> </blockquote> <p>This is not the first time that the former New Hampshire governor and White House chief of staff has sailed close to the wind with childish and racially-tinged attacks on President Obama, having previously called Obama \"lazy,\" \"not that bright\" and un-American.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=Tfu89dTHq64\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/Tfu89dTHq64?wmode=opaque&fs=1&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Meanwhile back in the real world, there was improved news on the state of the <strong>US economy</strong>, after new growth figures showing US output increasing at a faster rate than previous thought.</p> <p>The official measurement of <strong>gross domestic product</strong> showed an annualised growth rate of 2% in the third quarter of this year, a bettrer than expected showing compared with the previous quarter and forecasts of 1.7%.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-26T15:27:20.745Z\">at 4.27pm BST</time></p>  </div>",
  "<p>142 Rue de Montmartre is a fairly innocuous-looking building on a fairly innocuous-looking Parisian street. There's no facade, no neon logo, no clue as to what happens inside; just a black wall with a door, next to a 24-hour supermarket on one side and a key cutters on the other. It's basically a multicoloured beaded door curtain away from looking like a Soho sex shop. What it is, in fact, is Silencio: Paris's first private members club, designed by <a href=\"http://www.guardian.co.uk/film/davidlynch\" title=\"\">David Lynch</a>, and based on the club that appears in his 2001 cinematic headfuck, <a href=\"http://www.guardian.co.uk/film/movie/90677/mulholland.drive\" title=\"\">Mulholland Drive</a>.</p> <p>\"We are a very long way from home,\" whispers <a href=\"http://www.guardian.co.uk/music/polica\" title=\"\">Poliça</a> frontwoman Channy Leaneagh, surveying her surroundings from a stage framed in gold and bookended by blood red velvet drapes. She means it literally – she lives in Minneapolis – but also metaphorically. Just over a year ago, Channy and her band (bass player Chris Bierden and drummers Ben Ivascu and Drew Christopherson) barely knew each other; <a href=\"http://www.guardian.co.uk/music/boniver\" title=\"\">Bon Iver</a> was yet to call them the best band he'd ever heard; SXSW had yet to fall completely in love with them; and <a href=\"http://www.guardian.co.uk/music/jayz\" title=\"\">Jay-Z</a> hadn't premiered one of their videos on his blog.</p> <p>Recorded in just two weeks and written instinctively following the demise of Channy's marriage, Poliça's debut album Give You The Ghost is a sometimes violent near-celebration of the end of something monumental, all wrapped up in guazy, claustrophobic post-rock R&amp;B. It's not hugely surprising that the lyric Channy couldn't get out of her head when writing the album was \"don't fuck with me, don't fuck with me\" from Jai Paul's <a href=\"http://www.youtube.com/watch?v=YEjYt2qNwmg\" title=\"\">BTSTU</a>; that track's similar mix of fragility and aggression is at the core of Poliça songs Form and the crushing Happy Be Fine.</p> <p>\"It sort of makes me feel vulnerable and maybe embarrassed to sing those songs, but it was a really dark time in my life,\" Channy says, enjoying a cocktail before the show. \"I was feeling pretty shitty and very sad, so I think that although these songs aren't necessarily biographical it's more the feeling of being confused about who is the enemy and who is the victim and really wishing that the person you've hurt would just kick you in the face so that you could maybe even things out a little bit.\" Blimey.</p> <p>The split was compounded by the fact that Channy and her husband, local musician Alexei Moon Casselle, were also both in Roma Di Luna, a successful folk band that grew out of the pair's early days spent busking in Minneapolis. \"We started the band in 2006 and during that time I had a baby,\" she explains. \"That meant our marriage became the band, and it was my first time being in a band and my first time being married.\" As their success grew, the band's dynamic shifted. \"My husband was always more of the performer. I toured with him, I drove and sold merch. Then all of sudden more and more I was becoming the frontperson. It was a strange switch in roles and it sort of screwed things up a little bit.\"</p> <p>As the relationship and the band were coming to an end, Channy was encouraged to work with local maverick Ryan Olson who was assembling a troupe of musicians – 25 to be exact – for his latest project, <a href=\"http://www.guardian.co.uk/music/2010/mar/30/new-band-gayngs\" title=\"\">Gayngs</a>. Olson had been a fan of Channy's for a while and was keen to get her to add backing vocals to the album he was masterminding. Having been pushed to the front with her old band to the detriment of her marriage, she jumped at the chance to fade into the background. \"It was a place where I could learn a lot and not really be noticed,\" she says. \"I remember some guys would be like, 'Oh, is Channy still in the band?' It was a place for me to slip back and observe.\"</p> <h2>'We got stuck in the snow in the mountains in Colorado… There was no phone service. The guys all pushed and I was just sat crying in the corner. It was scary'</h2>  <figure class=\"element element-audio\" data-canonical-url=\"http://player.muzu.tv/player/getPlayer/a/26082/vidId=1282201&amp;la=n\"> <object width=\"460\" height=\"369\" id=\"muzuplayer-26082\" classid=\"clsid:D27CDB6E-AE6D-11cf-96B8-444553540000\"><param name=\"movie\" value=\"http://player.muzu.tv/player/getPlayer/a/26082/vidId=1282201&la=n\"></param><param name=\"wmode\" value=\"transparent\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><param name=\"allowfullscreen\" value=\"true\"></param><embed src=\"https://player.muzu.tv/player/getPlayer/a/26082/vidId=1282201&la=n\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" wmode=\"transparent\" allowfullscreen=\"true\" width=\"460\" height=\"369\" name=\"muzuplayer-26082\"></embed></object><br /><a href=\"http://www.muzu.tv/nme/polica-lay-your-cards-out-music-video/1282201/\">NME - Polica - 'Lay Your Cards Out'</a> on <a href=\"http://www.muzu.tv/\">MUZU.TV</a>. </figure>  <p><br><a href=\"http://player.muzu.tv/player/getPlayer/a/26082/vidId=1282201&amp;la=n\">Reading this on mobile? Click here to view</a></p> <p>But Olson had other ideas. \"I was singing a lot of back-up in Gayngs and then he said, 'I want you to sing this song by yourself.' I think he knows when people are ready for things and who they fit well with.\" Encouraging Channy to start a new band, he played her some old beats he'd made that hadn't ever come to anything. Channy picked her favourite 12 and started writing melodies, instinctively coming up with lyrics in his tiny studio-cum-living room. Having recorded using a vocal processor called a Helicon 5 in Gayngs, Channy was keen to continue experimenting with it, it's ghostly effect giving her songs a strange otherworldliness.</p> <p>Much has been made of the use of vocal effects on Poliça songs and Channy bristles slightly when I suggest that the vocals become another instrument rather than something to sing along to. She sighs: \"I don't pronounce my words when I'm singing. I'm not a singer-songwriter. But the lyrics are so important because they help me have the right emotion on stage.\"</p> <p>Give You The Ghost was written and recorded during a heatwave and mainly at night, a clammy, nocturnal feel seeping into the fabric of the songs. \"The album's night as hell for sure,\" the laconic Olson tells me from his home in Minnesota (he doesn't travel with the band and rarely gives interviews). \"Channy would come over at about 9pm and she'd stay until about 2am, which for her is like being up for 48 hours. She's definitely a mum, and I'm trying to stay as sterile as humanly possible.\" Once the framework for the songs was finished, Olson personally hand-picked the rest of the band, selecting local musicians he admired. It was his decision to not include a guitarist because he reckons they're \"just embarrassing\".</p> <p>With gigs booked almost immediately, there was little time for Channy, Chris, Ben and Drew to get to know each other. When did they start to feel like a proper band of friends? \"Definitely when we got stuck in the snow in the mountains in Colorado on the way to a show,\" Channy remembers. \"We were hugging each other, like 'Oh my God, we survived!' We had to push the van out and there was no phone service. The guys all pushed and I was just sat crying in the corner. It was scary.\"</p> <p>In many ways, Poliça are a manufactured band, assembled by a svengali-like figure who gets final say on videos and sends his devotees off to tour the world while he stays at home. \"I think it's helpful,\" Olson says of his governing role. \"There's a thing that can happen in bands where compromise can make the worst decisions, where no one's happy.\" So, is Channy happy? She finishes her cocktail with one last slurp. \"It's an amazing job,\" she beams. \"The other day I danced for 12 hours to shoot a music video. I was like, 'What kind of job is this?' It's crazy.\"</p>",
  "<p>Cloud Atlas, Warner Bros' $100m adaptation of the <a href=\"http://www.theguardian.com/books/data/book/fiction/9780340822784/cloud-atlas\" title=\"published in 2004\">novel by David Mitchell</a> has been criticised by Asian-Americans after casting white western actors in \"yellowface\" makeup. Directed by Tom Twyker and Lana and Andy Wachowski, the film stars Tom Hanks, <a href=\"http://en.wikipedia.org/wiki/Halle_Berry\" title=\"the actor and model\">Halle Berry</a> and Jim Broadbent in a narrative that hops between countries and across the centuries.</p> <p>\"It's an <a href=\"http://www.hollywoodreporter.com/news/cloud-atlas-asian-actors-yellow-face-MANAA-383070\" title=\"Cloud Atlas slammed for lack of Asian actors\">artistically ambitious approach</a> to film-making,\" said Guy Aoki, founding president of the Media Action Network for Asian–Americans (Manaa). \"Unfortunately it reflects the same old racial pecking order that the entertainment industry has been practising for years.\"</p> <p>Aoki was particularly concerned by a segment set in a futuristic South Korea, in which the actors Jim Sturgess, James D'Arcy and Hugo Weaving are made up to play Asian characters. \"Every major male character in the Korean story is played by non-Asian actors in really bad yellowface makeup,\" he said. \"The Asian-Americans at the [preview] screening burst out laughing because [Weaving] looked terrible – like a Vulcan on Star Trek.\"</p> <p>The Manaa went on to contrast the Korean segment with sequence in the South Pacific, starring the Afro-British actor David Gyasi as a Maori slave. \"You have to ask: would the directors have used blackface on a white actor to play Gyasi's role?\" Aoki said. \"I don't think so: that would have outraged African-Americans. But badly done yellowface is still OK.\"</p> <p>Asianweek.com reports that the Manaa has previously led protests against alleged racial stereotypes in the Sean Connery thriller <a href=\"http://www.imdb.com/title/tt0107969/\" title=\"1993's Rising Sun on IMDb\">Rising Sun</a>. They also criticised comedian<a href=\"http://www.theguardian.com/culture/sarah-silverman\" title=\"the comedian at theguardian.com\"> Sarah Silverman</a> after using the term \"chinks\" on an episode of Late Night With Conan O'Brien.</p> <p>Released today in the US, Cloud Atlas is an extravagant fantasy epic that finds space for cannibals, parasitic brain worms and an artichoke that shoots laser beams. The American critic Roger Ebert has hailed it as \"one of the most ambitious films ever made\", although others are less convinced. Reviewing the film at last month's Toronto film festival, the Guardian's <a href=\"http://www.theguardian.com/film/2012/sep/09/cloud-atlas-review-toronto\" title=\"wildly overreaching but not entirely unsuccessful\">Henry Barnes described it</a> as \"a roaming behemoth of a movie\" that \"carries all the hallmarks of a giant folly\".</p>",
  "<p>If you had a set of superhero top trumps, <a href=\"http://www.guardian.co.uk/film/movie/123770/iron.man\" title=\"the 2008 film with Jeff Bridges, Gwyneth Paltrow, Robert Downey Jr\">Iron Man</a> would probably not represent one of the very strongest cards. <a href=\"http://en.wikipedia.org/wiki/IGN\" title=\"Imagine Games Network on wikipedia\">IGN</a> rated Tony Stark's alter ego <a href=\"http://uk.ign.com/top/comic-book-heroes/12\" title=\"#12: Iron Man \">the 12th greatest comic book hero</a> in a recent rundown, below Wonder Woman, Green Lantern, the Flash and even Dick Grayson, aka Robin. Yet somehow Iron Man punches above his weight on the big screen: 2008's debut Jon Favreau-directed venture delivered a modern-day superhero in the form of a reformed arms dealer and scientific genius who uses technology to reinvent himself. A comic book movie which took note of contemporary geopolitics may have been been a slightly unwieldy proposition, but it at least gave us a hero to root for who felt of his time (rather than eternally stuck in 1940s or 50s golden age purgatory).</p> <p>Stark arguably survived a slight dip in form for <a href=\"http://www.guardian.co.uk/film/movie/133991/iron-man-2\" title=\"the 2010 sequel\">Iron Man 2</a> but was centre stage for <a href=\"http://www.guardian.co.uk/film/movie/144027/avengers\" title=\"2012, dir. Joss Whedon\">The Avengers</a>, which promptly became the highest-grossing comic book film of all time earlier this year. All of this means that the stakes have been upped considerably for Iron Man 3, for which the<a href=\"http://www.guardian.co.uk/film/video/2012/oct/23/iron-man-3-trailer-video\" title=\"Iron Man 3: watch the full trailer - video\">debut trailer</a> arrived this week. Bloggers have pored over the teaser in intense detail as they vie to glean the tiniest snippets of information about <a href=\"http://www.guardian.co.uk/film/2009/may/22/shane-black-12-rounds\" title=\"Hollywood's master of action\">Shane Black</a>'s forthcoming movie, and it's fair to say that fanboy interest has reached unprecedented levels for the series. The giant sex bunny in Stark's home (which cannot have appeared for longer than a second of the trailer) already has <a href=\"https://twitter.com/StarkBunny\" title=\"@StarkBunny\">its own Twitter account</a>.</p> <p>Early signs are that the film might just represent the best Iron Man instalment so far because it poses the one question Robert Downey Jr's wisecracking billionaire has really struggled to answer: if Tony Stark and his alter ego are one and the same, why is it that all their powers appear to reside not in the man, but the suit?</p> <p>Before we rake over the trailer, let's remind ourselves of the movie's synopsis, published last week by Marvel/Disney.</p> <blockquote> Marvel Studios' Iron Man 3 pits brash-but-brilliant industrialist Tony Stark/Iron Man against an enemy whose reach knows no bounds. When Stark finds his personal world destroyed at his enemy's hands, he embarks on a harrowing quest to find those responsible. This journey, at every turn, will test his mettle. <br> With his back against the wall, Stark is left to survive by his own devices, relying on his ingenuity and instincts to protect those closest to him. As he fights his way back, Stark discovers the answer to the question that has secretly haunted him: does the man make the suit or does the suit make the man? </blockquote> <p>A couple of shots in the trailer lend credence to this sense of a personality crisis: there's a snatch of a scene in which the Iron Man suit looms over Stark as if possessed with its own volition: later, we see the suit waking Stark and Pepper Potts from bed with a sense of urgency. Has it been compromised, or is it just doing its best to protect its masters? And if the suit is bright enough to act as guard dog, why does it even need Stark to function? The trailer also offers evidence that Iron Man, for all his usual insouciant arrogance, is struggling to come to terms with the aftermath of his debut Avengers mission. And with the arrival of a powerful new nemesis in the form of <a href=\"http://www.guardian.co.uk/film/ben-kingsley\" title=\"the actor at guardian.co.uk/film\">Ben Kingsley</a>'s Mandarin, it really does seem to be bad timing for a fit of identity-linked navel gazing.</p> <p>What of the Anglo-Indian Kingsley's casting as a villain who is usually of oriental extraction in the comics? Marvel overlord <a href=\"http://www.guardian.co.uk/film/2011/jul/23/marvel-studios-kevin-feige\" title=\"Meet Kevin Feige, the superproducer behind Captain America\">Kevin Feige </a>has said the film gives us a different Mandarin, one who apart from anything else did not learn his skills from a long-dead alien dragon, so it seems reasonable also to switch the character's ethnicity. On the other hand, why bother calling him the Mandarin at all? And what of Kingsley's strange rolling \"r\"s? Could this be the weirdest brogue since Daniel Day-Lewis in <a href=\"http://www.guardian.co.uk/film/movie/122167/there.will.be.blood\" title=\"the 2007 film\">There Will Be Blood</a>?</p> <p>Personally I'm pleased to see an actor of this stature playing <a href=\"http://www.geeksofdoom.com/2009/04/13/did-you-notice-mandarin-in-iron-man-neither-did-we\" title=\"Mandarin in Iron Man - geeks of doom\">one of <em>the</em> iconic Iron Man villains</a> on the big screen, and there have been hints that the new iteration was behind the terrorist gangs who troubled Stark in the first film (which ties the whole trilogy together rather nicely). I'm also intrigued by the whole suit/man split, provided it's not thrown in as an afterthought like the misguided Venom subplot in <a href=\"http://www.guardian.co.uk/film/movie/118084/spider-man.3\" title=\"the 2007 action film\">Spider-Man 3</a>.</p> <p>It seems likely that the walking suit storyline has been borrowed from the Extremis chapter of Iron Man's history (which incidentally also gave us the Asia-set origins story borrowed by Favreau for the first film). Guy Pearce's Aldrich Killian and Rebecca Hall's Dr Maya Hansen have both been described by Marvel as creators of a new nanotechnology named Extremis, which Stark was able to use to fuse more fully with his suit in the comics. We've seen in the Avengers (and in the new trailer) how Iron Man is increasingly able to snap his suit on to his body remotely: might the ultimate extension of that ability be the transformation of the suit into a semi-sentient life form capable of defending its owner even when unconscious? Or did we all go out drinking with <a href=\"http://www.guardian.co.uk/film/movie/139926/thor\" title=\"the Marvel superhero, also a 2011 film\">Thor</a> last night? It's worth mentioning that Extremis is also a dangerous virus that the Mandarin has used as part of his evil machinations in the comics, so we can probably expect both iterations to manifest in Iron Man 3.</p> <p>One thing is for certain: with Superman still a year away from returning in the unorthodox-looking Man of Steel and Batman currently in retirement until someone at Warner Bros works out how to trump <a href=\"http://www.guardian.co.uk/film/christopher-nolan\" title=\"the director at guardian.co.uk/film\">Christopher Nolan</a>'s trilogy, Marvel's Iron Man is coming off the back of The Avengers with a genuine shot of stealing the comic book crown. Are you expecting the character's third solo outing to soar above the stratosphere, or fall to Earth faster than <a href=\"http://www.guardian.co.uk/sport/felix-baumgartner\" title=\"the skydiver\">Felix Baumgartner</a>?</p>",
  "<p>Think of white stilettos as the ultimate in tacky? Fashion is suggesting you think again. Walking at a swift clip away from the 1980s stereotype, they have recently been adopted by the fashion crowd – from Vogue editors to catwalk models.</p> <p>This month, British Vogue's editor, Alexandra Shulman, tweeted a picture of her bright white Manolo Blahnik stilettos, commenting \"aren't they lovely\". To further endorse the trend, the magazine ran an article on white stilettos in the November issue. Its fashion features editor, Sarah Harris, wants to reclaim the shoes from, as she says, \"tiny trashy miniskirts and frosted pink lipstick and the sort of girls one's mother referred to as 'common'\".</p> <p>The white stiletto once stood for style that was bold, brash and sexy. With class the subtext, they were part of a look that also included short skirts, big blond hair and a Ford Escort. Fashion has longed turned its nose up. As the \"Essex girl\" became a caricature in the 80s – sent up by Birds of a Feather, Spitting Image and Harry Enfield, along with endless jokes – these shoes were sent to languish in the fashion wilderness.</p> <p>Such associations are fading fast. White stilettos have been seen on the catwalk at Céline (where they have been a regular feature since last year) and Chloé, while celebrities including Sarah Jessica Parker, Laura Bailey and Gwyneth Paltrow have worn them on the red carpet. They were also a hit on the front row at the most recent round of shows. Carine Roitfeld and Céline doubled their influence by working together – the most watched fashion editor wore the most revered fashion brand's shoes and, arguably, a trend was born.</p> <p>That the fashion world has embraced the shoe again is perhaps unsurprising – it loves nothing more than nurturing something that was once only seen on worst-dressed lists. \"There was a time when a white shoe was tacky but I think a white stiletto now can offer an elegant touch,\" says designer Gianvito Rossi. \"I find it very interesting for the winter season.\"</p> <p>Sales of the shoes are up 30% and high street brands like Asos and Kurt Geiger are experiencing high demand for white styles.</p>",
  "<p>Job hunting can be a long and lonely experience – especially if you're dedicating most of your time to it. But when 'job search fatigue' sets in, you can lose the appetite for tailoring each application. Here are some ways to keep motivated in your job hunt, so that each application sounds fresh and positive and makes an employer want to meet you.</p> <p><strong>Involve other people</strong></p> <p>Keep other people up-to-date with your progress, as well as any disappointments or setbacks. Family and friends can be a great source of support, but also consider joining job clubs and networking groups so you continue to meet people, share leads, and keep each other's spirits up. It also helps to be accountable to other people so that you maintain your job search momentum.</p> <p><strong>Get out and about</strong></p> <p>It's tempting to conduct all your job search activities from behind your computer screen. Although this is a great way to research companies and opportunities, a successful job search usually <a href=\"http://careers.theguardian.com/careers-blog/the-best-places-to-look-for-jobs\" title=\"\">combines more than one approach</a>. It's vital that people meet you, so make a point of getting out. Attend industry events and start being active in local or voluntary organisations so you get your face known.</p> <p><strong>Organise your job search</strong></p> <p>Set yourself daily and weekly goals, tracking your progress and logging activities. As well as making sure you're avoiding duplicate effort, it's a psychological boost to know that your job search is moving forward and isn't just characterised by rejections (or silence). The sort of goals that are achievable and helpful are: researching x numbers of companies and people per day or week; mobilising x number of your contacts to find a way in to a company; writing a specific number of targeted, <a href=\"http://careers.theguardian.com/speculative-applications\" title=\"\">speculative applications</a>; and setting aside enough time to prepare for meetings and interviews.</p> <p><strong>Take time off</strong></p> <p>A job search is hard work. Tweaking your CV and cover letter, following up on job leads, or keeping current with industry blogs and forums (plus all the research you'll need to do) are all time-consuming activities. Make sure you stay fresh by taking some time off now and again. Regular physical exercise boosts energy — even if it's only five minutes every hour. Don't feel guilty about taking breaks that will help you recharge your batteries and see things more clearly.</p> <p><strong>Keep the dream</strong></p> <p>For many graduates and career-changers, the dream job is probably not the first. In fact, it's more likely to be further down the line, after you've amassed necessary skills and experience. A <a href=\"http://careers.theguardian.com/careers-blog/graduates-treat-your-career-as-a-series-of-stepping-stones\" title=\"\">stepping-stones approach</a> can help you see the bigger picture. If your current job doesn't fulfil you, stay focussed on the big prize. Find lateral moves that can get you closer to where you want to be, and stay connected to people who may be able to help you get there. Although your present job may be demotivating, always be looking for the next step up, or out.</p> <p><strong>This content is brought to you by </strong><a href=\"http://www.theguardian.com/guardian-professional\" title=\"\"><strong>Guardian Professional</strong></a><strong>. To get more content and advice like this direct to your inbox, </strong><a href=\"http://careers.theguardian.com/competition/sign-up-guardian-careers\" title=\"\"><strong>sign up for our weekly Careers update</strong></a><strong>.</strong></p>",
  "<p>John Sununu, a top adviser to Mitt Romney's presidential campaign, has suggested that Colin Powell endorsed President Obama because both men are black.</p> <p>Speaking on <a href=\"http://www.theatlanticwire.com/politics/2012/10/john-sununu-plays-race-card/58387/\">Piers Morgan Tonight</a> on CNN about Powell's endorsement, Sununu suggested policy had not been the main reason for Powell supporting the president. He said:</p> <blockquote> <p>Frankly, when you take a look at Colin Powell, you have to wonder whether that's an endorsement based on issues or whether he's got a slightly different reason for preferring President Obama.</p> </blockquote> <p>Prodded lightly by Morgan about what those reasons might be he did not hesitate to expand: </p> <blockquote> <p>Well, I think when you have somebody of your own race that you're proud of being president of the United States, I applaud Colin for standing with him.</p> </blockquote>  <figure class=\"element element-audio\" data-canonical-url=\"http://i.cdn.turner.com/cnn/.element/apps/cvp/3.0/swf/cnn_416x234_embed.swf?context=embed&amp;videoId=bestoftv/2012/10/26/pmt-sununu.cnn\"> <object width=\"416\" height=\"374\" classid=\"clsid:D27CDB6E-AE6D-11cf-96B8-444553540000\" id=\"ep\"><param name=\"allowfullscreen\" value=\"true\" /><param name=\"allowscriptaccess\" value=\"always\" /><param name=\"wmode\" value=\"transparent\" /><param name=\"movie\" value=\"http://i.cdn.turner.com/cnn/.element/apps/cvp/3.0/swf/cnn_416x234_embed.swf?context=embed&videoId=bestoftv/2012/10/26/pmt-sununu.cnn\" /><param name=\"bgcolor\" value=\"#000000\" /><embed src=\"https://i.cdn.turner.com/cnn/.element/apps/cvp/3.0/swf/cnn_416x234_embed.swf?context=embed&videoId=bestoftv/2012/10/26/pmt-sununu.cnn\" type=\"application/x-shockwave-flash\" bgcolor=\"#000000\" allowfullscreen=\"true\" allowscriptaccess=\"always\" width=\"416\" wmode=\"transparent\" height=\"374\"></embed></object> </figure>  <p>Morgan brought the interview quickly to a close. But <a href=\"http://www.kpho.com/story/19920987/john-sununu-top-romney-adviser-criticized-fof-racial\">reaction</a> to Sununu's comments came quickly. </p> <p><strong><a href=\"https://twitter.com/Toure\">Touré</a></strong>, the co-host of <a href=\"http://tv.msnbc.com/shows/the-cycle/\">MSNBC's The Cycle</a>, tweeted:</p> <blockquote class=\"twitter-tweet\"> <p>John Sununu supports Romney. Is this because he wants to see a President of his own race? Why's it sound absurd that way but not for Blacks?</p> <p>— Touré (@Toure) <a href=\"https://twitter.com/Toure/status/261680293298188288\" data-datetime=\"2012-10-26T04:06:58+00:00\">October 26, 2012</a></p> </blockquote> <p>He added:</p> <blockquote class=\"twitter-tweet\"> <p>After Sununu says something about Powell's endorsement that's unquestionably racist &amp; newsworthy, the pathetic interviewer says... nothing.</p> <p>— Touré (@Toure) <a href=\"https://twitter.com/Toure/status/261681822482698240\" data-datetime=\"2012-10-26T04:13:02+00:00\">October 26, 2012</a></p> </blockquote> <p>Comedian <strong><a href=\"https://twitter.com/EugeneMirman\">Eugene Mirman</a></strong> tweeted:</p> <blockquote class=\"twitter-tweet\"> <p>Criticize John Sununu all you want, but the same thing was said about Wesley Clark's racially motivated endorsement of Kerry in 2004.</p> <p>— Eugene Mirman (@EugeneMirman) <a href=\"https://twitter.com/EugeneMirman/status/261685014335475712\" data-datetime=\"2012-10-26T04:25:43+00:00\">October 26, 2012</a></p> </blockquote> <p>It did not take long before the GOP's damage limitation plan went into action, with Sununu <a href=\"http://www.politico.com/politico44/2012/10/sununu-powells-endorsement-of-obama-racedriven-147310.html?hp=f3\">issuing a statement</a> that appeared to contradict what he had said earlier:</p> <blockquote> <p>Colin Powell is a friend and I respect the endorsement decision he made and I do not doubt that it was based on anything but his support of the president's policies. Piers Morgan's question was whether Colin Powell should leave the party, and I don't think he should.</p> </blockquote> <p>Surprisingly enough, Powell made no mention of race when <a href=\"http://www.cbsnews.com/8301-505263_162-57539893/colin-powell-endorses-barack-obama-for-president/\">he endorsed Obama for a second time</a>. </p> <p>Instead he praised Obama's handling of the economy in difficult times and expressed support for a range of his policies including healthcare reform, climate change and national security. </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-398418460\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/10/17/powell84.jpg\" alt=\"Colin Powell\" width=\"140\" height=\"84\" class=\"gu-image\" /> </figure>  <p>When he took over, the country was in very very difficult straits. We were in one of the worst recessions we had seen in recent times, close to a depression. The fiscal system was collapsing. Wall Street was in chaos. We had 800,000 jobs lost in that first month of the Obama administration and unemployment peaked a few months later at 10%. So we were in real trouble. The auto industry was collapsing, the housing was start[ing] to collapse and we were in very difficult straits.</p> <p>And I saw over the next several years, stabilisation come back in the financial community. Housing is now starting to pick up after four years, it's starting to pick up. Consumer confidence is rising.</p> <p>Powell also criticised Romney, suggesting he appeared to have changed his stance on some issues:</p> <blockquote> <p>The governor who was saying things at the debate on Monday night ... was saying things that were quite different from what he said earlier. I'm not quite sure which Governor Romney we would be getting with respect to foreign policy.</p> </blockquote> <p>Powell's second endorsement of Obama <a href=\"http://www.huffingtonpost.com/2012/10/25/john-mccain-colin-powell_n_2017411.html\">has clearly riled his fellow Republican party members</a>. </p> <p><strong>John McCain</strong> played the role of the disappointed parent. In an interview on Fox News Radio's Kilmeade and Friends he said:</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-398418461\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/03/27/0327_mccain_140x84.jpg\" alt=\"Senator John McCain. Photograph: David McNew/Getty Images\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Senator John McCain. Photograph: David McNew/Getty Images</span> <span class=\"element-image__credit\">Photograph: David McNew/Getty</span> </figcaption> </figure>  <p>I'm just saddened because I used to be a great admirer of Colin Powell. We were friends.</p> <blockquote> <p>All I can say is that General Powell, you disappoint us and you have harmed your legacy even further by defending what has clearly been the most feckless foreign policy in my lifetime.</p> </blockquote>",
  "<div id=\"block-508abb74b5793e5495b45127\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T16:40:58.438Z\">5.40pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">European markets edge higher after US GDP numbers</h2>  <div class=\"block-elements\">  <p>European markets managed - on the whole - to edge higher as better than expected US GDP figures outweighed poor corporate updates from across the Atlantic and the continuing concerns about the eurozone.</p> <p><strong>• The FTSE 100 finished virtually unchanged, up 1.66 points at 5806.71</strong></p> <p><strong>• Germany's Dax added 0.44%</strong></p> <p><strong>• France's Cac climbed 0.69%</strong></p> <p><strong>• Italy's FTSE MIB finished 0.36% higher</strong></p> <p><strong>• But Spain's Ibex edged 0.05% lower</strong></p> <p><strong>• The Dow Jones Industrial Average is currently down 0.33% or 42 points.</strong></p> <p>Next week sees US consumer confidence figures, the usual round of purchasing manager surveys on the first of the month, and the latest US non-farm payroll numbers - the last before the election.</p> <p>So until then, it's time to shut up shop for the week. Thanks for all your comments, have a good weekend and we'll be back on Monday.</p> </div>   </div> <div id=\"block-508ab73895cb4ec5a031ba28\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T16:15:53.030Z\">5.15pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Spain's Bankia loses €7bn in three months</h2>  <div class=\"block-elements\">  <p>Bankia, Spain's ailing nationalized conglomeration of former savings banks, lost €7bn euro in the first three quarters of this year - a record in Spanish banking history, says our correspondent Giles Tremlett.</p> <p>The figure came after write-downs of around €11.5bn relating to losses on property assets. So the troika may be hailing progress in Spain implementing its reform programme, but it's clear why it thinks there are still major issues for the country's banking sector. </p> <p><a href=\"http://www.guardian.co.uk/business/2012/oct/26/eurozone-crisis-us-gdp-spanish-unemployment#block-508a67d495cb4897f0db539b\">Earlier</a> we reported that leading Bankia executives will be told to hand back bonuses they 'earned' in 2011.</p> </div>   </div> <div id=\"block-508aa6b4b5793e5495b4511b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T15:05:25.286Z\">4.05pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Speaking of Greece, <a href=\"http://www.guardian.co.uk/world/2012/oct/26/golden-dawn-greece-far-right?intcmp=122\">here</a> is a report the Guardian has done on the rise of Golden Dawn and the far right in the country. Definitely worth a read.</p> </div>   </div> <div id=\"block-508aa50a95cb4ec5a031ba1e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T14:58:18.959Z\">3.58pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">German finance minister re-ignites Grexit talk</h2>  <div class=\"block-elements\">  <p>Germany's Wolfgang Schaeuble has waded into the debate on Greece again, saying there were doubts the country had met its commitments from previous bailouts.</p> <p>In an interview with ZDF television, the finance minister said nothing was decided on Greece's euro membership although they (the EU? Germany?) wanted Greece to be able to stay. Cue \"Grexit\" fears once more.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-26T14:58:36.463Z\">at 3.58pm BST</time></p>  </div> <div id=\"block-508a9d23b5793e5495b45116\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T14:24:35.914Z\">3.24pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">US consumer confidence rises in October</h2>  <div class=\"block-elements\">  <p>Back in the US and consumer sentiment rose to its highest level in five months in October, according to the latest Thomson Reuters/University of Michigan survey.</p> <p>The sentiment index rose from 78.3 to 82.6, but on the negative side, it was lower than the initial reading of 83.1 and economists' forecasts of 83. Annalisa Piazza at Newedge Strategy said:</p> <blockquote class=\"quoted\"> <p>All in all, US households remain relatively optimistic about the future of the economy, with the expectations index also at its five year high. Despite the still sluggish labour market, US consumers are confident that the economy will recover in the coming quarters. Part of the enthusiasm might be due to the upcoming elections and we wouldn't be surprised to see a downward correction in November.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-26T14:24:44.147Z\">at 3.24pm BST</time></p>  </div> <div id=\"block-508a9a7db5793e5495b45114\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T14:13:17.413Z\">3.13pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Berlusconi receives jail sentence from Milan court</h2>  <div class=\"block-elements\">  <p>Italy's former prime minister Silvio Berlusconi has been sentenced to four years in jail by a Milan court for tax fraud relating to the purchase of TV rights by his Mediaset empire.</p> <p>But he won't be behind bars immediately, if at all. He can appeal the verdict two more times, and will not have to serve time unless the final decision goes against him.</p> <p>Earlier this week he confirmed he would not lead his party in next year's election.</p> <p>And to put all this in context:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AlbertoNardelli/status/261836401778233344\">  <blockquote class=\"twitter-tweet\"><p>A history of trials against Berlusconi <a href=\"http://t.co/URiI6fhq\" title=\"http://en.wikipedia.org/wiki/Trials_and_allegations_involving_Silvio_Berlusconi\">en.wikipedia.org/wiki/Trials_an…</a> &amp; <a href=\"http://t.co/cqfsl2IR\" title=\"http://it.wikipedia.org/wiki/Procedimenti_giudiziari_a_carico_di_Silvio_Berlusconi\">it.wikipedia.org/wiki/Procedime…</a> - one of Wikipedia's longest entries I think. <a href=\"https://twitter.com/search/%23Italy\">#Italy</a></p>&mdash; Alberto Nardelli (@AlbertoNardelli) <a href=\"https://twitter.com/AlbertoNardelli/status/261836401778233344\" data-datetime=\"2012-10-26T14:27:17+00:00\">October 26, 2012</a></blockquote> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-26T14:31:41.282Z\">at 3.31pm BST</time></p>  </div> <div id=\"block-508a99b795cb4ec5a031ba15\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T14:09:59.386Z\">3.09pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Spanish programme on track, say ECB and EU</h2>  <div class=\"block-elements\">  <p>Spain's programme is on track according to the European Central Bank and the EU after its mission to the country. In <a href=\"http://www.ecb.int/press/pr/date/2012/html/pr121026.en.html\">a statement</a> just released, the ECB said challenges to the banking system remained acute but:</p> <blockquote class=\"quoted\"> <p>Despite the complexity of the issues at stake, preparations by the Spanish authorities seem well advanced in order to allow for timely policy action in line with the memorandum of understanding.</p> <p>Furthermore, the mission reached agreement with the Spanish authorities on important aspects of the design and functioning of the future Asset Management Company (AMC), including on its overall size and governance.</p> <p>Overall, the findings of this mission point to a successful programme whose implementation is on track.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-26T14:10:50.361Z\">at 3.10pm BST</time></p>  </div> <div id=\"block-508a92dd95cb4ec5a031ba13\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T13:51:28.648Z\">2.51pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Wall Street opens higher after US GDP numbers</h2>  <div class=\"block-elements\">  <p>The better than expected US GDP figures are not only good news for Barack Obama as the US election heads into the home straight, they have also breathed some life into stock markets.</p> <p>The Dow Jones Industrial Average, forecast to open sharply lower, is in fact up around 20 points in early trading.</p> <p>And here's the GDP numbers since 2008, showing a reasonable picture for the world's largest economy since the downturn.</p>  <figure class=\"element element-image\" data-media-id=\"gu-fc-b63a183c-5a57-434a-aef2-efaed2e7bab8\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/26/1351258835742/-460.png\" alt=\"US GDP\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">US GDP since 2008. Photograph: Marketwatch</span> <span class=\"element-image__credit\">Photograph: /Haver Analytics/Commerce Department/Marketwatch</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-26T15:17:42.609Z\">at 4.17pm BST</time></p>  </div> <div id=\"block-508a928195cb4ec5a031ba12\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T13:39:13.884Z\">2.39pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">UK government: EU is good for the UK</h2>  <div class=\"block-elements\">  <p>The UK government is not convinced by <strong>Douglas Carswell</strong>'s call for Britain to leave the EU (see <a href=\"http://www.guardian.co.uk/business/2012/oct/26/eurozone-crisis-us-gdp-spanish-unemployment#block-508a8c6ab5794584b1c1401b\">14.13</a>).</p> <p>Foreign office minister David Lidington argued that European Union membership is a valuable thing.</p> <p>Responding to Carswell's bill to repeal the legislation that took the UK into Europe, Lidington said:</p> <blockquote class=\"quoted\"> <p>Despite its failings and drawbacks, membership of the European Union is in the national interest of the British people.</p> </blockquote> <p>Lidington then cited the benefits of trade, of access to foreign markets, and of \"diplomatic leverage\".</p> <p>The bill isn't dead, though – it will be discussed again on 1 March 2013.</p> <p>Several other MPs did speak up on Carwsell's side, but in truth the chamber was pretty empty (typical for a Friday afternoon, when many MPs have sloped off to their constituencies ...)</p> <p><em>On which note..... domestic duties are calling, so I'll hand this blog over to my colleague Nick Fletcher. Thanks all, and best wishes for the weekend.</em></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-26T15:06:30.220Z\">at 4.06pm BST</time></p>  </div> <div id=\"block-508a8c6ab5794584b1c1401b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T13:13:14.385Z\">2.13pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Carswell calls for UK to leave the EU</h2>  <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-9f736f08-72e4-4e31-8150-b2fcbacee029\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/26/1351257100248/-460.png\" alt=\"Douglas Carswell\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Douglas Carswell MP. Photograph: BBC Parliament</span> <span class=\"element-image__credit\">Photograph: /BBC Parliament</span> </figcaption> </figure>  <p>In Westminster, Conservative MP <strong>Douglas Carswell</strong> is presenting his bill to withdraw Britain from the European Union (see <a href=\"http://www.guardian.co.uk/business/2012/oct/26/eurozone-crisis-us-gdp-spanish-unemployment#block-508a7e62b5794584b1c14018\">13.13</a> for the background).</p> <p>Carswell argues that Europe has not worked out as Britain hoped – we went in seeking a strong trade union and have ended up in an expensive, inefficient bloc that is holding back UK firms from \"cheese makers\" to \"fund managers\".</p> <p>Entertainingly, Carswell is taking a few swipes at UK civil servants and the \"<strong>Oxbridge-educated Sir Humphreys</strong>\"* who can't see the truth.</p> <p>He also took a pop at Brussels technocrats for imposing rules on Britain</p> <blockquote class=\"quoted\"> <p>Being in the EU has done dreadful harm to our economy. It's put us in the slow lane, but it's done desperate damage to our democracy too.</p> </blockquote> <p>Carswell then makes an unarguable point – his bill is not going to become law. \"Yet,\" interjects another MP.</p> <p><em>We'll see....</em></p> <p><em>* Mind you, <a href=\"http://www.videohippy.com/video/113264/Yes-Minister-Sir-Humphrey-explains-Foreign-Policy\">Sir Humphrey himself had a somewhat cynical take</a> on Britain's place in Europe.</em></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-26T15:03:37.528Z\">at 4.03pm BST</time></p>  </div> <div id=\"block-508a878f95cb4897f0db53aa\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T12:54:48.259Z\">1.54pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">US GDP reactions:</h2>  <div class=\"block-elements\">  <p>Here's some early reaction to, and instant analysis of, the stronger-than-expected US GDP (<a href=\"http://www.guardian.co.uk/business/2012/oct/26/eurozone-crisis-us-gdp-spanish-unemployment#block-508a828795cb4897f0db53a7\">see 13.31 onwards</a>) from Twitter:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bondscoop/status/261807701888229377\">  <blockquote class=\"twitter-tweet\"><p>Inventories only subtracted 0.18%, less than analysts thought. So combined with stronger headline #, report was decent.</p>&mdash; Mike Jackson (@bondscoop) <a href=\"https://twitter.com/bondscoop/status/261807701888229377\" data-datetime=\"2012-10-26T12:33:14+00:00\">October 26, 2012</a></blockquote> </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lindayueh/status/261807643222495234\">  <blockquote class=\"twitter-tweet\"><p>US Q3 savings rate fell to 3.7%, real income +0.8% pace, govt spending +3.7% most in 3 years; slower recovery reflects less biz investment</p>&mdash; Linda Yueh (@lindayueh) <a href=\"https://twitter.com/lindayueh/status/261807643222495234\" data-datetime=\"2012-10-26T12:33:00+00:00\">October 26, 2012</a></blockquote> </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JimPethokoukis/status/261810257947402240\">  <blockquote class=\"twitter-tweet\"><p>In its 2011 forecast, the WH predicted 3.1% growth in 2011, 4.0% in 2012 and 4.5% in 2013, 4.2% in 2014.</p>&mdash; James Pethokoukis (@JimPethokoukis) <a href=\"https://twitter.com/JimPethokoukis/status/261810257947402240\" data-datetime=\"2012-10-26T12:43:24+00:00\">October 26, 2012</a></blockquote> </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JimPethokoukis/status/261810459479527425\">  <blockquote class=\"twitter-tweet\"><p>Instead, we are on track for back-to-back years of 1.8% growth or so. The Long Recession</p>&mdash; James Pethokoukis (@JimPethokoukis) <a href=\"https://twitter.com/JimPethokoukis/status/261810459479527425\" data-datetime=\"2012-10-26T12:44:12+00:00\">October 26, 2012</a></blockquote> </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TradeDesk_Steve/status/261807771522052098\">  <blockquote class=\"twitter-tweet\"><p>Conspiracy minded people will also suspect the number is cooked ahead of the Nov 6 election</p>&mdash; Steve Collins (@TradeDesk_Steve) <a href=\"https://twitter.com/TradeDesk_Steve/status/261807771522052098\" data-datetime=\"2012-10-26T12:33:31+00:00\">October 26, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-508a871eb5794584b1c14019\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T12:50:38.509Z\">1.50pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Europe's financial markets have rallied since the US GDP data was released. The major indexes are now mostly flat, having been down this morning (<a href=\"http://www.guardian.co.uk/business/2012/oct/26/eurozone-crisis-us-gdp-spanish-unemployment#block-508a4cc8b5794584b1c14001\">see 9.45am</a>).</p> <p>The 2.0% annualised rise in GDP was driven by an increase in spending by consumers and the US government.</p> <p>However, it would have been higher without the drought which struck the US this summer – and knocked 0.4% off GDP growth.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-26T14:49:54.946Z\">at 3.49pm BST</time></p>  </div> <div id=\"block-508a828795cb4897f0db53a7\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T12:31:03.265Z\">1.31pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">US GDP RELEASED</h2>  <div class=\"block-elements\">  <p><strong>Breaking:</strong> The US economy grew by 2% on an annualised basis in the third quarter of 2012.</p> <p>That's a stronger performance than expected, and much better than the annualised 1.3% recorded in Q2 2012.</p> <p>It means US economic output rose by 0.5% between July and September, compared with April-June.</p> <p><em>More to follow!</em></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-26T14:49:27.459Z\">at 3.49pm BST</time></p>  </div> <div id=\"block-508a7e62b5794584b1c14018\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T12:13:22.818Z\">1.13pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">UK Parliament to debate withdrawal from the EU</h2>  <div class=\"block-elements\">  <p>The House of Commons is about to consider <a href=\"http://services.parliament.uk/bills/2012-13/europeancommunitiesact1972repeal.html\">a bill</a> that would bring the United Kingdom's membership of the European Union to an end.</p> <p><strong>The European Communities Act 1972 (Repeal) Bill</strong> has been introduced by Douglas Carswell (<em>independently-minded Conservative MP,</em> <em>scourge of fiat money and no fan of the civil service either</em>).</p> <p><a href=\"http://www.parliamentlive.tv/Main/Player.aspx?meetingId=11617\">It will be streamed on the parliamentary website</a>, and is due to start very soon.</p> <p>At the risk of ruining the surprise, <a href=\"http://services.parliament.uk/bills/2012-13/europeancommunitiesact1972repeal.html\">the bill</a> is unlikely to get much further (few private member's bills make it on to the statute book). It will be interesting to see how much support Carswell can muster though, at a time when the drive for closer European integration appears to be nudging the UK closer to the exit ...</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-26T14:49:07.258Z\">at 3.49pm BST</time></p>  </div> <div id=\"block-508a7b5e95cb4897f0db53a4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T12:00:30.578Z\">1.00pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>A German MP has dented the détente between Berlin and Dublin by claiming that Ireland cannot have the retrospective bank recapitalisation deal it is seeking unless it agrees to a new financial programme.</p> <p><strong>Norbert Barthle</strong> declared that Ireland would have to sign to a new agreement with the Troika, with new conditions, before it could tap&#xa0;the European Stability Mechanism to recapitalise its banks.</p> <p>That rather goes against Angela Merkel's comments on Sunday night that Ireland was a 'special case' (having taken its toxic bank debts on to the public books before Europe had agreed its new bailout powers).</p> <p><a href=\"http://www.irishtimes.com/newspaper/breaking/2012/1026/breaking11.html\">The Irish Times has more details of the comments from Barthle, </a>who is the spokesman for German Chancellor Angela Merkel's CDU group in the Bundestag.</p> <p>Barthle's views been swiftly rebutted by Ireland's foreign minister, <strong>Eamon Gilmore</strong>. He pointed out that Ireland is focused on returning to the financial markets, not signing up to more austerity:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tconnellyRTE/status/261780375439818753\">  <blockquote class=\"twitter-tweet\"><p>Irish foreign minister Eamon Gilmore: we're determined to be first bailout country to return to mkts - on the path to doing so</p>&mdash; Tony Connelly (@tconnellyRTE) <a href=\"https://twitter.com/tconnellyRTE/status/261780375439818753\" data-datetime=\"2012-10-26T10:44:39+00:00\">October 26, 2012</a></blockquote> </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tconnellyRTE/status/261786015583326208\">  <blockquote class=\"twitter-tweet\"><p>Irish foreign min Eamon Gilmore: we're in the business of exiting the [bailout] program, not entering a new one</p>&mdash; Tony Connelly (@tconnellyRTE) <a href=\"https://twitter.com/tconnellyRTE/status/261786015583326208\" data-datetime=\"2012-10-26T11:07:04+00:00\">October 26, 2012</a></blockquote> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-26T14:20:54.998Z\">at 3.20pm BST</time></p>  </div> <div id=\"block-508a755395cb4897f0db53a0\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T11:34:44.012Z\">12.34pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">US GDP preview....</h2>  <div class=\"block-elements\">  <p>In one hour's time, we'll discover how the US economy performed in the third quarter of this year.</p> <p>Economists predict growth picked up pace in Q3, at an annualised rate of 1.8% to 1.9% (so almost 0.5% on a quarterly basis).</p> <p>With no deal on the fiscal cliff and no shortage of disappointing earnings from American firms in recent days, the GDP data is eagerly awaited.</p> <p>Ilya Spivak, currency strategist at DailyFX, says a strong performance could calm nerves in the markets:</p> <blockquote> <p>Third-quarter US GDP figures may help countervail negativity however....</p> <p>The pickup may stoke hopes that firming growth in the world’s top economy is becoming better able to offset sluggish performance in Asia and a recession in Europe.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-26T14:19:02.728Z\">at 3.19pm BST</time></p>  </div> <div id=\"block-508a710ab5794584b1c14010\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T11:16:26.286Z\">12.16pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Anti-austerity protests in Valencia</h2>  <div class=\"block-elements\">  <p>A protest against the Spanish government's austerity programme has been taking place in Valencia this morning.</p> <p>It was led by civil servants angered by the €60bn package of tax rises and spending cuts announced by Mariano Rajoy, Spain's prime minister.</p> <p>Here are some photos from the demos:</p>  <figure class=\"element element-image\" data-media-id=\"gu-fc-4251a539-3fa8-4c28-b10d-553c3168e664\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/26/1351249764816/cce859f0-04cf-498d-9d66-7ca8ea91c384-460.jpeg\" alt=\"Civil servants hold placards as they protest against austerity measures in central Valencia, October 26, 2012\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The left-hand placards read: \"Enough\", while the one on the right reads \"Violence is stealing houses and bread\". Photograph: Heino Kalis/Reuters</span> <span class=\"element-image__credit\">Photograph: HEINO KALIS/REUTERS</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-fc-d54cb5ed-7f30-4238-a6d4-ae5b076911ca\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/26/1351249838003/782a2523-96aa-433e-af31-002a52b72ed5-460.jpeg\" alt=\"A protestor blows a vuvuzela as civil servants protest against austerity measures in central Valencia, October 26, 2012.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">An anti-austerity protester in Valencia blows a vuvuzela. Behind him is a banner reading \"No to cuts\". Photograph: Heino Kalis/Reuters</span> <span class=\"element-image__credit\">Photograph: HEINO KALIS/REUTERS</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-fc-536396e4-0f48-411a-ab31-ee8b907f2082\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/26/1351249915331/dc2eafbc-cf3c-46e1-9c4b-7e304a9a7a38-460.jpeg\" alt=\"Civil servants protest against austerity measures in central Valencia, October 26, 2012.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">This banner reads: \"Basic income for politicians\". Photograph: Heino Kalis/Reuters</span> <span class=\"element-image__credit\">Photograph: HEINO KALIS/REUTERS</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-26T11:52:04.802Z\">at 12.52pm BST</time></p>  </div> <div id=\"block-508a67d495cb4897f0db539b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T10:37:09.017Z\">11.37am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Bankia execs must hand back bonuses</h2>  <div class=\"block-elements\">  <p>Now here's a clawback – 72 senior bankers at Spain's Bankia have been ordered to repay bonuses which were 'earned' in 2011.</p> <p>Our correspondent in Madrid, Giles Tremlett, <a href=\"http://www.guardian.co.uk/business/2012/oct/26/bankia-executives-pay-back-bonuses\">reports</a>:</p> <blockquote class=\"quoted\"> <p>Bankia is to tell them to return the money in response to a petition from the European commission, which says they should not have been awarded bonuses just weeks before the bank admitted it needed €23bn in bailout money.</p> <p>\"We have received the instruction via the Bank of Spain and, effectively, those people will have to return their bonuses,\" a spokeswoman said.</p> </blockquote> <p>Despite Bankia's lurch into nationalisation this summer, most of the executives are still employed at the bank – making it easier to recoup the money.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-26T10:37:13.839Z\">at 11.37am BST</time></p>  </div> <div id=\"block-508a638595cb4897f0db5398\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T10:18:45.521Z\">11.18am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">More reaction to Spain's jobless crisis</h2>  <div class=\"block-elements\">  <p>Here's more reaction to today's Spanish unemployment data, and the wider crisis in Spain's economy (via Bloomberg)</p> <p><strong>Justin Knight</strong>, a European rate strategist at UBS AG in London:</p> <blockquote class=\"quoted\"> <p>Unemployment is one part of a multifaceted problem in Spain....</p> <p>The recession is looking very bad and it looks like it will be worse than forecast. This is a Spanish problem as much as it is a problem of the euro; Spain’s public and private sector net external debt is the same size as Greece’s.</p> </blockquote> <p><strong>Ricardo Santos</strong>, an economist at BNP Paribas SA in London:</p> <blockquote class=\"quoted\"> <p>The situation is serious...There is still room for a deterioration in unemployment. Activity is weak and the government will reduce jobs as there are strict targets to adjust the number of public-sector temporary workers, especially in health and education.</p> </blockquote> <p>The only glimmer of hope in today's bleak figures was a small drop in youth unemployment, from 53% to 52% during the quarter.</p> <p>But at 25.02%, the overall rate is desperately high by historic standards, as well as being a Spanish record:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DanielFurrUK/status/261764540058984448\">  <blockquote class=\"twitter-tweet\"><p>Spanish unemployment rate now equal to that of the United States during the Great Depression.</p>&mdash; Daniel Furr (@DanielFurrUK) <a href=\"https://twitter.com/DanielFurrUK/status/261764540058984448\" data-datetime=\"2012-10-26T09:41:44+00:00\">October 26, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-508a5986b5794584b1c14007\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T09:36:06.595Z\">10.36am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Fans of Greek deadlines will be keen to know that Athens has been given until Sunday night to achieve full agreement on its €13.5bn austerity package.</p> <p><a href=\"http://www.ekathimerini.com/4dcgi/_w_articles_wsite1_1_26/10/2012_467518\">Kathimerini has the details</a>:</p> <blockquote class=\"quoted\"> <p>The three-day extension it got in order to get maximum backing within the three-party coalition will be necessary as minor partner Democratic Left insists on an improvement in the terms concerning labor reforms that it staunchly opposes.</p> <p>The Euro Working Group (EWG) of eurozone finance ministry officials will convene again on Monday to discuss whatever conclusions Athens has come to and prepare the blueprint that the Eurogroup of euro area finance ministers may discuss on Wednesday through a video conference that sources from Brussels say is likely to take place in order to discuss Greece.</p> </blockquote> </div>   </div> <div id=\"block-508a52b1b5794584b1c14005\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T09:06:57.196Z\">10.06am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Southern Spain suffers most</h2>  <div class=\"block-elements\">  <p>Our Madrid correspondent, <strong>Giles Tremlett</strong>, flags up that Spain's jobs crisis is particularly acute in the south of the country.</p> <p><strong>Giles</strong> writes:</p> <blockquote class=\"quoted\"> <p>Today's third quarter unemployment figures in Spain are terrible enough, confirming that one in four Spaniards are now out of work. But the figures for some southern provinces are even more shocking.</p> <p>Jaen, in Andalucia, for example, now has 39 percent unemployment – nearly four out of ten workers. In fact Andalucia, the country's most populous region which stretches from Huelva in the west to Almeria in the east, has an unemployment rate of 35 percent.</p> <p>Of Spain's seventeen regions, two more – the Canary Islands and western Extremadura – also have one in three people out of work.</p> </blockquote> <p><a href=\"http://www.ine.es/daco/daco42/daco4211/epapro0312.pdf\">Full details are here (pdf).</a></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-26T10:06:55.392Z\">at 11.06am BST</time></p>  </div> <div id=\"block-508a5124b5794584b1c14003\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T09:00:20.259Z\">10.00am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Gloom from Italy</strong>, where manufacturing business confidence has fallen unexpectedly. </p> <p>The Italian statistics body reported that business confidence dipped to <strong>87.6</strong> on its index, worse than analysts had forecast and a disappointing reversal after rising in September to 88.</p> <p>Firms reported that their order books were shrinking, at a time when Europe is sliding into recession. </p> </div>   </div> <div id=\"block-508a4cc8b5794584b1c14001\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T08:45:24.173Z\">9.45am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-4eb7d81e-88d0-45bc-b60c-4cd2f4cc56be\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/26/1351241046054/8c52ceca-620b-4fd9-ae3d-e5e2752731fb-460.jpeg\" alt=\"People look at an electronic stock board of a securities firm in Tokyo, Friday, Oct. 26, 2012. \" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">People look at an electronic stock board of a securities firm in Tokyo today. Photograph: Koji Sasahara/AP</span> <span class=\"element-image__credit\">Photograph: Koji Sasahara/AP</span> </figcaption> </figure>  <p>Over in Asia, most of the main indices fell today after <a href=\"http://www.guardian.co.uk/technology/2012/oct/26/apple-ipad-sales-slow-down?INTCMP=SRCH\">Apple released weaker-than-expected financial results last night</a>, and Amazon also disappointed.</p> <p>Here's the damage:</p> <p><strong>Japan's Nikkei</strong> <strong>225</strong>: down 122 points at 8,933, - 1.35%</p> <p><strong>Hong Kong Hang Seng:</strong> down 264 points at 21,546, - 1.21%</p> <p><strong>China's Shanghai Composite Index:</strong> down 36 points at 2,066, -1.69%</p> <p>Europe's markets are following suit too, led by Spain.</p> <p><strong>FTSE 100</strong>: down 33 points at 5772. -0.57%</p> <p><strong>German DAX</strong>: down 46 points at 7153, -0.65%</p> <p><strong>French CAC</strong>: down 28 points at 3383</p> <p><strong>Spanish IBEX</strong>: down 94 points at 7685, - 1.23%</p> <p><strong>Italian FTSE MIB</strong>: down 154 points at 15376, - 0.98%</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-26T10:02:52.684Z\">at 11.02am BST</time></p>  </div> <div id=\"block-508a4443b5794584b1c13ffe\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T08:05:23.350Z\">9.05am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>One alarming element of today's rise in Spanish unemployment (<a href=\"http://www.guardian.co.uk/business/2012/oct/26/eurozone-crisis-us-gdp-spanish-unemployment#block-508a369695cb4897f0db538e\">see 8.13 onwards</a>) is that most of the country's latest austerity package hasn't kicked in yet.</p> <p>With Spain's likely to keep shrinking through 2013, today's record high of 25% could be broken.</p> <p><strong>Silvio Peruzzo</strong>, economist at Nomura in London, warned (vie Reuters):</p> <blockquote class=\"quoted\"> <p>There is a debate over the optimistic growth outlook for next year by the government, which is given little credibility.</p> <p>Weaker growth than expected, coupled with austerity, could easily see unemployment hit 26 percent next year.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-26T09:54:15.500Z\">at 10.54am BST</time></p>  </div> <div id=\"block-508a415095cb4897f0db5390\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T07:52:48.739Z\">8.52am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here's Independent economist Shaun Richards on the Spanish jobless crisis:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/notayesmansecon/status/261735568721993728\">  <blockquote class=\"twitter-tweet\"><p>Over the past year the number of unemployed in <a href=\"https://twitter.com/search/%23Spain\">#Spain</a> has risen by a chilling 16.06% or 799,700 giving us a human cost to the <a href=\"https://twitter.com/search/%23Euro\">#Euro</a> crisis</p>&mdash; Shaun Richards (@notayesmansecon) <a href=\"https://twitter.com/notayesmansecon/status/261735568721993728\" data-datetime=\"2012-10-26T07:46:37+00:00\">October 26, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-508a409ab5794584b1c13ffb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T07:49:46.280Z\">8.49am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>El Pais</strong> has a great graph showing how Spain's unemployment has risen, <a href=\"http://economia.elpais.com/economia/2012/10/26/actualidad/1351234757_130837.html\">on its site this morning</a>:</p>  <figure class=\"element element-image\" data-media-id=\"gu-fc-df0cf09f-cf67-4df6-a365-34acc33a2e06\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/26/1351237672079/-460.png\" alt=\"Spanish unemployment\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Photograph: El Pais</span> <span class=\"element-image__credit\">Photograph: /El Pais</span> </figcaption> </figure>  <p><strong>El Pais</strong> also has the regional breakdown of today's jobless data, and reports that the highest increases were seen in Andalusia (61,300), Valencia (26,500) and Murcia (20,600).</p> <p><a href=\"http://economia.elpais.com/economia/2012/10/26/actualidad/1351234757_130837.html\">More here</a>.</p> </div>   </div> <div id=\"block-508a3da9b5794584b1c13ffa\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T07:37:15.116Z\">8.37am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">German consumer confidence at five-year high</h2>  <div class=\"block-elements\">  <p>While Spain's jobless rate is at its highest in at least 36 years, the picture in Germany is rather rosier.</p> <p><strong>German consumer confidence has hit its highest level since the financial crisis began.</strong></p> <p>This is based on the monthly consumer sentiment index compiled by <strong>GfK</strong>, which rose unexpectedly to 6.3, up from 6.1 a month ago. That shows Germans are more upbeat about November's prospects than for any month since October 2007 – when the credit crunch began.</p> <p>Those surveyed are also more willing to spend than a month ago, and also more bullish about their income expectations.</p> <p>Galling news for those in the periphery. But it could be good news generally, if German consumers can help drag the eurozone forwards.</p> <p>ING economist <strong>Carsten Brzeski</strong> commented:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/carstenbrzeski/status/261717360560467968\">  <blockquote class=\"twitter-tweet\"><p>German consumer confidence at highest level in 5 yrs. Will they now put their money where their mouth is?</p>&mdash; Carsten Brzeski (@carstenbrzeski) <a href=\"https://twitter.com/carstenbrzeski/status/261717360560467968\" data-datetime=\"2012-10-26T06:34:15+00:00\">October 26, 2012</a></blockquote> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-26T08:18:13.480Z\">at 9.18am BST</time></p>  </div> <div id=\"block-508a3be8b5794584b1c13ff9\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T07:29:44.387Z\">8.29am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Labour reforms and recession blamed for Spanish jobless rise</h2>  <div class=\"block-elements\">  <p><strong>The news that the Spanish unemployment rate has hit 25% in the last three months highlights the steady deterioration in Spain's economy, which has been shrinking all year.</strong></p> <p>An extra 85,000 joined the ranks of the unemployed in the last quarter, taking the total to 5,778,100.</p> <p>The data was released by the <strong>Ministry of Labour and Immigration</strong> at 8am BST (9am CEST). The jobless crisis in Spain rivals Greece's own slump in employment.</p> <p>Today's rise may be partly due to the government's labour reforms.</p> <p>Here's Reuters early take:</p> <blockquote class=\"quoted\"> <p>Spain's unemployment rate rose to 25 percent in the third quarter, a new record high, official data showed on Friday as a labour reform making it easier to dismiss workers and steep recession left even more out of a job.</p> </blockquote> <p>The data is separate to the monthly readings from Eurostat – which pegged the Spanish jobless rate at 25.1% in August.</p> <p>It's the highest rate since at least 1976:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lindayueh/status/261724297381425152\">  <blockquote class=\"twitter-tweet\"><p><a href=\"https://twitter.com/search/%23Spain\">#Spain</a> Q3 unemployment rises to a record high of 25.02% matching estimates, highest since at least 1976 when Franco's death led to democracy</p>&mdash; Linda Yueh (@lindayueh) <a href=\"https://twitter.com/lindayueh/status/261724297381425152\" data-datetime=\"2012-10-26T07:01:49+00:00\">October 26, 2012</a></blockquote> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-26T08:17:46.477Z\">at 9.17am BST</time></p>  </div> <div id=\"block-508a369695cb4897f0db538e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-10-26T07:13:55.915Z\">8.13am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Spanish jobless rate hits 25%</h2>  <div class=\"block-elements\">  <p>Good morning, and welcome to <a href=\"http://www.guardian.co.uk/business/debt-crisis\">our rolling coverage of the eurozone financial crisis</a>, and other events in the world economy.</p> <p><strong>We start with some breaking news – Spanish unemployment has hit a new record high.</strong></p> <p>Government figures just released showed that the jobless rate jumped to 25% in the third quarter of 2012, up from 24.6% in the second three months of the year.</p> <p><em>More to follow ...</em></p> <p><strong>Also coming up today ...</strong></p> <p>For the second day running, the big news will probably come outside Europe. It's America's turn to release the first estimate of economic activity for the last three months.</p> <p>After the UK beat forecasts on Thursday and <a href=\"http://www.guardian.co.uk/business/2012/oct/25/eurozone-crisis-live-britain-emerges-from-recession\">slid gracefully out of recession</a>, the US third-quarter GDP is eagerly awaited. <em>Not least with the presidential election just 11 days away...&#xa0;</em></p> <p>Concerns over the state of the US economy have been growing in recent days, with a swathe of global giants missing forecasts. This trend continues last night, with both <strong>Apple</strong> and <strong>Amazon</strong> failing to shine:</p> <p>• <a href=\"http://www.guardian.co.uk/technology/2012/oct/26/apple-ipad-sales-slow-down?INTCMP=SRCH\">Wall Street not impressed by iPad numbers – The Guardian</a></p> <p>• <a href=\"http://news.sky.com/story/1002878/apple-and-amazon-earnings-disappoint\">Apple And Amazon Earnings Disappoint – Sky News</a></p> <p>Back on home turf, we face another day of negotiations between the Greek government and the troika. The junior coalition partner, Democratic Left, <a href=\"http://uk.reuters.com/article/2012/10/25/uk-greece-austerity-idUKBRE89O1JL20121025\">continues to oppose</a> parts of the €13.5bn austerity package that Greece must agree in return for aid.</p> <p>As finance minister Yannis Stournaras said last night:</p> <blockquote class=\"quoted\"> <p>The only obstacle to an agreement is the Democratic Left's stance... I hope that eventually they will agree.</p> </blockquote> <p>We'll be tracking events in Athens through the day, and also covering all the reaction and analysis when the US GDP data is released this afternoon (at <strong>1.30pm BST</strong>).</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-10-26T08:16:57.098Z\">at 9.16am BST</time></p>  </div>"
]