[
  "<p>Two families battling for control of a successful business, a mysterious set of twins and a couple of unexplained deaths – if <a href=\"http://www.amazon.co.uk/Vengeance-Quirke-Benjamin-Black/dp/0805094393\" title=\"\"><em>Vengeance</em></a> sounds like a Jeffrey Archer novel, that might be the playful intention of <a href=\"http://literature.britishcouncil.org/john-banville\" title=\"\">John Banville</a> (here writing as Benjamin Black). He's always approached his crime-writing pseudonym with mischievous relish – here, one of his characters thinks an Agatha Christie novel \"rather dull\" – but serious intent, too: the series featuring 1950s Dublin pathologist Quirke revels in, rather than sneers at, the crime genre.</p> <p>Yet with this new story, Quirke's fifth outing, it feels as if Banville doesn't wholly commit to the narrative. The prose is gloriously limpid, particularly when Quirke, back on the booze, muses on the \"soapy reek of beer, the scald of whiskey\". However, the twins' connection to the deaths is so obviously signposted, there's never really a sense of shock or even intrigue.</p> <p>But maybe that's by design. Near the end, Quirke's daughter discusses the strange necessity for red herrings in detective novels – and next sentence works out the key to one of the deaths. The Benjamin Black novels don't play up to all the clichés of crime drama, and therein lies their enjoyment.</p>",
  "<p><a href=\"http://www.jamesyorkston.co.uk/\" title=\"\">James Yorkston</a>, who for the past decade has been putting out quietly popular albums of modern folk, is sometimes asked to play at the weddings of his most ardent fans. \"Extremely flattering, but it'd be a terrible thing to do,\" says the Scotsman, scruffily dressed and wearing a baseball cap, as is his habit. \"No one would want to hear it, except the bride or groom. Maybe the guy behind the bar – he'd recognise me. And everyone else in the room would be thinking, 'Who's <em>this</em> idiot?'\"</p> <p>The 41-year-old has an uneven public profile. A member of Fife-based music collective <a href=\"http://www.fencerecords.com/\" title=\"\">Fence</a>, he's minor royalty in British folk circles; a new album, his first since 2008, will be hungrily set upon by this crowd. Widen the focus, though, and Yorkston is not well known. He jokes, over coffee in a cafe, that some sort of breast-pin or badge might help him dodge occasional embarrassments. \"A little patch that says, 'It's all right, I do have a job.'\"</p> <p>Not long ago Yorkston bumped into a childhood acquaintance who noted his untidy appearance and asked, gently, if things were <em>going OK</em>. Yorkston replied that he'd just found steady work, as a&#xa0;painter and decorator.</p> <p>\"I'm not on television. I do small gigs, people come and that's wonderful,\" he says. \"But I have to concentrate, make sure every album's really good, because that's how I make my living. I've never been a one-hit wonder or anything.\"</p> <p>I'm a fan of his stuff, know it well, and it's hard to pick which of the thoughtful, wordy tracks that have filled Yorkston's albums since his 2002 debut could possibly have been that one hit. The urgent ballad with a verse about changing trains at Burnham? The eight-minute epic about a holiday walk in west Cork? \"All I try to do is get as much of <em>me</em> over as possible,\" he says. \"Because that's all I've got.\"</p> <p>The new album, full of poignant, typically detail-rich songs, is called <a href=\"http://www.theguardian.com/music/musicblog/2012/aug/06/james-yorkston-album-stream\" title=\"\"><em>I Was a Cat From a Book</em></a>. The reason it's been four years coming is tough for Yorkston to talk about. One of his children has been unwell and, after stuttered efforts, he says it's not something he can properly discuss. That distinctive title is taken from something his child said to him after a dream. Some of the tracks sound angrier than any he has yet recorded.</p> <p>\"Emotionally, that's always how I've got things out of my system,\" he says of songwriting. \"I can't say I was rushing [to write new material]. I can't say I was thinking, 'Hey, I'll get a good song out of this', because I wasn't. But something has to come out. And, if the way you've taught yourself to do that is to write, then that's what you do.\"</p>",
  "<p>So I didn't get the fairytale ending and it would be dishonest to say I am not disappointed but it was definitely worth making such a huge effort to get fit in time for the Games. Raising the white flag after my knee injury was never an option for somebody like me because I'm not and never have been a quitter. Just being part of the buzz and mood enveloping London right now is a wonderful reward. My family have loved the experience as well, so I'm glad to see smiles on their faces. I may not have got what I wanted but they and I have just loved being a part of this wonderful thing that's going on in our country. It has been a phenomenal experience.</p> <p>It's been a real struggle just to get here, what with everything that's happened to me. The odds seemed stacked against me at times and it's been a really tough 18 months. I've got mixed emotions: disappointment I didn't get to fight for a gold medal, or indeed any medal, but I still feel like I did my best under very trying circumstances.</p> <p>I think if I'd fought Paige McPherson, the American girl who beat me, a year ago the outcome might have been different. I didn't feel rusty, I was 100% determined to go for it and I did go for it. With the benefit of hindsight, I think perhaps attempting such a challenge so soon after a serious knee injury may have been a little bit too much for me to take on, but I have no regrets.</p> <p>Having knee surgery earlier this year didn't help but I don't want to sound like I'm making excuses, because my leg was fine. Sadly, the long interruption to my training was always going to take its toll because it meant I didn't get the match practice I needed. Before Saturday it had been over a year since I competed, so with all that in mind, I feel happy about how I performed. But it's happiness tinged with sadness that I didn't get the result I wanted. It's great to be here in London, it's great to be part of the Olympics and&#xa0;I couldn't have done any more, but it would be nicer if I was leaving with a medal. Ultimately, though, I've got no regrets and can move on now and have a well‑earned rest.</p> <p>I was a bit nervous prior to taking to the mat on Friday, but nothing like how terrified I was reading the Olympic Pledge at the opening ceremony, which was unbelievably nerve‑racking: standing there reading to all those millions of people. It was such a scary thing to do but an amazing opportunity and I loved every single minute. I'm so proud that I was given the opportunity to play a part. It was a massive honour.</p> <p>I'll probably go to the closing ceremony too, even if my enjoyment may be slightly tempered by my not getting the result I wanted. After everything my husband and I have been though, we still made it here so it seems only right to go and finish it off in style. I want to enjoy being part of a successful Olympic team and a successful taekwondo team, so we'll go, have a good time and that will be the end of it. Once we get back home, it'll be time to rest, recuperate and go on a holiday, so I'm looking forward to all of that.</p> <p>I'm not sure what my long-term plans are yet, because I want to rest first. I'm not going to rush into any big decisions until I've had some time to relax mentally and physically and see how I feel and how my body feels.</p> <p>I'm massively proud of my team-mates Lutalo Muhammad and Jade Jones for doing so well both for themselves and for our sport. The success we've had as a team over the past two years has been really awe-inspiring and winning these Olympic medals was the perfect way to top it off. It's so good for our sport, which keeps getting bigger and better. I'm incredibly proud to be part of that.</p>",
  "<p>Walk the four-mile stretch of the river Lea from Hackney Wick up to Tottenham Hale, and it is easy to forget that you are in London's East End. It may be August but tangles of wild flowers can still be seen in the river's surrounding fields. On the river, moorhens attend to chicks marooned on islands assiduously constructed out of twigs.</p> <p>The many narrowboat owners who live on the Lea take advantage of the summer to repair their craft while rowers, urged on by their bicycle-riding coaches, guide single sculls through algae blooms and haughty swans. But something is missing from this English riverbank scene: anglers. There are almost none to be found, even on a sunny afternoon last Wednesday when throngs of fishing enthusiasts were out in force on London's canals.</p> <p>Chris, who appeared to be the lone angler on the Lea, was close to calling it a day. \"I came last Sunday and got nothing and I've come back today for my second visit, but I'm just killing time,\" he said in a soft Irish lilt. \"It's a nice spot, but there's no fish. I don't think I'll stay much longer.\"</p> <p>He removed his sunglasses and flexed a well-tattooed bicep. \"My friend told me not to come here because of the cormorants. I didn't know what they were until last week. I know they're not meant to be here: they're seabirds, like gulls.\"</p> <p>Known to anglers as the Black Death, the cormorant is a killing machine that can swim two minutes underwater and diving 80ft. In China, fishermen hunt with trained cormorants, but in Europe the protected species is a hated rival, blamed for emptying rivers of fish.</p> <p>Anglers have been petitioning the government to do something about the birds for more than a decade. But a perception that cormorant numbers are now out of control has resulted in a clamour for unprecedented action. Eleven groups, including the Angling Trust and the Salmon and Trout Association, are lobbying to influence a review by the Department for Environment, Food and Rural Affairs (Defra) into the control of piscivorours (fish-eating birds) to be published at the end of the year.</p> <p>The groups want the law changed so that cormorants can be killed under a general licence, similar to those issued for the control of crows or wood pigeons. They complain that current licences allow holders to kill only a handful of birds a year – not nearly enough when cormorant numbers over winter have increased from around 2,000 in the early 1980s to nearly 25,000 now.</p> <p>Even this number appears conservative to some. The Angling Trust's new <a href=\"http://www.cormorantwatch.org/\" title=\"\">Cormorant Watch website</a> has logged close to 100,000 sightings of the birds. Anglers in Walthamstow Marshes close to the Lea say they often see 200-300 fly past them in just an hour.</p> <p>But allowing cormorants to be culled like crows has alarmed naturalists. \"This would be a new departure,\" said Grahame Madge of the RSPB. \"It would be the first time a provision had been made [to cull a species] for sport. The population of cormorants is far lower than wood pigeons, which are almost in their millions. If it were introduced, it would be difficult to monitor how many were being killed and it could result in the population being reduced.\"</p> <p>The RSPB is instead calling for anglers and fisheries owners to use non-lethal tactics to protect fish stocks.</p> <p>\"We tried scare tactics such as firing off a pistol, but that didn't work,\" said Dennis Meadhurst, secretary of Lee Anglers Consortium, which represents fishing clubs along the Lea. The consortium built reed beds and underwater cages to protect the fish from the birds, but with no success. Meadhurst said it had given up restocking the river because the cormorants, which alert each other to good prey, will simply descend on the new schools and devour them.</p> <p>\"We used to have lots of roach and dace and see gudgeon after gudgeon, but you hardly see any now,\" Meadhurst said. \"We used to take around £60,000 a year [in fishing permits] but then in 1996 the cormorants came in and that was that. We are down to around £15,000 now.\"</p> <p>Similar problems have been reported in the Lake District, Yorkshire, Kent and Scotland. Meadhurst, a birdwatcher, has no doubt what is responsible for the seabirds moving inland. \"Commercial fishing has depleted the sea of fish stocks, because boats have been trawling too close to the shore. At the same time you've got farmers diversifying into fish farms for trout, offering cormorants free dinners all over the place.\"</p> <p>The migration inland has affected the birds' diet. A cormorant needs around 300g of sea fish a day. But river fish are less fatty, meaning a bird will need to consume around double this amount.</p> <p>The previous government increased the number of cormorants that could be killed a year from 500 to 3,000, a level that troubles the RSPB, which disputes claims the birds are responsible for a significant decline in river fish. \"If there are cormorants at a site, most naturalists would say that means there are fish there,\" Madge said. \"If they were eating all the fish, they would decline in numbers. There is no science to back up claims the situation is getting worse, but anglers want to reach for the shotgun.\"</p> <p>Even the anglers think it unlikely the government will sanction a major cull. Meadhurst is gloomy about the prospects for the next generation of anglers. \"You can't teach them to fish when they know the float isn't going to go under,\" he said. \"They just won't be interested.\"</p>"
]