[
  "<p>The chief executive of EADS, Tom Enders, has dismissed fears that the European aerospace group's proposed €34bn merger with UK arms manufacturer BAE Systems will lead to widespread redundancies in the UK, saying that cutting thousands of jobs is \"not the purpose\" of the deal.</p> <p>Enders said the combination of Britain's largest defence contractor with the owner of Airbus – which between them employ more than 50,000 in the UK – will \"not go down in history as the deal with the most cost synergies.\" The UK government, which could block the deal, is seeking assurances on jobs and Britain's share of manufacturing work under the new company before giving the merger its blessing</p> <p>Speaking at a lecture at the Royal Academy of Engineering in London, Enders said: \"We have faced the same concerns in France, Germany, over here: does it mean are you guys slashing thousands of jobs etc? That's not the purpose.\" Enders added that the deal was about creating growth and would be \"great for Britain.\"</p> <p>Earlier in the day a major shareholder in EADS has had added further complication to the proposed merger by urging the Franco-German industrial group to re-examine the terms of an \"unsatisfactory\" deal.</p> <p>The intervention of Lagardère, which owns 7.5% of EADS, added a financial dimension to a transaction that has largely been <a href=\"http://www.theguardian.com/business/2012/sep/27/proposed-bae-eads-merger-shake-up\" title=\"\">dominated by political concerns</a>. The combination needs the approval of the British, French, German and US governments, the latter being BAE's largest and most politically sensitive customer.</p> <p>Lagardère, a conglomerate whose interests span publishing and airport retail, released a statement criticising the terms of the tie-up, in which EADS shareholders will emerge with 60% of the business while BAE stockholders take 40%.</p> <p>Describing the terms of the merger as \"currently unsatisfactory\", a spokesman said: \"Lagardère calls on the management of EADS to undertake, without delay, the indispensable re-examination of the project to combine EADS and BAE, to better take into account the interest of all the French controlling shareholders of EADS.\"</p> <p>Lagardère's chief executive, Arnaud Lagardère, is also the chairman of EADS.</p> <p>There has been speculation that the French government wants to see ownership shared evenly between Paris, London and Berlin, which would leave BAE shareholders with 33% of the dual-listed business. But it is understood that BAE and EADS are not prepared to alter the balance of the new company's ownership.</p> <p>Enders said he was relaxed about Lagardère's intervention. \"Shareholders are obviously always potentially concerned. They invest to make money so it's not surprising that some shareholders are concerned about the return they are getting.\"</p> <p>According to reports, Germany and France are preparing to demand direct stakes of 9% in the merged group. Under the current EADS structure Lagardère and the French state holding company, Sogepa, own 22.35% of EADS, while Germany's national interest is represented by a 22.35% stake held by carmaker Daimler. The UK government, which has a golden share in BAE that allows it to block a non-UK shareholder taking a significant stake, has voiced concerns over the <a href=\"http://www.theguardian.com/business/2012/sep/13/bae-merger-eads-uk-hammond\" title=\"\">impact on 52,000 manufacturing jobs in Britain</a> but has signalled that it is broadly in favour of the merger. A source close to the deal said the companies had done \"everything that they need to do\" to meet a 10 October deadline to agree terms, as required by the UK Takeover Panel, but governmental wrangling is now the main issue.</p> <p>Another source said both sides need the UK, German and French governments to reach agreement before anything is put to shareholders: \"Until we have government support or approval for the basic structure, we don't have a deal that we can put to shareholders. Britain's largest trade union, Unite, voiced support for the deal. Ian Waddell, Unite's national officer for aerospace and shipbuilding, said BAE had to reduce its dependence on shrinking US and UK defence budgets. \"I don't see a rosy picture going forward. I see the possibility of terminal, and potentially ignominious decline.\"</p> <p>Ben Wallace, the Conservative MP whose Lancashire constituency includes the BAE aircraft manufacturing site at Warton, Lancashire, said: \"The question nobody seems to know the answer to is, how does this help the company commercially? I can see how it benefits EADS, because it wants to divest itself of the control of the French and German governments. But I do not see how this benefits BAE.\"</p> <p>BAE and EADS declined to comment. However, the companies' chief executives made a renewed declaration of the deal's merits on Monday morning in a joint op-ed piece published in the UK, France and Germany.</p> <p>Ian King, the BAE chief executive, and Enders said: \"With the necessary political will and support, management determination, and proper governance, BAE Systems and EADS can produce a whole that is greater than the sum of its parts. Together, we would become a business with a global footprint, and a wider customer base.</p> <p>\"We would be able better to ride the cycles of civil aviation demand and defence spending. And we would be a business with the scale and stability to invest more in R&amp;D, and a force for greater competition and growth. All of this would deliver tangible benefits to our customers in each of the defence, aerospace and security worlds.\"</p> <p>BAE and EADS are working to a deadline of 10 October deadline to thrash out a deal. Enders and King indicated that the deal would end Paris and Berlin's dominance of EADS.</p>",
  "<p>JJB Sports, once Britain's biggest sports retailer, finally collapsed into administration last night after weeks of negotiations failed to secure the future of 133 shops and 2,200 staff.</p> <p>The Wigan-based company, which was worth more than £1bn in its heyday, called in administrators from KPMG on Monday after attempts to sell the business foundered, despite initial interest from more than 100 parties including the company's founder Dave Whelan.</p> <p>The administrators only managed to sell 20 JJB stores, the brand and the website to its arch-rival Sports Direct for £24m, saving 550 jobs in the UK, including warehouse staff. The shops are expected to be rebranded as Sports Direct.</p> <p>Sports Direct, controlled by Newcastle United FC owner Mike Ashley, has also snapped up all of JJB's stock and the Slazenger Golf brand licences, as well as the company's headquarters in Wigan, a freehold property.</p> <p>However, the remaining 133 JJB stores shut on Monday leaving 2,200 people out of work. Some 167 employees have been retained to help the administrators but will lose their jobs once their work is done.</p> <p>The sale proceeds will be used to repay some of JJB's £45m debt to its lender, Lloyds Banking Group and other secured creditors, US group Dick's Sporting Goods and Adidas. But shareholders will go empty-handed, while suppliers – Nike, Adidas and Umbro – and landlords will get very little, if anything. The shares were worth less than a penny when they were suspended.</p> <p>There had been <a href=\"http://www.theguardian.com/business/2012/aug/30/dave-whelan-jjb-sports\" title=\"\">hopes that Whelan, a former Blackburn Rovers footballer who is now chairman of Wigan Athletic, would step in to save the stricken company</a> that he founded in 1971 when he turned a Wigan fishing tackle shop, JJ Bradburns, into a sports store. In 1994, the 120-store chain floated on the London Stock Exchange and four years later, the acquisition of Sports Division, its largest competitor at the time, turned it into the largest sports retailer in the UK.</p> <p>Richard Fleming, UK head of restructuring at KPMG, said: \"Successive attempts to restructure the business, both financially and operationally, have not been enough to prevent the company falling into administration. Unfortunately a buyer could only be found for 20 stores on a going-concern basis.\"</p> <p>All staff made redundant have had their arrears of wages and holiday entitlements paid in full.</p> <p>David McCorquodale, corporate finance partner at KPMG who led the sales process, said he and his team had spoken to more than 100 parties in the first few days of their appointment and eight trade and private equity players went on to table first round bids. \"Unfortunately the level of cash and further operational restructuring required to rescue a more substantial part of the business was too much risk for most interested parties,\" he said. \"We hope to be able to sell the leasehold interests of some of the remaining stores, which may result in re-employment of some staff.\"</p> <p>JJB never recovered after a series of poor acquisitions saddled it with debt during chief executive Chris Ronnie's tenure between 2007 and 2009, although some believe its problems started much earlier. Analysts say JJB's management lacked the expertise to keep up with Sports Direct's aggressive expansion and strategy of acquiring brands such as Lonsdale and Dunlop, while JJB's clothing business was also hammered by competition from supermarkets and discount chains such as Primark.</p> <p>Two company voluntary arrangements in 2009 and 2011 – legal agreements designed to reduce rent costs for struggling retailers – shrank the store portfolio but failed to save the business. JJB put itself up for sale in August this year after warning it could run out of money. It had been kept afloat thanks to the support of a core group of investors – Invesco, Harris Associates, Crystal Amber and the Bill and Melinda Gates Foundation – but by then shareholders' patience had worn thin and they refused to pump any more money into the beleaguered retailer.</p> <p>The British Property Federation said that landlords had been hit especially hard by JJB's collapse. Liz Peace, the federation's chief executive, said: \"Having played their part in twice saving JJB from administration, taking a financial hit in the process, landlords will be understandably frustrated and left wondering whether the pain was really worth it.\"</p> <p>She added: \"We can only hope that the timing of the administration isn't an attempt to avoid paying rent on the 20 units which have been sold.\" Rent owed to a landlord prior to the appointment of administrators is not treated as a cost of the administration. This has in the past led to tenants being put into administration just after quarter day – the last one was on Saturday – so they can use the premises for the remainder of the quarter without having to pay rent, she said.</p> <p>Christopher Sheldon, who was made redundant in 2009, said: \"Chris Ronnie ruined the reputation of the company in his short tenure of JJB. It never recovered from the mismanagement. It's a sad day but not a surprise.\"</p> <p>With Britain mired in a double-dip recession, JJB has followed other well-known retailers into administration, including outdoor retailer Blacks Leisure and discount fashion chain Peacocks last year.</p>",
  "<h2>PENALTY SPOTS</h2> <p>Sergio Aguero is known for many things: being Diego Maradona's son-in-law, glorying in the nickname Kun and being producer of <a href=\"http://www.imdb.com/title/tt1699231/\" title=\"\">Quarantine 2: Terminal</a>, the poster of which features a terrified looking female passenger being scared in an aeroplane with preposterously large windows*. Unlike some of his footballing brethren, one thing Sergio Aguero is not renowned for is being a whining, moaning, prissy malcontent who's always grumbling about perceived injustices. So when Manchester City's vastly experienced Argentinian striker feels compelled to politely make an observation on the state of the game, the Fiver feels similarly moved to listen.</p> <p>In the wake of Manchester City's late win against Fulham, Aguero suggested that, when it comes to the awarding of penalties, foreigners tend to get treated more strictly by referees than home-grown players in countries all over the world and that leagues in the UK are no exception. \"It happens everywhere,\" he said. \"There is a little bit of privilege with players who come from that country, but that is normal. We just play our game, and the referee's job is to know who is tricking him and who is not.\"</p> <p>Aguero's comments came in the wake of a match in which his Argentinian compatriot Carlos Tevez was denied an obvious penalty after being floored in the Fulham penalty area, while his team-mate Pablo Zabaleta also had a half-decent appeal for a spot-kick rejected. Sadly, Aguero's argument was somewhat undermined by the fact that the one penalty awarded in the match went to Fulham's John Arne Riise, who despite being as Norwegian as Vikings, lutefisk and raucous black metal tunesmiths Gorgoroth, still managed to gull referee Mark Halsey with a preposterously theatrical triple axle with pike. Still, with his ginger hair and pasty complexion, it's hardly inconceivable that the official mistook him for a Brit.</p> <p>Meanwhile at Carrow Road, Brendan Rodgers celebrated his side's shellacking of Norwich City to voice his own concerns about the non-awarding of penalties to Luis Suarez, from Uruguay, whose reputation for diving he fears is influencing match officials. \"There is that fear,\" he said. \"There are players, attacking players who go down at times. I can't worry too much about it. It's something that hopefully the referees, when they assess and analyse their own performance, they have to look at it … and hopefully those penalties that we don't get won't come back to haunt us.\"</p> <p>A smart man, there's every possibility that Rodgers is flagging up the issue in a bid to sow a seed in the minds of referees and influence them in his own little way. As methods of winning penalties go it's certainly more discreet than that of his wily striker, but only time will tell if it yields better results.</p> <p>* May be a different Sergio Aguero.</p> <h2>QUOTE OF THE DAY</h2> <p>\"I am against diving, absolutely. It's something we should eradicate from the game. It's probably not easy but if there's anything that can be done then we are for it\" - Wise words from Roberto Di Matteo. Wonder if David Luiz and Branislav Ivanovic were listening?</p> <h2>GET A FREE £25 BET WITH BLUE SQUARE</h2> <p><a href=\"http://ads.bluesq.com/redirect.aspx?pid=5296&amp;bid=2925\" title=\"\">Step one: open an account with Blue Square and deposit any amount; step two: place a bet of at least £5 on any sport; step three: we will match your bet with a free bet of up to £25.</a></p> <h2>FIVER LETTERS</h2> <p>\"Does anyone else have a player they know deep down isn't great, but will always stick up for regardless? I'll start the ball rolling with Darren Bent. I know he can't hold the ball up, or link up play particularly well either, but there's just something about him that is always hinting that 75 minutes of Invisible Man anonymity and running down blind alleys will be cancelled out with something special\" - Michael Jones.</p> <p>\"U.S.A! U.S.A! U.S.A! U.S.A! U.S.A! U.S.A! U.S.A! U.S.A! U.S.A! U.S.A! U.S.A! U.S.A! U.S.A! U.S.A! U.S.A! U.S.A! U.S.A! U.S....eh?\" - Brian Ross-Meering.</p> <p>Send your letters to <a href=\"mailto:\" title=\"\">the.boss@theguardian.com</a>. And if you've nothing better to do you can also <a href=\"http://twitter.com/TheFiver\" title=\"\">tweet the Fiver</a>.</p> <h2>BITS AND BOBS</h2> <p>Following in the footsteps of Paul Scholes, another Manchester United legend has returned to the club: Mikael Silvestre. Unfortunately for makers of blooper programmes, he's only training in order to stay fit.</p> <p>Speaking of which, Jonny Evans has recovered from a dead leg he suffered against Tottenham in time for tomorrow's Big Cup match against CFR Cluj. However Scholes, Michael Carrick and Ryan Giggs have been left at home, not that anyone's going to notice there's no one in midfield.</p> <p>The Rovers Trust has called on the Blackburn Rovers' owners Venky's to build bridges with supporters after the resignation of Steve Kean Out.</p> <p>And Jimmy Bullard will have more time to hone his Phil Brown impression after retiring from football due to a long-standing knee injury.</p> <h2>STILL WANT MORE?</h2> <p>Our writers come up with a whopping 10 talking points from <a href=\"http://www.theguardian.com/football/blog/2012/oct/01/premier-league-10-talking-points\" title=\"\">the weekend's action in the Premier League</a>.</p> <p>Donald McRae talks to Watford's manager Gianfranco Zola about how he's <a href=\"http://www.theguardian.com/football/2012/oct/01/gianfranco-zola-interview-exhausted-passion-watford\" title=\"\">rediscovered his passion for football</a>.</p> <p>Sid Lowe on how Barcelona fought back against Sevilla <a href=\"http://www.theguardian.com/football/blog/2012/oct/01/barcelona-sevilla-la-liga-villa\" title=\"\">with a bit of help from the referee.</a></p> <p>Zdenek Zeman's Roma fell flat against Juventus, <a href=\"http://www.theguardian.com/football/blog/2012/oct/01/paolo-bandini-juventus-roma\" title=\"\">writes Paolo Bandini.</a></p> <h2>SIGN UP TO THE FIVER</h2> <p>Want your very own copy of our free tea-timely(ish) email sent direct to your inbox? Has your regular copy stopped arriving? <a href=\"http://www.theguardian.com/football/signup/2010/mar/30/1?CMP=twt_gu\" title=\"\">Click here to sign up</a>.</p> <h2>MALDIVES? KING'S CROSS? MALDIVES? KING'S CROSS? TOUGH CHOICE THAT</h2>",
  "<p>The average employer looks at your CV for eight seconds; they've probably received anywhere from 20 – 200 CVs for the job you're applying to and are sick of reading covering letters and seeing the same structure in Times New Roman. This is your cue to give them something a little original and innovative.</p> <p>By embracing tools and technology, it is possible to make our professional profiles stand out. Here are some tips on how you can do this cheaply but still get optimum results.</p> <p><strong>Create a hire me page or CV infographic and email it to a selection of companies</strong></p> <p>This would work for speculative applications as well as for designated roles. It grabs the employer's attention because you're giving them more than an average two-page print out. This particularly plays to your advantage if you're working in a competitive industry, such as television or journalism. But don't underestimate it's power elsewhere – it's a great way to be noticed for creative or marketing roles too.</p> <p>Make sure it is well designed though – using the brush tool on paint won't cut it. If you're not creative, pay a creative designer friend or promise to buy their beer for a month. Here's an <a href=\"http://www.behance.net/gallery/Resume/482880\" title=\"\">example of what you can do</a>.</p> <p><strong>Create a hire me Facebook page and invite friends and contacts to spread the word</strong></p> <p>You might not know anyone who knows about a job vacancy, but friends of friends might. Don't be shy about inviting everyone and anyone on your friends list, you never know who might be the vital connection.</p> <p><strong>Create a YouTube covering letter and tweet the link</strong></p> <p>If you want to get really creative, this is a great option. But be warned: putting together an exciting video CV and covering letter can either go brilliantly well or completely wrong.</p> <p>You'll want to make it impressive, but also modest. Sarah Wood of <a href=\"http://www.unrulymedia.com/\" title=\"\">UnRuly Media</a> recalls one of the best applications they received: \"One candidate for a campaign manager position did a spoof of the Old Spice 'Man Your Man Could Smell Like' ad – a campaign we worked on. He filmed it in the shower and it went something like: 'Look at your campaign manager. Now look back at me. I could be your campaign manager if you brought me in for an interview.' It made the whole team smile. And we all want to work with people who make us smile, right?'\"</p> <p>Here's another example of how you could do it: </p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/HRHFEDyHIsc?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"276\" src=\"https://www.youtube-nocookie.com/embed/HRHFEDyHIsc\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p><strong>Interact with the brands you love on all social platforms</strong></p> <p>Anyone and everyone can do this, no matter what your industry. Interacting with brands and companies online means they'll get to know you as someone who contributes to discussions and is active in the community.</p> <p>Facebook and Twitter are incredibly helpful here as the social aspect means you can show some personality. Be personal too – if you find out they've signed a new client, congratulate them. If they post a good blog, share it. Keep it professional and friendly and you'll soon be on their radar.</p> <p>Also sign up to their Linkedin and network with them. Sarah Wood, a co-founder of Unruly Media says this is crucial: \"Attend networking events, get active on LinkedIn and be always be tenacious about it.\"</p> <p><strong>Start a blog that is directly related to your field</strong></p> <p>A blog shows that you're active in the industry and enthusiastic about working and building your professional profile. Make the blog something relevant to the field you want to work in and keep it updated so that at any one time you look active and engaging.</p> <p><strong>Start pitching freelance work in the field</strong></p> <p>Do you work in an industry where your skills can convert into freelance prospects? If so, why not do some freelance work as you job hunt? Websites such as <a href=\"http://www.textbroker.co.uk/\" title=\"\">Text Broker</a>, <a href=\"http://99designs.co.uk/\" title=\"\">99 Designs</a> and <a href=\"http://www.peopleperhour.com/\" title=\"\">People Per Hour</a> all offer freelancers opportunities for paid work. By keeping your skills active while job hunting you'll be building experience, your CV and your confidence.</p> <p><strong>Look in the right places</strong></p> <p>There are plenty of niche job sites out there that specialise in recruiting for certain industries; you'll often find those 'harder-to-hear-about-jobs' on these sites. Find a niche job site and keep your eye on their listings.</p> <p>These are just a few examples of how you can boost your chances of employment by taking advantage of technology and the online world. Remember though, it's better to perfect one or two of these techniques than to try them all at once and spread yourself too thin. Not every idea will match your skillset or personality, so have a think about which suits you as a person, the industry you're in, and the role and company you'll be applying to.</p> <p><em>Elle-Rose Williams is a freelance writer and social media manager working in online marketing. She currently works with a London based company called </em><a href=\"http://www.electricdialogue.com/\" title=\"\"><em>Electric Dialogue</em></a><em> — and got her interview with them by sending a rather honest and unusual email</em></p> <p><strong>This content is brought to you by </strong><a href=\"http://www.guardian.co.uk/guardian-professional\" title=\"\"><strong>Guardian Professional</strong></a><strong>. To get more content and advice like this direct to your inbox, </strong><a href=\"http://careers.guardian.co.uk/competition/sign-up-guardian-careers\" title=\"\"><strong>sign up for our weekly Careers update</strong></a><strong>.</strong></p>",
  "<p>It is essential that any proposed reforms of the total remuneration package available to current and future public sector employees are evaluated carefully.</p> <p>Even more fundamental is the need to clarify how to measure total remuneration packages, so that it is possible to make proper comparisons between sectors. The notion of \"total reward\" has become fashionable in HR management circles as a way of measuring employees' compensation, but as yet there is no consensus on specifically what it should include.</p> <p>Our comprehensive measure of total reward includes not only salary, bonuses, stock options, stock grants, pensions and other monetary compensation, but also hours of work, holiday entitlements, employer-provided health insurance and job security.</p> <p>We have compared these measures of total compensation for highly educated full-time male employees in the UK public and private sectors who are able to switch easily between the two sectors. While the two sectors start off quite similarly at the age of 21, private sector employees soon develop an income advantage of roughly £5,000 a year, which persists almost to the age of 50. But from the age of 53 onwards, men working in the public sector are better off, including during their retirement years.</p> <p>The valuation of different total reward components is largely driven by the fact that private sector employees have lower pension contributions, fewer and less valuable fringe benefits and higher risks of unemployment. Evidence on earnings is mixed, with a clear dominance of private sector earnings in mid-career and the counterbalance of an advantage for public sector employees in the later stages of their working lives. But private sector employees work more hours a week, which implies potentially larger annual earnings throughout their entire working lives.</p> <p>Our analysis suggests that there is not equality of total reward profiles between the two sectors at every point in time. But the accumulated lifetime total reward for men is equalised between the public and private sectors over the lifecycle. The result implies that male graduates who choose employment in either of the two sectors based on their potential early career reward prospects might not get the full picture with respect to lifetime reward.</p> <p>Our results for women suggest that they are better off in the public sector at almost any point of the lifecycle profile. If employees in both sectors are exposed to similar disadvantages in the workplace (for example, stress or mortality risk), our results imply that after taking account of pensions, the public sector confers a high positive total reward advantage for women, but a very closely comparable one for men in the two sectors.</p> <p>The insights from this exercise are straightforward: while the pensions of highly educated men working in the public sector are quite generous, there is no clear advantage of either sector once we take account of the full complexity of the comparison. This should caution policy-makers not to reform public sector compensation packages prematurely, unless they accept the implications that this might have for the employees they can recruit and retain.</p> <p><em>Alexander Danzer is at the University of Munich. Peter Dolton, of the University of Sussex, is a senior research fellow in the education and skills programme for the Centre for Economic Performance. </em></p> <p><em>This is an edited version of an </em><a href=\"http://cep.lse.ac.uk/pubs/download/cp377.pdf\" title=\"\"><em>article </em></a><em> first published in </em><a href=\"http://cep.lse.ac.uk/\" title=\"\"><em>CentrePiece</em></a><em> Volume 17, Issue 2, Autumn 2012, the magazine of the Centre for Economic Performance at the LSE © A. Danzer and P. Dolton, 2012</em></p> <p><strong>This article is published by </strong><a href=\"http://www.theguardian.com/guardian-professional\" title=\"\"><strong>Guardian Professional</strong></a><strong>. Join the </strong><a href=\"http://reg.guardian.managemyaccount.co.uk/public-leaders/start.php\" title=\"\"><strong>Guardian Public Leaders Network</strong></a><strong> free to receive regular emails on the issues at the top of the professional agenda.</strong></p>"
]