[
  "<p>It has long been conventional wisdom in Washington political circles that Condoleezza Rice did not desire a future in high political office. After being President George W Bush's national security adviser and then his secretary of state she would simply bask in the afterglow of a career at the heart of global geopolitics.</p> <p>Rice had been so personally loyal to the Bush clan, it was believed that she would leave the stage along with them. She would be happy indulging her twin passions of academia and sports as a faculty member of prestigious Stanford University and, just recently, one of the first women to break into the <a href=\"http://www.washingtonpost.com/sports/othersports/augusta-national-gains-stature-by-admitting-condoleezza-rice-darla-moore/2012/08/20/3f2f97ca-eb01-11e1-b811-09036bcb182b_story.html\" title=\"\">Augusta National Golf Club</a>.</p> <p>So, when <a href=\"http://www.theguardian.com/commentisfree/2012/aug/30/condoleezza-rice-paul-ryan-republican-convention\" title=\"\">Rice </a>took to the stage at the Republican convention in Tampa, not much in the way of excitement was expected. But when she stepped down 20 or so minutes later, it was into a political world upturned. Not only had the usually calmly spoken, wonkish Rice given an emotional, barn-burning speech of the sort that had thousands of conventioneers cheering in the aisles but it had also hinted in no uncertain terms at the White House.</p> <p>She teed it up like a seasoned campaigner. \"On a personal note,\" she began teasingly after endorsing Mitt Romney to run against President Barack Obama. Then she dipped into her own biography in a way that sounded suspiciously like a stump speech. \"A little girl grows up in Jim Crow Birmingham – the most segregated big city in America. Her parents can't take her to a movie theatre or a restaurant, but they make her believe that even though she can't have a hamburger at the Woolworths lunch counter, she can be president of the United States,\" Rice said.</p> <p>She has used similar lines before. But, as Rice knows full well, in American politics context is everything and there is no mistaking the context of a national Republican convention. Suddenly, Rice was back at the heart of the action and her ambitions were the hot topic of gossip at Tampa. An intense bout of speculation earlier this year that Romney might pick her as a running mate had been dismissed by most as posturing to show the former Massachusetts governor had a woman on his shortlist.</p> <p>Now it looked like it had been real. If Romney loses in 2012, will we see Rice run in 2016? Or, as she has never run for elected office before, maybe she will start smaller and test out the waters first – as a California senator, perhaps? – and then run in 2020. With a few well-picked words and a gift for stirring oratory that many were unaware of, Rice had opened up a stunning new world of possibility: that America's next black president might be a woman and a Republican. That is the thing about the assumptions of conventional wisdom: they can be so easily turned on their head by actual events.</p> <p>Condoleezza Rice, 57, was not exaggerating one jot in the description of the disadvantages of her childhood. Born on 14 November 1954, Rice's childhood was spent in the segregated Deep South where the racial lines were stark and patrolled by the threat of violence. It was something her family knew all about. Rice's father, John Wesley Rice, was a minister but that did not stop him from arming himself with a shotgun, along with other black men in the neighbourhood, when racist whites threatened to attack in the early 1960s (Rice cites the moment as being behind a firm belief in gun rights).</p> <p>In the troubled times of the 1950s and 1960s, few places were worse than Birmingham as America's blacks struggled their way through the civil rights movement. In 1963, a horrific <a href=\"http://www.spartacus.schoolnet.co.uk/USAC16.htm\" title=\"\">church bombing</a> in the city (nicknamed grimly \"Bombingham\") shocked the nation as it killed four young black girls, including 11-year-old Denise McNair, one of Rice's childhood friends.</p> <p>\"I know a little bit of what it's like to have somebody try to terrorise a community. These little girls weren't going to hurt anybody. They didn't have any political power,\" she once told an interviewer. \"</p> <p>Yet Rice's childhood was not one defined by trauma. Far from it. Her family, including her high-school teacher mother, Angelena, was a close-knit unit; she was an only child and the focus of her parents' love and ambitions. The Rices also belonged to the small segment of black southern society in Birmingham that formed a solid middle class. Rice's prodigious childhood talents were nurtured. She was a talented pianist (and still plays almost to a professional level). Her unusual name comes from the Italian musical term \"con dolcezza\", meaning \"with sweetness\". She learned foreign languages from a young age, did ballet and figure-skating. In 1967, the family moved to Denver and Rice won a place at the University of Denver in 1971 to study political science.</p> <p>For many Democrats, that story would tick various liberal boxes, just as Barack Obama's biography as a mixed-race child raised by a single white mother from Kansas does. But Rice, as the talented child of a southern preacher who saw first hand the violence of racism, instead eventually drew conservative lessons from life. Her family taught a solid, middle-class work ethic of buckling down, working the system to the best of your ability and trusting America to get it right in the end. Which, in Rice's case at least, it did.</p> <p>Rice worked at her studies, got a masters from Notre Dame, worked briefly in the State Department of President Jimmy Carter and then got a Phd from the University of Denver. She specialised in the Soviet Union, developing hardline conservative foreign policy views, and was eventually hired at Stanford. It was there she first came to the attention of the political clan that would become her second family: the Bushes.</p> <p>Introduced by Bush family adviser Brent Scowcroft, Rice became a family confidante. She served President George HW Bush and then his son, working as George W Bush's foreign policy adviser during the 2000 campaign. After he won, he named her national security adviser and then, in his second term, she became secretary of state. The two were very close, bound by a love of football, prayer and each comfortable with their end of the president-adviser relationship. (She even once mistakenly referred to Bush as \"my husband\".) Of course, it helped that Rice keeps her personal life private. That has fuelled various rumours about her sexuality. She was briefly engaged to a football player in the late 1970s. She explains her solitary ways by simply being so immersed in work.</p> <p>But what one thinks of Rice depends on what one thinks of the Bush years. For many Democrats, and even more people abroad, that means a close association with a failure to spot 9/11 coming, the dreadful horrors of the invasion of Iraq and the neocon ascendancy of the 2000s. So, while Republicans feted and praised Rice after her speech in Tampa, not everyone was pleased to see her. A day before she took to the podium, a group of leftwing protesters tried to enter a Tampa arts centre where Rice was appearing with the intention of \"arresting\" her for war crimes.</p> <p>Yet, if Bush is still not exactly missed by many Republicans , it appears Rice has shed any doubts with the party base left over from her role in his administrations. Partly that may be to do with her race. Republican officials are acutely aware of the lily-white nature of much of their party and when it does try to \"diversify\" that usually means Hispanics. One recent survey showed support for Romney at 0% – yes, 0% – among black Americans.</p> <p>In Tampa, two convention-goers were ejected for throwing nuts at a black CNN journalist. Rice offers a high-profile antidote to all of that ugliness. She makes a point of never playing on her race. She is determined that she should be judged on her abilities. She told one interviewer who broached the subject: \"Let me explain to you: I speak French, I play Bach, I'm better in your culture than you are.\"</p> <p>There do not seem to be many obstacles to Rice within the Republican party. When the vice-presidential speculation was circulating, one public opinion poll put Rice as the favourite choice, ahead of eventual pick, <a href=\"http://nbcpolitics.nbcnews.com/_news/2012/08/29/13557231-ryan-accepts-vp-nod-lets-get-this-done?lite\" title=\"\">Congressman Paul Ryan</a>. It is clear that if Rice wants to enter party politics and run for office then there is a receptive Republican audience waiting for her. It will be up to her to make a decision. If she stays out of the spotlight, her academic career and the lucrative lecture circuit will always await. Her Tampa speech will be remembered as a one-off, full-throated roar of what might have been.</p> <p>But if she takes a risk, if she really does go for it, last week will mark the beginning of something entirely new and unexpected.</p> <p>* This article was amended on 6 September 2012 to make it clear that the experience of watching her father defend their neighbourhood against white supremacists made Condoleezza Rice a firm believer in gun rights. The piece originally said that these experiences made her a believer in gun control.</p>",
  "<video data-media-id=\"gu-video-395549493\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/9/2/120902WhiteHouseBeer-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/ad/120902WhiteHouseBeer/120902WhiteHouseBeer.m3u8\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/9/3/120902WhiteHouseBeer-720.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/9/2/120902WhiteHouseBeer_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/9/2/120902WhiteHouseBeer_3gpLg16x9.3gp\"/> </video>   <p>A hearty \"cheers\" goes out to the president's in-house brewers who bowed to popular pressure on Saturday and <a href=\"http://www.guardian.co.uk/world/video/2012/sep/02/white-house-releases-beer-recipes-video\">released the recipe</a> for its coveted ales.</p> <p>At a time when other classified information was making its way to the media – and prompting a criminal investigation in the process – the lips of those guarding the beers' ingredients remained firmly shut.</p> <p>But in the face of a growing protest over the lack of transparency in regards to the ale, the White House finally yielded, giving away the secret behind its White House Honey Ale and White House Honey Porter.</p> <p>Barack Obama – a man not shy when it comes to necking the odd pint while on the campaign trial – introduced a home-brewing kit last year to the White House kitchen.</p> <p>It was then down to staff to source out the best ingredients, according to White House assistant chef Sam Kass, who revealed the recipe in a <a href=\"http://www.whitehouse.gov/blog/2012/09/01/ale-chief-white-house-beer-recipe\">blogpost titled Ale to the Chief</a>.</p> <p>This led the home brewers to the South Lawn of 1600 Pennsylvania Avenue, where the president's bees are kept.</p> <p>Kass explained: \"Like many home brewers who add secret ingredients to make their beer unique, all of our brews have honey that we tapped from the first-ever bee-hive on the South Lawn.</p> <p>\"The honey gives the beer a rich aroma and a nice finish but it doesn't sweeten it.\"</p> <p>According to the lucky few staffers and reporters privileged to have given the brew a go, the results are said to be pretty good. Obama, in his Ask Me Anything chat on Reddit last week, called it \"tasty\". </p> <p>But until Saturday, the recipe was kept hidden, despite a petition that garnered some 12,000 signatures.</p> <p>In the post unveiling the ingredients, Kass wrote that with public excitement about the beer \"fermenting such as buzz, we decided we better hop right to it\".</p> <p>Such punning is enough to drive one to drink. Make mine a keg.</p>",
  "<p>This week, a study <a href=\"http://www.theguardian.com/science/2012/aug/27/cannabis-damaging-under-18s-study\" title=\"\">purportedly showed</a> an association, or correlation, between people who became habitual cannabis users when they were 13 and people whose IQ dwindled between the ages of 13 and 38. It also suggested the lack of such correlation for those who first became habitual cannabis users when they were aged 18 or over. Accordingly, one is expected to infer that using cannabis in early adolescence has a detrimental effect on IQ, but doesn't if one begins using it in late adolescence.</p> <p>These findings are likely to be mistakenly adopted by those who advocate continuing the prohibition of cannabis as a justification of their position. <a href=\"http://www.theguardian.com/science/brain-flapping/2012/aug/29/cannabis-reduces-iq?newsfeed=true\" title=\"\">But assuming that such correlations are true</a>, it is obviously important that cannabis use takes place within a framework where age limits may be imposed. I have been a dedicated supporter of the relegalising of cannabis since the mid-1960s. Neither I, nor any of the various pro-legalisation organisations with which I have been associated, have ever advocated that legalisation should not be accompanied by age limits and other controls. Age limits for a large number of activities are well entrenched and accepted by society, and tend to lie between the ages of 16 to 18.</p> <p>But there are no age limits in a black market. Neither is there any other form of control. Prohibition is not control, and should not be equated as such. It is the abrogation of control leading to the unregulated peddling of adulterated substances outside the reach of the law. Apart from not beginning to achieve its aims, prohibition makes drugs artificially expensive and spawns an avalanche of acquisitive criminal behaviour.</p> <p>Most drugs, for example cannabis, are either plants or are derived from plants, and most plants are very cheap. But as illegal drugs have to be sold on the black market, those who trade in them risk being sent to prison or fined. They charge a lot of money for their trouble. Some people cannot afford to buy the artificially expensive drugs they want to take and resort to theft. The illegal drug business has become so profitable that people have violent fights over territory in which to sell drugs. They can afford to buy guns. Guns are bad. Once a country is full of people with guns, the guns will never go away. Across the Middle East, South-east Asia, Africa and Latin America, civil war after civil war has been funded by the only strategy available to revolutionaries and counter-revolutionaries alike, the mass production of their traditional drugs for sale to the absurdly lucrative global market.</p> <p>Prohibition increases any harm that might be caused by recreational drug use. A recreational drug, by virtue of its inherent chemical nature, cannot cause crime; it can only do so through interaction in a social context, which is prohibition and the consequent black market. Prohibition is a root cause of crime, violence and ill health. It would be difficult to construct, even if one deliberately contrived to do so, a policy more physically dangerous, more individually criminalising, or more socially destructive. Prohibition is a relatively recent social experiment, an extremely dangerous failure, and should be dismantled as soon as possible.</p> <p>Legalisation does not require a set of laws enforceable by only the most totalitarian of police states. It is humane and helpful and no more condones drug misuse than a doctor prescribing a contraceptive condones promiscuity. As such, I welcome the findings of the study as demonstrating the increasingly urgent need to legalise cannabis.</p>"
]