[
  "<p>There are currently <a href=\"http://www.theguardian.com/society/2012/mar/09/half-uk-young-black-men-unemployed\" title=\"\">more young black men unemployed than employed</a>. Chinese graduates can expect to earn 25% less over the course of their careers than their fellow white graduates. Government research has shown that those with an identifiably African- or Asian-origin name need to make nearly twice as many job applications to even get an interview. Black people are seven times more likely to be stopped and searched by the police than white people. Since the murder of Stephen Lawrence, a further <a href=\"http://www.bbc.co.uk/news/uk-16438933\" title=\"\">96 people have been killed at the hands of racists</a>.</p> <p>I could go on. The litany of racial inequality and injustice in our society is a long and shameful one. It is for this reason that minority communities have long called for a society free of racial discrimination, and successive governments have created legislation and institutions to address our \"race problem\".</p> <p>But since the last election the coalition has been busy downgrading efforts to address racial inequality. Government has wasted little time in deciding that fiscal austerity means that the promotion of greater equality is a price that is simply not worth paying. Central government support for organisations working to tackle racial inequality was cut by 100%. Its \"red tape challenge\" suggested that protection against discrimination is merely an inconvenient barrier to business growth.</p> <p>When challenged in parliament last month on having no strategy to address the high levels of unemployment faced by young black men, Helen Grant MP, recently <a href=\"http://www.theyworkforyou.com/mp/helen_grant/maidstone_and_the_weald\" title=\"\">appointed minister for equality</a>, argued that targeted support would be \"wrong\" since \"everyone needs help\".</p> <p>Such a sustained attack on efforts to close gaps in education, employment, health and criminal justice is made worse when the body that is supposed to act as a watchdog on the erosion of equality itself loses the confidence of those it is seeking to protect. This week, two commissioners at the <a href=\"http://www.equalityhumanrights.com/\" title=\"\">Equality and Human Rights Commission</a> with extensive experience in fighting racial inequality have been told their services are no longer required. <a href=\"http://www.theguardian.com/society/2012/nov/01/black-muslim-members-equalities-commission-roles\" title=\"\">Simon Woolley and Baroness Hussain-Ece were not even interviewed</a> after they applied to continue as commissioners – despite the fact that in his formal assessment this year, Woolley was described as providing \"outstanding leadership on race equality\" and being \"a vital contributor to the commission's development\".</p> <p><a href=\"http://www.theguardian.com/commentisfree/2012/sep/12/trevor-phillips-legacy-panel-verdict\" title=\"\">Trevor Phillips's term as chair of the EHRC ended in the summer</a>. Now, five years since the abolition of the Commission for Racial Equality, there may soon be no minority ethnic commissioners on its successor body. Were these commissioners considered too vocal in challenging the direction of government?</p> <p>In her pre-appointment hearing, the new chair of the EHRC, Baroness O'Neill, was asked whether she had experience in dealing with race issues. The best she could offer was that she regularly spoke to Cambridge university undergraduates from minority backgrounds – hardly a representative sample of Britain's minority population. If this is the only insight the chair has on racial discrimination, it is crucial that the rest of the commissioners have an understanding that goes beyond a few niceties expressed over sherry in the senior common room.</p> <p>We need an effective EHRC now more than ever – a body that can challenge government, when necessary, and work alongside public authorities to create a society that does not waste the talents of people simply because of their identity. Under this government the EHRC has already been hit by budget cuts of over 60%. If it's to gain the confidence of minority ethnic communities the EHRC must prove it is a watchdog with teeth, rather than a government poodle.</p>",
  "<p>Should the New York City Marathon be held this Sunday? <a href=\"http://www.guardian.co.uk/sport/2012/nov/01/new-york-city-marathon-sandy\">Mayor Bloomberg says it is definitely going ahead as planned</a>. He thinks the five boroughs of the city can handle the strain even as they clean up the debris of Hurricane Sandy. But he has been attacked by many, including residents of Staten Island, where the race is due to begin and <a href=\"http://www.guardian.co.uk/world/2012/nov/01/superstorm-sandy-staten-island-forgotten\">which has borne the brunt of New York's suffering after Sandy</a>.</p> <p>Here are the pros and cons of staging the race... let us know what you think in the comments section.</p> <h2>The pros...</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-398772532\"> <img src=\"https://static.guim.co.uk/sys-images/Sport/Pix/columnists/2009/11/1/1257097037203/Paula-Radcliffe-crosses-t-001.jpg\" alt=\"Paula Radcliffe crosses the Verrazano-Narrows Bridge aduring the New York Marathon\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Paula Radcliffe crosses the Verrazano-Narrows Bridge during the 2009 New York Marathon.  Photograph: Lucas Jackson/Reuters</span> <span class=\"element-image__credit\">Photograph: Lucas Jackson/Reuters</span> </figcaption> </figure>  <p><br><strong>1. \"It's a great event for New York,\" says Bloomberg</strong>. The PR implications of hosting a marathon less than a week after being hammered by a super storm are enormous. More than anything, this would say to the world that New York is a city than can't be beat. The message to investors would be clear: Your money is safe with us. We are superhuman.</p> <p><strong>2. \"An awful lot of small businesses depend on these people,\" says the mayor.</strong> He points out that it would be a significant boost to the economy.</p> <p><strong>3. Tens of thousands of people have come from around the world to run.</strong> They would be very disappointed if the race was cancelled.</p> <p><strong>4. The city expects (or hopes?) that by Sunday most of its power will be back, if not all of it.</strong> So why not let the runners run? Although <em>just in case</em> we still have power outages, the Mayor might need to put a deadline on the slower guys. You can't run or walk all night.</p> <p><strong>5. It will give New Yorkers something to celebrate.</strong> Many of us have been stuck indoors – let's come together as a city and cheer each other on.</p> <p><strong>6. It's a great activity for the kids.</strong> No school for a week has had parents climbing the walls. A family marathon-watching outing is free and gets the kids outside. Take them to one of the cheering zones and let them scream their heads off for a couple of hours. Scream along with them. At this point you probably need to.</p> <p><strong>7. We should hold it in memory of those who died.</strong> Bloomberg says you've got to believe they would want us to hold it. His exact words were: \"They would want us to have an economy and have a city go on for those that they left behind.\"</p> <p><strong>8. The marathon brings $340m to the city.</strong> We could use it, even if a fair amount of it goes to organizing the marathon itself. This year, organizing the marathon and cleaning up from Sandy amount to the same thing.</p> <h2>The cons...</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-398772533\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2011/11/6/1320620231912/New-York-Marathon-007.jpg\" alt=\"New York Marathon\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Runners make their way through Queens during the 2011 New York City Marathon. Photograph: Timothy A. Clary/AFP/Getty Images</span> <span class=\"element-image__credit\">Photograph: Timothy A. Clary/AFP/Getty Images</span> </figcaption> </figure>  <p><br><strong>1. The marathon will take police, EMS and community man power away from a city that is still devastated by Sandy.</strong> Schools and hospitals are uninhabitable, not to mention a vast number of homes, shops and businesses. Our priority should be on using all our resources on getting them back to normal.</p> <p><strong>2. Tens of thousands of runners won't have been able to get here</strong> – due to the entire transportation system having been brought to a halt for several days during the storm. They are already disappointed.</p> <p><strong>3. More small businesses have been affected by Sandy than will be affected by the marathon.</strong> They should take priority.</p> <p><strong>4. We have no idea if power will be back up across New York by Sunday.</strong> Marathon organizers describe mile signs and clocks being posted every mile. Kilometer signs and clocks are posted every five kilometers. Timing mats are located at the start, every 5K (3.1 miles) to 40K, the half-marathon (13.1 miles) and every mile beginning at mile eight, and the finish. There are video checkpoints along the course. All of this requires sustained power over 26 miles. Will it be there?</p> <p><strong>5. The mayor and the MTA have spoken about the dramatic damage to the subway system.</strong> The subway is the crucial mode of transport for both runners and watchers. It is unlikely to be fully operational within the next three days.</p> <p><strong>6. The early stages of the marathon are in Staten Island and south-west Brooklyn, which sustained significant damage during the hurricane.</strong> Downed trees and electrical lines continue to be a problem. There was intensive flooding, the effects of which may not be known until thousands of people pound over the ground on Sunday.</p> <p><strong>7. Runners must pick up their numbers at the Javits Center on the far west of Manhattan.</strong> Good luck getting there.</p> <p><strong>8. The race ends in Central Park, which is still closed.</strong> The Central Park Conservancy announced that the park has sustained major damage to 250 trees – this number does not include trees in the interior of the park, where the marathon finish line is. The Conservancy hasn't been able to get in there yet. Mayor Bloomberg has consistently told New Yorkers to stay out of all city parks until further notice, for their own safety. At best, he says he hopes to open the parks in time for the weekend. That is not a lot of time to make Central Park safe.</p> <p><strong>9. New York City employees have been working round the clock for the past few days and are exhausted.</strong> They still have an enormous amount to do. Is it fair to place such an extra load upon them? Will they be able to handle it?</p> <p>So what do you think? Should we hold the marathon or give it a rest for the year? Post your comments below.</p>",
  "<p>In an episode of the Simpsons, when Homer comes to a really bad pass, he yells:</p> <blockquote class=\"quoted\"> <p>I'm normally not a praying man, but&#xa0;if you're up there, please&#xa0;save me,&#xa0;Superman!</p> </blockquote> <p>Both presidential candidates might have shouted the same cry this week, as the election draws nearer and partisan bickering becomes more intense. One source of particular trouble has been the state of the US economy, as Governor Romney's campaigning has largely rested on the argument that the US economy has suffered under the leadership of President Obama.&#xa0;</p> <p>Enter Superman … in the form of the Bureau of Labor Statistics.</p> <p>Friday's employment numbers showed a gain of 171,000 jobs in October, and the September job polls were revised upward to add another 84,000 jobs.&#xa0;This jobs number is so far above what everyone expected that it is astonishing. Most economists expected an addition of 125,000 jobs; 171,000 is enormous.&#xa0;</p> <p><a href=\"http://www.guardian.co.uk/profile/justin-wolfers\">Economist Justin Wolfers</a>, of the University of Michigan, tweeted:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/justinwolfers/status/264350195867852800\">  <blockquote class=\"twitter-tweet\"><p>There are 3 data sources in a jobs report: Payrolls, revisions, household survey. Payrolls good, revisions great, household employment fab.</p>&mdash; Justin Wolfers (@justinwolfers) <a href=\"https://twitter.com/justinwolfers/status/264350195867852800\" data-datetime=\"2012-11-02T12:56:12+00:00\">November 2, 2012</a></blockquote> </figure>  <p>The numbers mean that, technically, President Obama created jobs during his four years in office, even though millions of people are still out of work. <a href=\"http://www.hifreqecon.com/\">High Frequency Economics</a> said that the trend in unemployment has been downward, \"and not just for statistical reasons\".</p> <p>The jobs numbers, as unreliable as they are, were the last major holdout to indications that things might be turning around in the United States economy <a href=\"http://www.cfr.org/geoeconomics/quarterly-update-economic-recovery-historical-context/p25774\">after four years of dismal darkness</a>. The \"<a href=\"http://www.mckinseyquarterly.com/Jobs_and_US_economic_recovery_A_panel_discussion_2843\">jobless recovery</a>\" seems to actually be adding jobs.&#xa0;</p> <p><a href=\"http://www.guardian.co.uk/business/2012/nov/01/jobs-figures-us-economy\">Housing, autos, consumer spending</a> – all have been indicating a recovery that is starting in earnest. Taken as a trend, the jobs numbers this year indicate that more people are finding jobs. It's not nearly enough – there are still millions out of work – but it's more progress than anyone had dared hope for in the past three years.&#xa0;</p> <p>This is shocking stuff. And it changes, or should change, something in the way we talk about and think about the US economy.&#xa0;There is a lot that has been written, lately, about&#xa0;<a href=\"http://www.washingtonpost.com/blogs/achenblog/post/free-nate-silver/2012/10/31/74bec65a-234f-11e2-8448-81b1ce7d6978_blog.html\">Nate Silver's numerical election analysis</a>&#xa0;and the death of \"<a href=\"http://www.ajr.org/article.asp?id=3253\">horse-race election coverage</a>\", in terms of the politics.</p> <p>But there has also been a kind of horse-race economics thinking, in newspapers and research reports. The economy has been treated like a month-by-month race towards some undefinable end, which we don't seem to be reaching anyway.&#xa0;Every month, with the jobs numbers, journalists and economists and analysts handicap whether the economy is recovering (that month) or suffering (that month). The big picture, hard to see, has been impossible to describe.&#xa0;</p> <p>It's highlighted with the popular Twitter hashtag <a href=\"https://twitter.com/search?q=%23NFPguesses&amp;src=typd\">#NFPguesses</a>, in which tweeters spend the morning of the jobs speculating on what the exact number of jobs added might be. It's a fun intellectual game, which actually only highlights how unpredictable and strange the unemployment figures have become.&#xa0;</p> <p>Now, it's more clear that the economy is going up – at least, most of the useful economic indicators we have are pointing that way. And if there's any fairness in the world, horse-race economic thinking should come to an end: the <a href=\"http://www.guardian.co.uk/business/2012/nov/01/jobs-figures-us-economy\">economy seems to be well on its way to recovery by most measures</a>.&#xa0;</p> <p>So, perhaps, Superman (in the form of the BLS) is starting to put an end to the horse-race guesses of whether the economy is improving or not, and what that means for politicians, who, realistically, have no individual control over whether people are employed or not. It's become hard to doubt that a real, if modest, recovery in the economy is definitely happening.&#xa0;</p> <p>Josh Brown, a <a href=\"http://about.me/joshuamorganbrown\">blogger and analyst with Fusion Analytics</a>, put it best when he joked in a fake headline:</p> <blockquote class=\"quoted\"> <p>Economic recovery threatens … handwringing industry.</p> </blockquote> <p>And for Governor Mitt Romney, these jobs numbers, coming so close to the election, will naturally undercut his argument that the economy is bad – even though the jobs numbers are notoriously vague and inconclusive. That might leave him saying another famous quote from the Simpsons:</p> <blockquote class=\"quoted\"> <p>D'oh!</p> </blockquote>",
  "<p>Britain's construction industry had another difficult month in October, as new work dropped for the fifth month running, forcing firms to lay off workers at the fastest rate since August 2011.</p> <p>Overall, construction activity improved slightly last month. The construction PMI from Markit/CIPS rose to 50.9 in October from 49.5 in September, indicating expansion rather than contraction, but the reading was much weaker than the average seen in the decade leading up to the global financial crisis in 2008 (56.3).</p> <p>The improvement was due to higher levels of output in civil engineering, while housebuilding remained weak, with output declining for the fifth month in a row. Commercial activity also dropped in October.</p> <p>\"The construction sector continues to be hampered by major headwinds, notably including public spending cuts, an extended weak economy, a struggling housing sector, and problems in getting funding for large-scale projects,\" said Howard Archer, chief UK and European economist at IHS Global Insight. \"In particular, the government's spending cuts are limiting overall expenditure on public buildings, schools and hospitals.\"</p> <p>Squeezed budgets and clients' worries about the economic outlook have resulted in the longest period of falling new order volumes since the height of the crisis in 2008/09, according to the PMI survey. A lack of new work to replace completed projects meant companies returned to job shedding and cut back on the use of subcontractors, for a third month.</p> <p>Adding to construction firms' woes, their costs rose at the fastest rate in nearly a year due to higher fuel and energy prices, ramping up the pressure on margins.</p> <p>When <a href=\"http://www.theguardian.com/business/2012/oct/25/uk-emerges-from-double-dip-recession-george-osborne?INTCMP=SRCH\" title=\"\">Britain emerged from double-dip recession recently, growing by 1%</a> in the third quarter, construction was one sector that remained in the doldrums, shrinking by 2.5%.</p> <p>In an independent report commissioned by Wickes, construction industry leaders are calling for young people to be trained in skills such as plastering and bricklaying from the age of 15, as in eastern Europe. They also call for VAT to be cut to 5% for the trade to ensure tradesmen are not out-priced by \"cowboy builders\" offering cash-in-hand quotations to homeowners on a budget.</p>"
]