[
  "<p>Those in attendance at <a href=\"http://www.guardian.co.uk/music/artist/3648db01-b29d-4ab9-835c-83f6a5068fe4\">Godspeed You! Black Emperor</a>'s gig in Boston last week were in for a treat. Lurking at the merch stands was not just a collection of T-shirts and mugs (do Godspeed do mugs? It's not very Godspeed) but also copies of an album fans hadn't heard before. Did it contain outtakes, rarities or obscure live recordings? No, this was the band's first new album in more than a decade, released with perhaps as little fanfare as is possible in 2012.</p> <p>Allelujah! Don't Bend! Ascend! is comprised of just four tracks, although you're not exactly left short-changed, with the opener, Mladic, as well as We Drift Like Worried Fire clocking in around the 20-minute mark. These are joined by two shorter drone tracks (which appear on separate 7\" vinyl when you buy the album). The postrockers sound as incendiary as ever, too – marching drums, spiraling crescendos and their ability to underpin even the loudest noise with achingly beautiful string parts.</p> <p>The Godspeed goodies don't end here. The band will be talking to us about their new album in an exclusive interview later this week, so stay tuned. In the meantime, let us know what you think of the new album in the comments below.</p>  <figure class=\"element element-audio\" data-canonical-url=\"http://w.soundcloud.com/player/?url=http%3A%2F%2Fapi.soundcloud.com%2Fplaylists%2F2577752%3Fsecret_token%3Ds-jbqQi&amp;amp;auto_play=false&amp;amp;show_artwork=true&amp;amp;color=000000\"> <iframe width=\"100%\" height=\"450\" scrolling=\"no\" frameborder=\"no\" src=\"https://w.soundcloud.com/player/?url=http%3A%2F%2Fapi.soundcloud.com%2Fplaylists%2F2577752%3Fsecret_token%3Ds-jbqQi&amp;auto_play=false&amp;show_artwork=true&amp;color=000000\"></iframe> </figure>  <p><a href=\"http://w.soundcloud.com/player/?url=http%3A%2F%2Fapi.soundcloud.com%2Fplaylists%2F2577752%3Fsecret_token%3Ds-jbqQi&amp;auto_play=false&amp;show_artwork=true&amp;color=000000\">Reading this on mobile? Click here to listen</a></p>"
]