[
  "<p>Fulham are still hopeful they can sign the Manchester United forward Dimitar Berbatov, despite interest from Juventus, as they seek to counteract the disruption caused by Moussa Dembélé's departure for Tottenham Hotspur.</p> <p>Dembélé completed his £15m move to Spurs on Tuesday and has signed a five-year deal at White Hart Lane, with the Fulham manager Martin Jol now targeting a number of players he hopes to secure Friday night. The Sunderland midfielder Kieran Richardson is expected to join for £2m – the 27-year-old should make his debut in Saturday's derby against West Ham – though it is Berbatov who would prove the most eye-catching arrival.</p> <p>The Bulgaria international, who worked with Jol at Spurs, is available at United for around £4m and had been due to leave for Fiorentina, only apparently to go back on a verbal agreement to join the Viola. His non-appearance at a scheduled meeting in Florence to undergo a medical and complete his move prompted a furious reaction, with the Serie A club claiming the 31-year-old did not \"deserve our city, our shirt and the values it represents\".</p> <p>\"The player and his agent had embarked on a flight to Florence, with tickets paid for by the club,\" said Fiorentina in a statement. \"But they never arrived because of reckless and arrogant actions of other clubs which have nothing to do with the values of honesty, fair play and sporting ethics.\"</p> <p>Fiorentina were under the impression their financial offer on personal terms had been trumped by Juve, the reigning Serie A champions, though Fulham have also entered the running to secure Berbatov, with the Londoners cautiously optimistic that they can still bring him back to the capital. Jol, who had previously considered a move for Genk's Christian Benteke, has also expressed interest in the France forward Bafetimbi Gomis, who is available at Lyon following the club's failure to qualify for the Champions League.</p> <p>Fulham have also enquired about the potential availability of the West Ham midfielder Mark Noble, who has entered the final year of his contract at Upton Park and has yet to agree terms on an extension. There is interest, too, in the much-coveted Blackpool winger Matt Phillips, a target for Southampton already this summer, while Wolfsburg's Iranian-German midfielder, Ashkan Dejagah, has also been heavily scouted.</p> <p>It remains to be seen whether either Sunderland or Liverpool revive their interest in Clint Dempsey, who has been cast to the fringes by the Cottagers having indicated he no longer wanted to play for the club. No firm bids have as yet been forthcoming for the United States international, yet the possibility remains that he could follow Dembélé out of Craven Cottage before tomorrow's cut-off.</p>",
  "<p>Timothy Johnson was angry. The black Republican, and a co-founder of the black Republican group The Frederick Douglass Foundation, believes his party is ignoring black Americans.</p> <p>As the party nominated former Massachusetts governor Mitt Romney to face off against America' first black president Barack Obama, the Republican convention in Tampa sported just 46 black delegates representing about 2% of the total number.</p> <p>\"Once again not a lot of attention has been paid to the blacks. This party does not seem willing to invest in attracting the black community and until we do a better job we have this mindset of the Republican party as the white party and the Democratic party as the black party,\" he said.</p> <p>Johnson's group was helping host a forum in Gulfport, near Tampa, to discuss the Republican party's strong links historically to black America as the leader of the fight against slavery in the 19th century. But in recent times the partoy has been noticeably lily-white, especially at the grassroots level. </p> <p>Kevin Daniels, the head of the foundation's North Carolina chapter, was also disappointed. \"I really don't see any interest other than a couple speeches,\" he said, pointing to convention slots given to rising black Republican congressional hopeful Mia Love in Utah and black Democratic convert Artur Davis.</p> <p>Polls consistently show more than 90% of black Americans will support Obama. A <a href=\"http://www.bet.com/content/betcom/news/features/vote-2012/news/politics/2012/08/28/new-bet-poll-surveys-black-voters-in-battleground-states.html\"> BET poll of African Americans in battleground states </a> found just 2% of blacks supported Romney. That might explain why black conservative activists' complain they are being ignored at the grassroots level, especially when compared to Republican efforts to woo Hispanic voters. \"They are spending a lot of money reaching out to the Hispanic community but I don't see that effort in the black community,\" Johnson said.</p> <p>Indeed the 2012 campaign has been dogged at all levels by accusations of \"dog-whistling\" race in ways sure to put off black voters. Romney himself recently cracked a joke referring to the so-called \"birther\" movement which holds Obama may not have been born in America. A movie called \"2016: Obama's America\" is currently a hit in cinemas and it suggests the president's political beliefs lie in anti-colonialism inherited from his Kenyan father. </p> <p>On Tuesday night at the convention two attendees were ejected after throwing nuts at a black CNN camerawoman. One was heard to say: \"This is how we feed animals.\"</p> <p>Many black Republican activists, however, insist that the dream of winning over large numbers of black voters is not a forlorn one. They point out that the social conservatism of many leading black churches on key issues like abortion and gay marriage should be incompatible with the liberal stances of the Democratic party. \"They [the Republican party] may not see the opportunity, but there is an opening there,\" said the reverend C L Bryant, a conservative pastor and the driving force behind a black conservative anti-welfare documentary called Runaway Slave.</p> <p>Other conservatives insist that there is a hidden well of Republican support among black communities just waiting to hear the party's message on abortion and gay marriage. \"A lot of black voters just give a socially acceptable answer when asked if they are going to vote for Obama,\" said conservative black author Carol Swain. \"Black people don't have to be Democrats. It is OK to be in a different party.\"</p> <p>One of the small number of black Republican delegates in Tampa is John Clendenin, who is the Republican delegation chair from the Virgin Islands. Clendenin insisted the party was making the effort to be more inclusive, though he admitted that finding a black Republican was still unusual for many people, especially black Democrats. \"I get curious looks. They say: 'How can you do that?' But they are ignorant and they have not studied history,\" he said. He added that he then tries to win people over to the Republican side. </p> <p>\"They call me the great converter,\" he said.</p>",
  "<p>As jobs become more scarce and interviews more competitive, the lines between 'desired skills' and 'required skills' are getting more and more blurred. It's also becoming clear that standing out from the crowd, whether traditionally or not, is going to stand you in good stead further down the line.</p> <p>Wired recently ran an article about after-school coding clubs – as some IT lessons are failing to teach children anything other than Microsoft Office and how to send an email (things which are becoming increasingly second-nature anyway) there's strong support for something which can educate children while still involving them creatively.</p> <p>It would also mean a generation of future graduates who could populate an incredibly sparse sector at the moment, which is surely a positive thing. Also, there are a number of careers where something like coding might not be a required part of the job, but showing a solid understanding of it also tells an employer you're incredibly good with numbers, a highly useful skill.</p> <p>Being able to speak or write in a foreign language is another very useful if you're going to work in any area in which communication plays an integral part of your role. It makes you more versatile as an employer, shows a strong desire to learn and improve personal development and will mark you out as a very valuable asset.</p> <p>Similarly, with any role in creative media, being able to use Photoshop, InDesign or Dreamweaver will help you stand out as someone who has technical skills as well as a brain full of ideas, and you can often download free trials or basic versions of these kinds of software to teach yourself and become more familiar with it.</p> <p>These aren't the only transferable skills you should mention. Experience in leading a team, even at your student newspaper or university society, shows good management skills, and your employer will want to know you're able to work with people effectively. Similarly. networking is a highly useful skill, so if you've got a blog or website and work closely with other bloggers or PRs you need to make sure you mention it.</p> <p>If you're interested in knowing how you can boost your job prospects by learning new skills, join us <strong>this Thursday between 1-3pm</strong> where we will be hosting a live Q&amp;A with a panel of experts. They will be able to answer your questions, whether you're interested in knowing what skills employers want from candidates, how new skills can be useful in the workplace or good resources for learning new skills. Email any questions to <a href=\"mailto:http://careers.theguardian.com/cv-graduate-skills\">chris.mandle.casual@theguardian.com</a> or tweet us <a href=\"https://twitter.com/GuardianCareers\">@guardiancareers</a>.</p> <p>The panel includes:</p> <p><strong>Xuan Li</strong> is the founder of <a href=\"http://noexcuselist.com/\">noexcuselist.com</a>, a web portal that helps users find websites to learn what they want for free. With so many educational websites on the web, No Excuse List is dedicated to finding the sites with the highest quality of teaching. Xuan is currently also a full time investment banking analyst. </p> <p><strong>Nisa Chitakasem</strong> is the Founder of <a href=\"http://www.positionignition.com/\">Position Ignition</a>, a leading career consulting company focusing on career change, career development and how to get the most out of your career. She blogs regularly on their Career Advice Blog, runs regular career learning sessions and has published a growing collection of popular Career eBooks.</p> <p><strong>Phil Roebuck</strong> is chief executive of <a href=\"http://www.webrecruit.co.uk/\">Web Recruit</a>, an online recruitment service. Phil set up Web Recruit in 2001 and gained investment from businessman and Dragons' Den star James Caan.</p> <p><strong>Claire Whitmell</strong> is a Guardian contributor and a qualified business communication trainer. Clare specialises in writing and presentation skills coaching. She also blogs CV writing and job hunting tips on <a href=\"http://www.jobmarketsuccess.com/\">JobMarketSuccess.com</a>.</p> <p><strong>This content is brought to you by <a href=\"http://www.theguardian.com/guardian-professional\">Guardian Professional</a>. To get more content and advice like this direct to your inbox, <a href=\"http://careers.theguardian.com/competition/sign-up-guardian-careers\">sign up for our weekly Careers update</a>.<br></strong></p>",
  "<p>You have probably never heard of her, but Abigail Johnson has just become the most powerful woman in finance. Promoted to run all of Fidelity Investments' main businesses on Wednesday, she is now in pole position to take over the vast US mutual funds business that her grandfather set up in 1946 and which now manages $1.6tn (£1tn) of assets.</p> <p>Johnson, 50, will still report to her 82-year-old father, Edward Johnson III, who remains the company's chairman and chief executive officer. While the promotion puts her in line to take the top job, it will not silence critics who question why Mr Johnson is clinging onto power at a company he has run for the past 45 years.</p> <p>Married with two children, Ms Johnson has a personal wealth of more than $10bn, making her the 29th richest person in the US. She was previously in charge of Fidelity's distribution business, where she worked with the head of asset management and corporate services, Ronald O'Hanley, to align their separate parts of the business. O'Hanley will keep his job but will now report to Johnson in her new job, which brings together all Fidelity's core businesses under her leadership.</p> <p>Mr Johnson said in a statement: \"During her 24-year career at Fidelity, Abby has gained a breadth of experience overseeing many of the divisions that comprise financial services. She is well suited for this important position.\"</p> <p>Fidelity Investments is a separate company from Fidelity Worldwide Investments, which has offices in London, although Mr Johnson is a shareholder in both companies.</p> <p>• This article was amended on 30 August 2012</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-395325171\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/28/1346181488881/A-crowded-field-heads-dow-001.jpg\" alt=\"silverstone: A crowded field heads down to the first corner\" width=\"579\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A crowded field heads down to the first corner with the Audi Sport Team Joest Audi R18 e-tron Quattro driven by André Lotterer, Benoît Treluyer and Marcel Fässler in the lead</span> <span class=\"element-image__credit\">Photograph: Richard White</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395325183\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/28/1346181492758/The-Audi-Hybrid-was-unabl-002.jpg\" alt=\"silverstone: The Audi Hybrid was unable to sustain its early lead\" width=\"760\" height=\"312\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Audi Hybrid was unable to sustain its early lead</span> <span class=\"element-image__credit\">Photograph: Richard White</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395325230\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/28/1346181499386/The-Toyota-TS030-Hybrid-t-004.jpg\" alt=\"silverstone: The Toyota TS030 Hybrid took over the lead from Audi\" width=\"760\" height=\"459\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Toyota TS030 Hybrid took over the lead from Audi in the opening stages of the race</span> <span class=\"element-image__credit\">Photograph: Richard White</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395325232\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/28/1346181503014/The-number-13-Rebellion-R-005.jpg\" alt=\"silverstone: The number 13 Rebellion Racing Lola Coupe pits\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The No13 Rebellion Racing Lola Coupe pits</span> <span class=\"element-image__credit\">Photograph: Richard White</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395325228\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/28/1346181496079/The-Oak-racing-Morgan-Nis-003.jpg\" alt=\"silverstone: The Oak racing Morgan-Nissan heads down towards Maggots\" width=\"760\" height=\"400\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Oak racing Morgan-Nissan heads down towards Maggots</span> <span class=\"element-image__credit\">Photograph: Richard White</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395325226\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/28/1346181516092/The-JRM-HPD-ARX-03a-Honda-009.jpg\" alt=\"silverstone: The JRM HPD ARX 03a-Honda \" width=\"760\" height=\"413\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The JRM HPD ARX 03a-Honda powers through Club corner</span> <span class=\"element-image__credit\">Photograph: Richard White</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395325197\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/28/1346181512636/The-Greaves-Motorsport-Ni-008.jpg\" alt=\"silverstone: The Greaves Motorsport Nissan stops for fresh rubber\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Greaves Motorsport Nissan stops for fresh rubber</span> <span class=\"element-image__credit\">Photograph: Richard White</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395325185\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/28/1346181506111/The-Audi-R18-Ultra-driven-006.jpg\" alt=\"silverstone: The Audi R18 Ultra driven by Allan McNish and Tom Kristensen\" width=\"760\" height=\"381\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Audi R18 Ultra driven by Allan McNish and Tom Kristensen on its way to third place behind the two hybrid cars</span> <span class=\"element-image__credit\">Photograph: Richard White</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395325179\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/28/1346181509369/Nicholas-Prost-and-team-m-007.jpg\" alt=\"silverstone: Nicholas Prost and team mate Neel Jani \" width=\"760\" height=\"404\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The recently married Nicolas Prost and team mate Neel Jani brought the second Rebellion Racing Lola-Toyota home in sixth place</span> <span class=\"element-image__credit\">Photograph: Richard White</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395325177\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/28/1346181553779/Marcel-Fassler-Andre-Lott-010.jpg\" alt=\"silverstone: Marcel Fassler, Andre Lotterer and Benoir Treluyer bring the Audi home\" width=\"760\" height=\"432\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Le Mans winning team of Lotterer, Tréluyer and Fässler bring the Audi home in first place after a close battle with Toyota</span> <span class=\"element-image__credit\">Photograph: Richard White</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395325173\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/28/1346181557251/Andre-Lotterer-celebrates-011.jpg\" alt=\"silverstone: Andre Lotterer celebrates the win\" width=\"696\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lotterer celebrates the win</span> <span class=\"element-image__credit\">Photograph: Richard White</span> </figcaption> </figure>",
  "<p>By any estimate there's a massive shortage of low and semi-skilled jobs in this country. People queue wherever opportunities arise. Yet politicians seem to have given up on trying to create such jobs. They simply cite the ever-increasing numbers of low skilled, low paid workers competing for such work on the global jobs market.</p> <p>But when <a href=\"http://www.bis.gov.uk/assets/biscore/corporate/migratedD/ec_group/36-07-SK_b\" title=\"\">there are 10 million people of working age without any Level 2 qualifications, and one in six school leavers leave with nothing</a>, it's surely blinkered and negligent not to at least try to create work for these people. As job opportunities for low-skilled people dwindle we are allowing a huge time bomb of discontent and frustration to grow under our very eyes. It's already proving to be a significant drain on our economy in terms of benefits paid, extra cost to the NHS, increased crime and fear of crime. I believe we now need to adopt measures that create more accessible jobs.</p> <p>But in the face of intense global competition, what can we do? The first thing is to consciously put the issue on the agenda; you can't manage what you don't measure. We need to focus as much attention on creating less skilled work as we do on investing in hi-tech jobs. If we did we would start asking very different questions.</p> <p>We would ask government departments, for instance, if it was not a false economy to buy from an overseas supplier when the buying in the UK could create jobs and keep taxpayers money in the UK.</p> <p>We would ask our largest companies to look again at their corporate social responsibility agenda.</p> <p>People in deprived areas don't want charity they want jobs. So can these companies buy at least some every day products and services from firms based locally in areas of high unemployment? This would be a demonstrable act of social responsibility not the soggy sticking plaster version we see so often.</p> <p>We would ask any inward investor requesting subsidy or other support where their supplies come from. Would they be a kit assembler creating no UK jobs beyond their factory gate, or would they buy components from the local small business supply chain?</p> <p>And we would ask why our local councils are spending millions of pounds on services from companies based hundreds of miles away when there are very competent local suppliers. Are they not duty bound to support their local community?</p> <p>Protectionism. I hear the cries already but I say this – in 1846 we repealed <a href=\"http://www.britainexpress.com/History/victorian/corn-laws.htm\" title=\"\">the Corn Laws</a> because our people needed cheaper bread. What our people need now is jobs and we need to be more assertive about where we invest and what we purchase to make sure they get them. Secondly, what other major economy doesn't do this already? Would the Germans buy a British train set?</p> <p>But most importantly I say that for the our deprived communities that have borne the brunt of globalisation we should offer some sort of protection and bring jobs back to their area and provide them with the hope of a better future.</p> <p>If we simply ask how the huge budgets of these organisations could be spent in ways to create local semi-skilled jobs we will unleash an incredible amount of creative thinking about how to do it. And that creativity will be met halfway by social entrepreneurs who have great ideas.</p> <p>But beyond bringing jobs home we can create hundreds of thousands of new jobs. <a href=\"http://www.kingsfund.org.uk/\">The Kings Fund</a> recently reported that better community care for the elderly would actually save the NHS millions in unnecessary emergencies. The demands for this service are disproportionately concentrated in the poorer areas of our community. This represents a huge opportunity to create real, worthwhile jobs in home care which is surely the most perfect service to be contracted locally.</p> <p>The green economy offers tremendous job creation opportunities too. In London, the congestion charge created the need for hundreds more buses and bus drivers. Surely this can be done in every major city? Every roof (domestic, municipal or commercial) with a broadly south facing aspect could be fitted with solar panels – shouldn't it be possible for local installation companies to fit for free and share the income from the energy generated?</p> <p>Industry has identified raw material shortages as a serious strategic threat to business and yet we still landfill 50 per cent of our waste and bury the valuable resources it contains. Worst still we forgo the opportunity to train people in repair and re-engineering which are skills people are crying out to learn.</p> <p>Construction is another major employer that offers a lot of semi-skilled work. There is an acute housing shortage in many parts of the country which again is often concentrated in deprived areas.</p> <p>Moreover, much of our housing stock needs considerable refurbishment. Sensibly contracted services could create thousands of jobs for local people.</p> <p>And if we start to genuinely regenerate an area then the disposable income will rise and that alone will create opportunities and niches for entrepreneurial spirit to thrive. Spirit I believe exists in all communities.</p> <p>So in essence we can create millions of new jobs – it won't be easy and it'll take some time but the journey starts with one vital question – what can we do to create work?</p> <p><em>Colin Crooks is director of </em><a href=\"http://www.treeshepherd.org.uk/\" title=\"\"><em>Tree Shepherd</em></a><em> and author of </em><a href=\"http://www.treeshepherd.org.uk/download-my-book/\" title=\"\"><em>To Make A Million: A Social Enterprise Charter For Jobs</em></a></p> <p><strong>This content is brought to you by Guardian Professional. To join the social enterprise network, </strong><a href=\"https://socialenterprise.guardian.co.uk/en/accounts/join\" title=\"\"><strong>click here</strong></a><strong>.</strong></p>"
]