[
  "<p>Republican Senate hope Todd Akin reaffirmed his intention to stay in the Missouri race Friday despite continued opprobrium over comments he made concerning rape and pregnancy.</p> <p>At a press conference in Chesterfield, the deeply conservative politician told reporters: \"We are going to be here through the November election, and we are going to be here to win.\"</p> <p>The defiant message comes despite senior members of his own party – including presidential contender Mitt Romney – calling on him to quit following his claim that \"legitimate rape\" rarely leads to pregnancy.</p> <p>Reaffirming his refusal to acquiesce to party demands, Akin added: \"I may not be the favourite candidate of some people within the Republican establishment, but the voters made a decision.\"</p> <p>Polls have shown that the Missouri congressman's chances of being elevated to the Senate have slumped since his ham-fisted attempt to justify a no exception policy on abortion during an interview on Sunday.</p> <p>Almost two-thirds of voters now view him unfavourably. Meanwhile he trails by a full 10 points to his Democrat opponent Claire McCaskill. A poll this week put her ahead on 48% to Akin's 38%.</p> <p>It is marked turnaround in the race for a Missouri Senate seat, which many people were tipping Akin to take comfortably. A week ago, one survey put the Republican candidate ahead by as much as nine points</p> <p>That was until Sunday's interview with KTVI-TV, in which he attempted to explain why he was against abortion, even in the case of pregnancy resulting from rape.</p> <p>He told the local station that \"from what I understand from doctors, that is really rare\", adding: \"If it is legitimate rape, the female body has ways to try and shut that whole thing down\".</p> <p>The comments sparked outrage, with prominent members of both political<br>parties condemning the remarks.</p> <p>Akin later said he \"misspoke\" but the clarification did little to halt the tide of criticism.</p> <p>President Barack Obama said the comments were \"offensive\". In a rare attendance at a regular White House briefing to the press, he added:<br>\"Rape is rape\". He later went on to ridicule Akin for being a member of the House's science and technology committee who appears to have \"missed science class\".</p> <p>Romney was also quick to distance himself from the Missouri candidate, stating that the comments were \"inexcusable\" and calling on Akin to step aside for another Republican candidate.</p> <p>But the Senate candidate has defied party bigwigs, and repeatedly refused to step away from the Senate race.</p> <p>\"This is an election, not a selection,\" he said on Friday, in an apparent swipe at those within the GOP higher echelon who have been demanding that he go.</p> <p>His refusal to bend to party demands will likely act as an irritant to Romney as he heads to the Republican convention in Tampa, which starts on Monday.</p>",
  "<video data-media-id=\"gu-video-395177582\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/connectedTV/640/2012/8/24/120824TeenageArrest-4x3.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/8/24/120824TeenageArrest_3gpLg4x3.3gp\"/><source src=\"https://cdn.theguardian.tv/ad/120824TeenageArrest/120824TeenageArrest.m3u8\"/><source src=\"https://cdn.theguardian.tv/brightcove/2012/8/24/120824TeenageArrest-4x3.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/8/24/120824TeenageArrest_3gpSml4x3.3gp\"/> </video>   <p>A black teenager who says he has been stopped about 50 times by the Metropolitan police is planning to sue the force, claiming he has suffered almost four years of harassment and false charges, which he believes have been motivated by racism.</p> <p>Between the ages of 14 and 17, the college student says he has faced a series of charges of which he has either been found not guilty or which have been dropped before getting to court, as well as numerous stops and searches and two strip searches, none of which identified any criminal activity. He says he has also been detained several times in police cells after which he was released without charge.</p> <p>Last week the teenager appeared at Bromley youth court, south London, charged with assaulting a police officer. The case collapsed after CCTV footage contradicted the evidence in court of PC John Lovegrove, who claimed to have been assaulted by the youth during a stop and search.</p> <p>The Crown Prosecution Service has admitted it did not review the case fully before it went to court and is to apologise to the youth for allowing the case to go ahead.</p> <p>The Met police confirmed the acquittal but declined to comment further. However, it is understood concerns about this and other failed charges against the youth, and all the stops and searches, are being investigated by police.</p> <p>Lovegrove claimed the youth, who was handcuffed behind his back at the time and forced to the ground by police, rolled over and, in doing so, caused grazing and bruising to the officer's knuckles. The youth was also accused of spitting.</p> <p>However, the CCTV footage in court showed no evidence to support these claims.</p> <p>The youth's solicitor, James Foong, told the court: \"He appears to me to be lying there like a dead fish.\"</p> <p>After the court was shown the CCTV footage the CPS offered no further evidence and the case collapsed.</p> <p>The youth had been stopped by police in Sidcup, south London, on 11 February this year, after reports on the police radio that a named white suspect had threatened his father with a knife and had then run off. The police description was later amended to black or mixed race male.</p> <p>Although no weapon or drugs were found on the youth, he remained handcuffed while the police forced him to the ground. He was then strip-searched at the police station. He had cigarette papers in his pocket and torn up cardboard that Lovegrove said could be used as a filter when smoking cannabis. No drugs were found during the strip search.</p> <p>The youth said: \"I can't think of any other reason why the police keep doing this to me apart from racism. I've been stopped and searched so many times I've lost count, I think it's about 50 times.\"</p> <p>The Met police is 11 times more likely to stop and search black people than white ones, according to Equalities and Human Rights Commission research published earlier this year. It has accused the Met of racial profiling.</p> <p>\"I'm very relieved my son was cleared of a crime he did not commit,\" said his mother.</p> <p>\"If it wasn't for the CCTV footage, he probably would have been convicted on PC Lovegrove's evidence. But I can't relax because I don't know what the police are going to do next. I'm trying to move the family to a different area that will be safer for us. Because of the way my son is targeted by the police, I'm frightened to let him leave the house. I'm worried he will be arrested again and won't come back.\"</p> <p>She added: \"I believe my son has been targeted because of police racism. He has been accused of so many things – theft of a laptop, theft of a bike, doing etchings on a wall inside McDonalds. He's also been accused of being part of the Cherry Gang and of harassing young children for drug money. He's never done any of these things.\"</p> <p>Lee Jasper, chair of the London Race and Criminal Justice Consortium said: \"It is particularly shocking that this has been going on for such a long time and started when the boy was so young. This case exemplifies the harsh realities of being a black kid in London.\"</p> <p>A CPS spokesperson said: \"This youth was charged by the police with assaulting a constable and our review of the case relied upon a summary of the evidence and other information provided by the police. At trial, it was found the evidence did not support the charge and we decided to offer no evidence against the defendant.</p> <p>\"We fully accept we should have reviewed all of the evidence more thoroughly before the beginning of the trial.\"</p> <p>The CPS will apologise to the youth \"for not doing so and for not discontinuing the case earlier\".</p> <p>Foong said: \"From what he has told me of his treatment and the evidence we have seen in court it would appear the police approach to this young man has been disproportionate and excessive.\"</p> <p>The Met police said in a statement: \"On 17 August, a 17-year-old male appeared at Bromley youth court accused of assault of a police officer at Sidcup High Street on 11 February 2012 … The case was discontinued by CPS and the youth was formally acquitted.\"</p>",
  "<p>ITV's director of television Peter Fincham was unapologetic about striking a £1m deal for Red or Black? to be sponsored by Wonga.com, the controversial short-term loan company which has been criticised by figures such as Labour MP Stella Creasey and money expert Martin Lewis.</p> <p>Wonga is sponsoring the second series of Simon Cowell's gameshow Red or Black?.</p> <p>Creasey has described such firms as legal loan sharks, and appealed to the public to put pressure on the show's hosts Anthony McPartlin and Declan Donnelly on Twitter.</p> <p>Fincham was asked in an interview at the MediaGuardian Edinburgh International Television Festival on Friday whether ITV had acted responsibly in striking the deal with Wonga.com.</p> <p>\"We are a commercial broadcaster, our programmes are free at the point of viewing and they have to be paid for by advertising and sponsorship,\" said Fincham.</p> <p>\"I don't think it is for me … to sit here and opine about companies that sponsor and advertise in our programmes. Quite clearly Wonga is compliant [with advertising and broadcast regulations]. It is one of those things that help us make Red or Black? and Saturday night entertainment.\"</p> <p>Fincham also said that ITV's big entertainment \"juggernauts\" – such as The X Factor and Britain's Got Talent – were in effect smothering the market and stopping new formats from emerging.</p> <p>\"I think there is an issue,\" he said. \"The generation of gameshows that started in the early part of the last decade still dominate. The dominance of these big entertainment brands is an issue. It is very hard for everyone, including the BBC and Channel 4, to grow other shows.</p> <p>\"They take up so much of the schedule, and budget, and audiences like them. Does ITV's audience want X Factor for the second half of the year occupying a big space in the schedule. Absolutely. Take The Voice out and there haven't been many new shows in the last few years. Big juggernauts are hard to find.\"</p>",
  "<p>Lonmin shares continue to fluctuate as the miner's uncertainty continues.</p> <p>However, one part of its future is slightly clearer, for the time being.</p> <p>Chief executive, Ian Farmer was hospitalised last week after doctors discovered a \"serious illness\" (exactly what he has is still not public) and has now stepped down temporarily.</p> <p>This morning, Simon Scott, chief financial officer, has been made acting CEO.</p> <p>The company said: \"Ian Farmer, the Chief Executive Officer of Lonmin Plc (Lonmin), has commenced a course of treatment and it will be some months before he is able to return to work full-time.\"</p> <p>So who is Simon Scott?</p> <p>The 54-year-old South African is a member of the South African Institute of Chartered Accountants and previously held the position of financial director of Aveng Group, a major construction and infrastructure business in the mining sector.</p> <p>A student of accounting at the University of the Witwatersrand in Johannesburg, his first job, according to LinkedIn, was as a trainee accountant with Arthur Young (one half of Ernst and Young before its 1989 merger).</p> <p>He then moved on to JP Morgan where he rose to the rank of chief financial officer in southern Africa, leaving in 2001 to dip his toes into platinum at Anglo Platinum as business manager and then head of financial services.</p> <p>A quick stint at Aveng, an infrastructure firm, led to Lonmin in September 2010.</p> <p>Last year he was paid £557,268.</p> <p>His first job as acting CEO may have to be going to shareholders for a rights issue.</p> <p>Alison Turner at Panmure Gordon said:</p> <blockquote> With little sign of an imminent return to work by striking rock drill operators, we have updated our Lonmin forecasts to build in a six week strike. That would make a September covenant breach almost unavoidable, and a rights issue increasingly likely. If Lonmin did go down that route we believe it could look to raise around US$700m. </blockquote> <p>Lonmin's biggest shareholder is Xstrata - the rival miner has a 29% stake it bought in 2008 when it attempted a takeover.</p> <p>Shares in Lonmin are down 13.5p, 2.1%, at 626.8p.</p>",
  "<p>Despite huge progress in public attitudes towards Britain's 3.7 million lesbian, gay and bisexual people, news stories about homophobia in the media and among politicians and church leaders shows there remains a lot to be done.</p> <p>Sadly, for some parts of the gay community problems run deeper still. Black and other minority ethnic gay people in particular face problems beyond straightforward homophobia, because too often our public services seem only to be able to deal with one minority at a time.</p> <p><a href=\"http://www.stonewall.org.uk/what_we_do/research_and_policy/sexual_orientation__equality_strands/8027.asp\" title=\"\">New research published by Stonewall and the Runnymede Trust </a>exposes the damage caused by services that think users are either from one minority or another. The research, based on detailed interviews with black and minority ethnic gay people, shows that many public service workers rarely consider the possibility of someone being black and gay – and most have little or no training to encourage them to do so. Black and minority ethnic gay people contribute more than £4.5bn in taxes to fund these services – it is only right that we challenge poor provision and identify failings.</p> <p>Black gay people's difficulties with public services include their earliest interactions with teachers and other people at school, their interactions with the criminal justice system and when they are accessing healthcare.</p> <p>To begin tackling these issues, public services must think about discrimination differently. Most have had anti-racism policies and practices in place far longer than they've had policies that outlaw anti-gay bullying. Now it's time to think about how those two forms of discrimination interact, and the impact that they can have.</p> <p>Participants in the report make a series of recommendations for public services:</p> <p><strong>Don't create a hierarchy between identities</strong>. Public bodies have historically given more thought to issues of race and disability than to sexual orientation. Participants pointed out that when public bodies have thought about how they can make services accessible to black and minority ethnic people they have often failed to consider lesbian, gay and bisexual people from these communities. The <a href=\"http://www.legislation.gov.uk/ukpga/2010/15/contents\" title=\"\">Equality Act</a> creates an opportunity to consider sexual orientation by building on what services already know rather than starting all over again.</p> <p>Participants felt that the views and voices of black gay people are rarely considered. <strong>Engage and involve local service users</strong> to make sure your services reflect the needs and experiences of black and minority ethnic gay people.</p> <p><strong>Staff should be well trained</strong>. Participants want service providers to develop a greater awareness about the needs of black and minority ethnic gay service users.</p> <p><strong>Ensure people can be open about their sexual orientation</strong>. Participants felt unsure about how staff would respond to them if they disclosed their sexual orientation and were anxious about how it would affect the service they received. They pointed out that there is often nothing to reassure them that they would not experience discrimination or negative reactions.</p> <p><strong>Make openly gay black and minority ethnic people more visible</strong>. Participants explained that more visibility of black gay people, for example by displaying gay-friendly images that reflect black and minority ethnic communities, would make them feel more confident to access services and to be open when doing so.</p> <p><strong>Provide practical support</strong>. Public bodies sometimes spend a lot of time developing action plans and reports. Participants said they would like to see practical interventions too, such as resources, information and opportunities which are targeted at them.</p> <p>Public services have to work hard to make sure they serve people from all kinds of different backgrounds. Sadly, for black and minority ethnic lesbian, gay and bisexual people, that doesn't always happen. Dealing with people as though they belong to one minority at a time often means they're simply let down. This latest report is a first step towards putting that to an end.</p> <p><em>April Guasp is senior research officer at Stonewall </em></p> <p><strong>This article is published by </strong><a href=\"http://www.guardian.co.uk/guardian-professional\" title=\"\"><strong>Guardian Professional</strong></a><strong>. Join the </strong><a href=\"http://reg.guardian.managemyaccount.co.uk/public-leaders/start.php\" title=\"\"><strong>Guardian public leaders network</strong></a><strong> free to receive regular emails on the issues at the top of the professional agenda.</strong></p>"
]