[
  "<p>The maker of London's black cabs knew about vehicle steering problems that led to the company's collapse for more than a month before it ordered a recall of 400 taxis, according to drivers and unions.</p> <p>The manufacturer, Manganese Bronze, which is due to call in administrators this week, could face an investigation by the Financial Services Authority, or the Insolvency Service, if it is proved directors knew about the problems before informing the stock market in a timely manner.</p> <p>The RMT union, which represents black-cab drivers in London, said it was consulting lawyers about possible legal action to recoup any financial losses from the firm's collapse.</p> <p>The union has called on the London mayor, Boris Johnson, to suspend his scheme to ban any taxi which is more than 15 years old, due to the recall that is leaving fewer cabs on the road.</p> <p>It has been revealed that the two incidents that finally led to the company recalling the cabs took place in London and Edinburgh on 30 September and 4 October, but that the firm continued selling the £35,000 vehicles. One sale to a driver occurred only hours before the recall.</p> <p>The collapse has left 1,500 cab drivers across the UK without a warranty on their vehicles, while the 300 owners of the faulty TX4 models are unable to use them.</p> <p>Martin Adkins, a taxi driver from Carshalton, south London, said he drove his brand new TX4 off the London Taxi Company's showroom forecourt on the afternoon of 11 October. At 7.30am the following morning, shares in Manganese Bronze were suspended and later that day 400 cabs were recalled.</p> <p>He said: \"I bought the taxi in good faith and did a shift that same night. Then, a day later, I was told the cab had been recalled. I was absolutely gobsmacked. I couldn't believe it. They must have known that there was a problem when they sold it to me.\"</p> <p>Jason King, a driver from Hertfordshire, who has been driving black cabs for 10 years, said he first informed Manganese Bronze, which trades as the London Taxi Company, on 4 September of steering problems after he bought a cab.</p> <p>King said: \"Immediately, I could tell there was a problem with the steering and called up the company.</p> <p>\"They told me to bring it in a few days later and the tracking was tightened, which made a slight difference. However, it was still pulling the vehicle towards the kerb.</p> <p>\"I phoned on three occasions and was told 'it is a characteristic of the cab'. Even when I bought the cab I had heard about problems with the steering, but had been assured these had been fixed.\"</p> <p>Between the time King contacted the company and the recall on 12 October, the firm had sold a further 99 cabs.</p> <p>Manganese Bronze knew about steering issues in 2011 and decided to replace steering boxes with parts from a new supplier in February this year, although directors did not think it necessary to inform the stock market at their annual results launch in March. However, the new parts also failed and the steering reliability was an ongoing issue for several drivers.</p> <p>On Tuesday, Manganese Bronze declined to comment.</p> <p>Steve McNamara, general secretary of the Licensed Taxi Drivers' Association, said the company had known about historical steering issues for several months.</p> <p>He said: \"Drivers I have spoken to have been experiencing steering problems for some time, long before this recall. The company has tried to fix the problems in the past but obviously this time they can't. It has left 1,500 drivers without a warranty, 300 without a cab, and there's not a single taxi in London available to rent.\"</p> <p>He has written to Johnson asking for the rules on ageing cabs being refused licences to be relaxed until the recall is resolved.</p> <p>Mike Tinnion, of the RMT, said eight union members had submitted details which were being looked at by the union's lawyers for possible legal action.</p> <p>He said: \"A number of our members have said to us they experienced driving problems with the cabs … It is difficult to believe the firm didn't know about the steering problems before the recall.\"</p> <p>The company announced plans to call in administrators on Monday after an emergency cash injection from its Chinese partner, Geely, failed to materialise.</p> <p>About 300 jobs at its Coventry plant, which has made the Hackney carriage for more than 100 years, are under threat.</p> <p>The first some drivers heard about the recall was when 18 TX4 vehicles were stopped by Transport for London from taking part in an annual trip to Disneyland Paris for sick children.</p> <p>A spokesman for the Johnson said: \"The mayor's team at Transport for London are in contact with Manganeze Bronze in order to establish the full implications of the company's decision to go into administration for cab drivers in London.</p> <p>\"To help drivers affected by the recent recall of vehicles we have temporarily suspended the requirement to source taxis from inside London, although all taxis operating in the capital will continue to have to meet the 15-year age limit. We hope this decision will help affected drivers to obtain replacement vehicles as easily as possible and minimise any potential losses on their part.\"</p>",
  "<p>There are certain features of London's transportation network that seem emblematic not merely of modes of travel, the simple passage from A to B, but of the city itself: the blood-red buses, the warm dusty air of its underground stations, the flicker of bicycle wheels through wet streets. And prince among them stands the black cab, all dark beetly curves and illuminated orange crown, a symbol of quiet dependability and polished tradition, the vehicular equivalent of a well-made brogue.</p> <p>But this week it appears the future of the black cab is under threat, after the vehicle's manufacturer,<a href=\"http://www.guardian.co.uk/commentisfree/2012/oct/23/manganese-bronze-cabbies\" title=\"\"> the Coventry-based Manganese Bronze, announced that it was going into&#xa0;administration</a>. The company, which has been making black cabs since 1948, has not turned a profit since 2007, and last-minute discussions with its largest shareholders have failed to secure any kind of bailout.</p> <p>Should no solution to Manganese Bronze's financial woes be found, it will mark the end of a long and majestic era: the first hackney carriages were horse-drawn vehicles introduced in the 17th century, and officially regulated in 1654. Motorised versions arrived in the early 20th century, and today some 21,000 licensed black cabs spill out across the city's streets, congregating by her railway stations, hotels, airports and theatres.</p> <p>There has always been something pleasingly dignified about the black cab – it travels with the air of a liveried gentleman, a faithful manservant to be summoned discreetly – no bawdy whistling in the street, no flailing of limbs, only the crisp raising of an arm, the muttering of a destination through an open window.</p> <p>By comparison, the mustardy smear of the New York cabs seems rather vulgar, and the common-or-garden private hire minicabs rather workaday. The cab is a much-coveted creation – famous owners include Kate Moss, Bez from the Happy Mondays and Yvette Fielding, and in recent years it has even played host to a series of music performances, named <a href=\"http://www.blackcabsessions.com/\" title=\"\">Black Cab Sessions</a>. Much of this is thanks to <a href=\"http://www.guardian.co.uk/artanddesign/architecture-design-blog/2012/oct/23/black-cab-monument-london-life-austin?newsfeed=true\" title=\"\">its distinctive design</a> – from the early years of the Beardmore Marks I to VII and on to the Austin FX3, throughto the TX4 of today, the black cab has been distinguished by its peculiar spaciousness – none of the scrunch and squeeze of a regular automobile, but lofty roof and acres of leg-space in which to contemplate mirror, intercom and driver's head beyond the sliding glass partition.</p> <p>Black cab drivers are of course the stuff of legend – famed not only for their familiarity with the city's streets (a wisdom called The Knowledge, gathered over the course of two to four years' study) but also for the quality of their conversation. In the 12 years I have lived in London, I&#xa0;have encountered cab drivers ranging from furious racists to theoretical physicists, aspiring screenwriters to accomplished musicians. I have sat behind drivers who have railed at the football commentary, the traffic, the Olympic lanes, who have shaken fists at cyclists, shown love letters and snaps of newborn daughters, turned up the love songs on the radio and sung along, full-lunged and lusty.</p> <p>And if you are to fall in love with this raucous, rattling city, I swear there is no sweeter way than sailing through its streets in the back of a black cab, west giving way to east, windows rolled down to let in the drizzly air, in the knowledge that in this black automobile, all hums and clicks and shudders, you are more than just a passenger, a fare, but somehow a part of London itself.</p>",
  "<p>A couple of weeks ago, columnist <a href=\"http://www.thetimes.co.uk/tto/magazine/article3555118.ece\" title=\"\">Caitlin Moran interviewed Lena Dunham</a>, creator of HBO series Girls, set in multicultural New York. The ensuing row over Moran's failure to challenge the show's lack of racial diversity has been raging both on Twitter and the blogosphere. The continuing reactions and counter-reactions to Moran's <a href=\"https://fbcdn-sphotos-d-a.akamaihd.net/hphotos-ak-prn1/62018_10151092137089503_780869852_n.jpg\" title=\"\">tweet about the show</a> have exposed a long-standing rift within the feminist movement running along race lines.</p> <p>The most sustained <a href=\"http://www.theguardian.com/commentisfree/2010/apr/10/white-feminism-black-woman-womanism\" title=\"\">critique of feminism</a> has always been that it is a white, middle-class movement. This is not true. Women from all backgrounds stand up to the social forces around them and are engaged in feminist activism. The feminist story belongs to all women <a href=\"http://blackfeminists.org/2011/03/17/why-we-need-to-dismantle-the-myth-of-western-feminism/\" title=\"\">everywhere</a> but that is not the impression you would receive from the mainstream media, where it seems that all feminists are concerned about is a particular type of woman, the kind that would benefit from there being an EU-wide <a href=\"http://www.ft.com/cms/s/0/65f494e6-f5e7-11e1-a6c2-00144feabdc0.html%C2%A3axzz2A78IFvFk\" title=\"\">40% quota for women on boards</a>, or has an overriding focus on body image and pornography. What is missing from these discussions is a consideration of race, poverty and discrimination, and how they work with gender to further oppress women.</p> <p>Strikingly, the most recent incarnation of the debate within the mainstream media has been taking place in the main between white women who loosely agree with each other. It raises the question: why are dissenting voices by black women only on <a href=\"http://blackfeminists.org/2012/10/09/how-to-be-a-responsible-woman-caitlin-moran-lena-dunham/\" title=\"\">\"marginal\" forums</a>? It means we keep entering the debate in an adversarial position. Our critique is yet again dismissed as the ravings of angry, selfish, black women willing to fragment the movement for their petty desires. It is disingenuous to suggest that the movement is fragmented anyway; why else would we be having this debate?</p> <p>What we need is to move away from dissension into recognition of the diversity of our realities and voices. Feminism should not be an individualised movement. It is not just about me and women like us. As a movement we need to adopt a \"no woman gets left behind\" policy. No woman is free until we are all free. This is not a naive fantasy but the bedrock of our movement. This is not difficult. All it requires is empathy.</p> <p>In their article \"<a href=\"http://www.newstatesman.com/lifestyle/2012/10/defence-caitlin-moran-and-populist-feminism\" title=\"\">In defence of Caitlin Moran and populist feminism</a>\" however, Rhiannon and Holly from the Vagenda magazine employ a heady mix of biographical context and anti-intellectualism to defend the indefensible: Moran's dismissal of the representation of black women. They write that \"feminism is, and to an extent always has been, a white, middle class movement\", which must be resuscitated from the \"dust and the stuffiness\" it has been cocooned within by reinventing itself. To do this the movement has to silence its most \"academic [which] is almost incomprehensible\" and express \"its ideals in a way that thousands of women understand and identify with\".</p> <p>So far, so good, but then it is clear that this high academic language of feminism relates to \"issues of race, class, religion, sexuality, politics and privilege [which] often end up fracturing feminist dialogue, most regularly causing disagreements between those armed with an MA in gender studies and a large vocabulary to match, and those without\".</p> <p>Moran emerges as some latter-day feminist hero whose beginnings as a \"white, working class [woman] in Wolverhampton\" in reality trumps those of the many feminists, both black and white, who have been calling her out. To suggest that all those voices should be dismissed because we all have an MA in gender studies and like to use big words is merely another example of how the dominant group always seeks to diminish the voices of the minority. Such \"populism\" risks placing the voices of black women, who often face multiple discriminations along the lines of gender, race and class, as some \"elite\" group hankering after something that is far removed from the experiences of everyday women. We are both black women without MAs in gender studies, one of whom grew up on a council estate in Bradford. The point at which we say we don't care about the experiences of women who are not like us means we care more about power than feminism.</p> <p>Activists, of any movement, must be self-critical and examine their own prejudices and privileges. The idea that has been coming out over the past few weeks, that gender overrides everything, is deeply dangerous. We are always being asked whether we are anti-racist or feminist activists, and to leave one of those identities aside. This is just not possible for us. This is not some highfalutin theory but our everyday lived experience. \"Going on\" about disability, or race, or class does not dilute the feminist message, it strengthens it.</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/SzuWvfNDC_A?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/SzuWvfNDC_A?rel=0\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Disgraced former Daily Telegraph owner Conrad Black is back in town, throwing verbal haymakers at all and sundry ahead of a <a href=\"http://www.guardian.co.uk/media/2012/oct/15/conrad-black-appear-bbc1-hignfy?INTCMP=SRCH\" title=\"\">guest hosting turn on Friday's Have I Got News for You</a>.</p> <p>In barely 24 hours since touching down in Britain after a three-year jail stint in the US, in his tour of London TV studios the former mogul has already branded <a href=\"http://news.sky.com/story/1001568/conrad-black-ill-keep-my-seat-in-the-lords\" title=\"\">Sky News's Adam Boulton \"a jackass\"</a> and <a href=\"http://www.bbc.co.uk/news/world-us-canada-20036674\" title=\"\">told Newsnight's Jeremy Paxman he's \"a priggish, gullible British fool\"</a>. <a href=\"http://www.guardian.co.uk/media/mediamonkeyblog/2012/oct/22/rupert-murdoch-conrad-black\" title=\"\">This after telling the Mail on Sunday</a> that Rupert Murdoch is \"a psychopath ... like Stalin, except that he doesn't kill people\".</p> <p>After serving 37 months in the US for defrauding investors and obstructing the course of justice, viewers might have expected more humility from the former press baron. Not a bit of it – he's got a book to promote, after all: Conrad Black – a Matter of Principle.</p> <p>In round one with Paxman on Monday night, the Newsnight presenter appeared to adopt Muhammad Ali's rope-a-dope strategy, goading Black with repeated suggestions that he was a criminal – with spectacular results.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/hBI35DMHjy4?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/hBI35DMHjy4?rel=0\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Black came out swinging: \"Let me tell you something. I am proud of having gone through the terribly difficult process of being falsely charged, falsely convicted and ultimately almost completely vindicated without losing my mind, becoming irrational, ceasing to be a penitent and reasonable person and actually being able to endure a discussion like this without getting up and smashing your face in.\"</p> <p>When a slightly flummoxed Paxman interjected: \"Well, you go ahead\", Black replied: \"No, I don't believe in violence.\"</p> <p>Earlier he told Paxman: \"I've been persecuted half to death. I don't have any shame. I am proud of what happened. I am proud of being in a US federal prison and surviving it.\"</p> <p>Throughout his Sky News and Newsnight appearances, Black's line of defence is that he was a victim of a terrible miscarriage of justice.</p> <p>\"Everything I did was legal, I didn't misunderstand [the law]. It as a smear job from A to Z because 99.95% of prosecutions are convicted, the whole [US legal] system is a fraudulent fascistic conveyor belt of corrupt prison system,\" he told Newsnight.</p> <p>When Paxman reminded him he was nonetheless a convicted criminal, Black turned to him: \"You're a fool, you're just a gullible fool; a priggish, gullible British fool, who takes seriously this ghastly American justice system that any sane British person knows is an outrage.\"</p> <p>On Tuesday afternoon, he popped up for his second round on Sky News's Boulton &amp; Co. \"Stop being a jackass, you're just being abrasive,\" he chided menacingly when Boulton asked him where he was going to live when his native Canada, where he is on a one-year temporary visa, turfed him out. \"I am not a refugee.\"</p> <p>\"Let me tell you something,\" he chided, before stopping to ask Boulton \"What's your name again?\"</p> <p>Later when asked why he had agreed to appear on BBC2's Have I Got News for You to be mocked, he said: \"I am here to sell books; I am not here to enjoy your somewhat predictable questions.\"</p> <p>He branded Boulton's employer, Rupert Murdoch, \"a sleaze-mongerer\" and insisted he wasn't a criminal because the US legal system had no \"validity\".</p> <p>In 2007 Black was convicted of defrauding Hollinger International shareholders of $6.1m (£3.8m), by paying himself a tax-free bonus from the sale of newspaper assets without the approval of the company's board. He had been forced out of the company by shareholders in 2003.</p> <p>Black was released on bail after serving two-and-a-half years while his case was under an appeal, which resulted in two of his three fraud convictions being quashed. His original 78-month sentence was reduced to three years.</p> <p>He returned to jail last September to serve another 13 months and with time off for good behaviour he has completed his sentence.</p> <p>It is clear he does not see this as a bar to returning to public life in the UK, or resuming his seat in the House of Lords. He compared his plight to that of Nelson Mandela when he was released from Robben Island.</p> <p>\"First of all there is not a prohibition on a convicted criminal sitting [in the Lords],\" Black said on Newsnight. He told Boulton that he would \"presumably\" return to the upper house but hadn't decided yet.</p> <p>When Paxman moved to the subject of the extravagance of his wife Barbara Amiel, he feigned biliousness: \"Oh, God, I'm going to throw up.</p> <p>\"My first morning back in Britain and am I to be subjected to this? She wasn't extravagant. She's a magnificent wife – she visited me every week in prison, even when she had to come back from China to do it.\"</p> <p>Tom Bower, author of a book about Black, told Newsnight: \"What is so comical about Conrad Black is when he was in London he was always saying how genius capitalism is, but when shareholders said that he was stealing money in 2001, he said he was the victim.</p> <p>Five years ago he was convicted of defrauding the company he ran, Hollinger. He still claims to be innocent of all crimes. In the end Conrad Black believes he is god and everyone must bow to him.\"</p> <p>\"The one thing you can't say is he is a coward, he comes back again and again to suppress his critics.\"</p> <p><em>•&#xa0;To contact the MediaGuardian news desk email editor@mediaguardian.co.uk or phone 020 3353 3857. For all other inquiries please call the main Guardian switchboard on 020 3353 2000. If you are writing a comment for publication, please mark clearly \"for publication\".</em></p> <p><em>• To get the latest media news to your desktop or mobile, follow MediaGuardian on </em><a href=\"http://twitter.com/#!/mediaguardian\" title=\"\"><em>Twitter</em></a><em> and </em><a href=\"http://www.facebook.com/mediaguardian\" title=\"\"><em>Facebook</em></a></p>",
  "<p>Along with red telephone boxes, tube signs, double deckers and pillar boxes, the black cab is a fundamental part of the London landscape. But it may not be for much longer. News this week that its <a href=\"http://www.guardian.co.uk/business/2012/oct/22/london-black-cab-manganese-bronze-administration\" title=\"\">Coventry manufacturer, Manganese Bronze, has gone into administration</a> might see the classic vehicle vanish from our streets.</p> <p>Introduced in 1958, the <a href=\"http://gomotors.net/pics/Austin/austin-fx4-01.jpg\" title=\"\">Austin FX4</a> caught the spirit of the age with its combination of timeless proportions and streamlined styling – the cab enclosed in a swooping cocoon, the bonnet tapering to a puckish snout.</p> <p>A scuttling black beetle, it was perfect for a city of black-suited businessmen – as close to a bowler hat on wheels as a car could come.</p> <p>But it is not only the black cab's alluring style that accounts for its longevity. Famous for its manoeuvrability in congested traffic, the London taxi can \"turn on a sixpence\", or within a circle of 25ft – a requirement dating from 1906 and originally dictated by the <a href=\"http://www.guardian.co.uk/notesandqueries/query/0,5753,-1501,00.html\" title=\"\">diminutive roundabout at the entrance to the Savoy hotel</a>.</p> <p>That agility (as well as the power to drive in bus lanes and avoid parking tickets) made the car an attractive option for celebrities in search of anonymity. <a href=\"http://i.telegraph.co.uk/multimedia/archive/01697/taxi20_1697324i.jpg\" title=\"\">Sid James</a>, <a href=\"http://www.guardian.co.uk/stage/olivier\" title=\"\">Laurence Olivier</a>, <a href=\"http://www.guardian.co.uk/film/stanleykubrick\" title=\"\">Stanley Kubrick</a> and the <a href=\"http://www.guardian.co.uk/uk/prince-philip\" title=\"\">Duke of Edinburgh</a> have all driven their own personal cabs, as have <a href=\"http://www.farcecars.com/wp-content/uploads/2009/12/stephen-fry-taxi.jpg\" title=\"\">Stephen Fry</a> and <a href=\"http://i48.photobucket.com/albums/f220/dennica00/katemoss1.jpg\" title=\"\">Kate Moss</a>. <a href=\"http://www.guardian.co.uk/film/arnold-schwarzenegger\" title=\"\">Arnold Schwarzenegger</a> even had a fleet of black taxis shipped out to California.</p> <p>But the ubiquity of the FX4, originally designed by Austin's Eric Bailey, is not particularly due to its success – indeed, it had many faults (slowness, draughtiness). The car soldiered on for 40 years because neither Austin nor its manufacturer, Mann and Overton, could afford to replace it.</p> <p>It was finally updated in 1997 with the <a href=\"http://www.flickr.com/photos/45676495@N05/4992986463/\" title=\"\">TX1</a>, designed by the <a href=\"http://www.guardian.co.uk/artanddesign/2011/jul/19/kenneth-grange-british-modernist\" title=\"\">king of curves, Kenneth Grange</a>. Criticised by cabbies as looking like a <a href=\"http://www.robertopiecollection.com/Application/images/pedcars/noddy-car-lg.jpg\" title=\"\">Noddy car</a>, the TX1 represented the original model's surrender to middle-aged spread – those corners smoothed out into a streamlined bulge.</p> <p>The black cab has since gone through two more iterations, but it retains the essence of its original self, with flipdown seats, the reassuring engine rattle, the comforting clunk of the doors. Long may it continue to career around London's streets.</p>",
  "<h2>What is the biggest challenge facing social care?</h2> <p>\"Cuts which lead to even lower staffing levels, worsening low morale, increase in thresholds with no time to do the social work that would prevent escalation of needs.\"</p> <p>\"Staff morale – I often hear from staff in social care that they are finding it increasingly difficult to build constructive working relationships with service users and feel they are working under the most trying of circumstances. This, I feel, can lead to conflicts within those relationships and of course once in a conflict within a professional relationship those professional boundaries can easily become blurred.\"</p> <p>\"People are the key component of good social care. Staff are increasingly affected by negative messages in the media plus funding cuts, staff shortages and the major changes happening. It is difficult to maintain motivation and optimism.\"</p> <p>\"It is more than staff morale, staff are losing the belief that their unique insight and skills are being taken seriously.\"</p> <p>\"The constant reorganisation within our department, leads to unrest, having to adapt to new procedures regularly, changes in teams (merges, people being moved to other teams) – all this on top of a heavy workload.\"</p> <p>\"Social workers are required to be ever more creative when supporting families, particularly in the current economic climate. It is evident that staffing has a great impact upon morale.\"</p> <h2>What are the greatest barriers to innovation in your organisation?</h2> <p>\"My organisation says it encourages innovation and has a flat hierarchy whilst becoming increasingly authoritarian, directive, risk averse, anti-creative practice and neglectful of service users.\"</p> <p>\"There is no lack of ideas, more a lack of capacity and expectation to deliver the same with less rather than different creative approaches.\"</p> <p>\"Working with vulnerable customers and a perception of being a 'public body' discourages innovation and risk taking.\"</p> <p>\"Micro management which does not delegate, and is overreactive to incidents rather than responsive to staff's initial concerns.\"</p> <p>\"As an independent organisation working with social care recipients we are happy to come up with innovative ideas, however these are then turned down by the LA when support plans are signed off.\"</p> <p>\"Changes from government which have to be implemented no matter the deterioration of services this will produce.\"</p> <h2>What do you enjoy most about your job?<br></h2> <p>\"Ensuring user and carer experiences are captured and conveyed to commissioners and providers.\"</p> <p>\"Working with people to change lives. It is fascinating how the human can still make things better despite adversity.\"</p> <p>\"Providing and improving the level of care offered to people within residential care. Feeling that we do make a difference to the day-to-day lives of service users. Also providing advice, information and direction to social care staff to improve their knowledge and, at times, confidence in the care and support they provide.\"</p> <p>\"The challenge of supporting people to deal with the complexities of their lives is invigorating – taxing my brain and my endurance. It is without doubt, a huge privilege to enter into others' lives and support them to take difficult and at times, deeply personal, decisions.\"</p> <p>\"The team I manage are very experienced and passionate about their roles, despite changes. I enjoy trying to improve outcomes for young people leaving care through innovative approaches to education, training and employment, and improving access to suitable accommodation options.\"</p> <p>\"Creatively finding ways to support service users. Good team spirit despite ghastly circumstances. Taking responsibility and having scope to make independent decisions.\"</p> <h2>What do you enjoy least about your job? </h2> <p>\"Lack of time, I could easily work double the hours and still not get through everything. At the same time we are being told everyone is under the same pressure!\"</p> <p>\"Lack of opportunity to be a true social worker, assess holistically, provide quality emotional as well as practical support and undertake preventative work. It's all about what is the current issue and how can that current issue be addressed as expediently as possible. The lack of time actually spent with service users/carers/families.\"</p> <p>\"Having to explain to my clients that they can't have the package of care they feel they need as the council does not provide sufficient funding/assumes that relatives will take on the role!\"</p> <p>\"The bureaucracy, ever-changing expectations from management, the feeling that you're lucky to have a job, the constant pressure to deliver cuts/save money whilst allegedly promoting independence.\"</p> <p>\"Growing meaningless administrative demands. Decreasing confidence in (senior) management and their interests and priorities. Increasing demands with decreasing resources.\"</p> <p>\"The masses of paperwork.\"</p> <p>\"Misplaced negativity around the role.\"</p> <p><strong>Why not join our community? Becoming a member of the&#xa0;</strong><a href=\"http://www.theguardian.com/social-care-network\" title=\"\"><strong>Guardian social care network</strong></a><strong>&#xa0;means you get sent weekly email updates on policy&#xa0;and best practice in the sector, as well as exclusive offers. You can sign up – for free –&#xa0;</strong><a href=\"https://register.theguardian.com/social-care/\" title=\"\"><strong>online here</strong></a><strong>.</strong></p>",
  "<video data-media-id=\"gu-video-398305641\" class=\"gu-video\" controls=\"controls\" poster=\"http://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/10/24/1351108248228/Superman-comic-book-015.jpg\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/10/24/121024SupermanQuits-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/10/24/121024SupermanQuits-720.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/10/24/121024SupermanQuits_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/ad/121024SupermanQuits/121024SupermanQuits.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/10/24/121024SupermanQuits_3gpSml16x9.3gp\"/> </video>   <p>Journalism's future lies online – at least according to Superman's alter ego Clark Kent, who is about to quit his job at the Daily Planet and found a version of the <a href=\"http://www.drudgereport.com/\" title=\"\">Drudge Report</a>.</p> <p>In <a href=\"http://www.dccomics.com/comics/superman-2011/superman-13\" title=\"\">the new issue of DC Comics' Superman series</a>, out tomorrow, Clark will stand up in front of staff in a \"Jerry Maguire-type moment\" which will see him resign from the Daily Planet and mourn \"how journalism has given way to entertainment\", <a href=\"http://www.usatoday.com/story/life/2012/10/22/clark-kent-superman-comic-book-series/1648921/\" title=\"\">writer Scott Lobdell told USA Today</a>.</p> <p>Clark will also call on his fellow reporters to stand up for truth, justice, \"and yeah — I'm not ashamed to say it — the American way,\" said Lobdell.</p> <p>\"Rather than Clark be this clownish suit that Superman puts on, we're going to really see Clark come into his own in the next few years as far as being a guy who takes to the internet and to the airwaves and starts speaking an unvarnished truth,\" said Lobdell.</p> <p>The Man of Steel is unlikely to be looking for a new employer, however. \"I don't think he's going to be filling out an application anywhere,\" <a href=\"http://www.usatoday.com/story/life/2012/10/22/clark-kent-superman-comic-book-series/1648921/\" title=\"\">Lobdell told USA Today</a>. \"He is more likely to start the next Huffington Post or the next Drudge Report than he is to go find someone else to get assignments or draw a paycheck from.\"</p> <p>Clark Kent has worked at <a href=\"http://en.wikipedia.org/wiki/Daily_Planet\" title=\"\">Metropolis paper the Daily Planet</a> since the 1940s, although <a href=\"http://robot6.comicbookresources.com/2012/10/superman-13-marks-big-shake-up-for-clark-kent/\" title=\"\">Comic Book Resources notes he has left the company in the past</a>, in 1971 becoming a news anchor.</p> <p>Lobdell said his departure this time is \"what happens when a 27-year-old guy is behind a desk and he has to take instruction from a larger conglomerate with concerns that aren't really his own…</p> <p>\"Superman is arguably the most powerful person on the planet, but how long can he sit at his desk with someone breathing down his neck and treating him like the least important person in the world?\" asked the writer.</p>",
  "<p>Rio Ferdinand has quickly moved to downplay reports that he is working on the formation of a new footballers' union – specifically, but not uniquely for black players. \"Don't believe all u read\", he advised his almost three-and-a-half million Twitter followers, before reverting to matters more commonly discussed in his feed – on this occasion, shaving methods and products.</p> <p>According to the Daily Mail, the Federation of Black Players would be funded by all professionals choosing to join and is indicative of growing disillusionment with the approach of the Football Association, Professional Footballers' Association and Kick It Out campaign in dealing with issues of racism. Matters reached a head after John Terry was found guilty by the FA of racial abuse, as although his language was felt to be more offensive than that used by Luis Suárez to Patrice Evra last season, the suspension given to Terry was half that received by Suárez, whose repeated infringment was deemed an aggravating factor.</p> <p>But this reasoning was not accepted by many in the football community, prominent black players among them. Consequently, Rio Ferdinand and his brother Anton, England internationals Shaun Wright-Phillips, Micah Richards and Joleon Lescott, and Djibril Cissé, Kenwyne Jones and Jason Roberts, opted against wearing Kick It Out T-shirts prior to last weekend's games.</p> <p>This stance has been criticised by the PFA chairman Gordon Taylor. \"The longer it goes on, the more divisive it is becoming,\" he argued. \"We have black player against black player, different views of Glen Johnson, Ashley Cole, Rio Ferdinand. I just feel it is time for cool reflection on their behalf.\"</p> <p>Taylor is also opposed to the formation of a second union. \"If they want their own particular select group who they feel they can influence everybody more than the whole PFA as a union together, I would say they are seriously mistaken. If we are not careful this will set us back years. It would not only set back the game, it would set back the anti-racist initiative. It would encourage the extremists.\"</p> <p>Shaka Hislop, honorary president and founder member of Show Racism the Red Card (SRtRC), agrees - but only to a point. Though he believes \"the only way forward\" to be \"frank and meaningful discussion between minority players, their representatives, the Premier League, the FA and groups such as Kick It Out and SRtRC,\" he insists that the authorities must do more.</p> <p>\"In my opinion, a fine for a player that has, and continues to earn as much out of the game as John Terry, is meaningless. A four-game suspension is a slap in the face of what has been a unified call for stronger action. A call which the FA themselves echo when the accused are fans of other nations… By being as soft as they were on John Terry they have contradicted themselves and ostracised the very people and ideals they intended to support and champion.\"</p> <p>Similarly, Taylor received qualified support only from the Wales and Aberdeen keeper Jason Brown – but only in principle. \"We don't want to be rebels and break away,\" he told Sky Sports News, \"but if they're not doing enough, they're driving us to go down that road. I know four to five players who have met with Kick It Out and the PFA and gave them suggestions, but it seems they must have got lost because they have done nothing.\"</p> <p>Keith Vaz, MP for Leicester East, agrees that official bodies are not doing enough. After his early day motion last week calling for Uefa to impose stringent sanctions on the Serbian Football Association as punishment for the racist abuse endured by members of England's Under-21 squad, he tabled a second on Tuesday – this time asking the FA to take a stronger stance against racism in football.</p> <p>\"Racism has no place in multicultural 21st Century Britain, especially not in sport,\" he said in a press release. \"Although the Kick It Out campaign has done much to eliminate racism in our football stadiums, it is clear that more needs to be done. The chairman of the campaign, Lord Ouseley, has said that the charity's powers are limited and that overall responsibility for racism in football remains with the FA. The FA need to send out the right message following the John Terry incident. Rio's stance should be praised, not punished.\"</p>"
]