[
  "<p>The race for the South Korean presidency has opened up into a three-way contest after the millionaire software entrepreneur Ahn Cheol-soo declared his candidacy, ending months of speculation about a possible challenge to the country's political status quo.</p> <p>Ahn, a popular independent who left business to become an academic and philanthropist, is expected to mount a strong challenge to the ruling New Frontier party candidate, Park Geun-hye, the daughter of a former South Korean dictator who at one point was expected to win comfortably.</p> <p>Park, <a href=\"http://www.theguardian.com/world/2012/jul/10/park-geun-hye-korean-president\" title=\"\">who won her party's endorsement last month, is aiming to become the country's first female president</a>, more than 30 years after her father, Park Chung-hee, was assassinated by his own intelligence chief.</p> <p>Ahn formed his anti-virus software company, Ahnlab, in 1995 and has promised to give up his remaining stake, worth a reported $324m (£200m), if elected.</p> <p>He told supporters in Seoul he would create jobs for young people neglected by the current president, Lee Myung-bak, and tackle rising inequality in the world's 13th biggest economy.</p> <p>\"The people have expressed their hope for political reform through me. I want to become the person who puts that hope into practice,\" he said.</p> <p>Recent opinion polls also show a sudden rise in support for Moon Jae-in, a human rights lawyer and chief of staff to former president Roh Moo-hyun who was nominated by the main opposition Democratic United party last weekend.</p> <p><a href=\"http://www.koreatimes.co.kr/www/news/opinon/2012/09/137_120354.html\" title=\"\">A poll conducted this week showed Moon ahead of Park for the first time</a>, according to the Korea Times; he also defeated Ahn in a hypothetical two-way contest by a healthy margin, the paper reported.</p> <p>Members of Moon's team told the Guardian as recently as last week that they believed Ahn would not run, leaving Moon as Park's sole challenger.</p> <p>A poll earlier this month showed that in a three-way race, Ahn would receive 24.7% of the vote, with Park on 41% and Moon on 19.2%.</p> <p>To avoid splitting the anti-conservative vote in the 19 December election and sending Park to the presidential Blue House, some expect Ahn and Moon to form an alliance, perhaps with one or the other agreeing to fill the less important role of prime minister.</p> <p>On Tuesday, Ahn said it would be inappropriate to speculate about an alliance with Moon at this early stage in the contest.</p> <p>Ahn's status as a political outsider has won him support among younger people and urban workers – the swing voters who could give him victory in December.</p> <p>He has promised to take on the chaebol, the family conglomerates such as Hyundai and Samsung, that exert huge influence over the South Korean economy.</p> <p>\"I don't think we should be ambivalent about chaebol. We should introduce a 'corporate group law' to ensure they remain competitive but try to minimise their defects and abuses,\" he wrote in a book published earlier this month.</p> <p>Despite his liberal domestic manifesto, Ahn said he would take a tough line against North Korea, with which relations have deteriorated rapidly since Lee was elected in 2007.</p> <p>Ahn, 50, dismissed fears about his lack of political experience. \"Some people ask what makes you think having run a small business prepares you to run an administration at a much bigger scale,\" he said in an interview last year.</p> <p>\"I just laugh when I hear people say that&#xa0;… I created something from nothing, I've overcome hardship.\"</p> <p>Lee will not run in December's election as the South Korean constitution limits the presidency to a single five-year term.</p>",
  "<p>If your job search consists only of applying to advertised vacancies, you're likely to be missing out on many other opportunities – as well as unnecessarily lengthening the process.</p> <p>This type of job seeking – though it might make you feel you're being proactive – can only get your application into the same pile as everyone else. Instead, writing a speculative application directly to an organisation can be a quicker and more direct route into a job. Researching the company (to understand how your interests and skills meet their needs) takes time, but the result is that you're more likely to know if you'd be a good match. This means that you'll come across more confidently at a meeting with a decision-maker.</p> <p>There's always the risk that your letter goes unanswered or you receive a rejection, and it's perhaps the fear of this that puts people off. But it's also a strategy that puts you more in charge of your job search, and allows you to uncover opportunities that might not have previously existed.</p> <p><strong>Understand what you have to offer</strong></p> <p>You need to be clear about why someone would want to meet you. What can you bring to the company? Write down your key strengths and skills, and find examples where you add value. Don't oversell yourself (this can backfire and damage your credibility), but try to answer these questions:</p> <p>• What is your expertise?<br>• What have you achieved for other companies using your key strengths?</p> <p><strong>Do your research</strong></p> <p>Find out everything you can about the company. You'll need to know how it's performing, who the competitors are, and plans for expansion or growth. You can then work out how your background and expertise might be valuable.</p> <p>Research who is the best person to write to. Ideally you want to reach someone with hiring authority – and that's unlikely to be HR. Find the name of the head of department, or the managing director if it's a smaller company. You can find names on LinkedIn (follow the company there), from your network, or in industry publications, which often have an 'on the move' type section.</p> <p><strong>Write your application around the company and their needs</strong></p> <p>Bear in mind the 'what's in it for me?' principle. Link your strengths (and career interests) to the company's requirements. Use your research to do this effectively.</p> <p>Show, don't tell. Rather than just saying you're effective or goal-oriented, give examples of how what you did in the past has brought results and solved problems. Your aim at this stage is to pique someone's interest so that they invite you in for a meeting. In most cases you won't need to include your CV (although you can include links to your personal site or LinkedIn profile).</p> <p><strong>Delivery is important</strong></p> <p>Letters are almost always opened, making them perhaps a better choice than an email. Alternatively, get inside help. If you already know someone within the company, you can ask them to hand-deliver your letter.</p> <p><strong>Example of a speculative application</strong></p> <p>First line – introduction and why you are writing. For example: \"I visited your stand at the Expo fair and was very interested to hear of your plans to expand into the Chinese market.\"</p> <p>What you offer (include a relevant achievement if possible): \"Following my graduation, I spent a couple of years in Beijing and Shanghai with the British-Chinese Chamber of Commerce helping to market a range of products. I learned first-hand the particular challenges of this market, but also the strategies that were successful. For example, through one campaign involving trade-fair participation and sponsorship, I helped secure a multi-million pound deal for a medical equipment manufacturer. \"</p> <p>Why you are interested: \"Since that time, I have maintained many links within China, and I'm eager to explore opportunities that would combine my marketing expertise and knowledge of the region.\"</p> <p>Call to action: \"I would be interested to discuss ways in which my skills could help drive your expansion into the Chinese market, and I look forward to hearing from you.\"</p> <p>Yours sincerely (name)</p> <p><strong>This content is brought to you by </strong><a href=\"http://www.theguardian.com/guardian-professional\" title=\"\"><strong>Guardian Professional</strong></a><strong>. To get more content and advice like this direct to your inbox, </strong><a href=\"http://careers.theguardian.com/competition/sign-up-guardian-careers\" title=\"\"><strong>sign up for our weekly Careers update</strong></a><strong>.</strong></p>"
]