[
  "<p>Frankel's final visit to his local track this weekend for a racecourse gallop will take place in \"race conditions\" as Sir Henry Cecil brings the brilliant, unbeaten champion closer to peak fitness for his final start in the Champion Stakes at Ascot next month. The jockeys will wear silks and Frankel and his galloping companions will have number cloths and parade in the Newmarket paddock before returning to the unsaddling enclosure after exercising over a mile.</p> <p>Just two of Frankel's 13 races to date have taken place on the famous Rowley Mile course at Newmarket, the most recent being his six-length win in the 2,000 Guineas in April 2011. As a result Frankel's gallop, which is scheduled to take place at about 1.00pm, is expected to draw a significant early crowd to the track before the Cambridgeshire Handicap card later in the afternoon.</p> <p>\"We're going to try and make it to all intents and purposes like race conditions,\" Teddy Grimthorpe, racing manager to Prince Khalid Abdullah, Frankel's owner, told Racing UK , \"although whether Frankel is going to be fooled by it is another matter. He will go through all the correct motions, be saddled, take a turn in the paddock, go down and have a good work-out over probably just under a mile.\"</p> <p>Grimthorpe said that the Prix du Moulin at Longchamp on 16 September had been considered for Frankel but Cecil \"felt it was a little bit too soon for where he wanted to be to get him to Ascot in the best possible shape. This racecourse gallop seemed to be a good opportunity and Newmarket have been very helpful.\"</p> <p>The Champion Stakes, which is due to be Frankel's final race on 20 October, was the highlight of Newmarket's autumn season until its switch to Ascot 12 months ago to form the centrepiece of the inaugural British Champions Day.</p> <p>Last year's meeting, when Frankel extended his unbeaten run to nine races in the Queen Elizabeth II Stakes, was staged on good ground in dry, sunny weather and, while sunshine cannot be guaranteed, the ground is holding up well despite the rainstorms sweeping the country.</p> <p>\"We'd had about 45mm of rain since Saturday night when I walked it this morning,\" Chris Stickels, Ascot's clerk of the course, said . \"It was a mixture of good with a little bit of good-to-soft on the round course [which will stage the Champion Stakes]. We'd had only four and a half millimetres of rain this month before Saturday, so we'd been very dry and hadn't watered at all, so it had got very, very quick in front of that rain.\"</p> <p>Ascot's next meeting is on 5 October but the ground for Champions Day has been kept fresh since the King George meeting at the track in July.</p> <p>\"It all drains well and our ground management plan has been in place since the King George,\" Stickels said. \"We've narrowed the straight track and reduced safety factors on both the straight and round courses so that we can provide fresh ground on Champions Day.</p> <p>\"We wouldn't normally consider watering anyway and you don't really get drying conditions at this time of the year. You can get a bit of breeze but generally it's quite dewy and the daylight is drawing in.\"</p> <p>Ripon racecourse has not fared so well and its scheduled meeting on Saturday, the last card of the year at the Yorkshire track, has been abandoned after 100mm of rainfall over the last four days. The nearby River Ure has burst its banks, flooding much of the track and its buildings.</p> <p>\"We were all looking forward to it,\" James Hutchinson, Ripon's clerk of the course, said, \"and the weather for Saturday is actually forecast to be good. We are not going to get dried out in time, though.\"</p> <p>Worcester, where the course is currently unraceable, will inspect thison Thursday morning ahead of its scheduled jumps card .</p>",
  "<p>Sitting in a hotel room in Australia in June watching England play the Springboks on television is not an experience Andy Farrell is keen to repeat. \"I wanted to be on a walkie-talkie shouting messages,\" he revealed, talking for the first time about the coaching \"dilemma\" which initially led him to reject a permanent job with England. What changed his mind was a gnawing fear the opportunity might never come again.</p> <p>No wonder he looked so happy this week at the launch of the BMW performance academy, English rugby's latest attempt to fast-track its young talent. For a competitor such as Farrell, the international arena was always going to exert a magnetic pull and the former rugby league Man of Steel is back in his element. The only surprise was that he fought it as long as he did.</p> <p>The 37-year-old admits he made a mistake in turning down England and Stuart Lancaster last April, blinded by loyalty to his club, Saracens, who had stood by him in the injury-hit twilight of his playing career. \"I'd had a great time when I did the interim job with England and I wanted to be involved, but the dilemma was so great. I was at a fantastic club, working with good people. I didn't want to let my mates down. Against that was a job working with the cream of the country's talent at the start of what we believe is something special.</p> <p>\"It was a bit of an emotional roller coaster … it was weird seeing the boys go off to South Africa. But after I'd been on holiday at the end of the season and spent time reflecting it became a lot clearer. You never know if the chance will come again, do you? Everyone wants to coach the national side.\"</p> <p>Ironically, he feels he will be more of an asset to England than he would have been had he toured South Africa. For the first time in his life he had time to further his personal development and visited several teams in Australia to research different coaching methods, including two Aussie Rules clubs. \"I'll definitely be a better coach. When Stuart first took the job on an interim basis there wasn't much chance to prepare. There's more time now.\"</p> <p>One of his first tasks will be to help Lancaster settle on his best midfield combinations, a task complicated by the presence in the squad of Farrell's son Owen. The fly-half, who turned 21 this week, has not enjoyed an unblemished start to the season but Farrell senior remains adamant that, for now, No10 is his best position. \"At this stage I think he's a 10. In the future he could be 10 or 12, but at the moment the thought at Saracens is for him to develop as a 10.\"</p> <p>Farrell insists he will treat all England's fly-half contenders the same. \"It's about honesty and putting the emotional stuff aside. It's never been a problem at club level and it won't be here because, ultimately, Stuart makes the decisions. The only aim is for England to do well and nothing will get in the way of that.\"</p> <p>He is equally confident his son will not get carried away by the superstar labels pinned on him last season. \"You can tell by whether he goes to the opening of an envelope or whether he wants to stay at home and concentrate on his rugby. His feet are still firmly on the ground.\"</p>"
]