[
  "<p>One of rock's most emotive collective consciences return, nearly a decade after an indefinite hiatus, with an album that effectively says: we told you so. <a href=\"http://www.theguardian.com/music/musicblog/2012/oct/08/godspeed-you-black-emperor-stream\" title=\"\"><em>Allelujah!</em></a> picks up where Montreal's premier apocalyptic instrumental outfit left off, setting the collapse of the first world to wordless music – by turns stark, or raging with guitars and strings, yet driven by compassion and hope. War criminals (the 20-minute Mladic) and the Quebec student protests (Strung Like Lights at Thee Printemps Erable) are two of their contemporary concerns, but We Drift Like Worried Fire packs one of their most joyous crescendos.</p>",
  "<p>Are there not some days when you look at England and see a country with which we have less in common than Burkino Faso? Maybe there have always been such days. There certainly must have been when Margaret Thatcher was in power and she was bribing the police to act like thugs in her war against the miners or when she imposed the poll tax on Scots. But such occasions still seemed too few to be able to supplant the memories of a brave and steadfast nation whose sons had died with ours in the war against fascism.</p> <p>We are talking here about a people who have never bridled even as they routinely let Scots trample all over their Nigels and Cecils to run the army, the civil service, the media, the banks and the government.</p> <p>And why did our families return year after year to Blackpool, Morecambe and Scarborough to renew acquaintances with Alf and Doreen, the proprietors of their favourite guesthouses, if it wasn't because they always regarded England as their home from home? I fear, though, that this age has passed and each year brings us increasingly more days when England looks like – and feels like – a foreign state.</p> <p>In the last two years, we have witnessed Westminster's coalition government of English millionaire landowners decide that the poor must bear the brunt of their austerity programme and that the lives of the sick, the vulnerable and the elderly must become a little bit harsher. They continue to rail against benefit cheats and feckless families and irresponsible parents who refuse to discipline their children. They wish to penalise poor people if they insist on having more children. Soon, a standing army of state-funded child-catchers will emerge armed with licences to take urchins from their homes if it can be proved they were begotten in penury.</p> <p>Yet even as they wage their war against the poor they continue to indulge the billionaire money-changers who, alone, bankrupted the country, fuelled by nothing more than avarice. These people are still awarding themselves obscene bonuses and destroying small and honest business by denying them credit facilities. The Westminster government, however, wants to bribe factory workers with worthless company share options in return for agreeing to go peacefully when they are sacked. And then they want to make it easier for bosses to sack workers without fear of falling foul of pesky employment laws. Here's a jolly wheeze: perhaps once the state rat-catchers have rounded up all the disease-ridden wretches of the feckless poor they could be made to labour in workhouses breaking stones and picking oakum.</p> <p>When that idiot Boris Johnson addressed thousands of fawning Tories at their annual conference, they were incontinent with desire as he told them that they had to create the correct economic conditions that would allow the nation's wealth-creators to thrive. What he meant, of course, was that we should stand by again and refuse to intervene if the country's greediest and most ruthless bankers want to bend us over the kitchen table once more. When even Max Hastings, the world's most English person, feels moved to warn his countrymen about the perils of being seduced by mad Boris, you know that something is rotten in the heart of Albion.</p> <p>Less than two years ago, we watched Met officers use the same intimidation that had worked on the miners to abuse marching students and public-sector workers. A few months later, judges sitting in London were abandoning all sense of proportion and natural justice as they handed down heavy sentences to youths caught stealing television sets during the London riots. Recently, the education secretary, Michael Gove, previously thought to be one of the government's more sensible and hysteria-free ministers, looked like he had also been afflicted with Mad Boris Disease as he attacked Johnny Foreigner in an anti-European frenzy.</p> <p>A few days prior to this, in a joint newspaper article, the chancellor, <a href=\"http://www.dailymail.co.uk/news/article-2214384/George-Osborne-Iain-Duncan-Smith-set-end-culture.html\" title=\"\">George Osborne, and the work and pensions secretary, Iain Duncan Smith</a>, discussed how they aim to reduce the welfare bill by £18bn. Aye, right. This fearless and crusading duo had obviously taken inspiration and nourishment from Johann Lamont, our very ain Scottish Labour leader, as their article was headed: \"How we'll end the something-for-nothing-culture\". There's an easier way for George and Iain to claw back £18bn. In so doing, they would be ending a real something-for-nothing-culture – the one that allows many of the richest people and the biggest companies operating in the United Kingdom to cheat the revenue out of billions in aggressive tax-avoidance schemes.</p> <p>What has Labour been doing while all of this has been happening? Why, they've spent the last two weeks calling for the resignation of the Tory chief whip because he said something unpleasant to a couple of Downing Street coppers. Someone ought to tell Ed Miliband that saying unpleasant things to the bill on a regular basis is a sign of a healthy and mature democracy.</p> <p>At the SNP annual conference in Perth, party delegates and supporters seem a little bit more subdued than they were at Inverness last year. They have not recently been accustomed to squabbling among themselves as they have been over Nato membership. And perhaps the most recent opinion polls purporting to show support for independence falling have led to a little more introspection. Yet they needn't worry too much. David Cameron and George Osborne are hellbent on making Britain as unjust, unequal and xenophobic as it was when Charles Dickens was writing about the iniquities of workhouses and Poor Laws. In so doing, they are helping to write the SNP's white paper on independence. In this, Alex Salmond simply has to say that an independent Scotland will provide for its poor and its weak; protect its workers; welcome asylum seekers, refugees and immigrants; refuse to kill its young men in unjust wars; and banish the greed of financiers and the opportunism of the energy cartels.</p> <p>He simply has to say that an independent Scotland will be everything that sick England, right now, is not.</p> <p><em>Comments will be swtiched on later</em></p>",
  "<p><a href=\"http://www.theguardian.com/media/2012/oct/15/conrad-black-appear-bbc1-hignfy\" title=\"\">Conrad Black's appearance on <em>Have I Got News For You</em></a> won't do anything to rehabilitate the reputation of an unrepentant fraudster, but it will allow him to show that he at least believes he has nothing to be ashamed of and that he can re-enter British society with his head held high.</p> <p>To that degree, the invitation serves Black's purpose very well. He can flaunt his shamelessness and then repair to the various exclusive dinner parties being held to welcome Mr and Mrs Black to London. (In this column, at least, he has been stripped of his title, though in reality he is Baron Black of Crossharbour, PC, Knight Commander of the Order of St Gregory the Great and, weirdly indeed, still a member of the British legislature.)</p> <p>Despite spending more than three years in Florida jails, the humiliation of being deported on his release last May from the United States – probably never to return – and having to appeal against being stripped of the Order of Canada, Black's hubris and sense of entitlement remain astonishingly unimpaired. With this record, most people wouldn't entertain an appearance on the TV programme, but his character is incapable of contrition and is immunised against mockery. In his own mind, he still fits Boris Johnson's assessment: \"An obvious man of destiny, not least because he exudes a sense of purpose, drive and ambition.\"</p> <p>So, the show will be an object lesson in the sorts of traits that propel one of the dodgiest outsiders to have run British newspapers over the last 50 years and forced their agendas on our national life. But that is the only marginal gain. It may be good television to watch him being baited, but the show's producer, Hat Trick Productions, is wrong to give him the platform because in some way it does endorse his denial of grave criminality. This seems particularly true after the show's long-running host Angus Deayton was sacked because of misbehaviour that pales in comparison to Black's.</p> <p>When someone has served a prison sentence, it is right that society allows redemption and degrees of forgiveness. Jonathan Aitken and Jeffrey Archer have both acted with discretion and some humility since leaving prison and people have been rightly willing to overlook their convictions.</p> <p>But Black is a different story. Lest the producers or, indeed, any of the society hostesses in a flutter at the idea of Conrad and Barbara's return need reminding of his crimes, they have only to read last week's judgment in a US Federal. Judge William Hart wrote: \"Black's violations of the securities laws in the case occurred over two years, part of a wide-ranging fraud. Black has advanced no reason to believe that he now has any respect for the securities laws or any regret for the losses or costs his violations have caused. He is intransigent in his denunciation of the courts and the justice system.\" The former newspaper baron, who once presided over the <em>Daily Telegraph</em>, the <em>Chicago Sun-Times</em>, the <em>Jerusalem Post</em> and many smaller titles, must now pay Sun-Times Media – what was once Hollinger – $3.8m plus $2.3m interest.</p> <p>It's important that Judge Hart added the $2.3m interest penalty because of Black's refusal to admit responsibility. Black may have had significant parts of his original conviction overturned on appeal, but it's still true that he stole $6.1m of shareholders' money in transactions disguised as management fees.Tom Bower's excellent book, <em>Conrad and Lady Black: Dancing on the Edge</em>, makes clear that other people's money was spent on a billionaire lifestyle for himself and his columnist wife, Barbara Amiel, when Black was only ever in the multimillionaire class.</p> <p>Facing exposure, he tried to cover up by removing files from his offices, but failed to notice the gaze of a CCTV camera. As one investor said to him in a tense meeting before his downfall: \"I've been listening to what my distinguished colleagues have been saying. They're trying to be polite but what they're saying is that they consider you a thief and I can't say that I disagree with that.\" That judgment remains true today. It ought to be said that Black is consistent in his belief that the crimes of rich businessmen should be subject to special understanding and leniency.</p> <p>In 1991, when Gerald Ronson, one of the Guinness Four, was released from jail early and found himself being presented to the Queen Mother at a charity do, I was asked to write about this swift rehabilitation in the <em>Daily Telegraph</em>. Conrad Black exploded when he read what was a very critical article and demanded that the then editor, Max Hastings, provide space for him to denounce my column. At Hastings's suggestion, he settled for a letter of complaint to his own paper.</p> <p>I suppose he was being open about the interference and it is true to say that in the early years he ran the Telegraph group well, but the incident was symbolic of a robber baron mentality that was to end in his imprisonment. I have little doubt that it is has as much to do with politics as morals, or at least his journey to the wilder regions of conservatism, made hand in hand with his fiercely rightwing and hyper-materialist wife. This allowed him to think that he was entitled to that money because they were who they were and they were right on just about everything, from their support of Israel to the championing of Iain Duncan Smith.</p> <p>It is clear that the Blacks still have a great love, but it was expressed in an autoerotic neo-conservatism that allowed them to behave as they did – a narcissistic entitlement that generally prompted uncritical adoration in the circles they moved in. Lady Thatcher and Lord Carrington were his sponsors when he was made a peer; politicians fawned at his annual summer party; Conrad and Barbara ruled. Only Andrew Neil asked the press magnate if he might not be in contravention of the 2002 Sarbanes-Oxley Act, which insists on enhanced accounting procedures in US public companies; Neil was fobbed off.</p> <p>None of this would be necessary to say if Black accepted that he was guilty of taking shareholders' and creditors' money; after all, he suffered a shocking downfall and imprisonment.</p> <p>But he doesn't accept he was wrong and instead he takes to the pulpit of various blogs, with that snowplough of a literary style, to lecture us about the themes of the day, the sweep of history and men of destiny. For him, the theft of $6.1m is still evidently the trifling obsession of pygmies.</p> <p>Comments will be turned on later this morning</p>",
  "<p>The sight of empty grandstands shivering as bare, scaffolding sentinels at <a href=\"http://www.theguardian.com/sport/2012/oct/14/sebastian-vettel-wins-korea-gp-f1\" title=\"\">last week's Korean Grand Prix</a> in Yeongam was a reminder for Formula One of the harsh economic realities facing the sport as a whole.</p> <p>Financial restraints have also played an important part in racing terms this season, in the number of pay drivers on track and, <a href=\"http://www.theguardian.com/sport/2012/oct/16/felipe-massa-ferrari-new-contract\" title=\"\">with all the leading drives now decided</a>, is key to how the final seats will be allocated. While the term pay drive is still bandied about, its meaning is no longer clear. The problem with such terminology is that it conjures up a bygone age.</p> <p>Niki Lauda took out a bank loan to fund his first drives and went on to win three titles but it is certainly not the great Austrian that comes to mind when the term is used. In recent years, Jean-Denis Délétraz, who stumped up to Larousse in the mid-90s and was six seconds off the pace, would certainly do so. As would Ricardo Rosset, who with Tyrell in 1998 was famous for <a href=\"http://www.youtube.com/watch?v=qC3iGSGMJ8c\" title=\"\">such a shocker in qualifying at Monaco</a> that <em>Autosport</em> reported his mechanics changed the name on his scooter from \"Rosset\" to: \"tosseR\".</p> <p>The reality now is that the modern generation of drivers would simply not be on the grid were they not of a certain standard. Williams's two drivers bring income to the team. Pastor Maldonado, who won in Spain this year, and Bruno Senna (both are yet to be re-signed) are typical of the new breed meeting demands on the track, according to the team's chief executive, Toto Wolff. \"The classic pay driver was one who was clearly underperforming but had a big budget,\" he said. \"There are no drivers who are clearly underperforming. Most have either won championships before, or races, there is no one who is a waste of time.</p> <p>\"You simply can't afford to put a complete loser in the car who is two seconds off the pace because it is going to hit you hard in the long term.\"</p> <p>By which he means the commercial long-term. Almost all the teams that are funded through sponsorship have faced new challenges raising money, especially since tobacco advertising was banned. Wolff said: \"We are getting more creative in terms of what we are offering to our partners. It's not straightforward – put a sticker on the car and buy 20 paddock club tickets – that's not working anymore.\"</p> <p>The search for new income streams has come when drivers rising up the racing ranks have also changed. They are certainly more acquainted with the relationship between money and racing. \"The sport has changed in the junior categories,\" said Wolff. \"If you want to do a proper go-kart season you spend about €100,000 to €200,000; Formula Renault is something like €300,000 to €400,000; GP3, €600,000; then there is GP2 which is nearer to €2m than €1.5m. So the drivers that are knocking on the door of F1 have been used to raising money to find partners for sponsorship.\"</p> <p>Many drivers, then, are coming to the sport already supplied with backers as an imperative of just getting close to F1. But as attractive as this may be, it is not the deciding factor. If the money is there, teams want to employ the drivers who have that extra two-tenths of pace. Sauber, for example, <a href=\"http://www.formula1.com/results/team/\" title=\"\">now just 20 points behind Mercedes in the constructors' championship</a>, will be hedging their bets on a replacement for Sergio Pérez. If they pass the German squad the extra revenue would ease their need to hire a driver with backing. No wonder they are waiting, for teams in their position these are now crucial financial decisions.</p> <p>\"It would be foolish not to look at the economic background of a driver. Having said that, priority No1 is performance,\" said Wolff. \"I wouldn't like to compromise on performance, because you lose the money at the end by losing partners and losing constructors' money.\"</p> <p>Performance then is still key but now the commercial complexities are so blurred, simple catch-all descriptions like pay drives no longer suffice. Santander followed Fernando Alonso to Ferrari for example, he is no pay driver but his value is clear. <a href=\"http://www.theguardian.com/sport/2012/sep/28/mclaren-sergio-perez-lewis-hamilton\" title=\"\">Then there is McLaren signing</a> Pérez, an \"income stream\" at Sauber of undoubted raw talent, but who McLaren will now pay a reported £20m for a multi-year deal. Yet it is also hard not to imagine the attractive new sponsorship possibilities and markets that having a non-British driver will offer, nor that, behind the scenes, the team have not already done some deal with the Mexican telecommunications group, Telmex, that were bankrolling him.</p> <p>It is an emotive issue, fans simply want to see the best drivers. Caterham received a lot of stick when looking to take Vitaly Petrov over Jarno Trulli for 2012, yet when both ran the same car early in the year, their times were nearly identical. Petrov also brought backing, so was the obvious choice and over the season his race-pace has been almost on a par with non pay driver Heikki Kovalainen, while further Russian sponsors have since come onboard. Caterham fans have been placated and it made a good decision for the team, especially in the long-term financial sense. A choice that reflects the modern reality within F1, a reality no longer well-served by the throwaway simplicity of a dated phrase.</p>"
]