[
  "Global confirmed Covid-19 cases pass 2.5m but Italy sees first significant fall in infections – as it happened",
  "Court hearings via video 'risk unfairness for disabled people'",
  "US Senate passes $500bn small-business aid package",
  "Coronavirus 21 April: at a glance",
  "Iran extends Nazanin Zaghari-Ratcliffe's prison release by month",
  "Downing Street defends Hancock as blame game starts over  PPE shortages",
  "The Truth About Amazon review – a punters' guide to the retail giant's jungle",
  "Italy 3-2 Brazil: 1982 World Cup, second round Group C – as it happened",
  "Nova Scotia shooting: death toll rises to 22 as more victims identified",
  "UK coronavirus live: Hancock says human vaccine trials start this week as death toll rises by 823 - as it happened",
  "UK petrol prices to stay steady despite global oil price slump",
  "Boris Johnson speaks to Donald Trump from Chequers",
  "Virgin Australia chief's revival plan faces intense turbulence",
  "Orphan Black: gripping sci-fi series shows that in dark times, family (or a 'clone club') prevails",
  "Facebook bans some anti-lockdown protest pages",
  "Universal credit’s two-child limit and the benefit cap must end now",
  "Trump says he will impose immigration ban in bid to tackle coronavirus",
  "Bullfinches and robins take back control of our gardens",
  "Coronavirus 21 April: at a glance",
  "The revelations in the leaked Labour report are a genuine scandal",
  "Coronavirus:  England and Wales care home deaths quadruple in a week",
  "'Pub' crawls and drive-by revelry: how UK is celebrating birthdays in lockdown",
  "Kremlin urged to protect Russian journalist after alleged threats by Chechen leader",
  "Lockdown eased: Netherlands and France plan to re-open primary schools",
  "Key Bill Beaumont supporter forced to quit World Rugby council",
  "Scientists join calls for UK public to wear homemade face masks outdoors",
  "Brent crude plunges to 18-year low as oil slump rattles markets - as it happened",
  "Bending the game to his will with the intensity of Uri Geller",
  "Our hospital, our NHS: what it was like to photograph an ICU in the Covid-19 crisis",
  "Amnesty say Premier League 'risks being a patsy' on Newcastle takeover",
  "Right to rent rule 'justified' finds UK appeal court",
  "Royal family posts private footage of Queen as child for 94th birthday",
  "Campaigners take legal action over £27bn UK road-building scheme",
  "Universal credit claimants with larger families will lose out, say campaigners",
  "David Squires on … Newcastle United’s potential Saudi takeover",
  "Roger Matthews obituary",
  "Sophie Ellis-Bextor on music, motherhood and lockdown discos: ‘Most of my children are feral!’",
  "Tom Brady seen training in closed Tampa park during Covid-19 shutdown",
  "The 'anti-lockdown' protests are about more than just quarantines",
  "Your starter for 10: where are all the women on University Challenge?",
  "MPs warned of gaps in plan to extend NHS workers' visas",
  "Coronavirus is the biggest disaster for developing nations in our lifetime",
  "Why do we start crying more when we get to 70 years old?",
  "Morrison speaks to Bill Gates about future of WHO – as it happened",
  "Here's to Ian Gould: umpire and cockney who won over cricket's finest",
  "First Thing: Trump resorts to familiar plan to fight Covid-19 – ban immigration",
  "Make a difference to society: become a detective",
  "Photographer Ryan McGinley: 'I was taught to believe in Satan. It scared me'",
  "Will Florida be lost forever to the climate crisis?",
  "'I don't want this job to kill me': why have 68 New York transit workers died during the pandemic?",
  "I've never seen ... There Will Be Blood",
  "How the Indian state of Kerala flattened the coronavirus curve",
  "Confessions of an art critic: do I realise how hurtful some of my comments are? Of course",
  "US urges China to let lawyer return home after 'unjust detention'",
  "MBS: The Rise to Power of Mohammed bin Salman review – riveting account",
  "Victoria police respond to family violence risk during 'very stressful time' of coronavirus",
  "Why might Sweden's Covid-19 policy work? Trust between citizens and state",
  "The antidote: your favourite reads beyond coronavirus",
  "Don't turn your home into school ...  the Lego professor of play on lockdown learning",
  "We Are Attempting to Survive Our Time by AL Kennedy review - wise, funny, human tales",
  "Coronavirus is teaching the UK it's wrong to deride the practical professions",
  "Richard Garside: 'The UK is lagging behind Europe on coronavirus in prisons'",
  "As Australia takes on Google and Facebook over news content, the world is watching",
  "‘Lines dropped out, witnesses didn’t know where to go’: justice in times of coronavirus",
  "Summer's bushfires released more carbon dioxide than Australia does in a year",
  "Coronavirus latest: 21 April at a glance",
  "Ardern accused of making New Zealand businesses 'sacrificial lambs' in Covid-19 lockdown",
  "‘Feasting on fantasy’: my month of extreme immersion in Disney+",
  "Shut up and dance! Five of the best routines made during lockdown",
  "Rafe Spall: 'Dieting is the opposite of sex!'",
  "Virgin Australia: what does voluntary administration mean and how will it affect you?",
  "Australia likely to experience largest economic downturn since the Great Depression",
  "Intrepid Travel denies customer refunds after backdating a new company policy",
  "Yoga with Adriene is now a direct substitute for things I used to do outside: exercising, socialising, even therapy",
  "The world my book is published into looks very different from the world I started writing in",
  "Trump to host Cuomo at White House after conflict over supplies – as it happened",
  "Arts in lockdown: I curated my own three-day online festival. Now it’s over, and I am wrecked"
]