[
  "NHS looks into taking BAME staff off frontline for their safety",
  "Brazil sees record increase in Covid-19 cases – as it happened",
  "Trump says he won't extend distancing guidelines as death toll passes 60,000",
  "Dispatches from Elsewhere review – Twin Peaks meets Alice in Wonderland",
  "Andy Cole:  ‘I don’t know how I’ve done it. Some days are a total blur’",
  "Who is Justin Amash and does he have a chance in the US presidential election?",
  "Stock markets hit seven-week highs as Fed leaves interest rates on hold - as it happened",
  "Back to the future: are drive-in theaters the future of safe cinema trips?",
  "Some John Lewis stores may not reopen after lockdown, admits boss",
  "California police to investigate officer shown punching 14-year-old boy on video",
  "Third of UK Covid-19 patients taken to hospital die, study finds",
  "The Guardian view on immigration and Covid-19: old myths are exposed",
  "'Outdated, unsafe, unfair': coronavirus renews battle over California's cash bail system",
  "UK coronavirus: death toll in hospitals, care homes and community at 26,097 – as it happened",
  "More cases of rare syndrome in children reported globally",
  "We over-70s will fight  for our lockdown liberty",
  "Neighbours in lockdown: send us your heartwarming stories – open thread",
  "Virgin Australia collapse: creditors meet amid speculation of steep losses for investors",
  "Sense and social distancing: 'Lockdown has given me a newfound affinity with Jane Austen's heroines'",
  "Sydney laundry condemned for standing down migrant workers ineligible for jobkeeper",
  "Australia's chief scientist warns against claims of breakthroughs on coronavirus cures",
  "'You can't have it both ways': Rudd says Morrison a hypocrite over WHO inspection powers",
  "Darknet investigation finds hundreds of coronavirus 'cures', 'vaccines' and expensive PPE",
  "NHS staff coronavirus inquests told not to look at PPE shortages",
  "Ema review – a sexual odyssey, with flame-throwers",
  "PM's baby can help ease coronavirus pregnancy fears, says top doctor",
  "Coronavirus 29 April: at a glance",
  "Czech PM must resign if conflict of interest is confirmed, say MEPs",
  "Germany to set out rules for religious services including singing ban",
  "Pets get cameras as channels are forced to innovate in pandemic",
  "Whirlpool extends fire fault checks to 55,000 UK washing machines",
  "Brussels and UK at odds over proposed EU office in Belfast",
  "Football's performative hoo-hah that isn't really getting us anywhere",
  "Spain and Germany deal blow to hopes of tourism revival",
  "Manchester United to install safe standing area for 1,500 fans",
  "Revealed: the inside story of the UK's Covid-19 crisis",
  "Racing Ireland chief says Cheltenham 'should probably not have taken place'",
  "German police face dilemma as May Day activists plan to cover faces",
  "Home Office barred from deporting Zimbabwean with HIV",
  "They said I could break out of the curse of poverty. Coronavirus proves them wrong",
  "US economy shrinks 4.8% as coronavirus ends longest expansion in history",
  "Transgender man loses appeal court battle to be registered as father",
  "Britney Spears: where to start in her back catalogue",
  "Coronavirus has made it even easier to forget about disabled people",
  "The government hasn't 'ended homelessness', no matter what it says",
  "Concerns over training at emergency morgues run by UK festival firm",
  "Felicity Cloake's perfect vegetarian chilli – recipe",
  "UK aid efforts to tackle gender equality marred by 'inaccuracy', says watchdog",
  "Mobs stop Indian doctors' burials: 'Covid-19 took his life, why take his dignity?'",
  "The Anti-Mask League: lockdown protests draw parallels to 1918 pandemic",
  "When crises collide: gun violence activists confront the deadly challenge of bullets and Covid",
  "Australia coronavirus live update: 12th death at Sydney's Newmarch House – as it happened",
  "Coronavirus crisis no excuse for price-fixing, private schools warned",
  "How will the US reopen? Slowly, bit by bit, but we may never return to 'normal'",
  "Trump v Fox News: why the president is furious at the conservative network",
  "Talking Horses: French racing still on course plus Hong Kong tips",
  "Jay-Z takes action against 'deepfakes' of him rapping Hamlet and Billy Joel",
  "What the 1918 flu pandemic tells us about whether social distancing works",
  "Brazil's musicians offer 'little seed of happiness' via shutdown sessions",
  "Lockdown is distorting our memories – but there are ways to regain control",
  "How can billions of people 'stay home' to beat Covid-19 without a safe place to live?",
  "How do you decide who are the first people you visit after lockdown? An important test of character and priorities!",
  "Trump is seizing the courts – only a Democratic win in November can stop him",
  "Blood Quantum review – grimy zombie horror offers intriguing twist",
  "Coronavirus pandemic threatens controversial fracking project in Argentina",
  "The antidote: your favourite reads beyond coronavirus",
  "Myanmar military may be repeating crimes against humanity, UN rapporteur warns",
  "'Meeting my youth worker is the only time I eat a meal with another person'",
  "No support from Dell over GP's IT crisis in Covid-19 pandemic",
  "Schools must only reopen when safe, says Rebecca Long-Bailey",
  "Trust in players evaporates after April fools put NRL's resumption at risk",
  "Saint Laurent has left the Paris schedule. Is this the end of fashion week as we know it?",
  "Alan Cumming: ‘I never thought about my foreskin until I came to America’",
  "WhatsApp: Israeli firm 'deeply involved' in hacking our users",
  "BBC could quarantine actors and crews on dramas to aid filming",
  "Country diary: lockdown brings a wild quiet to populated places",
  "Bauer Media suspends printing of 'certain' magazines and lays off 140 staff amid coronavirus fallout",
  "Coronavirus: US reaches one million confirmed  cases – as it happened"
]