[
  "Trump loyalist set to become national intelligence director on second attempt",
  "Trump says it's time to reopen businesses: 'Will some people be affected badly? Yes' – as it happened",
  "Austria says easing lockdown has not led to spike in infections – as it happened",
  "Morning mail: Ruby Princess testers sent to Newmarch, logging increases bushfire risk, join our Zoom book club",
  "Neil Ferguson: 20 years' experience with pathogen outbreaks",
  "Seven injured in 48-storey fire in UAE",
  "The high-profile figures who got into hot water over lockdown rules",
  "California sues Uber and Lyft for misclassifying drivers as contractors",
  "UK racing to improve contact-tracing app's privacy safeguards",
  "Deputy chief scientist: We need to get to grips with coronavirus care home deaths",
  "Global stock markets buoyed as Brent crude tops $30 a barrel",
  "UK coronavirus contact tracing app: is it safe and will people use it?",
  "UK coronavirus: Raab says it would not be safe to reopen all schools; official death toll rises to 29,427",
  "The Guardian view on Poland's presidential election: call it off",
  "Tributes paid to nurse and parents who died of Covid-19 weeks apart",
  "UK could relax lockdown for millions if over-70s are shielded, say scientists",
  "Football's future: 'Pubs and clubs won't bounce back for many months'",
  "Greta Thunberg and children's group hit back at attempt to throw out climate case",
  "I’ve lived with an eating disorder for half my life. I'm not ready for the baby question",
  "Essential poll: two-thirds of Australians back aged-care homes on Covid-19 visitor bans",
  "'Compelling evidence' logging native forests has worsened Australian bushfires, scientists warn",
  "Private medical staff who worked on Ruby Princess were sent into Newmarch House",
  "Prisoner wins first round in challenge to terrorism law",
  "Birmingham medics investigate high BAME Covid-19 death rate",
  "John O'Malley obituary",
  "Cruise companies accused of refusing to let stranded crew disembark due to cost",
  "WHO seeks early coronavirus cases as Merkel warns over German lockdown",
  "Prague revamp reveals Jewish gravestones used to pave streets",
  "Back to nature: 'secret garden' outings used to aid coronavirus recovery",
  "Philippines' main channel forced off-air amid coronavirus lockdown",
  "Seth Meyers: 'This is what you get when you make a TV star president'",
  "The world stopped another Chernobyl by working together. Coronavirus demands the same",
  "Jolt to eurozone as German court warns against central bank stimulus",
  "UK can avoid Covid-19 second wave with test, track and trace, says Vallance",
  "Why has eastern Europe suffered less from coronavirus than the west?",
  "The coronavirus crisis threatens what trust South Africans have left in their government",
  "Is Jenny from the block or the yacht? The poll taking the temperature of our times",
  "Harry and Meghan are trying to rebrand themselves. But they should take a breather",
  "Coronavirus has exposed the dangerous failings of NHS marketisation",
  "EFL chief says parachute payments are 'an evil that must be eradicated'",
  "Forest fire season is coming. How can we stop the Amazon burning?",
  "Trust in scientists grows as fake coronavirus news rises, UK poll finds",
  "UK discriminating against EU citizens, say MEPs",
  "Covid-19: Rapid test site data was not shared with Scottish ministers",
  "Will Americans ever forgive Trump for his heartless lack of compassion?",
  "No 10 scientific advisers warned of black market in fake coronavirus test results",
  "First Thing: Nobody is buying Trump's Wuhan lab theory",
  "David Squires on … the Premier League and Project Restart",
  "16th resident dies at Sydney aged care home – as it happened",
  "‘It makes me feel human’: 11 women share their lockdown beauty regimens",
  "Why is it always the white NFL players who get a second chance?",
  "Scared and sick amid Covid-19: US nursing home workers afraid to blow the whistle",
  "On this special Giving Tuesday, stand with journalism that stands with science",
  "Eta Aquarids meteor shower 2020: Australians told to look to the skies early Wednesday for best views",
  "Getting the most out of your garden now: A practical garden design workshop with Adam Frost",
  "Luton brothers die of coronavirus within days of each other",
  "Coronavirus Australia latest: 5 May at a glance",
  "Spain's path out of Covid lockdown complicated by polarised politics",
  "'Focus on right now': how to mentally prepare for more Covid-19 uncertainty",
  "A bittersweet time travel back to Edgbaston 2005: why not?",
  "Workplace coronavirus safety rules must be binding, says Labour",
  "'It sounded evil': inside the eerie moment California’s deadliest wildfire began",
  "Morrison and Ardern agree on travel ‘bubble’ between New Zealand and Australia",
  "Did Gladiator really deserve the best picture Oscar?",
  "What a global rugby season should and shouldn't look like in the future",
  "The antidote: your favourite reads beyond coronavirus",
  "Conservation in crisis: why Covid-19 could push mountain gorillas back to the brink",
  "'The human stuff matters': heads call for a kinder school system post Covid-19",
  "‘For the lives of our mothers’: Covid-19 sparks fight for maids’ rights in Brazil",
  "Coronavirus has left Britons scared to go outside. And can you blame us?",
  "How a hotel is stemming the tide of Covid-19 among rough sleepers",
  "'We wanted to help people': how two women and a football club are making a difference in lockdown",
  "New Zealand councillor caught without trousers during Zoom meeting",
  "My four miscarriages: why is losing a pregnancy so shrouded in mystery?",
  "‘Lager and fags were our main vices’: Vic Reeves on booze, guns and his rock’n’roll years",
  "Secrecy in Ben Roberts-Smith defamation case alarms transparency campaigners",
  "WHO says it has no evidence to support 'speculative' Covid-19 lab theory",
  "Spared by the fires, NSW's south coast bushland now faces the bulldozers",
  "Legalising cannabis: what will New Zealanders be asked to vote on in September?",
  "California to reopen some businesses this week as lockdowns ease across US – as it happened"
]