[
  "US oil market collapses into negative prices – as it happened",
  "Can you believe there is someone who had a worse response to coronavirus than Boris Johnson?",
  "GCHQ calls on public to report coronavirus-related phishing emails",
  "Nova Scotia shooting: friends and family pay tribute to ‘beautiful souls’ lost in rampage",
  "'Don't shoot him no more!' California police face backlash over killing of man in Walmart",
  "Morning mail: Virgin on the brink, remote shops running out of food, how to spice up your toastie",
  "'Of course it could happen again': experts say little has changed since Deepwater Horizon",
  "Oil slips into the twilight zone as demand for crude has plummeted",
  "Germany takes tentative steps back to normality as lockdown eases",
  "Nova Scotia shooting  death toll rises as Trudeau calls on Canadians to stand united",
  "UK coronavirus live: 140,000 firms apply for furlough scheme; hospital death toll at 16,509 – as it happened",
  "Larry Olubamiwo: 'Athletes dope for money. My goal was to make a living'",
  "MPs expected to approve plans for 'virtual parliament'",
  "Netanyahu and Gantz agree to form unity Israeli government",
  "The Bold Type: candy-coloured take on millennial women shines with hope and comfort",
  "Hopes of saving Kangaroo Island dunnart raised after endangered marsupial captured on camera",
  "Met to review role of school police officers after legal challenge",
  "Atlético to double Thomas Partey's salary to fend off Arsenal interest",
  "A touch of class in Middlesbrough accents",
  "Opera and classical concerts to watch at home: our critics' picks – week five",
  "Josh Brolin sorry over lockdown visit to father James and Barbra Streisand",
  "Museums hold Twitter showdown to find world's creepiest exhibit",
  "Digital contact tracing will fail unless privacy is respected, experts warn",
  "Swapping a sullen drill instructor for training with the marine corps",
  "Britons' finances weakest since 2011; Covid-19 knocks oil near $10 a barrel – as it happened",
  "'It's beyond frustrating': tensions peak as Hawaii locals urge tourists to stay out",
  "On the frontline: meet the NHS workers tackling coronavirus",
  "Shadow puppets and golf clubs: Why Ivanka Trump's lockdown advice is so unpopular",
  "'A guitar hero when there were none': the fragile life of Rowland S Howard",
  "Brazilian president Jair Bolsonaro denounced for joining pro-dictatorship rally",
  "Fauci warns Covid-19 cases could surge if stay-home orders lifted too quickly",
  "Will there be a second wave of coronavirus?",
  "Yuval Noah Harari: 'Will coronavirus change our attitudes to death? Quite the opposite'",
  "Mexican criminal groups see Covid-19 crisis as opportunity to gain more power",
  "Germany opens some shops as Merkel warns of second wave of coronavirus",
  "William Frankland obituary",
  "Lowest daily increase in Australian Covid-19 cases since early March – as it happened",
  "'No way food safety not compromised': US regulation rollbacks during Covid-19 criticised",
  "Shall I compare thee to my old jumper? Stories of love for old clothes",
  "Priti Patel bullying row: ex-Home Office chief launches tribunal claim",
  "Prince Harry pleaded with Thomas Markle on eve of wedding, court papers show",
  "My mind and body were not my own until I read The Fruits of the Earth",
  "US hospitals fall back on billionaires to make up for shortfall in protective equipment",
  "US scuppers G20 coronavirus statement on strengthening WHO",
  "Coronavirus 20 April: at a glance",
  "First Thing: Would you like the bad news, or the fake news?",
  "Tony Abbott’s anti-Muslim rhetoric while PM ‘profoundly dangerous’, Malcolm Turnbull says",
  "Green energy could drive Covid-19 recovery with $100tn boost",
  "Tamsin Greig on Twelfth Night: 'The self-judgment of women is awful'",
  "Zara review – giant baby leads her army into your living room",
  "Climate crisis will deepen the pandemic. A green stimulus plan can tackle both",
  "Revealed: nearly 100 US transit workers have died of Covid-19 amid lack of basic protections",
  "We have to wake up: factory farms are breeding grounds for pandemics",
  "Poem of the week: Safe Houses by Bernard O’Donoghue",
  "Westworld recap: season 3, episode 6 – Hale can't have it all",
  "Nina Simone: where to start in her back catalogue",
  "EPA faces court over backing of Monsanto's controversial crop system",
  "Coronavirus Australia latest: 20 April at a glance",
  "I've never seen ... Back to the Future",
  "Thor blimey: can Chris Hemsworth escape the post-Marvel curse?",
  "In brief: No Return, Peace Talks, This Is Shakespeare – reviews",
  "Hong Kong using Covid-19 crisis as 'golden opportunity' for crackdown, says arrested leader",
  "Government officials who allegedly distributed Malcolm Turnbull's book face legal action",
  "Canada shooting: gunman kills 16 people after rampage in Nova Scotia",
  "Can I challenge a fine after I bought the wrong rail ticket?",
  "'I'm trapped': the UAE migrant workers left stranded by Covid-19 job losses",
  "Privacy concerns persist over Australia's coronavirus tracing app",
  "Coronavirus latest: at a glance 20 April",
  "Monday briefing: UN agency bosses in plea for Covid-19 aid",
  "New Zealand plans to ease coronavirus lockdown in a week",
  "‘Of course I smoked marijuana!’ Elliott Gould on stardom, Streisand and Elvis Presley",
  "Why is coronavirus so frighteningly successful?",
  "Bye bye, blockbusters: can the art world adapt to Covid-19?",
  "Facebook 'disappointed' in Australia's attempt to make tech giants pay for news content",
  "Nova Scotia shooting: shock and surprise at killings by denturist",
  "Uncertain times lead to rise in mental health challenges for athletes",
  "Trump holds Covid-19 briefing as governors ask for more help - as it happened",
  "'People have been awakened': seeking Covid-19 answers in Wuhan"
]