[
  "Brazil president fires health minister over Covid-19 stand-off – as it happened",
  "Coronavirus US live: White House publishes guidelines on reopening US – as it happened",
  "Bolsonaro fires popular health minister after dispute over coronavirus response",
  "Devise lockdown exit plan or risk damaging economy – thinktank",
  "F1 fails to agree budget reduction as smaller teams at risk of being lost",
  "Weekly round of applause for NHS staff – as it happened",
  "UK lockdown could last until June, Dominic Raab says",
  "Q&A – Why don't we know how many BAME people are dying?",
  "Failure to publish data on BAME deaths could put more lives at risk, MPs warn",
  "Slimmed-down ‘virtual House of Commons’ to sit next week",
  "Premier League clubs at loggerheads over June plan to end virus-hit season",
  "Wear a mask to protect me as well as you",
  "Italian police broaden inquiry into care home where 190 have reportedly died",
  "Don't read too much into a regional accent",
  "The Guardian view on extending the lockdown: right call, but what next?",
  "The Guardian view on a Covid-19 fighting force: your country needs you",
  "Low demand for power causes problems for National Grid",
  "Stranded or shunned: Europe's migrant workers caught in no-man's land",
  "Supermarket trysts and video chats: how Australians are dating during Covid-19",
  "I thought I was coping in isolation but this week something in me snapped",
  "Call for Australia to ban payday lending until coronavirus crisis ends",
  "'We can't move forward': readers on the UK lockdown extension",
  "Coronavirus 16 April latest: at a glance",
  "EU offers 'heartfelt apology' to Italy over coronavirus response",
  "Stephen Colbert: Donald Trump 'only thinks about the needs of Donald Trump'",
  "Five million more Americans file jobless claims as Covid-19 downturn deepens - as it happened",
  "Study of Who's Who suggests elite keen to convey 'ordinariness'",
  "Polish parliament delays decision on new abortion restrictions",
  "'Liquid gold': the rush for plasma and the Covid-19 survivors who want to help",
  "Inquiry announced into disproportionate impact of coronavirus on BAME communities",
  "I am a swab tester in the UK – but we have barely any swabs to test",
  "13,000 absent from UK armed forces due to coronavirus",
  "Spend, save or donate? Ideas for where to put your stimulus check",
  "When is the right time to reopen the US economy? Our panelists' verdict",
  "Homeless migrants still sleeping rough despite PM's pledge, say charities",
  "Less than half UK's Covid-19 testing capacity being used, figures show",
  "MPs call for action over expected rise in child sexual abuse during pandemic",
  "What Netflix's The Platform tells us about humanity in the coronavirus era",
  "Angela Merkel draws on science background in Covid-19 explainer",
  "NHS in standoff with Apple and Google over coronavirus tracing",
  "The nationalist right feeds on fear. Coronavirus is its big chance",
  "Coronavirus: at a glance 16 April",
  "'Hit by a hurricane': 22m out of work in US as coronavirus takes heavy economic toll",
  "Inquiry after 668 of French aircraft carrier's crew catch coronavirus",
  "‘Dress rehearsal for catastrophe’: how Stoics are speaking to locked-down readers",
  "Are western Europe's food supplies worth more than east European workers' health?",
  "Why is India targeting writers during the coronavirus pandemic?",
  "Coronavirus has killed 30,000 Americans, and all Trump can do is blame the WHO",
  "First thing: Michigan protesters would rather 'lock her up' than lock down",
  "'It’s a killer. We’re done': Covid-19 puts ballot initiatives in peril",
  "Victoria brushes aside PM's calls to send children back to school for term two",
  "Margaret Atwood: Covid-19 lockdown is not a dystopia",
  "Australia coronavirus: government to pay airlines to continue domestic flights – as it happened",
  "My favourite travel photo – by readers",
  "Miami's rich-poor divide is exposed by flawed Covid-19 testing",
  "Pandemic fears in border towns as workers flock in to build Trump's wall",
  "'I can't hug my kid': how coronavirus is upending medical workers' lives",
  "Coronavirus: the graphs that show how Australia is containing the pandemic",
  "Abuse allegations in China spark calls to raise age of consent from 14",
  "Rugby needs to re-engage with supporters it has taken for granted",
  "Court bans Dunk Island redeveloper from advertising two investment products",
  "Coronavirus Australia latest: 16 April at a glance",
  "UK needs lockdown exit strategy, says key coronavirus adviser",
  "I've never seen … Top Gun",
  "China may have conducted low-level nuclear test, US claims",
  "The Infinite by Patience Agbabi review – time-travel adventure",
  "Kyle Larson didn't want to go 'there' with race. One word made sure he did",
  "UK Border Force told US woman to go home because visit was 'non essential'",
  "Malcolm Turnbull: News Corp is like a political party with the Murdochs encouraging intolerance",
  "Should Auld Acquaintance Be Forgot by John Lloyd review – the question of Scottish independence",
  "Thursday briefing: 'Give loved ones the chance to say goodbye'",
  "If you need to go for a walk … why not wander around a video game?",
  "Jacinda Ardern signals modest loosening of New Zealand's coronavirus lockdown rules",
  "Real long-term thinking on TV would mean Netflix and Stan are treated the same as free-to-air",
  "The Golden Girls: TV's feelgood fashion icons",
  "Gordon Brown on Covid-19, recession and Trump: 'When there’s a crisis you have to act quickly'",
  "After coronavirus, Boris Johnson's Tories will be a very different party",
  "Opportunity or threat? How Islamic extremists are reacting to coronavirus",
  "South Korea's ruling party wins election landslide amid coronavirus outbreak",
  "Guardian Australia owes Malcolm Turnbull thanks – but not favours",
  "David Squires on ... the coronavirus hot take factory",
  "Coronavirus US live: Trump threatens to close Congress over 'obstruction' – as it happened",
  "‘Scott is a control freak’: what Malcolm Turnbull’s new book tells us about his relationship with Morrison"
]