[
  "Trump offers rosy predictions for coronavirus testing as US passes 1m cases",
  "Known global Covid-19 deaths pass 215,000 – as it happened",
  "Call for employment tribunals to have more power to protect workers",
  "France edge Brazil in World Cup 1986 quarter-final – as it happened",
  "Charlotte Tilbury eyes £500m payout as makeup firm goes up for sale",
  "The Guardian view on children in the pandemic: hidden victims",
  "UK coronavirus live: government to publish daily care home deaths as hospital toll rises to 21,678 - as it happened",
  "Refuges from domestic violence running out of space, MPs hear",
  "Trevor Phillips role ‘undermines Covid-19 BAME inquiry’",
  "With Trevor Phillips involved, the BAME coronavirus inquiry will struggle to gain trust",
  "Trump guidance puts burden on states to reach Covid-19 testing targets",
  "One-way Shambles: how York is trying to keep its narrow streets safe",
  "Sift out or bake in the lesser of two weevils",
  "Lessons from two years of bedrest: 'Embrace the gravitational force of the click hole'",
  "What's your emotional style? How your responses can help children navigate this crisis",
  "Contact tracing can’t be run by Westminster, experts warn",
  "Trudeau urges caution as Quebec plans to ease lockdown: ‘We’re not out of the woods yet’",
  "Germans urged to stay at home amid fears Covid-19 infection rate is rising again",
  "Khashoggi fiancee: stop Saudi takeover of Newcastle United or be complicit",
  "FTSE 100 hits seven-week high despite slump in UK retail sales and US confidence - as it happened",
  "Trevor Noah: 'There's no way Trump even understands what bleach is'",
  "France announces 'progressive and controlled' lockdown exit plan",
  "Football's bubble existence and a change in the French landscape",
  "A key pillar of the hostile environment has just been backed by the appeal court",
  "'Feet, what do I need you for?' How lockdown fired up Frida Kahlo",
  "Children in care at risk since coronavirus crisis, say campaigners",
  "MPs to try to ban 'rough sex' murder defence in domestic abuse bill",
  "South Wales brothers died within hours of each other of Covid-19",
  "Boris Johnson is tough on crime. Except when coronavirus wants to mug Britain",
  "Ministers aim to extend legally binding deadline on Prevent review",
  "The lockdown in our minds will be the last restriction to be lifted",
  "NHS contact-tracing app ready for use in three weeks, MPs told",
  "NRL announces plans for May restart after players punished",
  "'This is no damn hobby': the 'gangsta gardener' transforming Los Angeles",
  "Victoria Beckham firm sued by ex-employee over hand injury",
  "Matt Hancock urged to publish secret review of pandemic plans",
  "Women killed in Spain as coronavirus lockdown sees rise in domestic violence",
  "Dutch researchers coax secrets from Girl with a Pearl Earring",
  "Andrew Cuomo wishes he had 'blown the bugle' on coronavirus earlier",
  "Coronavirus mask guidance is endangering US health workers, experts say",
  "Completion of new Genoa bridge seen as symbol of hope in Italy",
  "Patriots kicker Rohrwasser will remove 'shameful' rightwing militia tattoo",
  "UK retail suffering from collapse in consumer spending, says CBI",
  "Executive pay capped at private hospitals during NHS takeover",
  "Jair Bolsonaro faces inquiry into claims of meddling with police",
  "Surge in US gun sales and online searches raises fears of rise in suicides",
  "Trump is unravelling – even his supporters can't ignore it now",
  "Confessions of an art critic: I can't believe the things I write in my notebooks",
  "The power of pickles: a guide to preserving almost everything – from jam-making to chutneys",
  "David Squires on … my favourite game: Swindon Town 2-2 Manchester United",
  "My friend's small hiking shop is dying. It's one story of millions",
  "NRL announces 20-round competition restarting on 28 May – as it happened",
  "'There is no absolute truth': an infectious disease expert on Covid-19, misinformation and 'bullshit'",
  "Amazon and other platforms allowing payments to far-right groups",
  "Shot in their friend's car: survivors on learning how to live after a shooting",
  "Doctors on the return of sports: 'Fans may not be in stadiums until well into 2021'",
  "Simultaneous series could be the answer to England's shortened season",
  "Can Europe’s restaurants survive the coronavirus lockdown?",
  "Why has Trump appointed so many judges - and how did he do it?",
  "Trump's judges are a giant step backward for America",
  "Trump's judges: a revolution to create a new conservative America",
  "What I'm really watching: MasterChef, University Challenge and the news",
  "Words at the window: how people are connecting with hopeful messages",
  "The war on coronavirus should be led by councils. But this government hates them",
  "Juan Antonio Pizzi: 'Bobby Robson led Barcelona through the hardest era in 20 years'",
  "'I love fame': how Caroline Calloway survived being cancelled",
  "Treasury officials defend delay in rollout of jobkeeper payments",
  "The antidote: your favourite reads beyond coronavirus",
  "We must stop the inane talk of saving lives versus saving the economy",
  "10 of the best novels about France – that will take you there",
  "Where is Kim Jong-un? Why the whereabouts of North Korean leader remain a mystery",
  "Coronavirus has revealed the EU's fatal flaw: the lack of solidarity",
  "A new Mapplethorpe? The queer zine legend reinventing the nude",
  "The extreme loneliness of lockdown: 'Even though my partner is here, I’m struggling to cope'",
  "Convicted terrorists less likely to reoffend than other criminals – study",
  "Ramadan TV dramas signal shift in Arab-Israeli relations",
  "'A lot of people have relapsed’: isolation has been a mixed blessing for drug addicts",
  "Trump dismisses concerns over surge of inquiries about safety of ingesting disinfectant – as it happened",
  "A recession devastates people’s lives. But there are surprising health benefits when capitalism stops working"
]