[
  "Daily Covid-19 death tolls fall in UK, Spain and Italy – as it happened",
  "Making defendants state nationality is 'racialising' UK courts – report",
  "Tories accused of hypocrisy over key workers with immigration bill",
  "Residents of  New York City urged to wear masks or face further shutdowns - as it happened",
  "Morning mail: Moore-Gilbert's family deny torture, Adelaide carer sacked, new dinosaur unearthed",
  "Trump accuses Obama of being 'grossly incompetent' after his coronavirus criticism",
  "Pelosi: Trump firing of Steve Linick could be ‘unlawful if it's retaliation'",
  "Britons back at work could be using unsafe PPE, experts warn",
  "Union Berlin 0-2 Bayern Munich: Bundesliga – as it happened",
  "Astrid Kirchherr obituary",
  "Pakistan: teenage girls shot dead by relatives over online footage",
  "Coronavirus latest: at a glance 17 May",
  "Robodebt: Centrelink to issue hundreds of thousands of class action notices for trial",
  "Allow dentists to go back to work now",
  "UK coronavirus: £84m pledged to produce a working vaccine as death toll rises by 170 to 34,636 — as it happened",
  "UK rejects plea for ambassador to visit Nazanin Zaghari-Ratcliffe in Iran",
  "Charity brings drug treatments to addicts' doors in lockdown",
  "Netanyahu takes office in deal that could see West Bank annexation",
  "'Freedom' for Greek beachgoers – under drone's watchful eye",
  "'Like losing control': fears eating disorders on rise amid lockdown",
  "Zimbabwean MDC activists 'abducted and sexually assaulted'",
  "Could 'rogue electors' tilt the balance of the US election?",
  "Up to 20% of hospital patients with Covid-19 caught it at hospital",
  "'Normal' life failed us. The coronavirus crisis gives us the chance to rethink a new economy",
  "Afghan power deal hands top military post to man accused of torturing rival",
  "Barack Obama attacks Trump administration's response to coronavirus pandemic",
  "Ahead of the curve: an eco dome by the sea",
  "We're all keen to show we care, but we've shaped a society that doesn’t care at all",
  "Would you dare to dye your partner's hair?",
  "Quebec ponders making masks mandatory after banning the veil",
  "Coronavirus latest 17 May: at a glance",
  "Colville: ‘There’s been a seismic shift in fashion’",
  "Ming Smith: 'I've always had to break boundaries'",
  "Donald Trump and Xi Jinping: are China and US on collision course in a new cold war?",
  "‘William Barr is not done’: experts raise concerns about attorney general’s legal reach",
  "Michael Gove tells councils to 'look to their responsibilities' and open schools",
  "Europe plans a summer staycation after coronavirus lockdowns",
  "Picking up the pieces: the great jigsaw revival",
  "Atlanta mayor Keisha Lance Bottoms on the Arbery killing and Biden's vice-president pick",
  "Yes, staying at home works: debunking the biggest US coronavirus myths",
  "From the end of the pier to the circus, UK seaside resorts in lockdown hope to salvage a summer",
  "Ahmaud Arbery: new focus on district attorney’s flawed prosecutions of black women",
  "Health workers risk exposure to dangerous chemicals by reusing protective gear",
  "Kylie Moore-Gilbert: Australian's family deny she attempted suicide in Iran jail",
  "The week in TV: Hospital; I Know This Much Is True; Dave; State of Happiness, and more",
  "Witch in a bottle to Robocop armour: treasures gathering dust in lockdown",
  "The Caravan: Abdallah Azzam and the Rise of Global Jihad review – recent history at its finest",
  "Service falls victim to Covid as retailers keep customers hanging on",
  "As public confidence in the government tumbles, the coronavirus truce is over",
  "Trump, Putin and Bolsonaro have been complacent. Now the pandemic has made them all vulnerable",
  "Stuck at home, I can’t stop fantasising about moving house",
  "The Orphanage – gritty Afghan drama laced with Bollywood magic",
  "Whodunnit? Did Agatha Christie ‘borrow’ the plot for acclaimed novel?",
  "Simone Lia: Emotional validation – cartoon",
  "My self-control has gone. I'll take anything that's delivered to my door",
  "From Colditz to Silverstone: the incredible tale of Tony Rolt",
  "UK holiday parks and attractions gear up to open for summer",
  "‘Flexible’ lockdown takes toll on families as rows and anxiety soar",
  "New evidence rescues tarnished reputation of Pierre Bonnard's 'sickly' wife",
  "Global report: Shanghai schools to partly reopen, New Orleans restaurants restart",
  "KSI: ‘Money gravitates towards me’",
  "Who'd be a health secretary? Five former incumbents on the toughest gig in politics",
  "As lockdown consensus unravels, Boris Johnson divides nation and party",
  "HS2’s costs and potential delays are running out of control, warn MPs",
  "Split classes, outdoor lessons: what Denmark can teach England about reopening schools after Covid-19",
  "Los Angeles explosion: 11 firefighters hurt as 'hash oil factory' burns",
  "Hightown review – Jerry Bruckheimer crime drama is slick but sombre",
  "The Observer view on how the debate on schools has been dangerously mishandled",
  "Brazil loses second health minister – as it happened"
]