[
  "Clinton or Trump, either one is going to face recession and a hollowed out middle class",
  "Hispanic surge could prove tricky for Trump",
  "Dow Jones surges by 371 points as Wall Streets bets on Clinton victory – as it happened",
  "US presidential election: five scenarios that could play out this week",
  "David Davis hits out at MPs wanting to 'wreck Brexit negotiation' – Politics live",
  "Madonna and Aphex Twin make final musical contributions to US election",
  "Hillary Clinton focuses on healing national divide on campaign's last day",
  "Janet Reno obituary",
  "Donald Trump calls FBI 'disgraceful' on frantic final day of election campaign",
  "Australia's guide to the US election: everything you need to know",
  "Who is leading the polls the day before voting? Not a clear 'Clinton' or 'Trump'",
  "If elected, Donald Trump poses the greatest threat to all our futures",
  "What's at stake for Congress in the US election?",
  "I'm supposed to vote for Hillary Clinton because she is a woman. Well, I won't",
  "Who is to blame for this awful US election?",
  "World stock markets surge amid confidence Clinton will win US election",
  "Nicaragua president re-elected in landslide amid claims of rigged vote",
  "The Guardian view on America’s choice: Don’t vote for Trump. Elect Clinton",
  "Andy Murray faces tough task against Wawrinka at ATP World Tour Finals",
  "A year on the US election campaign trail: 'There's an irresistible energy'",
  "John Oliver tells US voters to get to the polls: 'No outcome is certain'",
  "‘Please skip our door’: what I learned canvassing for Clinton in Philadelphia",
  "Clinton, Trump and foreign policy: global conflicts await the next president",
  "A 2017 general election? Here’s why the Tories may not storm to victory",
  "'A pivotal moment in the west': pro-militia Oregon sheriff seeks re-election",
  "Are Farage and Trump really fascists?",
  "This election has been so important. Support our efforts to cover it",
  "Marina Abramovic: the latest target in the rightwing culture wars",
  "Candidates make finals rounds before election day",
  "The Donald Trump nightmare will endure for Latinos regardless",
  "Going to a US election party? Invest in a toxic bile-proof outfit",
  "Crossword roundup: Clinton and Trump both disappoint",
  "'The president thinks he can suppress the truth': Burundi's guerrilla media",
  "Whether Trump or Clinton wins the US election, what follows is up to us",
  "Analysts fear 'volatile' economy – and perhaps recession – under Trump",
  "Win or lose, Republicans are heading for civil war after election day",
  "¿Por qué la machista Latinoamérica ha elegido más líderes femeninos que Estados Unidos?",
  "Why has 'macho' Latin America elected more female leaders than the US?",
  "FBI has found no criminal wrongdoing in new Clinton emails, says Comey",
  "How does Donald Trump lie? A fact checker's final guide",
  "President Trump would Make America Deplorable Again",
  "Taxpayers may help pay for the Rangers' $1bn ballpark – but at least they'll get AC",
  "'Have you met Trump?' On the trail with Evan McMullin, Utah's unlikely hero",
  "President Erdoğan is now targeting anyone who doesn’t support him",
  "FTSE 100 heads for biggest daily rise in seven weeks",
  "Death, marijuana and condoms: a complete guide to US ballot questions",
  "Rod Culleton and Bob Day referred to high court – as it happened",
  "New band of the week: Harvey Sutherland & Bermuda (No 127)",
  "US election quiz: how much do you remember from the presidential race?",
  "Somali migrants are 'disaster' for Minnesota, says Donald Trump",
  "China tantalized by US election mayhem and prospect of 'thug' Trump as president",
  "US faces host of global threats during transition until next president",
  "'Festering pustules': the two pro-democracy activists who are targets of China's wrath",
  "'I got your blue state right here, baby!' Ted Nugent grabs his crotch at Donald Trump rally"
]