[
  "The Purge: Election Year review – emetic, unsubtle grindhouse horror",
  "'Don't vote for racism,' Hillary Clinton tells America",
  "Clinton slams Trump's 'racist ideology' that ushers hate groups into mainstream",
  "Trump is trying to woo black voters. We're not buying it",
  "Tom Ballard review – Aussie comic mixes political gags and Bieber punchlines",
  "Mylan to provide EpiPen cost assistance as CEO is asked to testify on price hike",
  "Surprise rise in retail sales as consumers shrug off Brexit fears - as it happened",
  "Canadian universities require indigenous studies: 'It feels good to learn our history'",
  "For my daughter, the EpiPen is a lifeline, not a luxury",
  "The alt right is old racism for the tech-savvy generation",
  "Bono’s email to Hillary Clinton: give me some space",
  "Resentful Americans turn a blind eye to Trump's faults",
  "What is the Clinton Foundation? And are the latest rumors 'smoke without fire'?",
  "Spain braces itself for unwanted gift on Christmas Day: a third election",
  "Women poised to lead Democratic return to power in the Senate",
  "Tammy Duckworth shows her strength in Senate fight: 'These legs don’t buckle'",
  "'There are many dead': a search for survivors after earthquake in Italy",
  "Farage plays to his strengths at Trump rally and shows what Ukip has lost",
  "BBC's Nigel Farage comedy to explore his 'empty hours of retirement'",
  "Financial Slavery: play confronts the weight of student debt at FringeNYC",
  "Trump and Farage are playing the same dangerous game",
  "Pharmaceutical shares fall on Clinton comments on excessive drug prices",
  "Donald Trump in favor of immigration reform, softening stance on his signature issue",
  "Farage at Trump rally: 'I wouldn't vote for Clinton if you paid me'",
  "French burkini ban row escalates after clothing incident at Nice beach",
  "Fleeing the Bern: half of staff quit Sanders legacy project before it begins",
  "Trump now in favor of immigration reform – as it happened",
  "Should you take your children to visit sick relatives?"
]