[
  "<p>Two decades ago, the Democratic Republic of Congo, sub-Saharan Africa’s largest country, was engulfed in what became known as <a href=\"http://www.economist.com/node/1213296\" title=\"\">Africa’s Great War</a>, a conflict that drew in half-a-dozen neighbouring countries and raged for five years from 1998.</p> <p>The conflict and its aftermath cost the lives of an estimated 5.4&#xa0;million people, mainly from starvation and disease. This epic disaster was largely ignored outside Africa, even though it was the developed world’s insatiable demand for the DRC’s mineral riches that helped to fuel it.</p> <p>The war was halted, in part, by the introduction of a new constitution and a democratic system of governance, replacing decades of <a href=\"https://www.theguardian.com/world/2013/oct/25/mobutu-sese-seko-remains-repatriated-congo-zaire\" title=\"\">Mobutu Sese Seko’s brutal dictatorship</a>. In 2006 Joseph Kabila was confirmed as DRC president by popular vote, although the fairness of the election was widely disputed. In 2011 he was re-elected. Again, the results were hotly contested. A key factor in their acceptance was his pledge to honour the constitution and refrain from seeking a third term.</p> <p>The DRC’s next presidential election is due next month. It isn’t going to happen. A court last week upheld a request by the election commission that the poll be postponed, ostensibly because voter rolls are incomplete. A “national dialogue” by the ruling coalition and involving fringe parties and civic groups, but boycotted by the main opposition and Catholic church, <a href=\"https://www.theguardian.com/world/2016/oct/16/drc-elections-put-back-to-2018-as-opposition-calls-strike-in-protest\" title=\"\">also agreed a delay until at least April 2018</a>. In effect, Kabila and his security force backers have compromised the constitution and the judiciary and engineered a silent coup. His solemn 2011 promise has been broken.</p> <p>This shameless subversion of the democratic process (parliamentary and provincial polls have also been put off) was condemned by the main opposition party, the UDPS, as a “flagrant violation”. Rassemblement (Gathering), the multi-party opposition organisation, reacted with fury and <a href=\"https://www.theguardian.com/world/2016/oct/19/general-strike-kinshasa-drc-congo-kabila-election-postponement-president\" title=\"\">called a general strike</a> last Wednesday. Kabila’s attempt to cling to power threatens the DRC’s hard-won and still precarious stability. Worse, it risks a return to national and regional upheaval, violence and war. At least this time the world is paying more attention. Maman Sambo Sidikou, the senior UN official in the country,<a href=\"http://www.dw.com/en/un-warns-of-large-scale-violence-in-congo-crisis/a-36019244\" title=\"\"> warned the UN security council</a> last week that “large-scale violence is all but inevitable” if the impasse is not resolved. “The tipping point could be reached very quickly.” After <a href=\"https://www.theguardian.com/world/2016/sep/19/democratic-republic-congo-demonstrations-banned-police-killed-joseph-kabila-etienne-tshisekedi\" title=\"\">related clashes in Kinshasa last month,</a> in which at least 50 people died, the US imposed limited sanctions on army generals implicated in human rights abuses. On Monday EU foreign ministers also agreed to pursue possible punitive measures.</p> <p>Matters are not as clear cut as they might seem. Kabila denies he wanted the delay. Analysts suggest the president, thrust into office after his father was assassinated in 2001, is a frontman for the security apparatus. The opposition is fragmented and its readiness to resort to protests often leads to violence. Concerns over stability by <a href=\"http://www.dw.com/en/france-moots-drc-sanctions-with-elections-delayed/a-35958088\" title=\"\">countries such as France</a> and Belgium are not wholly disinterested, commercially speaking. But that the leadership of another African country appears ready to ride roughshod over democracy and laws is clear. The DRC has never had a peaceful transition of power since independence in 1960. This is why term limits are so important. Last year the <a href=\"http://www.telegraph.co.uk/news/worldnews/africaandindianocean/burundi/11614000/African-presidents-dilemma-Should-I-stay-or-should-I-go.html\" title=\"\">presidents of Burundi, Rwanda and Congo-Brazzaville</a> overrode constitutional requirements that they step aside. <a href=\"https://www.theguardian.com/global-development/2016/jul/14/fake-calm-in-burundi-as-tension-threatens-return-to-violence\" title=\"\">In Burundi’s case</a>, violence and displacement resulted. In Uganda, Yoweri Museveni looks determined to go on for ever. Robert Mugabe’s Zimbabwean “presidency for life” and José Eduardo dos Santos’s Angolan ascendancy provide further examples of endemic disregard for democratic principles.</p> <p>It would be a mistake to think Africans care less about self-serving, corrupt and irresponsible politicians than Europeans or Americans. The African Union has repeatedly stressed peaceful political transitions in embedding democratic habits. Studies show African voters <a href=\"http://www.idea.int/africa/how-to-deepen-transition-to-democratic-governance-in-central-africa.cfm\" title=\"\">value democratic systems</a> but are increasingly frustrated at their malfunctioning and wilful subversion.</p> <p>Nigeria demonstrated last year<a href=\"http://blog.crisisgroup.org/africa/nigeria/2015/04/02/nigerias-unexpected-election-success/\" title=\"\"> how it could be done</a>. But South Africa, ruled since apartheid’s end by a single, overpowerful party, is less of a shining light. Its reported decision to<a href=\"https://www.theguardian.com/world/2016/oct/21/south-africa-to-quit-international-criminal-court-document-shows\" title=\"\"> renounce the International Criminal Court</a> is another sign that too many African politicians would rather jettison democratic and legal norms than subject themselves to scrutiny and public judgment.</p>",
  "<p>In what was billed as a policy speech to lay out his vision for the first 100 days of his administration, as part of a grand new “Contract for the American Voter”, Donald Trump first pledged to sue every woman <a href=\"https://www.theguardian.com/us-news/2016/oct/13/list-of-donald-trump-sexual-misconduct-allegations\">who has accused him of sexual assault</a>.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/22/trump-clinton-polls-brexit\">‘Brexit times five’: could Trump really win despite polls favoring Clinton?</a> </p> </aside>  <p>In response, a spokeswoman for Democratic nominee Hillary Clinton said the speech was “rambling, unfocused, full of conspiracy theories and attacks on the media”.</p> <p>Speaking on Saturday near the site where Abraham Lincoln gave his Gettysburg address in 1863, Trump did not speak as the 16th president did in his second inaugural: “with malice toward none, with charity for all”.</p> <p>Instead the Republican nominee proclaimed to an invitation-only crowd: “Every woman lied when they came forward to hurt my campaign, total fabrication. The events never happened. All of these liars will be sued after the election is over.” </p> <p>Trump added: “It was probably the [Democratic National Committee] and the Clinton campaign that put forward these liars with these fabricated stories.” </p> <p>“We’ll find out at a later date through litigation,” he said, “and I look so forward to it.”</p> <p>Ten women have accused Trump of sexual assault since <a href=\"https://www.theguardian.com/us-news/2016/oct/07/donald-trump-leaked-recording-women\">the leak two weeks ago of a 2005 Access Hollywood recording</a>, in which the Republican nominee boasted of attempting to “fuck” a married woman and grabbing women’s genitalia without their consent.</p> <p>In Los Angeles on Saturday afternoon, the lawyer Gloria Allred held a press conference at which she introduced an 11th accuser. <a href=\"https://twitter.com/thejessicadrake\">Jessica Drake</a>, an adult film star and sex educator, detailed what she said was an encounter with Trump at a golf tournament in Lake Tahoe “10 years ago”.</p> <p>When she went with two other women to Trump’s hotel room, Drake said in a statement, he “grabbed each of us tightly in a hug and kissed each of us on the lips without asking for permission”. Drake said Trump then offered her $10,000 to return to his room.</p> <p>In her own statement, Allred said: “Mr Trump, this morning you spoke at Gettysburg where many brave patriots fought and died. You have dishonored their sacrifice by threatening wives, mothers and daughters who have made accusations against you.”</p> <p>The Trump campaign did not immediately comment on the new allegation.</p> <p>At Gettysburg, the Republican presidential candidate also railed against the media, singling out the corporate owners of NBC, CNN and the Washington Post, all outlets he has complained about during his campaign, for special scrutiny under a Trump administration. </p> <p>Of Comcast’s <a href=\"https://www.theguardian.com/media/2013/feb/13/comcast-general-electric-nbc-universal-rockefeller-plaza?utm_source=feedburner&amp;utm_medium=feed&amp;utm_campaign=Feed%3A+theguardian%2Fmedia%2Frss+%28Media%29\">purchase of NBC Universal</a>, he said: “It concentrates too much power in one massive entity that tries to tell voters what to think and what to do.” </p> <p>Trump pledged that his administration would veto the reported <a href=\"https://www.theguardian.com/business/2016/oct/21/att-time-warner-takeover-acquisition\">acquisition of Time Warner by AT&amp;T</a>, as a matter of policy. Time Warner is the corporate owner of CNN, which carried the Gettysburg speech live. </p> <p>Trump’s words came after he voiced familiar criticism of the press, because “at my rallies they never show the massive crowd size”.</p> <p>In a Friday night conference call with reporters, the Trump campaign billed the speech as its version of the Contract with America that was pushed by <a href=\"https://www.theguardian.com/world/2007/mar/10/usa.edpilkington\">House Republicans in 1994</a> as a concrete list of their pledges if elected.</p> <p>Most of the policy proposals Trump eventually presented were rehashes of proposals that had already been made on the campaign trail. <a draggable=\"true\" href=\"http://thehill.com/blogs/ballot-box/presidential-races/284436-trump-lays-out-goals-for-first-100-days-as-president\">In a speech in June</a>, he outlined some plans for his first 100 days in office.<br tabindex=\"-1\"></p>  <figure class=\"element element-image\" data-media-id=\"837b364c9b2f863be844f792efe0c9a5982823bb\"> <img src=\"https://media.guim.co.uk/837b364c9b2f863be844f792efe0c9a5982823bb/0_202_3500_2100/1000.jpg\" alt=\"Pete Seville\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Pete Seville holds a Donald Trump flag near the Eisenhower hotel.</span> <span class=\"element-image__credit\">Photograph: Mark Makela/Getty Images</span> </figcaption> </figure>  <p>On Saturday, Trump reiterated pledges to cut taxes, repeal Obamacare and spur energy production by removing environmental regulations. He also added details to proposals such as those concerning childcare, which <a href=\"https://www.theguardian.com/us-news/2016/sep/13/trump-childcare-proposal-paid-maternity-leave\">he and his daughter Ivanka</a> announced in September and a recent pledge to introduce a constitutional amendment <a href=\"https://www.theguardian.com/us-news/2016/oct/18/donald-trump-congress-term-limits-clinton-final-debate\">to impose term limits</a>. </p> <p>Trump also promised to “cancel billions in payments to UN climate change programs” and to suspend immigration from regions “where vetting cannot safely occur”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/21/donald-trump-michelle-obama-philippines-duterte-clinton\">Trump says countries are turning on US because 'the world hates Obama'</a> </p> </aside>  <p>On his signature proposal <a href=\"https://www.theguardian.com/us-news/2016/aug/31/donald-trump-mexico-meeting-president-pena-nieto-immigration\">to build a wall on the US border with Mexico</a> and make Mexico pay for it, Trump offered a subtle change in tone. Although he has long insisted that Mexico will pay for the wall “100%” – and said at Gettysburg “they’ll be happy to pay for it” – he suggested Mexico would now “reimburse” the US for the cost of constructing the barrier.</p> <p>Christina Reynolds, a spokeswoman for the Clinton campaign, responded to the speech in a statement: “Trump’s major new policy was to promise political and legal retribution against the women who have accused him of groping them. <br></p> <p>“Like Trump’s campaign, this speech gave us a troubling view as to what a Trump State of the Union [address] would sound like: rambling, unfocused, full of conspiracy theories and attacks on the media, and lacking in any real answers for American families.”</p> <p>On the Friday night press call, a senior Trump aide contrasted the unveiling of proposals at such a symbolic venue with the actions of the Clinton campaign, who the aide said was “going to sit on [its] lead. They are going run out the clock.”</p> <p>With 17 days to go until the election, <a href=\"http://www.realclearpolitics.com/epolls/2016/president/us/general_election_trump_vs_clinton-5491.html\">the RealClearPolitics aggregate</a> has national polls showing Clinton with a lead of more than six points.</p>",
  "<p>Once widely maligned for leaking state secrets, Julian Assange, the founder of WikiLeaks, continues to win favor with the US right over <a href=\"https://www.theguardian.com/us-news/2016/oct/16/wikileaks-hillary-clinton-wall-street-goldman-sachs-speeches\">the release of hacked emails</a> from Hillary Clinton’s presidential campaign. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/22/democrats-texas-hillary-clinton-polls-donald-trump\">Houston, we've got a problem: Trump could cost Republicans Texas, poll finds</a> </p> </aside>  <p>On Friday night, the Fox News personality Sean Hannity and David Duke, a US Senate candidate in Louisiana and former Ku Klux Klan grand wizard, became the latest to offer their support.</p> <p>In response to a tweet from the Nebraska Republican senator Ben Sasse that was critical of the Clinton leaks, Hannity <a href=\"https://twitter.com/seanhannity/status/789654430975164416\">praised</a> Assange and WikiLeaks for having “done the USA a great service” by exposing “government corruption” and cybersecurity weakness.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/seanhannity/status/789654430975164416\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Senator  Wiki has done the USA a great service. 1) he showed us we have no cyber security. 2) He has exposed how corrupt our government is. <a href=\"https://t.co/nNuEGfbdxU\">https://t.co/nNuEGfbdxU</a></p>&mdash; Sean Hannity (@seanhannity) <a href=\"https://twitter.com/seanhannity/status/789654430975164416\">October 22, 2016</a></blockquote>  </figure>  <p>Duke, meanwhile, posted an image of Assange with the caption “HERO” in the red and blue posterized style made famous by the artist Shepard Fairey’s 2008 depiction of Barack Obama. Duke’s <a href=\"https://www.theguardian.com/us-news/2016/jul/22/david-duke-kkk-senate-campaign-louisiana\">expressions of support</a> for Donald Trump have caused <a href=\"https://www.theguardian.com/us-news/2016/feb/28/donald-trump-former-kkk-leader-david-duke\">difficulties</a> for the Republican presidential candidate.</p>  <figure class=\"element element-tweet element--supporting\" data-canonical-url=\"https://twitter.com/DrDavidDuke/status/789575721731497984\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/wikileaks\">@wikileaks</a> - America owes you, bigly! Thank you and God bless you! <a href=\"https://t.co/gvElqdeiOa\">pic.twitter.com/gvElqdeiOa</a></p>&mdash; David Duke (@DrDavidDuke) <a href=\"https://twitter.com/DrDavidDuke/status/789575721731497984\">October 21, 2016</a></blockquote>  </figure>  <p>WikiLeaks, which Assange founded in 2006, has been <a href=\"https://www.theguardian.com/media/2016/oct/14/wiileaks-from-liberal-beacon-to-a-prop-for-trump-what-has-happened\">posting daily batches of emails from Clinton’s campaign chair, John Podesta,</a> seemingly in an attempt to harm Clinton’s electoral chances. Among other things, the leaks have shown communications with journalists that were meant to be kept secret, political advice about rivals within and without the Democratic party, and details of the candidate’s paid speeches to Wall Street firms.</p> <p>Clinton has <a href=\"https://www.theguardian.com/us-news/2016/oct/11/clinton-campaign-wikileaks-hack-russia-donald-trump\">raised questions</a> about the possible involvement of Russian hackers in obtaining the documents – the US government <a href=\"https://www.theguardian.com/technology/2016/oct/07/us-russia-dnc-hack-interfering-presidential-election\">has accused Russia</a> of being behind the hacks against the Democratic National Committee – and what it would mean if Vladimir Putin’s government were trying influence the race. </p> <p>Trump has said information disclosed in the leaks ought to disqualify Clinton from the presidential election.</p> <p>Some observers believe Assange is personally antagonistic to Clinton, who was secretary of state when the US began investigating him for potential crimes under the Espionage Act. </p> <p>WikiLeaks came to prominence in 2010 for a massive dump of diplomatic cables and army reports related to the Iraq and Afghanistan wars provided to media outlets <a href=\"https://www.theguardian.com/media/wikileaks\">including the Guardian</a> by an American soldier, <a href=\"https://www.theguardian.com/us-news/chelsea-manning\">Chelsea Manning</a>. </p> <p>At the time, Hannity suggested that “people might die” because of the leaks. On Friday, he <a href=\"https://twitter.com/seanhannity/status/789658558560342016\">tweeted</a>: “And I have said on radio and TV that my original fears were wrong. My biggest fear was people would die as a result. Listen, watch learn.”</p> <p>Since 2012, Assange has been running WikiLeaks from the Ecuadorian embassy in London, after applying for political asylum. He is wanted in Sweden for rape, an accusation he links to a conspiracy to extradite him to the US to face charges. This week, the Ecuadorian embassy <a href=\"https://www.theguardian.com/media/2016/oct/17/ecuador-julian-assange-internet-access-wikileaks\">said it had removed his internet access</a>. The US and Ecuador <a href=\"https://www.theguardian.com/media/2016/oct/19/us-ecuador-deny-conspiring-to-take-julian-assange-wikileaks-offline\">denied</a> that they had conspired to do so.</p>",
  "<p>It might seem unlikely that this presidential election could get any stranger, but polls are emerging that suggest Texas might now be in play for the Democrats.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/21/arizona-swing-state-west-democrats-clinton\">Arizona asks 'the unprecedented': could Democrats sweep the west?</a> </p> \n</aside> \n<p>A <a href=\"http://www.uh.edu/class/hobby/texas2016/\">University of Houston poll</a> published on Tuesday found Donald Trump leading Hillary Clinton by only three percentage points, within the margin of error, in a four-way race. Also that day, a <a href=\"https://www.washingtonpost.com/politics/clinton-holds-clear-advantage-in-new-battleground-polls/2016/10/18/2885e3a0-94a6-11e6-bc79-af1cd3d2984b_story.html\">Washington Post/SurveyMonkey poll</a> pegged Trump’s advantage at only two points, the same as in Florida.</p> \n<p>Texas’s 38 electoral college votes, second only to California, make it the ultimate wishlist item for Democrats. For Republicans it is like a vital organ: essential for the body’s survival but taken for granted, almost forgotten, until something starts to go wrong.</p> \n<p>Democratic efforts in Texas have lately focused on planting seeds that might germinate in 2020, 2024 or later, when it is presumed that a growing Hispanic, Asian and African American population will increase the party’s chances. The Clinton campaign has not prioritized Texas, moving recently into two other usually deep red states, <a href=\"https://www.theguardian.com/us-news/2016/oct/21/arizona-swing-state-west-democrats-clinton\">Arizona and Georgia</a>.</p> \n<p>But could the future be now? Could a Republican playground be morphing into a partisan battleground? </p> \n<p>On Wednesday, Democrats from Fort Bend County, south-west of Houston, gathered at an Indian restaurant for a presidential debate watch party. They were feeling unusually optimistic.</p> \n<aside class=\"element element-pullquote element--supporting\"> \n <blockquote> \n  <p>It’s unreal, it’s surreal. We are known as a red state</p> \n  <footer> \n   <cite>Cynthia Ginyard, Fort Bend Democratic chair</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Red, white and blue balloons swayed in a gentle draft from ceiling air-conditioning vents as about 50 people, two-thirds of them south Asian, munched chicken, bhajis and basmati rice. While the two candidates jousted on television, cutlery clinked.</p> \n<p>“It’s unreal, it’s surreal,” said Cynthia Ginyard, chair of the county Democratic party. “We are known as a red state and we know that. Our goal was always to change that. We didn’t realise that the possibility was so near.</p> \n<p>“Inasmuch as I want to give us a pat on the back for working hard, some of it just happened along the way,” she continued, citing a big voter registration effort as evidence of the former and an anti-Trump bump as the wildcard element. </p> \n<figure class=\"element element-image\" data-media-id=\"71f2e3be7a4c9eb851afd4e37345ddc1056dc0b2\"> \n <img src=\"https://media.guim.co.uk/71f2e3be7a4c9eb851afd4e37345ddc1056dc0b2/0_245_3264_1958/1000.jpg\" alt=\"Cynthia Ginyard.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Cynthia Ginyard.</span> \n  <span class=\"element-image__credit\">Photograph: Tom Dart/The Guardian</span> \n </figcaption> \n</figure> \n<p>“I had two people attend the first debate watch party who were Republicans and they said: ‘We figured we’d just come and join y’all, we’re just through with our party.’”</p> \n<p>Behind the truth that Texas is a well-fortified conservative castle there are complexities, subtleties and shifts, some related to the economic success that state Republicans like to tout as a hallmark of their leadership.</p> \n<p>In the 2012 election, Barack Obama won the state’s four biggest cities – Houston, Dallas, San Antonio and Austin – as well as most of the counties on the border with Mexico. However, such is the Republican stranglehold on rural and suburban Texas that Mitt Romney won the state easily, by 57.2% to Obama’s 41.4%. Obama garnered less than 20% of the vote in a third of Texas counties. Of the state’s 254 counties, only 26 glowed blue.</p> \n<figure class=\"element element-atom element--supporting\"> \n <gu-atom data-atom-id=\"a0abf86a-cf7d-402f-a24a-7e2898260047\" data-atom-type=\"explainer\"> \n  <div>\n   <figure class=\"element element-explainer element-atom\" data-display-type=\"flat\"> \n    <h1>How will the election be decided? </h1> \n    <div>\n     <p>The president is chosen through the electoral college, in which each state is assigned a \n      <gu-note title=\"Vicky Frost 22/9/2016 at 12:21\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:21:30.549Z\" data-click-action=\"collapse\" data-note-id=\"80ca109a-7c23-445f-d54c-9ce6f6ccc7e6\" class=\"note note--start note--end\">\n       ​certain \n      </gu-note>​number of \n      <gu-note class=\"note note--start note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:18:42.316Z\" data-click-action=\"collapse\" data-note-id=\"b36c395a-1920-42b2-b57b-faa721b9d586\" title=\"Vicky Frost 22/9/2016 at 12:18\">\n       ​votes called \n      </gu-note>​electoral votes&nbsp;(EVs)\n      <gu-note class=\"note note--start note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:13:04.426Z\" data-click-action=\"collapse\" data-note-id=\"a3e31fdb-e028-4a34-e986-31a419d7747e\" title=\"Vicky Frost 22/9/2016 at 12:13\">\n       ​. Electoral votes (EVs) \n      </gu-note>​, \n      <gu-note class=\"note note--start note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:18:13.637Z\" data-click-action=\"collapse\" data-note-id=\"933e820b-f4ab-40a7-857c-0d124c19d28c\" title=\"Vicky Frost 22/9/2016 at 12:18\">\n       ​which are tied\n      </gu-note>​ultimately based on population. California has the most EVs, with 55; eight of the least populous states have only three apiece. Most states give all their electoral votes to whichever candidate wins the state popular vote.</p>\n     <p>\n      <gu-note class=\"note note--start\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:20:17.754Z\" data-click-action=\"collapse\" data-note-id=\"898021d0-81bf-4949-b42e-99efa1c3aa2b\" title=\"Vicky Frost 22/9/2016 at 12:20\">\n       ​ as state after state reports results, the candidates' tallies build. \n      </gu-note>\n      <gu-note class=\"note note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:20:17.754Z\" data-click-action=\"collapse\" data-note-id=\"898021d0-81bf-4949-b42e-99efa1c3aa2b\" title=\"Vicky Frost 22/9/2016 at 12:20\">\n       Whichever T\n      </gu-note>​A presidential candidate who claims\n      <gu-note class=\"note note--start note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:17:08.151Z\" data-click-action=\"collapse\" data-note-id=\"8a1eca38-ff01-40ce-ba96-fad25fd8c118\" title=\"Vicky Frost 22/9/2016 at 12:17\">\n       ​ a majority – \n      </gu-note>​ at least 270 \n      <gu-note class=\"note note--start note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:19:17.162Z\" data-click-action=\"collapse\" data-note-id=\"9536f36b-929d-438a-a12d-dc6ad3c45546\" title=\"Vicky Frost 22/9/2016 at 12:19\">\n       ​out \n      </gu-note>​of the 538 EVs \n      <gu-note class=\"note note--start note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:17:19.135Z\" data-click-action=\"collapse\" data-note-id=\"3bf368f8-7742-440e-d372-3981085d7165\" title=\"Vicky Frost 22/9/2016 at 12:17\">\n       ​– \n      </gu-note>​wins the election.\n      <gu-note class=\"note note--start\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:15:19.195Z\" data-click-action=\"collapse\" data-note-id=\"e2733281-fc23-44ec-c5e8-3abc1a2d9779\" title=\"Vicky Frost 22/9/2016 at 12:15\">\n       ​Many states' preferences are clear beforehand, thanks to\n      </gu-note>\n      <gu-note class=\"note note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:14:24.845Z\" data-click-action=\"collapse\" data-note-id=\"e2733281-fc23-44ec-c5e8-3abc1a2d9779\" title=\"Vicky Frost 22/9/2016 at 12:14\">\n        p\n      </gu-note>​ Polling and precedent mean the preferences of many states are clear beforehand, resulting in a focus on \"swing\" states\n      <gu-note class=\"note note--start\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:15:13.115Z\" data-click-action=\"collapse\" data-note-id=\"8a90e85c-6435-4a3d-897d-40ef088fc822\" title=\"Vicky Frost 22/9/2016 at 12:15\">\n       ​. The focus on election night is on \"swing states\" \n      </gu-note>\n      <gu-note class=\"note note--end\" data-note-edited-by=\"Madhvi Pankhania\" data-note-edited-date=\"2016-10-06T16:24:41.617Z\" data-click-action=\"collapse\" data-note-id=\"8a90e85c-6435-4a3d-897d-40ef088fc822\" title=\"Madhvi Pankhania 6/10/2016 at 12:24\">\n        that could go either way\n      </gu-note>​. Donald Trump needs a sweep of swing states (watch Ohio, Florida and North Carolina, among others) to win.</p>\n    </div> \n   </figure> \n  </div>\n </gu-atom> \n</figure> \n<p>Fort Bend was not one of them. Romney won it with 52.9% to Obama’s 46.1%. That is tight by Texas standards, making Democrats hopeful that its demographics and Trump’s noxiousness could inspire Fort Bend to flip next month and affect down-ballot races.</p> \n<p>Fort Bend is a study in multiculturalism in modern suburban America and in the kind of trends that excite Democrats and alarm Republicans. It is now the sort of place where you are almost as likely to come across a Hindu or Buddhist temple as a firearms store.</p> \n<p>Manicured middle-class housing developments chew into former ranch lands 30 miles or more from downtown Houston, as the metropolitan area loosens its belt. Easy access to energy, medical and technology hubs has helped make Fort Bend one of the fastest-growing, most ethnically diverse, best-educated and affluent counties in the US. </p> \n<p>The estimated population of 716,000 <a href=\"http://www.census.gov/quickfacts/table/PST045215/48157#headnote-js-a\">has grown by 22% in five years</a>. More than a quarter of residents are foreign-born and a fifth of the population is Asian. </p> \n<p>“We registered over 4,000 Muslim voters in Fort Bend County this year,” said Shapnik Khan, a 45-year-old law office manager who moved from Bangladesh to the US as a teenager to study and has been in Fort Bend for 20 years. His wife was born in Mexico. </p> \n<aside class=\"element element-pullquote element--supporting\"> \n <blockquote> \n  <p>I just think to myself it’s impossible for Texas to go blue. How can it possibly happen?</p> \n  <footer> \n   <cite>Richard Morrison, precinct commissioner</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Back in the mid-1990s, he said, “the area of my house was like a dense forest … deer, coyotes”. Now: “If you go at five o’clock it’s like three miles of traffic.”</p> \n<p>Nishan Khan, a 63-year-old real estate agent, came to the US from Bangladesh in the 1980s. “We have all kinds of people,” he said, an H-for-Hillary sticker on his shirt. “It is changing and it is changing for the better … Make no mistake, there’s a huge change because of the GOP’s mistakes and GOP’s head of the ticket.”</p> \n<p>Richard Morrison, running for a third term as a precinct commissioner, was more circumspect. “I’m hesitant to predict that it’s going to get over the line now,” he said. “I’m hopeful but I just can’t get over all my experiences in the past. So I don’t know.</p> \n<figure class=\"element element-image\" data-media-id=\"2fd97e4dfd68e3395e32079de172f55db72e5d43\"> \n <img src=\"https://media.guim.co.uk/2fd97e4dfd68e3395e32079de172f55db72e5d43/0_311_2888_1733/1000.jpg\" alt=\"Nishan Khan.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Nishan Khan.</span> \n  <span class=\"element-image__credit\">Photograph: Tom Dart/The Guardian</span> \n </figcaption> \n</figure> \n<p>“I know that we are a very diverse population and very highly educated and we have a bunch of young citizens. I see all those factors but if I was a betting man – and I’m not a betting man – I just wouldn’t feel confident enough to cast my bet.</p> \n<p>“There’s no way Texas can flip,” he continued. “That’s just from me looking at it and thinking, how is that even possible? I just think to myself it’s impossible for Texas to go blue. How can it possibly happen? And I’m generally not a pessimistic person, I’m always very optimistic.”</p> \n<p>Texas last went Democratic in a presidential election in 1976, backing Jimmy Carter. If the polls are correct, 2016 will be the first time since 1996 that the main parties are within 11 points of each other. </p> \n<p>“We’re not an island,” said James Henson, director of the Texas Politics Project at the University of Texas. “I think one has to expect that as the ground seems to have shifted so dramatically on the national level it was going to affect what’s going on here in Texas as well.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/17/donald-trump-hindu-nationalism-india\">Hindus for Trump: behind the uneasy alliance with rightwing US politics</a> </p> \n</aside> \n<p>The Lone Star state was not enthused by Trump even before this summer’s missteps, such as insulting the parents of a deceased Muslim American soldier, which Shapnik Khan said offended the local Muslim community. In the Republican primary in March, Trump finished a distant second to the Texas senator Ted Cruz, mustering only 27% of the vote.</p> \n<p>Still, only two years ago, Democrats reeled from a major setback when their high-profile gubernatorial candidate, Wendy Davis, was thrashed by Greg Abbott, losing by more than 20 points and setting the state legislature down an even more conservative path.</p> \n<p>Especially given that outcome, current polls are “a pretty shocking development”, Henson said, even if he ultimately expected the presidential race here to be less close than it looks at present because a large number of undecideds will plump for Trump. </p> \n<figure class=\"element element-video element--supporting\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/23/trump-threatens-to-sue-sexual-assault-accusers-video\" data-short-url=\"https://gu.com/p/58mdg\" data-show-ads=\"true\" data-video-id=\"2831074\" data-video-name=\"Trump threatens to sue sexual assault accusers – video\" data-video-provider=\"Reuters\"> \n <video data-media-id=\"gu-video-580c1820e4b05ae7c6c56138\" class=\"gu-video\" controls=\"controls\" poster=\"\"> \n  <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/23/161023trumpsue_h264_publish.mp4\">\n  <source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11733820&amp;format=video/m3u8\">\n  <source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11733820&amp;format=video/webm\"> \n </video> \n <figcaption>\n  <a href=\"https://www.theguardian.com/us-news/video/2016/oct/23/trump-threatens-to-sue-sexual-assault-accusers-video\">Trump threatens to sue sexual assault accusers</a>\n </figcaption> \n</figure> \n<p>“It’s hard not to look at this and feel like there is something of a crisis for the Republican party,” he said. “In a place like Texas they have a significant cushion which they may need to use.”</p>",
  "<p>Outside Trump Tower, the war looks to be over. As smoke clears from weeks of political bombardment, White House watchers are convinced the only questions now are how big Hillary Clinton’s win will be and whether the Democrats can take Congress, too.<br></p> \n<p>Those Republicans still loyal to Trump cling to the hope that all the polls are wrong – that in barely two weeks’ time, angry voters will again stun the world. Over and over, Donald Trump is saying one word: Brexit.</p> \n<p>“We will win,” he told a rally in Pennsylvania on Friday. “We will shock the world. This is going to be Brexit-plus.”</p> \n<p>Earlier, in North Carolina, he promised to go “beyond Brexit”. By evening, “Brexit times five” was coming.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/22/canadians-4-donald-trump-us-election-politics\">Canadians 4 Trump: tiny but determined group finds hope in candidate</a> </p> \n</aside> \n<p>On one level, the pep talk is not as crazy as it sounds. Not only has Trump confounded expectations all year, but like those campaigning for Britain to leave the European Union, he has closed within touching distance of his opponent several times already.</p> \n<p>Four weeks ago, on the morning of the first presidential debate, his position in key swing states was so strong that the statistician <a href=\"http://projects.fivethirtyeight.com/2016-election-forecast/\">Nate Silver</a> estimated his chances of overall victory at more than 45%. After the Republican convention in July, Silver briefly projected Trump would win.<br></p> \n<p>As in the case of Brexit, average poll numbers tilted back in favour of the status quo. The murder of MP Jo Cox was credited with shocking the British electorate back into a <a href=\"https://ig.ft.com/sites/brexit-polling/\">two-point poll lead for Remain by the time of the referendum</a>. Outrage over a tape of Trump boasting about sexual assault precipitated his latest popularity slide and left Clinton with the <a href=\"http://www.realclearpolitics.com/epolls/2016/president/us/general_election_trump_vs_clinton_vs_johnson_vs_stein-5952.html\">near-six-point lead she now enjoys</a>.</p> \n<p>But Britons proved less ashamed of Brexit’s dark reputation once they were inside the privacy of a polling booth, eventually <a href=\"https://www.bloomberg.com/graphics/2016-brexit-referendum/\">voting in favour of leaving by a nearly four-point margin</a>. What if US pollsters are missing shy Republicans? Or failing to account for Trump’s ability to inspire people to turn out in greater numbers?</p> \n<p>It is certainly a complacency Democrats wish to avoid. Fortunately for them, this may be where the similarities with Brexit begin and end.</p> \n<h2><strong>Playing the system</strong></h2> \n<p>The biggest difference can be seen as a combination of America’s voting system and its political tribes.</p> \n<p>A simple majority of the national popular vote was enough to rewrite Britain’s relationship with Europe, but US presidents are required to win a majority of electoral college votes, which can be decisively achieved with a series of wins at the state level. In 1984, for example, Ronald Reagan secured 97.6% of the <a href=\"https://en.wikipedia.org/wiki/List_of_United_States_presidential_elections_by_Electoral_College_margin\">electoral college votes</a> with 58.8% of the popular vote, because Walter Mondale lost every state except Minnesota.</p> \n<p>Even if she defeats Trump in Republican strongholds like Texas, Utah, Arizona and Georgia, Clinton is unlikely to ever match Richard Nixon’s landslide over George McGovern in 1972 or Lyndon Johnson’s epic defeat of Barry Goldwater in 1964, for the simple reason that America has become more politically polarised in the years since.</p> \n<figure class=\"element element-image\" data-media-id=\"0a337725e0611f6cd2a72299d0010eb75d507487\"> \n <img src=\"https://media.guim.co.uk/0a337725e0611f6cd2a72299d0010eb75d507487/0_23_3500_2101/1000.jpg\" alt=\"A woman is moved to tears as Trump takes the stage at a campaign rally in Newtown, Pennsylvania.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">A woman is moved to tears as Trump takes the stage at a campaign rally in Newtown, Pennsylvania.</span> \n  <span class=\"element-image__credit\">Photograph: Jonathan Ernst/Reuters</span> \n </figcaption> \n</figure> \n<p>But even a relatively small lead in the popular vote can translate into a decisive win, as Barack Obama found when he went into the 2012 election just 0.2% ahead of Mitt Romney in the polls yet emerged with a four-point majority in the popular vote and nearly two-thirds of the electoral college.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"a0abf86a-cf7d-402f-a24a-7e2898260047\" data-atom-type=\"explainer\"> \n  <div>\n   <figure class=\"element element-explainer element-atom\" data-display-type=\"flat\"> \n    <h1>How will the election be decided? </h1> \n    <div>\n     <p>The president is chosen through the electoral college, in which each state is assigned a \n      <gu-note title=\"Vicky Frost 22/9/2016 at 12:21\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:21:30.549Z\" data-click-action=\"collapse\" data-note-id=\"80ca109a-7c23-445f-d54c-9ce6f6ccc7e6\" class=\"note note--start note--end\">\n       ​certain \n      </gu-note>​number of \n      <gu-note class=\"note note--start note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:18:42.316Z\" data-click-action=\"collapse\" data-note-id=\"b36c395a-1920-42b2-b57b-faa721b9d586\" title=\"Vicky Frost 22/9/2016 at 12:18\">\n       ​votes called \n      </gu-note>​electoral votes&nbsp;(EVs)\n      <gu-note class=\"note note--start note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:13:04.426Z\" data-click-action=\"collapse\" data-note-id=\"a3e31fdb-e028-4a34-e986-31a419d7747e\" title=\"Vicky Frost 22/9/2016 at 12:13\">\n       ​. Electoral votes (EVs) \n      </gu-note>​, \n      <gu-note class=\"note note--start note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:18:13.637Z\" data-click-action=\"collapse\" data-note-id=\"933e820b-f4ab-40a7-857c-0d124c19d28c\" title=\"Vicky Frost 22/9/2016 at 12:18\">\n       ​which are tied\n      </gu-note>​ultimately based on population. California has the most EVs, with 55; eight of the least populous states have only three apiece. Most states give all their electoral votes to whichever candidate wins the state popular vote.</p>\n     <p>\n      <gu-note class=\"note note--start\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:20:17.754Z\" data-click-action=\"collapse\" data-note-id=\"898021d0-81bf-4949-b42e-99efa1c3aa2b\" title=\"Vicky Frost 22/9/2016 at 12:20\">\n       ​ as state after state reports results, the candidates' tallies build. \n      </gu-note>\n      <gu-note class=\"note note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:20:17.754Z\" data-click-action=\"collapse\" data-note-id=\"898021d0-81bf-4949-b42e-99efa1c3aa2b\" title=\"Vicky Frost 22/9/2016 at 12:20\">\n       Whichever T\n      </gu-note>​A presidential candidate who claims\n      <gu-note class=\"note note--start note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:17:08.151Z\" data-click-action=\"collapse\" data-note-id=\"8a1eca38-ff01-40ce-ba96-fad25fd8c118\" title=\"Vicky Frost 22/9/2016 at 12:17\">\n       ​ a majority – \n      </gu-note>​ at least 270 \n      <gu-note class=\"note note--start note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:19:17.162Z\" data-click-action=\"collapse\" data-note-id=\"9536f36b-929d-438a-a12d-dc6ad3c45546\" title=\"Vicky Frost 22/9/2016 at 12:19\">\n       ​out \n      </gu-note>​of the 538 EVs \n      <gu-note class=\"note note--start note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:17:19.135Z\" data-click-action=\"collapse\" data-note-id=\"3bf368f8-7742-440e-d372-3981085d7165\" title=\"Vicky Frost 22/9/2016 at 12:17\">\n       ​– \n      </gu-note>​wins the election.\n      <gu-note class=\"note note--start\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:15:19.195Z\" data-click-action=\"collapse\" data-note-id=\"e2733281-fc23-44ec-c5e8-3abc1a2d9779\" title=\"Vicky Frost 22/9/2016 at 12:15\">\n       ​Many states' preferences are clear beforehand, thanks to\n      </gu-note>\n      <gu-note class=\"note note--end\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:14:24.845Z\" data-click-action=\"collapse\" data-note-id=\"e2733281-fc23-44ec-c5e8-3abc1a2d9779\" title=\"Vicky Frost 22/9/2016 at 12:14\">\n        p\n      </gu-note>​ Polling and precedent mean the preferences of many states are clear beforehand, resulting in a focus on \"swing\" states\n      <gu-note class=\"note note--start\" data-note-edited-by=\"Vicky Frost\" data-note-edited-date=\"2016-09-22T11:15:13.115Z\" data-click-action=\"collapse\" data-note-id=\"8a90e85c-6435-4a3d-897d-40ef088fc822\" title=\"Vicky Frost 22/9/2016 at 12:15\">\n       ​. The focus on election night is on \"swing states\" \n      </gu-note>\n      <gu-note class=\"note note--end\" data-note-edited-by=\"Madhvi Pankhania\" data-note-edited-date=\"2016-10-06T16:24:41.617Z\" data-click-action=\"collapse\" data-note-id=\"8a90e85c-6435-4a3d-897d-40ef088fc822\" title=\"Madhvi Pankhania 6/10/2016 at 12:24\">\n        that could go either way\n      </gu-note>​. Donald Trump needs a sweep of swing states (watch Ohio, Florida and North Carolina, among others) to win.</p>\n    </div> \n   </figure> \n  </div>\n </gu-atom> \n</figure> \n<p>It is less clear whether a big swing in the presidential race will make it more likely that voters pick senators and congressmen from the same party. Anxious Republicans are urging voters to “split their ticket”, to prevent Clinton accumulating too much power. Nonetheless, projections point to a <a href=\"http://fivethirtyeight.com/features/senate-update-the-last-week-has-been-very-kind-to-democrats-hopes-for-a-majority/\">growing likelihood</a> that Trump’s woes will help Democrats take back the Senate and a <a href=\"https://www.washingtonpost.com/news/the-fix/wp/2016/10/12/heres-how-good-a-shot-democrats-have-of-actually-winning-the-house/\">small but rising possibility</a> the same could happen in the House of Representatives.</p> \n<figure class=\"element element-video element--supporting\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/22/trump-the-world-hates-obama-and-the-us-video\" data-short-url=\"https://gu.com/p/58jbm\" data-show-ads=\"true\" data-video-id=\"2828839\" data-video-name=\"Trump: the world hates Obama and the US –&nbsp;video\" data-video-provider=\"AP|POOL|\"> \n <video data-media-id=\"gu-video-580b2022e4b0d7abfb253893\" class=\"gu-video\" controls=\"controls\" poster=\"\"> \n  <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/22/161022worldhatesob_desk.mp4\">\n  <source src=\"https://cdn.theguardian.tv/HLS/2016/10/22/161022worldhatesob.m3u8\">\n  <source src=\"https://cdn.theguardian.tv/webM/2016/10/22/161022worldhatesob_WebM.webm\"> \n </video> \n <figcaption>\n  <a href=\"https://www.theguardian.com/us-news/video/2016/oct/22/trump-the-world-hates-obama-and-the-us-video\">Trump: the world hates Obama and the US – video</a>\n </figcaption> \n</figure> \n<p>Demographic changes also suggest a clear win for Democrats on 8 November. The white men who favour Trump may do so in part out of resentment that they no longer control the country so completely as they did, but the Democrats’ far larger lead among female, African American, Asian and Latino voters is likely to only grow as the country diversifies. As each side adopts the insults of the other as a badge of pride, Clinton’s “nasty women” and their allies simply outnumber Trump’s “deplorables”.</p> \n<p>Charts reveal other lines dividing the US in 2016. Educational attainment, often a proxy for class in a country that doesn’t like to talk about it, is particularly indicative. College-educated voters flock to Clinton’s message of optimism about the economy while those without degrees are among the biggest supporters of Trump’s thesis that the system is rigged.</p> \n<p>Trump’s comments about race and immigration have also polarised voters, driving non-whites back toward the Democratic coalition built by Obama but appearing to shock some white voters less.</p> \n<p>And, if it is about anything, this election is about gender. Although men overall may now lean narrowly toward Clinton after a month of Trump’s misogynistic outbursts, it is striking that the average white American male is still pro-Republican.</p> \n<h2><strong>The unpopularity contest</strong></h2> \n<p>Of course, opinion pollsters can get demographics wrong too. Polls that listen to registered voters are better predictors of electoral outcomes than polls that listen to anyone who’s willing to talk. But those polls still aren’t perfect, partly because before voters actually vote, they’re just people and people change their minds. Especially a long time before election day.</p> \n<p>That’s why now, with just over two weeks to go until the US votes, the polls are far more accurate than they were months ago. A lot has happened over those months – two party conventions, three debates and <a href=\"https://www.theguardian.com/us-news/2016/oct/20/donald-trump-sexual-misconduct-tenth-woman-accuser\">10 allegations</a> of sexual assault against one candidate. After all the boosts and dips, the overall effect has been that Trump has fallen in popularity while Clinton has risen.</p> \n<p>Or, to be more specific, the polls show that Trump’s <a href=\"http://www.realclearpolitics.com/epolls/other/trump_favorableunfavorable-5493.html\">unpopularity</a> has risen while Clinton’s has <a href=\"http://www.realclearpolitics.com/epolls/other/clinton_favorableunfavorable-1131.html\">fallen</a>. Both candidates are disliked by the majority of Americans.</p> \n<p>But it is not just Brexit and Romney that have given polling methodology a bad name. There has been a string of polling failures: the Israeli election, the Scottish independence referendum and the last UK general election. If anything, the <a href=\"https://www.theguardian.com/us-news/datablog/2016/jan/27/dont-trust-the-polls-the-systemic-issues-that-make-voter-surveys-unreliable\">problems of polling</a> have got worse since those votes, partly because it is getting even harder to contact people who are willing to share their voting intention.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/22/democrats-texas-hillary-clinton-polls-donald-trump\">'It's surreal': is a Democratic uprising afoot deep in the heart of Texas?</a> </p> \n</aside> \n<p>Still, though polls will not perfectly predict the US election, state by state and down to the decimal point, they are likely to accurately guess who will win nationally, especially if Clinton has a large enough lead.</p> \n<p>The accuracy of polling in this election will hinge on the margin of error. Buried in the methodology of most polls is a note that says something along the lines of “margin of error: ± 4%”. It means if you repeated the poll 100 times with different respondents each time, the overall results would be within 4% of the results in at least 95 of those 100 polls.</p> \n<p>Right now, Hillary Clinton’s <a href=\"http://www.realclearpolitics.com/epolls/2016/president/us/general_election_trump_vs_clinton-5491.html\">polling average is 48% and Trump’s is 42%</a>. If the margin of error on those numbers is ±4%, that means Clinton’s support could be as low as 44% or as high as 52% with Trump’s somewhere between 38% and 46%. The bigger the gap between the two candidates, the less the margin of error matters.</p> \n<p>The margin of error in this election could well be more than 4%, because polling has become less accurate. For Clinton supporters to really sit back and relax, the candidate needs to widen her lead to the extent that even if the polls are wrong on the numbers, they are still right about the result.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/us-membership/power.html\" data-alt=\"Membership Drive\"> \n <a href=\"https://interactive.guim.co.uk/embed/us-membership/power.html\">Membership Drive</a> \n</figure>",
  "<p>Their country seems to represent all that Donald Trump is against – from <a href=\"https://www.theguardian.com/world/2016/jul/04/syrian-refugee-marches-beside-justin-trudeau-canada-pride-parade\">its welcome of tens of thousands of Syrian refugees</a> to its proud defence of <a href=\"https://www.theguardian.com/world/2016/oct/10/canada-healthcare-donald-trump-debate\">universal healthcare.</a></p> <p>But a tiny yet determined minority of Canadians roundly reject the notion that Trump holds little appeal in Canada, and instead are actively rallying their compatriots to join them in backing the controversial candidate. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/oct/10/canada-healthcare-donald-trump-debate\">Trump's attack on 'catastrophic' Canadian healthcare system draws ire</a> </p> </aside>  <p>“I know what he says doesn’t click with a lot of people. They don’t understand it,” said Joe Ring, 67, who in February launched the <a href=\"https://www.facebook.com/groups/1571352489855683/\">Canadians 4 Donald Trump </a>Facebook page. “You know I look at the whole big picture and I see us all affected the same way. Regardless of whether you’re American or Canadian, we have an issue in front of us that we all have to settle with,” he said. Ring said that, like Trump, he feared the increasing concentration of power in the hands of a small political elite.</p> <p>The retired construction worker from northern Ontario first heard Trump speak last year. “And for some reason or other, it just hit me. That guy means what he says and he’s right. He’s looking at the big picture of how the country is changing.” </p> <p>His group now counts more than 100 members, but Ring concedes he’s part of a small movement in Canada that has been largely uncomfortable about voicing their opinion. <a href=\"http://montrealgazette.com/news/canadians-rally-against-donald-trump\">Anti-Trump rallies have popped up across Canada</a>, while one Vancouver man is <a href=\"http://vancouversun.com/news/local-news/vancouver-man-launches-campaign-against-donald-trump\">recruiting Canadian volunteers to travel south</a> to key battleground states to campaign for Clinton.</p> <p>Polls carried out earlier this year found between 73 and 80% of Canadians <a draggable=\"true\" href=\"http://www.cbc.ca/news/politics/grenier-canada-us-election-1.3699457\">polled would cast their vote for Democratic nominee Hillary Clinton </a>while around 15 to 20% said they would vote for Trump. </p> <p>The numbers are likely to have shifted in recent months amid <a draggable=\"true\" href=\"https://www.theguardian.com/us-news/2016/oct/20/donald-trump-sexual-misconduct-tenth-woman-accuser\">allegations by several women of unwanted sexual contact </a>and after the <a draggable=\"true\" href=\"https://www.theguardian.com/us-news/2016/oct/07/donald-trump-leaked-recording-women\">leak of the Access Hollywood tape.</a></p> <p>Asked about the allegations, Allison Nesdoly, another Canadian Trump fan, blamed what she called the “Clinton campaign smear” and media when asked about the allegations. “There’s two sides to every story and I believe the media is out to make Trump look worse than it probably actually is,” said Nesdoly. “Trump is also known to give females some of the best jobs out there too, but nobody says anything like that.”</p> <p>She and her husband launched the <a href=\"https://www.facebook.com/groups/773526679447890/\">Canadians for Donald Trump Facebook page</a> this summer with the aim of fostering support for a president who could counter the progressive policies of <a href=\"https://www.theguardian.com/world/2013/apr/15/justin-trudeau-son-pierre-canada\">Justin Trudeau, Canada’s prime minister</a>. “To be totally honest, I’m not a big fan of Trudeau right now,” said Nesdoly, pointing to Trudeau’s recent vow to <a href=\"https://www.theguardian.com/world/2016/oct/03/canada-carbon-emissions-tax-paris-climate-agreement\">impose a nationwide carbon tax.</a> “I don’t think he’s being realistic. He’s a trust fund kid, he doesn’t know what it’s like to have to work hard for a living and to have to pay for your own shit.” </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/oct/21/canada-politics-progressive-liberal-trudeau\">Think Canada is a progressive paradise? That’s mooseshit</a> </p> </aside>  <p>Trump – to whom the 29-year-old mother from Saskatchewan shifted her allegiance after Ben Carson dropped out – earns her praise for the way he runs his company. “There’s concerns about Trump, about his attitude and the fact that he could make a lot of enemies with some of the things he says. Which OK yeah, it’s probably a decent concern. But I don’t know – there’s not a hell of a lot of choice but I just can’t see supporting Hillary,” she said. “She’s a big time sellout.” </p> <p>A Trump presidency could benefit Canada, she said, pointing to his campaign promise to greenlight TransCanada’s Keystone XL pipeline. “To me, I think Trump would be more for the United States and Canada than Trudeau would.” </p> <p>Her Facebook page has attracted more than 1,700 members in the span of a few months, she said, suggesting Trump might be more popular in Canada than some may realise. “We’ve just had people wanting to join every day. And I know we’re not the only Donald Trump page out there.”</p>  <figure class=\"element element-image\" data-media-id=\"87f35d6ed12f8fb355d22ac76b39889e22c9c69d\"> <img src=\"https://media.guim.co.uk/87f35d6ed12f8fb355d22ac76b39889e22c9c69d/73_0_1107_664/1000.jpg\" alt=\"A episode of South Park, Where My Country Gone, parodied the Republican presidential hopeful’s attitude on immigration and the presidential race as a whole, and he becomes president of Canada.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">An episode of South Park, Where My Country Gone, parodied the Republican presidential hopeful’s attitude on immigration and the presidential race as a whole, and he becomes president of Canada.</span> <span class=\"element-image__credit\">Photograph: Comedy Central</span> </figcaption> </figure>  <p>One of the most active discussion groups seeking to bring together Canadians rooting for Trump launched in February. The goal, <a href=\"https://www.facebook.com/CanadiansForDonaldTrump/\">states the Canadians For Donald Trump page,</a> is to increase awareness of Trump’s campaign and the “positive effects that his election will have for Canada”.</p> <p>The group has been mostly met with “bemused fascination”, laughed Daniel Erikson, one of the co-founders of the online community of about 6,900 people.</p> <p>The 34-year-old venture capitalist from Calgary acknowledged that a Trump presidency would probably be detrimental to Canada in the short term. </p> <p>“The relations between a progressive like Trudeau and a possible president Trump are going to be frosty at best.” But he hoped Trump would help keep Trudeau – and his majority government – in check. “There’s heavy globalist leanings, a lot of social justice warrior-type rhetoric that comes out of Ottawa now.”</p> <p>In the long run, he believed having Trump at the helm of Canada’s largest trading partner would be a boon to Canada. “In the circle that I run, when we’re standing around and having a drink and talking about politics in general, the overarching thing I hear is ‘wouldn’t it be nice to see someone run the country like you run a business,’’’ said Erikson. </p> <p>The unsavoury aspects of Trump’s campaign – from the allegations of sexual misconduct to the outlandish behaviour – are the price demanded of a candidate that comes with business acumen and track record like Trump’s, he asserted. “You also have to be willing to plug your nose and close your eyes and deal with the fact that not everything they’ve said their entire life has been polished through a political filter.” </p> <p>He laughed as he added, “With our inherent Canadian politeness, it’s an interesting mountain to climb.” </p> <p> </p>",
  "<p>The very inclusion of a specific sustainable development goal (SDG) to <a href=\"http://www.un.org/sustainabledevelopment/inequality/\">reduce inequality</a> is a gamechanger.<br></p> <p>For a generation or more, any serious mainstream discussions of inequality had been off the table. In the formulation of the millennium development goals all the key players knew that income or asset inequality was to be kept off the agenda. Governing elites and international organisations would hardly acknowledge it as a relevant concept for development, often dismissing inequality focused academics and activists as hard-leftists. Many commentators vehemently argued that inequality promoted competition, by reducing inefficiency, which in turn created jobs and profit.</p> <p>The global financial crash of 2008 and the fallout that continues to affect so many people, has changed the conversation. A small group of people made vast profits while tens of millions lost their jobs, houses and dignity. The evidence of the damage to society caused by high levels of inequality has been re-examined, while new research and popular <a href=\"http://www.oxfam.org.uk/media-centre/press-releases/2016/01/62-people-own-same-as-half-world-says-oxfam-inequality-report-davos-world-economic-forum\">campaigns</a> have seen a new consensus form relatively rapidly. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/global-development-professionals-network/2016/oct/05/sustainable-development-goals-most-difficult-targets\">How can we reach an SDG target when we're moving in the wrong direction?</a> </p> </aside>  <p>Richard Wilkinson and Kate Pickett set the ball rolling in <a href=\"https://www.theguardian.com/books/2009/mar/13/the-spirit-level\">The Spirit Level</a>. They argued that rising inequality in rich nations negatively impacts on our physical and mental health, education, experience of work and even life satisfaction, and is associated with the use of illegal drugs and mental illness. Detailed studies by <a href=\"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=780485\">Martin Ravallion</a> and World Bank colleagues showed that as inequality rose in poor countries, the poverty-reducing impacts of economic growth declined. Subsequent work revealed how rising inequality also slowed downs rates of improvement in human development indicators. Rising income inequality was bad for the citizens of both rich and poor countries. </p> <p>The SDG for reducing inequality, with a specific target to “progressively achieve and sustain income growth of the bottom 40% of the population at a rate higher than the national average” encapsulates the broad acceptance of the perils of inequality, not just between countries, but within them. The fact that the target applies and demands action from all countries enhances its potency as evidence of shifting global norms. </p> <p>However, this is not a radical goal, such as arguing that top incomes must be capped or that the <a href=\"https://en.wikipedia.org/wiki/Gini_coefficient\">Gini coefficient</a> must be reduced every year. Rather, it is a modest, reformist goal that seeks to ensure that those at the bottom of the income scale are not left behind as economic growth moves forward. </p> <p>Yet for all the evidence, the hand-wringing from business elites at <a href=\"https://www.theguardian.com/business/2015/jan/19/davos-2015-tackling-inequality-world-economic-forum\">Davos</a>, calls from parties across the political spectrum and increasing disaffection with the status quo from those left behind (at least in rich nations), relatively little is being done to seriously address the problem of rising inequality around the world. </p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The real income of the global top 1% rose by more than 60% over 1988-2008</p> </blockquote> </aside>  <p>Since 2000, the incomes of the bottom 40% have experienced slower growth year in, year out. Inequality is rising at spectacular rates. While different measures (wealth or income), different datasets (national accounts or taxation) and different analysts disagree on the detail, they all agree that the wealthiest are getting richer faster than anyone else (except in Latin America). The real income of the global top 1% rose by more than 60% over 1988-2008.</p> <p>Turning this situation around will take a Herculean effort, for two main reasons. First, contemporary capitalism is based on economic processes that permit those who manage to amass money by their brain power or political connections or both, to increase their wealth faster than others. As Thomas Piketty tells us, the returns to capital (owning physical and financial assets) are greater than the returns to labour (working). So the rich get richer.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/global-development-professionals-network/2016/sep/23/paradigm-shift-needed-governments-fight-poverty-inequality\">A 'paradigm shift' is needed from governments to fight poverty</a> </p> </aside>  <p>Secondly, when the rich get richer, they have the ability to keep it that way. They are able to shape national and international public policies to such an extent that they remain on a rising tide of prosperity. They can also safeguard national and international patent and competition laws, enabling them to dominate the markets in which they operate, and influence rules which allow them to avoid paying tax. </p> <p>To top it all, by gaining control of the media plutocrats, the super-rich even persuade the public that inequality is good for everyone. Billionaire Donald Trump somehow becomes the voice of those left behind. Gold taps in private jets seem to be a qualification for public office in what Francis Fukuyama terms “<a href=\"https://www.washingtonpost.com/opinions/the-rise-of-trump-brought-to-you-by-the-decay-of-americas-institutions/2016/03/10/ca6438b4-e6f2-11e5-b0fd-073d5930a7b7_story.html?utm_term=.a9c7aff2c01c\">political decay</a>” in the US.</p> <p>So what can be done? Few support the 20th century revolutionary solution of seizing and redistributing land and assets, as happened after the second world war in China, South Korea, Japan and Taiwan. Perhaps more reformist measures are a more popular 21st century answer? In most low income countries, effective public expenditure on domestically-financed education, health and social protection would raise the prospects for sustained growth, structural transformation and welfare advances. The evidence for such policies is clear but, enacting them in the places they are most needed is very problematic. The nature of domestic business and political elites – often greedy, extractive and predatory – allied to international business elites and the social norms they transmit, means that socially beneficial policies are not effectively implemented.</p>  <figure class=\"element element-image\" data-media-id=\"f156da1939bf531ce7ed3ec5edf66eed6ceba9d1\"> <img src=\"https://media.guim.co.uk/f156da1939bf531ce7ed3ec5edf66eed6ceba9d1/0_0_3210_2211/1000.jpg\" alt=\"Brazilian Maria Nilza, 36, and mother of four, shows her Bolsa Familia social plan card.\" width=\"1000\" height=\"689\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Brazilian Maria Nilza, 36, and mother of four, shows her bolsa familia social plan card.</span> <span class=\"element-image__credit\">Photograph: Vanderlei Almeida/AFP/Getty Images</span> </figcaption> </figure>  <p>Significantly reducing inequality doesn’t have to be the stuff of utopian dreamers. In Brazil, a sustained decline in inequality levels has been of the most striking aspects of its development performance over the last 10 years. In addition to raising an estimated 40 million people out of poverty, the Brazil’s <a draggable=\"true\" href=\"http://data.worldbank.org/indicator/SI.POV.GINI?end=2014&amp;start=2014&amp;view=map\">Gini coefficient fell by 12%, from 0.59 in 1995 to 0.52 in 2012</a>. While inequality in Brazil remains high, this reduction stands in stark contrast to other OECD and Brics (Brazil, Russia, India, China and South Africa) countries, which have seen levels rise.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/global-development-professionals-network/gallery/2016/oct/18/the-e-waste-reduce-waste-old-technology-mountains-in-pictures\">The e-waste mountains - in pictures</a> </p> </aside>  <p>Recently published research <a href=\"http://www.brazil4africa.org/\">investigating the Brazilian development model</a> looked in detail at the factors behind this trend. An estimated 35-50% of the reduction in inequality in Brazil can be attributed to changes in non-labour incomes, largely as a result of growing social assistance programmes. Despite costing just 0.7% of GDP, the extremely effective targeting of the  <a href=\"https://www.theguardian.com/global-development/2013/dec/17/brazil-bolsa-familia-decade-anniversary-poverty-relief\"><em>bolsa familia</em></a>, a conditional cash transfer scheme, has been vital. A further 10% or so can be attributed to demographic factors, particularly the declining household size among poorer families. The remaining 40-55% is attributed to changes in the distribution of labour earnings. This had previously been attributed to the effects of an increasingly educated workforce, but our research suggests that reduced wage gaps for women and ethnic minorities actually made the biggest impact.</p> <p>Achieving the SDG target to reduce inequality will require a huge shift in how economies and political systems operate right around the world. Some Latin American countries, such as Brazil, demonstrate that sustained reductions in inequality are achievable, when there’s a fairly explicit shift in the social contract, enabling politically difficult decisions to be taken and sustained over a long period. As <a href=\"https://www.theguardian.com/business/2015/oct/12/angus-deaton-wins-nobel-prize-in-economics\">Angus Deaton tells us</a>, humanity has made amazing progress in reducing income poverty and raising health standards. The next big task is reducing inequality so that we can all enjoy a better life. </p> <p>Reducing inequality in every country will be extremely difficult. But a growing tide of protest and its consequences (sometimes socially progressive and sometimes regressive) may persuade the 1% that they will not get the world they want for their grandchildren if business continues as usual.</p> <p><em></em></p> <p><strong><a href=\"https://register.theguardian.com/global-development\">Join our community</a></strong><strong> of development professionals and humanitarians. Follow </strong><a href=\"https://twitter.com/GuardianGDP\"><strong>@GuardianGDP</strong></a><strong> on Twitter. </strong><strong>Join the conversation with the hashtag <a href=\"https://twitter.com/search?q=%23Dev2030&amp;src=typd\">#Dev2030</a>.</strong></p>",
  "<p>Eight years ago, the US economy went to hell. Lehman Brothers bank collapsed, the first of many. As a financial crisis swept the globe, unemployment soared, house prices and stock markets collapsed. Today, stock markets are at record highs, house prices have bounced back, the unemployment rate is 5%, half its peak during the recession. And yet ...</p> <p>Earlier this month we told the stories of five people who lived through the recession, many of whom said the recovery feels hollow. Below readers who responded to the story share their experiences and how it will impact their vote.</p> <h2><strong>Craig from Jacksonville, Florida</strong></h2> <p><strong>Are you better off today than you were in 2008?</strong> I am about the same. In 2008 I was just two years out from finishing my undergraduate degree. I had the option to graduate early but when things began to turn dark, every intelligent person I knew told me to hold off. I remained in school for another year thinking I could wait it out. Boy, was I wrong. I ended up going to graduate school hoping to wait out the storm again. Turns out, that didn’t help much either. After graduating as a highly skilled student, finding full-time employment was about as easy as finding affordable living in Manhattan.</p> <p>Since then, I worked just about everywhere. I have done consultant research, bussed tables, worked in an emergency room and even spent a year working at a Florida beach bar all while applying for applicable jobs in my field that came with benefits. I finally have a job, but the amount of debt I have acquired and the amount of job insecurity I still feel has me on edge about as bad as 2008.</p> <p><strong>Who will you vote for? </strong>I am absolutely terrified of what is to come November 8. I am still a Florida registered voter so maybe my vote counts (if it does not end up on a beach somewhere). I plan to close my eyes and vote for Clinton. My biggest fear is that an economic bubble worse than 2008 is coming and that I will go back to bussing tables and serving drinks again.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/ng-interactive/2016/oct/08/great-recession-financial-crisis-recovery\">Eight years after the Great Recession, recovery still rings hollow</a> </p> </aside>  <h2>Lori from Denver, Colorado</h2> <p><strong>Are you better off today than you were in 2008?</strong> I am better off than I was in 2008. In 2008, I just started working after an awful divorce. My ex-husband was a homebuilder and laid off in the crash and there went my maintenance and child support. Today, I’m an executive assistant for a CEO. I’m better off because my first job after being a stay-at-home mom for 13 years paid $50,000 and I was thrilled. In 2016, I’m now at $75,000 so I’ve taken some job risks but it’s paid off.</p> <p>But everything else – my cost of living – seems to have absolutely skyrocketed. I literally live paycheck to paycheck. I have two kids in college and I pay their auto, health insurance and cellphones. It’s crazy and I’m a tad frightened for the world they’ll enter soon. Not sure they’ll ever be able to buy a home, at least here in Colorado.</p> <p><strong>Who will you be voting for?</strong> I literally despise the Clintons so I can’t vote for HRC. I always wanted to vote for the first woman, too. They’re too sleazy for me. Trump scares the shit out of me. I was leaning toward him in the beginning because I do think a business person might bring a fresh perspective but, Jesus, not now.</p> <p>I think I’ll write in Bernie’s name. I don’t know what else to do.</p>  <figure class=\"element element-image\" data-media-id=\"29c721bd1704984dcbf3be889b4662ad1221a1a1\"> <img src=\"https://media.guim.co.uk/29c721bd1704984dcbf3be889b4662ad1221a1a1/0_48_5125_3075/1000.jpg\" alt=\"A supporter of former Democratic U.S. presidential candidate and Senator Bernie Sanders carries a placard during a rally outside the Wells Fargo Center on the second day of the Democratic National Convention in Philadelphia, Pennsylvania, U.S., July 26, 2016. REUTERS/Dominick Reuter\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A supporter of Bernie Sanders carries a placard during a rally outside the Democratic national convention in July.</span> <span class=\"element-image__credit\">Photograph: Dominick Reuter/Reuters</span> </figcaption> </figure>  <h2>Kurt Johnson from Woodstock, Georgia</h2> <p><strong>Are you better off today than you were in 2008?</strong> I am better off than I was in 2008. The economy was in a total nosedive. Obama wasted no time approving large measures to stop the bleeding. I work in real estate investing. Real estate where I live has returned to 2007 prices and as a result, we have enjoyed a good ride of appreciation of homes we have bought over the last eight years.</p> <p><strong>Who will you be voting for?</strong> I can’t vote for the current Republican candidate under any circumstances. He is not fit to be a CEO, much less a president. I would be fine with things staying as they are so Hillary doesn’t concern me that much. The Senate and House will keep her from making any changes for better or worse so I can stomach another four years until a respectable Republican runs in 2020.</p> <h2>Willard from San Jose, California </h2> <p><strong>Are you better off today than you were in 2008?</strong> I am better off than I was in 2008.<strong> <br></strong>The economy is in far better condition. Housing has recovered.</p> <p><strong>Who will you be voting for?</strong> The economy will play a role with how I’ll vote. Both parties make big promises which I don’t expect to be fulfilled. But at least Trump does discuss trade, jobs and manufacturing. If Congress agreed with a fraction of his bluster it might improve the economy.<br><br>But I’ll NOT be voting for HRC because she is corrosive, divisive and corrupt to the core. On account of her, and with the current administration’s help our trust in the Department of Justice has been destroyed.<br><br>I’ll be voting Trump.</p>  <figure class=\"element element-image\" data-media-id=\"359367fd83730147d0fd950d6af9c568edfb7cd1\"> <img src=\"https://media.guim.co.uk/359367fd83730147d0fd950d6af9c568edfb7cd1/0_256_3836_2302/1000.jpg\" alt=\"Donald TrumpRepublican presidential candidate Donald Trump arrives to speak at a campaign rally, Friday, Oct. 14, 2016, in Greensboro, N.C. (AP Photo/ Evan Vucci)\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump in Greensboro, North Carolina, last week.</span> <span class=\"element-image__credit\">Photograph: Evan Vucci/AP</span> </figcaption> </figure>  <h2><strong tabindex=\"-1\">Eric from Framingham, Massachusetts</strong></h2> <p><strong>Are you better off today than you were in 2008? </strong>I am worse off than I was in 2008. I have not had a steady income since I left teaching in 2012. I lost my home to Wells Fargo and now live with a friend. I don’t have health insurance.</p> <p>I have a master’s degree in education, a BA, speak three languages, and I am a veteran with combat experience, yet don’t have a full-time job or meaningful part-time work. I don’t make more than $15,000 a year. It’s unlikely that at 53 I will ever work full-time again. So what, another 20-plus years of this meaningless existence?<br><br tabindex=\"-1\">When people do that horrible “thank you for your service” [thing], I want to scream and tell them that serving my country as a soldier and my community as a teacher were the worst mistakes of my life. I should have gone into business, gone for my self and not the greater good, and been selfish and greedy instead. <br><br tabindex=\"-1\">Left behind, no. Forgotten.</p> <p><strong>Who will you be voting for?</strong> Not voting, don’t care.</p> <h2>Leslie from Wilmington, North Carolina</h2> <p><strong>Are you better off today than you were in 2008? </strong>I am worse off than I was in 2008.</p> <p><strong>Why?</strong> I had to close the company. I went from earning $70,000 a year to now working two jobs, one full time for $37,000 a year and one part time (evenings and weekends) to bring my salary to $41,000. My health insurance costs have skyrocketed. Food is more expensive. I have a home that I cannot sell as I am still underwater. I had to use all my savings to help pay for my daughter’s education so she is not lumbered with loans when she graduates.</p> <p><strong>Who will you be voting for? </strong>I hate them both. I do feel that if Clinton is elected it will be the same, no change in the housing market, no change in income, no change in healthcare costs – just more of the same. It is appalling and tragic that we have two awful people to choose from. It just shows the level of corruption and dysfunction in this country.</p> <h2>Jacob Lutz from Portland, Oregon</h2> <p> <strong>Are you better off today than you were in 2008?</strong> I am about the same. <br></p> <p><strong>Why?</strong> In 2008, I was a student and a cashier at Kmart. I was transitioning from foster care to adulthood while balancing a part-time job with my first and last attempt at higher education. I was overwhelmed with the responsibility of college and surviving on $6.75 an hour but managed to survive thanks to my home state’s support system for foster children and lack of financial burden.</p> <p>Today, I am a motorcycle technician and make around $30,000 a year and owe $20,000 in student loans. I also pay $200 a month for health insurance and bills on top of barely supporting myself. The stress is still the same but I’ve gotten better at handling it. Lowering my hopes and expectations significantly has helped too.<br></p> <p><strong>Who will you be voting for?</strong> I had more faith in Bernie than Hillary regarding the economy but since he’s not an option, I’m with her. I still believe Hillary knows how to listen to what people are wanting and has the clout in Washington to get more done.</p>  <figure class=\"element element-image\" data-media-id=\"edc2f1becb131f2af0de617dce0e6575d622762a\"> <img src=\"https://media.guim.co.uk/edc2f1becb131f2af0de617dce0e6575d622762a/0_202_3030_1818/1000.jpg\" alt=\"U.S. Democratic presidential nominee Hillary Clinton greets the crowd after speaking at a fundraiser in San Francisco, California, U.S. October 13, 2016. REUTERS/Lucy Nicholson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hillary Clinton greets the crowd after speaking at a fundraiser in San Francisco earlier this month.</span> <span class=\"element-image__credit\">Photograph: Lucy Nicholson/Reuters</span> </figcaption> </figure>  <h2>Peter Berry from Seattle, Washington</h2> <p><strong>Are you better off today than you were in 2008? </strong>I am worse off than I was in 2008. I no longer have a good, well-paying job and benefits. I was forced by circumstances to use up a good portion of my retirement savings to relocate and survive. I also used a lot of my savings to pay off my son’s college law school loans as he has been unable to find even an entry-level job in the law profession.</p> <p>I had a successful, lifelong, professional career that disappeared overnight, and was unable to find comparable work because of my age and the terrible state of the economy.</p> <p>I think my efforts to navigate my way through the economic downturn likely mirror those of so many others. It isn’t just the loss of decent paying jobs that has been an issue. It’s also the erosion of savings meant for retirement. Also the enormous debts that have been run up for financial bailouts and the “cheap money” used to inflate the stock market will have to be faced eventually.<br><br>I believe the entire political establishment has been complicit in what has happened. I worked on Obama’s first election campaign and contributed quite a bit of my own money believing the “hope and change” message. I felt optimistic that it was a possibility. Now I just feel used and betrayed.</p> <p><strong>Who will you be voting for?</strong> I will be voting for Jill Stein because she represents the only real choice that exists. The Democrats and Republicans are the same in virtually every meaningful respect and do not represent the interests of the average person at all. The definition of a wasted vote is voting for either of them.</p>",
  "<p>Seventy million Americans tuned in to watch the last of the presidential debates on Wednesday, which saw both candidates <a href=\"https://www.theguardian.com/us-news/2016/oct/19/abortion-trump-clinton-debate\">clash over abortion</a>, gun rights, immigration and foreign policy. <br></p> <p>Each of the three debates was mired with heated exchanges over the series of controversies that have surfaced about each candidate throughout this electoral cycle, with discussions on their policies peppered in between.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/19/third-presidential-debate-fact-check-trump-clinton\">Debate fact-check: Hillary Clinton and Donald Trump's claims reviewed</a> </p> </aside>  <p>Hillary Clinton and Donald Trump spoke for most of the combined 270 minutes, with some interjections from the moderators. But what exactly did they talk about, and for how long?</p> <p>The Guardian has aggregated the time spent on key topics throughout the three debates. Our analysis counted topics discussed at length. We did not count passing mentions of Isis or Clinton’s email scandal. </p> <p>The candidates spent the majority of their time speaking about foreign policy and the economy. This is in part due to our broad definition of both topics: foreign policy includes the Syrian war, the invasion of Iraq, US relations with Russia and Nato, among other things; the economy category encompasses trade deals, tax policy, jobs and more. </p> <p>The candidates’ differing styles affected how much they spoke on each issue. Clinton’s succinct responses on issues of foreign policy meant that her answers often took less time. Trump danced from one issue to the next whenever he was given a chance to speak, and Syria and Iraq were common fail-safes for the Republican nominee.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/2016/10/debate-topic-totals/\" data-alt=\"Debate topics\"> <a href=\"https://interactive.guim.co.uk/embed/2016/10/debate-topic-totals/\">Debate topics</a> <figcaption>Debate topics</figcaption> </figure>  <p>The candidates spent more than 30 minutes across the three debates discussing the many controversies surrounding Trump. Clinton focused on <a href=\"https://www.theguardian.com/us-news/2016/mar/31/donald-trump-abortion-comments-women-history-of-misogyny\">Trump’s record with women</a> – a topic he forcefully avoided. However, he did push back on moderators’ <a href=\"https://www.theguardian.com/us-news/video/2016/sep/27/-trump-tax-returns-video-clinton-presidential-debate\">questions regarding his tax returns</a>, blaming Clinton for allowing the tax loopholes in the first place.</p> <p>Combined with Clinton’s emails and the WikiLeaks revelations, the candidates spent 45 minutes – equivalent to half of a debate – discussing the scandals that they’re embroiled in. </p> <p>Evidently, their debating styles differed. While Clinton was more likely to stay on one topic each time it was mentioned, both candidates attempted to pivot the discussion when less favorable issues were raised. </p> <p>When Trump was asked about <a href=\"https://www.theguardian.com/us-news/2016/oct/20/donald-trump-sexual-misconduct-tenth-woman-accuser\">his treatment of women</a> or his questionable tax returns, he would revert to a range of his favorite talking points such as Isis or Clinton’s emails. In the second debate, for instance, Trump mentioned Isis six times in response to a question from Anderson Cooper on the <a href=\"https://www.theguardian.com/us-news/2016/oct/07/donald-trump-leaked-recording-women\">Access Hollywood tape in which Trump said he would grab a woman’s genitals without her consent</a>.</p> <p>Clinton avoided tough questions about her use of a private email server or the content of numerous emails from her inner circle released by WikiLeaks by highlighting Trump’s relationship with Russia. Clinton mentioned Putin or Russia seven times in one response in the third debate when asked by Chris Wallace about a speech she gave to a Brazilian bank that was released by WikiLeaks. </p> <p>The economy consistently ranks among the most important topics for voters, often followed closely by national security and terrorism. In this respect, the candidates’ focus on the debates was closely aligned with public interest. </p> <p>However, the supreme court is one of the most divisive issues, especially for conservatives voters conflicted on whether to vote for Trump, and it only featured prominently once in the third debate. </p> <p><a href=\"https://www.theguardian.com/us-news/2016/oct/19/where-is-climate-change-in-the-trump-v-clinton-presidential-debates\">Climate change would not have been mentioned at all</a> if it hadn’t been for one question in the second debate from a man in a red sweater named Ken Bone. </p>",
  "<p>Mark Wednesday in your diary. The Trump family will host an official ribbon-cutting ceremony at the <a href=\"https://urldefense.proofpoint.com/v2/url?u=https-3A__www.trumphotels.com_washington-2Ddc&amp;d=CwMF-g&amp;c=0Z6kaK2gE4DV23xJiV3durr6BPoNXbPx1co_fqsb6wM&amp;r=LFtb3COSkwqkJfmx69ZP3DdS4G7IvOm_kGiepjLlxgk&amp;m=oPGjONfbxk56d-4jmf8NB04wGh--lQDsKTZeSFdawGY&amp;s=ZfSfLp1ilNVrf7mmhxU-I8iFEo7KWgH517QGfqlWM1E&amp;e=\">Trump International hotel in Washington</a>, said a press release. “We invite you to join us for this very special day.”</p> <p>The luxury hotel is in the Old Post Office Pavilion a few blocks from the White House. But not long after opening to its first guests last month, the hotel was spray-painted with messages of “Black Lives Matter” and “No Justice No Peace” on its front entrance.</p>       <figure class=\"element element-video element--supporting\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/21/trump-v-clinton-best-and-worst-jokes-from-fundraising-dinner-video\"            data-short-url=\"https://gu.com/p/58fmk\"                    data-show-ads=\"true\"            data-video-id=\"2826218\"            data-video-name=\"Trump v Clinton: best and worst jokes from fundraising dinner – video\"            data-video-provider=\"POOL\"            > <video data-media-id=\"gu-video-5809f5f0e4b0cd26ff71f7c1\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/21/161021bestworst5subs_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/21/161021bestworst5subs_V7.webm\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/21/161021bestworst5subs.m3u8\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/21/trump-v-clinton-best-and-worst-jokes-from-fundraising-dinner-video\">Trump v Clinton: best and worst jokes from fundraising dinner – video</a></figcaption> </figure>   <p>Indeed, there are signs that Trump the politician could be a toxic liability for Trump the businessman.<a href=\"http://www.latimes.com/politics/la-na-pol-trump-name-snap-story.html\"> The Los Angeles Times reports</a> that Trump Tower in New York has been targeted by a comedian dressed as a piece of excrement while selling “Dump Trump” posters, along with a protester who left what appeared to be dog excrement.</p> <p>The broadcaster Keith Olbermann, who sold his $3.8m condominium in Trump Palace because of the name association, was quoted by the paper as saying: “In Russia, there was a spree of pulling down statues of Stalin and erasing his likeness from buildings. That’s how the real estate market will treat Trump.”</p> <p>•••<br></p> <p>More than one viewer commented that the real winner of Wednesday night’s debate was Chris Wallace, a moderator who imposed discipline, balance and even some facts. Some liberals showered praise on Wallace despite his employer: Rupert Murdoch’s conservative Fox News.</p> <p>Wallace is also the son of the late Mike Wallace, a distinguished news broadcaster who <a href=\"http://www.nytimes.com/2016/10/20/us/politics/chris-wallace-moderator.html?_r=0\">reportedly once stole an interview</a> from him with the comedian Chris Rock. Ahead of the debate, Wallace joked ahead that if his father were still alive, “he’d try to steal it from me”. </p> <p>•••</p> <p>No tinpot dictatorship is complete without its own state-controlled TV station, usually serving up the national anthem, praise singers, tributes to the dear leader’s genius and good health, and zero coverage of political opponents and dissidents, typically on a flimsy set with low production values.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/21/ivanka-trump-boycott-clothing-line\">Why is the Ivanka Trump clothing line boycott growing? You are what you wear</a> </p> </aside>  <p>Viewers were treated to a sneak preview of the long-rumoured Trump Television Network on Wednesday night when the Trump campaign presented its own coverage of the final presidential debate via Facebook Live. This included spin room commentary hosted by the professional Trump surrogate Boris Epshteyn, interviewing Trump’s son Eric and former Apprentice contestant Omarosa.</p> <p>Their verdict? Trump won the debate. You don’t say …</p> <p>•••<br></p> <p>The WikiLeaks-published hack of Clinton campaign chairman John Podesta’s email account continues to be more The Office than Watergate. A message from August last year lists 85 possible slogans under consideration for the historic presidential campaign. No doubt still scribbled on a whiteboard somewhere after a brainstorming session, it might do David Brent or Michael Scott proud. A sample:</p> <p><em>Renewing America’s promise</em></p> <p><em>Renewing our basic bargain</em></p> <p><em>A new promise for a new time</em></p> <p><em>A better bargain for a better tomorrow</em></p> <p><em>Get ahead. Stay ahead.</em></p> <p><em>A better bargain. For all. </em></p> <p><em>An America that works for you.</em></p> <p><em>An America built for you. </em></p> <p><em>A new bargain for a stronger America </em></p> <p><em>Time for a better bargain.</em></p> <p><em>Putting America to work for you</em></p> <p><em>Making America work for you </em></p> <p><em>A promise you can count on</em></p> <p>Better call Don Draper.</p> <p>***</p>  <figure class=\"element element-interactive interactive element--supporting\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/us-membership/power.html\" data-alt=\"Membership Drive\"> <a href=\"https://interactive.guim.co.uk/embed/us-membership/power.html\">Membership Drive</a> </figure>  <p>Ken Bone, a crimson-sweatered audience member who became an internet hit by asking a question at the second debate, milked the last of his 15 minutes of fame at the third debate in Las Vegas. Appearing at a party for journalists and operatives at the Venetian hotel, Bone spent hours taking pictures of partygoers who basked in his quasi-celebrity. At least one group of journalists did shots of whiskey with Bone, who seemed to relish his brief taste of the spotlight.</p> <p>•••</p> <p>More than one British cabinet minister leaving Number 10 Downing Street with a bundle of notes under their arm has fallen foul of a photographer with a zoom lens. Thus supposedly classified matters of state end up on the next day’s front pages.</p> <p>At Wednesday night’s debate, it happened to Donald Trump, when the video editor Gillian Brockell made a screengrab of his handwritten notes at the end. This is what could be discerned: “No boots”, “Predictable” and “Iran – policies”. Destined to be pondered by generations of future historians.</p> <p>•••</p> <p>Debate verdict on CNN.</p> <p>Van Jones, commentator: “I’m just going to say it. This is a very sad night for the country. You can’t polish this turd. I’m sorry.” </p> <p>Anderson Cooper, host: “Technically, you cannot polish any turd.”</p> <p>•••</p> <p>Clinton has at least one ardent fan in Britain. Stephen Whatley writes: “I have been so inspired myself by Hillary Clinton that as an expressionist artist, I felt an urgency to paint a tribute; as I did in 2008 with a portrait of Barack Obama, published in Time.” He knocked it off in three days:</p>  <figure class=\"element element-image\" data-media-id=\"dbb01547b4a5a7b14ea198674ca6f7c6d1f57b15\"> <img src=\"https://media.guim.co.uk/dbb01547b4a5a7b14ea198674ca6f7c6d1f57b15/0_0_2071_2592/799.jpg\" alt=\"Painting of Hillary Clinton 2016 by Stephen B Whatley (Oil on canvas 30 x 24in).\" width=\"799\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Painting of Hillary Clinton 2016 by Stephen B Whatley (Oil on canvas, 30 x 24in).</span> <span class=\"element-image__credit\">Photograph: Courtesy of Stephen B. Whatley</span> </figcaption> </figure>  <p>•••</p> <h2>Zinger</h2> <p>“The journey from George HW Bush to Donald J Trump disproves Darwin.”<br></p> <p> – The historian Jon Meacham in the New York Times.<br></p> <p>•••</p> <h2>Gaffe</h2> <p>“Here she is in public, pretending not to hate Catholics.”</p> <p> – How to lose an audience. After a promising start, Donald Trump attacks Clinton at a supposedly bipartisan fundraiser for Catholic charities in New York, earning boos and cringes.</p> <p>***</p> <h2>Tweet</h2> <p>“Trump’s answer on accepting the outcome of the vote is the most disgraceful statement by a presidential candidate in 160 years.”</p> <p>Bret Stephens, the Wall Street Journal.<br></p> <p>***</p> <h2>Number</h2> <p>73% of Republicans agree that the election could be “stolen” from Trump, according to a Politico/Morning Consult poll.</p> <p>***</p> <h2>Picture</h2>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/EricTrump/status/789186263953715202\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">On behalf of the entire family, we would truly be honored to have your vote! Let&#39;s <a href=\"https://twitter.com/hashtag/MakeAmericaGreatAgain?src=hash\">#MakeAmericaGreatAgain</a> <a href=\"https://twitter.com/hashtag/EarlyVote?src=hash\">#EarlyVote</a> <a href=\"https://t.co/tv7ihuvmfS\">pic.twitter.com/tv7ihuvmfS</a></p>&mdash; Eric Trump (@EricTrump) <a href=\"https://twitter.com/EricTrump/status/789186263953715202\">October 20, 2016</a></blockquote>  </figure>",
  "<p>Donald Trump has claimed that Barack Obama and the US are loathed around the world, driving countries such as the Philippines into the arms of its adversaries.</p> <p></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/21/ivanka-trump-boycott-clothing-line\">Why is the Ivanka Trump clothing line boycott growing? You are what you wear</a> </p> </aside>  <p>“The world hates our president,” Trump said Friday at a rally in Johnstown, Pennsylvania. “The world hates us. You saw what happened with the Philippines after years and years and years; they’re now looking to Russia and China, because they don’t feel good about the weak America.”</p> <p>Obama <a href=\"https://www.theguardian.com/world/2016/sep/05/philippines-president-rodrigo-duterte-barack-obama-son-whore\">cancelled a meeting</a> with Rodrigo Duterte last month after the Philippines’ controversial new president appeared to call him a “<a href=\"https://www.theguardian.com/world/video/2016/sep/06/rodrigo-duterte-calls-barack-obama-a-son-of-a-whore-video\">son of a whore</a>”. On Thursday Duterte declared “America has lost” and said it was China, the Philippines and Russia against the world. But in Manila on Friday, Duterte said he would not sever ties and it was in his country’s best interests to remain with the US.</p> <p>The remarks from the Republican presidential nominee on Friday came after comments he made in North Carolina about Michelle Obama, criticizing the first lady for campaigning on behalf of Hillary Clinton.</p> <p>On Friday night, after Johnstown, Trump held a second event in suburban Pennsylvania as he attempts to become the first Republican to win the state since 1988.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/2016/08/state-factboxes/?id=PA\" data-alt=\"Pennsylvania\"> <a href=\"https://interactive.guim.co.uk/embed/2016/08/state-factboxes/?id=PA\">Pennsylvania</a> </figure>  <p>With several battleground states such as Colorado and Virginia safely in the Democratic column, Trump <a draggable=\"true\" href=\"https://www.theguardian.com/us-news/2016/sep/25/donald-trump-hillary-clinton-pennsylvania\">needs to win the Keystone state</a> to have any chance of besting Clinton in November. However, the Democratic nominee currently <a draggable=\"true\" href=\"http://www.realclearpolitics.com/epolls/2016/president/pa/pennsylvania_trump_vs_clinton-5633.html\">has a lead of over six points</a>, according to the Real Clear Politics polling aggregate. </p> <p>Speaking in Newtown, Pennsylvania, in an overheated gym with Astroturf carpeting, Trump, who has long polled strongly in traditionally Democratic areas of western Pennsylvania, pledged to put miners back to work in a white-collar area that is hundreds of miles from the state’s remaining coalmines.</p> <p>Although he has been making unsubstantiated claims that the election will be rigged due to voter fraud, Trump did not bring up that argument on the campaign trail on Friday. However, it is registering with some of his supporters. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/17/man-who-cried-rigged-problem-with-trump-election-claims\">The man who cried rigged: the problem with Trump’s election claims</a> </p> </aside>  <p>Walter McHugh, a student at Drexel University who was wearing a “Make America Swole Again” T-shirt, featuring a cartoon Trump lifting weights, said: “I think [elections] have been rigged for a long time.” He thought there would be fraud in November saying “there will be more votes than voters” while also believing polls were biased.</p> <p>Trump again compared his campaign to the UK referendum to pull out of the EU, saying it would be like “Brexit times five”.</p> <p>The Republican nominee will give what has been billed as a major policy speech in Gettysburg on Saturday where he will lay out his “closing argument” for voters. </p> <p>A senior Trump aide defined the choice on a conference call on Friday night as asking the question: “Do we want a country that has a fundamental loyalty to working people or a country with a fundamental loyalty to international capital?” </p> <p>Another senior Trump aide compared the speech to Newt Gingrich’s 1994 Contract with America and contrasted it to the Clinton campaign, which the aide said “are going to sit on their lead, they are going run out the clock”.</p> <p>Earlier in the day, in North Carolina, Trump had <a draggable=\"true\" href=\"https://www.theguardian.com/us-news/2016/oct/21/trump-criticizes-michelle-obama-hillary-clinton-campaign-election\">a risky dig at Michelle Obama</a>, arguably Clinton’s most popular and effective surrogate. “His wife – all she wants to do is campaign,” Trump said, adding, “Wasn’t she the one that originally started the statement, ‘if you can’t take care of your home’, right? ‘You can’t take care of the White House and the country’?</p> <p>Trump was presumably referring to a comment by Michelle Obama in 2008, when she discussed the competing roles of a campaign spouse and of a mother.</p> <p>“Our view was that, if you can’t run your own house, you certainly can’t run the White House,” she said then. “So we’ve adjusted our schedules to make sure that our girls are first, so while he’s traveling around, I do day trips … I’m home before bedtime.” The comment was interpreted by some at the time as a swipe at Hillary Clinton’s marriage, but the Obama campaign responded that Obama had been discussing her own marriage, not that of the Clintons.</p> <p>For her part, Hillary Clinton began her remarks at a rally in Cleveland on Friday, with a reprised joke from the <a href=\"https://www.theguardian.com/us-news/video/2016/oct/21/trump-v-clinton-best-and-worst-jokes-from-fundraising-dinner-video\">previous night’s charity banquet</a>.</p> <p>“I have now spent 4.5 hours on stage with Donald proving once again I have the stamina to be president,” the she said, drawing laughs and cheers from the 1,600 supporters who gathered at a college gymnasium in Cleveland.<br></p>  <figure class=\"element element-image\" data-media-id=\"a5c502678b70d3dde8371d3c8f07a1e5cd8f78e7\"> <img src=\"https://media.guim.co.uk/a5c502678b70d3dde8371d3c8f07a1e5cd8f78e7/0_56_3333_2000/1000.jpg\" alt=\"Democratic presidential nominee Hillary Clinton speaks at a rally in Cleveland, Ohio.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Democratic presidential nominee, Hillary Clinton, speaks at a rally in Cleveland, Ohio.</span> <span class=\"element-image__credit\">Photograph: Robyn Beck/AFP/Getty Images</span> </figcaption> </figure>  <p>On Friday, Clinton credited these honest and at turns frank conversations with activists and young leaders for helping to inform her policy agenda to reform the criminal justice system and improve relationships between the police and communities of color.</p> <p>“All the advocates and activists who have challenged us to think about these issues of race and justice and equality and opportunity in new and powerful ways really deserve our appreciation,” Clinton said.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/oct/20/nasty-woman-insult-hillary-clinton\">'Nasty woman' is an insult we know all too well</a> </p> </aside>  <p>“I am going to do everything I can to lift these issues up because one of my hopes for my presidency will be to root out systemic racism and bigotry and discrimination.”</p> <p>The candidates enter the last lap of the campaign with Clinton well ahead. A Politico/Morning Consult poll shows her at 42% nationally, with Trump on 36%, Libertarian Gary Johnson on 9% and the Green Party’s Jill Stein on 4%. The Real Clear Politics rolling average has her ahead by 6.2 points in a <a href=\"http://www.realclearpolitics.com/epolls/2016/president/us/general_election_trump_vs_clinton-5491.html\">two-way race</a>, 5.8 points in a <a href=\"http://www.realclearpolitics.com/epolls/2016/president/us/general_election_trump_vs_clinton_vs_johnson_vs_stein-5952.html\">four-way contest</a>.</p> <p>Guarding against complacency, the Clinton campaign launched a fresh offensive on Friday with <a href=\"https://www.youtube.com/watch?v=WCqFCCgU1xk\">an advert featuring Khizr Khan</a>, whose son, Captain Humayun Khan, an American Muslim, was killed in Iraq in 2004. Khan delivered one of the most memorable speeches of this summer’s Democratic national convention, brandishing a constitution and asking if Trump had read it.<br></p> <p>Trump lashed out at the Khan family in response, in what many judged to be <a href=\"https://www.theguardian.com/us-news/video/2016/aug/01/donald-trump-khan-muslim-soldier-video\">one of the biggest blunders</a> of his White House bid.</p> <p>The minute-long ad shows Khan handling his son’s uniform and holding a US flag and looking at pictures of his son, along with footage of his son being laid to rest in Arlington National Cemetery. It ends with him tearfully saying: “I want to ask Mr Trump, would my son have a place in your America?”</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=WCqFCCgU1xk\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/WCqFCCgU1xk?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Finance reports filed with the <a draggable=\"true\" href=\"http://www.fec.gov/\">Federal Election Commission</a> show that September was the best fundraising month for both candidates. Clinton’s team said she raised $154m; Trump said he raised $100m.</p> <p>Throwing off his previous shoestring operation, Trump spent more in September than in the previous four months put together, splashing out about $70m, including $23m on advertising. But he was outspent again by Clinton, who invested almost $83m, including around $66m on advertising.</p> <p>Notably, Clinton’s employees claimed on expenses $260 worth of products from the Trump International Hotel in New York: a tie, polo shirt and hat. These were used as props a Clinton campaign digital video highlighting that Trump does not make all of his products in America.</p>"
]