[
  "Sandy Hook families cannot hold gun company liable in massacre, judge rules",
  "Trump faces new sexual misconduct claims from Apprentice contestant – as it happened",
  "Ian Macdonald could do with a lesson on the art of respectful questioning",
  "Students expelled after Facebook group calls for 'execution' of Jews, black people",
  "Trump's faced with more accusations",
  "The best and worst presidents on TV",
  "Trump v Beyoncé: the moral majority's attempt to defend the indefensible",
  "Michelle Obama speech crushes Trump with weight of women's experience",
  "The full transcript of Michelle Obama's powerful New Hampshire speech",
  "Donald Trump's collapse has Democrats eyeing once safe Republican seats",
  "Trump, gorillas and white elephants",
  "Should we be reporting on clowns? Catch up on our live look at the week",
  "David Crosby: America is no longer a democracy",
  "Electric cars, an escaped gorilla and fracking – green news roundup",
  "Donald Trump is a man-baby",
  "Nigeria denies paying ransom and freeing Boko Haram leaders for Chibok girls",
  "Mark Carney: Bank of England will tolerate higher inflation – as it happened",
  "Don’t insult gorillas by comparing them to Donald Trump",
  "Clinton to nation: let's bury Trump under landslide",
  "Trump loses support of Jacob Rees-Mogg... but he may be secretly relieved",
  "A lifetime of misogyny catches up with Trump",
  "Michelle Obama has dragged this US election out of the gutter",
  "Is politics the new glam rock?",
  "Entire US political system ‘under attack’ by Russian hacking, experts warn",
  "Richard Gadd: 'The funniest joke ever? Donald Trump for president'",
  "Virginia makes progress in push to restore voting rights for ex-convicts",
  "The lies Trump told this week: from murder rates to climate change",
  "Enough is enough: the 2016 election is now a referendum on male entitlement",
  "Donald Trump's defence is to demean accusers: 'Look at her, I don't think so'",
  "From liberal beacon to a prop for Trump: what has happened to WikiLeaks?",
  "Hillary Clinton asks for landslide victory to rebuke Trump's 'bigotry and bullying'",
  "Would you wear a Donald Trump suit?",
  "Michelle Obama denounces Donald Trump's rhetoric: 'It has shaken me to my core'",
  "Kind of Blue by Ken Clarke review – the sympathetic Tory? Forget it",
  "EU council president: it's hard Brexit or no Brexit at all",
  "I called Donald Trump a revolting slug in parliament, but my message was not just for him",
  "Factional fanfare on the boil again within Labor and Liberal parties",
  "Donald Trump says sexual misconduct accusers are 'horrible, horrible liars' – as it happened",
  "Tony Abbott defends Trump’s policies as ‘reasonable enough’ and ‘classic conservatism’"
]