[
  "<p>Barack Obama has cancelled a meeting with the president of the Philippines after Rodrigo Duterte appeared to call him a “son of a whore”.</p> <p>The move followed a warning from Duterte to the US president to keep off the subject of extrajudicial killings in his country’s brutal drug war when they were due to meet on Tuesday at a regional summit in Laos. Duterte told a press conference that Obama “must be respectful”.</p> <p>The firebrand president was answering a reporter’s question about how he intended to explain the extrajudicial killings to Obama, before boarding a plane to Laos for the Association of South-east Asian Nations summit.</p> <p>“You must be respectful. Do not just throw away questions and statements. Son of a whore, I will curse you in that forum,” Duterte was quoted by as saying by Agence-France Presse. “We will be wallowing in the mud like pigs if you do that to me.”</p>       <figure class=\"element element-video element--supporting\" data-canonical-url=\"https://www.theguardian.com/world/video/2016/sep/06/rodrigo-duterte-calls-barack-obama-a-son-of-a-whore-video\"            data-short-url=\"https://gu.com/p/5xzmm\"                    data-show-ads=\"true\"            data-video-id=\"2695000\"            data-video-name=\"Rodrigo Duterte calls Barack Obama a 'son of a whore' – video\"            data-video-provider=\"Reuters\"            > <video data-media-id=\"gu-video-57ce039de4b01f3b27891937\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11572788&amp;format=video/mp4\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11572788&amp;format=video/m3u8\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11572788&amp;format=video/3gp&amp;maxwidth=700\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11572788&amp;format=video/3gp&amp;minwidth=700\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11572788&amp;format=video/webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/world/video/2016/sep/06/rodrigo-duterte-calls-barack-obama-a-son-of-a-whore-video\">Rodrigo Duterte calls Barack Obama a ‘son of a whore’</a></figcaption> </figure>   <p>When his comments reached the Obama camp, the US president initially said he was asking his staff to find out whether holding the meeting as scheduled would be useful.</p> <p>“What I’ve instructed my team to do is to talk to their Philippine counterparts to find out, is if this in fact a time where we can have some constructive, productive conversations,” Obama said at a news conference at the end of a G20 summit in the eastern Chinese city of Hangzhou.</p> <p>“Obviously the Filipino people are some of our closest friends and allies and the Philippines is a treaty ally of ours. But I always want to make sure that if I’m having a meeting that it’s actually productive and we’re getting something done.”</p> <p>But hours later the decision was made to cancel, a White House spokesman said. Instead, Obama will meet with South Korean president Park Geun-hye.</p> <p>Duterte has faced condemnation from human rights campaigners, diplomats and the UN for inciting a war on drugs that, according to official figures published on Sunday, has led to 2,400 deaths in just two months. </p> <p>The defiant Philippine leader has responded to critics with a string of outbursts, including <a href=\"https://www.theguardian.com/world/video/2016/aug/10/president-philippines-insults-us-ambassador-sparking-diplomatic-row-rodrigo-duterte-video\">labelling the US ambassador to Manila a “gay son of a whore”</a>, telling the <a href=\"http://www.deccanchronicle.com/world/asia/240516/philippines-president-elect-duterte-again-launches-vulgar-attacks-on-church.html\">Catholic church “don’t fuck with me”</a>, and <a href=\"https://www.theguardian.com/world/2016/aug/21/duterte-says-philippines-might-leave-un-over-criticism-of-drug-trafficker-killings\">accusing the UN of issuing “shitting” statements</a> about his anti-drugs policies.</p> <p> </p> <p> </p> <p>Obama joins a long list of people whose mothers’ purity have been called into question by Duterte, including Pope Francis, Philippine bishops and <a href=\"https://www.theguardian.com/world/2016/jun/01/media-groups-condemn-rodrigo-duterte-comments-journalists-philippines\">a murdered journalist</a>, as well as the drugs traffickers who are the main targets of his domestic law and order policies. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/oct/08/rodrigo-duterte-first-100-days-philippines-president\">'He's vulgar – but honest': Filipinos on Duterte's first 100 days in office</a> </p> </aside>  <p>He took office in June after winning a landslide on promises to sort out drug crime in the country, and told crowds on the day of his inauguration: “If you know of any addicts, go ahead and kill them yourself as getting their parents to do it would be too painful.”</p> <p>During his campaign, he said 100,000 people would die in his crackdown, with so many dead bodies dumped in Manila Bay that fish there would grow fat from feeding on them.</p> <p>The call has led to what critics say amounts to open season on suspected drug criminals on the streets of Manila and other major cities, with thousands killed by vigilantes and police, who invariably claim to have fired back in self-defence. </p> <p>In June, the UN secretary general, Ban Ki-moon, condemned Duterte’s apparent support for extrajudicial killings, saying they were “illegal and a breach of fundamental rights and freedoms”. Duterte replied by calling the UN “stupid” and threatening to withdraw the Philippines from the supranational body.</p> <p>Asked about the possible consequences of his comments, he said: “What is ... repercussions? I don’t give a shit to them.”<br></p>",
  "<p>A year from now, <a href=\"https://www.theguardian.com/world/germany\" title=\"\">Germany</a> will be in the final stages of a general election that will shape European politics for the rest of this decade and beyond. With 12 months still to go, the question of whether <a href=\"https://www.theguardian.com/world/angela-merkel\" title=\"\">Angela Merkel</a> will lead her centre-right CDU party into that election is the great unknown. Mrs Merkel has been chancellor for 11 years and is nearing the end of her third term. She is globally respected and generally popular with voters, but she cannot go on forever. Her handling of the refugee question has shaken up German politics and damaged (though in some quarters burnished) her mystique, causing speculation that the Merkel era may be nearing its end.</p> <p><a href=\"https://www.theguardian.com/world/2016/sep/04/mecklenburg-vorpommern-german-anti-immigrant-party-strong-regional-election-exit-polls-merkel\" title=\"\">The weekend elections</a> in Germany’s most north-eastern region, Mecklenburg-Vorpommern, were the latest lightning-rod for post-Merkel speculation, given a special twist by the fact that the chancellor herself sits for the region. <a href=\"http://wahl.tagesschau.de/wahlen/2016-09-04-LT-DE-MV/index.shtml\" title=\"\">The results on Sunday</a> were unquestionably bad for the CDU, whose vote fell by 4% from 23% to 19%, slipping into third place behind the centre-left SPD on 31% and the anti-migrant AfD on 21%. The region will continue to be governed by a “grand coalition” of SPD and CDU, similar to the one that Mrs Merkel leads at federal level. Yet the setback has triggered the once unmentionable subject of the CDU adopting a&#xa0;new leader in time for the general election.</p> <p>Objectively, there is not much basis for such speculation. The 4% fall in the CDU share in Mecklenburg-Vorpommern does not, on its own, justify real panic. All major parties lost vote share on Sunday. The AfD’s genuinely spectacular success has also been drawn from all parties, including from the Left party and the SPD. More enduringly, Mecklenburg-Vorpommern is not typical of Germany as a whole. It is one of the poorest regions in the country and formerly part of communist East Germany. Markedly the strongest vote for the AfD, moreover, <a href=\"http://wahlen.mvnet.de/dateien/atlanten/ergebnisse.2016/landtagswahl.html\" title=\"\">was in the extreme east</a>, the poorest part of all. It&#xa0;has been a long time since the former DDR was the CDU stronghold that it was in the aftermath of German reunification.</p> <p>It is of course true that the results in Mecklenburg-Vorpommern illustrate political trends that can be seen all over Europe, including Germany. Anti-migrant feeling has risen everywhere, as has racial tension. Dissatisfaction with national governments is widespread and hostility to the European Union has grown. But these trends take different and nuanced forms in each country and in each region of each country. Mrs Merkel is admired as well as disliked for her handling of the migrant situation. It is misleading to see everything in European domestic politics through the single prism of&#xa0;Brexit – or any other preoccupation.</p> <p>Nevertheless there is absolutely no doubt that this result will be weighed alongside those in the upcoming regional contests in Lower Saxony and <a href=\"https://en.wikipedia.org/wiki/Berlin_state_election,_2016\" title=\"\">Berlin</a> to form a general view of Mrs Merkel’s standing as the general election draws nearer. Nor is there much doubt that a politician who has dominated her country for so long will eventually and rightly come under pressure from a new generation. Mrs Merkel’s weaknesses are under the microscope at the moment. Yet the instinct for stability is strong in Germany and it would be foolish not to remember Mrs Merkel’s great strengths too, especially when there is little evidence yet that a different centre-right leader would win more support.</p>",
  "<div id=\"block-57cda570e4b0c2a396c06e89\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T17:55:05.800Z\">6.55pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">David Davis's Brexit statement - Summary</h2>  <div class=\"block-elements\">  <p>Here are the main points from David Davis’s marathon Brexit statement.</p> <ul> <li><strong>David Davis was widely criticised by Labour and SNP MPs for being unable to give details of the government’s Brexit plans as he used a Commons statement to set out the process the government will follow as it negotiates EU withdrawal.</strong> In her response Emily Thornberry, the shadow Brexit secretary, said:</li> </ul> <blockquote class=\"quoted\"> <p>What we’ve heard instead hasn’t been a strategy, it hasn’t been a thought out plan, it’s just been more empty platitudes from a government that just continues to make it up as it goes along. </p> </blockquote> <ul> <li><strong>Davis gave the clearest sign yet that the government will abandon single market membership as part of its Brexit settlement.</strong> In response to a question from the Labour Eurosceptic <strong>Kate Hoey</strong>, who asked Davis to accept that it was not necessary to be a member of the single market to access it, Davis agreed. He replied:</li> </ul> <blockquote class=\"quoted\"> <p>Access to the single market is not really up for grabs. It is there for everybody. There are many, many countries, many countries outside the European Union, that do a better job, frankly, of exporting to the single market than we do, even without a trade arrangement. So of course we want to have access to the single market. We don’t need to be a member of it to do it. Indeed, being a member of it has caused some of the problems of sovereignty that this referendum was driven by.</p> </blockquote> <p>Later, when the pro-European Tory<strong> Anna Soubry</strong> asked Davis to confirm that he was willing to abandon single market membership, Davis replied:</p> <blockquote class=\"quoted\"> <p>What I’m saying is that this government is looking at every option. But the simple truth is that if a requirement of membership is giving up control of our borders, I think that makes it very improbable.</p> </blockquote> <ul> <li><strong>Davis said he did not accept the claim that there was a trade off between getting control of immigration and protecting free trade by remaining in the single market.</strong> It was a false choice, he argued, because it was in the interests of both sides to promote free trade. (See<a href=\"http://www.theguardian.com/politics/blog/live/2016/sep/05/david-davis-brexit-commons-statement-leaving-uk-since-brexit-vote-poll-suggests-politics-live?page=with:block-57cd9281e4b01f3b27891895#block-57cd9281e4b01f3b27891895\"> 4.46pm.)</a></li> </ul> <ul> <li><strong>He said the government’s post-Brexit immigration system would be “more rigorous” than a points-based system. </strong>He said Theresa May was “very clear” in her comments in China earlier.</li> </ul> <blockquote class=\"quoted\"> <p>She was concerned that a points-based system was too open-ended, that it did not actually put a control on the number of people coming to the UK. And therefore she wanted something which sounded like it would be more rigorous not less.</p> </blockquote> <ul> <li><strong>He said he would oppose any attempt to undermine workers’ rights as part of the Brexit settlement.</strong> He said this in response to a question from Labour’s<strong> Angela Eagle</strong> (see <a href=\"http://www.theguardian.com/politics/blog/live/2016/sep/05/david-davis-brexit-commons-statement-leaving-uk-since-brexit-vote-poll-suggests-politics-live?page=with:block-57cd9736e4b01f3b278918ba#block-57cd9736e4b01f3b278918ba\">5.05pm)</a> using language very similar to that he used<a href=\"http://www.conservativehome.com/platform/2016/07/david-davis-trade-deals-tax-cuts-and-taking-time-before-triggering-article-50-a-brexit-economic-strategy-for-britain.html\"> in his ConservativeHome article in July. </a>In that article he said:</li> </ul> <blockquote class=\"quoted\"> <p>The great British industrial working classes voted overwhelmingly for Brexit. I am not at all attracted by the idea of rewarding them by cutting their rights. </p> </blockquote> <ul> <li><strong>He said the government would have to decide whether or not it wanted to remain part of the European customs union before invoking article 50, starting the formal EU withdrawal process. </strong>(See<a href=\"http://www.theguardian.com/politics/blog/live/2016/sep/05/david-davis-brexit-commons-statement-leaving-uk-since-brexit-vote-poll-suggests-politics-live?page=with:block-57cd9a6ee4b01f3b278918c7#block-57cd9a6ee4b01f3b278918c7\"> 5.20pm.)</a></li> </ul> <ul> <li><strong>He refused to say whether the UK would remain part of Europol.</strong> Labour’s Yvette Cooper asked this. Davis said the government wanted to preserve the relationship with the EU on security matters as best we can. He went on: “Of course we are aiming to maintain that. And that’s the answer.” But he seemed to be making a general point, not answering the specific question about Europol. That is how Cooper interpreted his answer.</li> </ul>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/YvetteCooperMP/status/772827185128280064\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Asked if Gov had made decision on whether we shd stay in Europol (fundamental for fighting crime &amp; trafficking). Answer came there none</p>&mdash; Yvette Cooper (@YvetteCooperMP) <a href=\"https://twitter.com/YvetteCooperMP/status/772827185128280064\">September 5, 2016</a></blockquote>  </figure>  <ul> <li><strong>He said the government would try to establish a national consensus on Brexit. </strong></li> </ul> <blockquote class=\"quoted\"> <p>As we proceed, we will be guided by some clear principles. First, as I said, we wish to build a national consensus around our position. Second, while always putting the national interest first, we will always act in good faith towards our European partners. Third, wherever possible we will try to minimise any uncertainty that change can inevitably bring. And, fourth, crucially, we will – by the end of this process – have left the European Union, and put the sovereignty and supremacy of this parliament beyond doubt.</p> </blockquote> <p>That’s all from me for today.</p> <p>Thanks for the comments.</p> </div>   </div> <div id=\"block-57cdaacae4b01f3b278918f6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T17:27:41.601Z\">6.27pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>David Davis</strong> has just finished taking questions. The session went on for more than two hours, and John Bercow, the Speaker, said 85 backbenchers asked questions.<br></p> <p>I will post a summary shortly.</p> </div>   </div> <div id=\"block-57cda5cae4b0456abb93db23\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T17:06:39.817Z\">6.06pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The SNP’s<strong> Pete Wishart</strong> says Davis’s statement was “meaningless waffle”.</p> <p>Davis says, for all the SNP’s objections, the EU referendum vote has done nothing to increase support for independence in Scotland.</p> </div>   </div> <div id=\"block-57cda582e4b0c2a396c06e8a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T17:05:06.148Z\">6.05pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Henry Smith,</strong> a Conservative,<strong> </strong>says the words “European Union” should be removed from the British passport as soon as possible.</p> <p>Davis says he will pass that message on to the home secretary.</p> </div>   </div> <div id=\"block-57cda4c5e4b0c2a396c06e85\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T17:02:05.609Z\">6.02pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Labour’s<strong> Paula Sherriff</strong> asks for an assurance that the UK will be able to abolish the tampon tax once it leaves the EU.</p> <p>Davis says Sheriff has given an example of why it is important to leave the EU. Countries should be able to set their own tax rates, he says.</p> </div>   </div> <div id=\"block-57cda3f6e4b0456abb93db1f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T16:59:53.415Z\">5.59pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Davis says there was undoubtedly a downward dip in confidence after the Brexit vote. That was partly because people said Brexit would be bad for the economy. But confidence has recovered, he says.</p> </div>   </div> <div id=\"block-57cda347e4b01f3b278918e6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T16:54:47.368Z\">5.54pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Davis says the common travel area with Ireland will continue after the UK leaves the EU.</p> </div>   </div> <div id=\"block-57cda2f7e4b01f3b278918e5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T16:53:52.824Z\">5.53pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here is my colleague <strong>Anushka Asthana</strong> and <strong>Peter Walker</strong>’s story about the David Davis statement.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2016/sep/05/david-davis-vows-to-build-national-consensus-on-brexit\">David Davis vows to build national consensus on Brexit</a> </p> </aside> </div>   </div> <div id=\"block-57cda253e4b01f3b278918e3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T16:51:04.745Z\">5.51pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Nigel Evans,</strong> a Conservative, asks when the UK will get its hands on the Brexit dividend.</p> <p>At some point after we have left, Davis says.</p> </div>   </div> <div id=\"block-57cda215e4b0456abb93db1d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T16:50:12.022Z\">5.50pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Labour’s <b>Stephen Timms</b> asks if it is possible that the UK could remain a member of the single market at the end of this process.</p> <p>Davis says he wants the best possible access to the single market. But that does not have to involve being a member, he says.</p> </div>   </div> <div id=\"block-57cda158e4b0456abb93db1b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T16:47:36.476Z\">5.47pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>John Baron</strong>, a Conservative, asks Davis to accept that the immigration policy after Brexit should not discriminate against non-EU citizens.</p> <p>Davis says he is not home secretary. He says his job is to bring the powers back; it is the home secretary’s job to exercise them. But he thinks Baron makes a good point.</p> </div>   </div> <div id=\"block-57cda0dde4b0456abb93db1a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T16:46:08.754Z\">5.46pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Conservative <strong>Peter Bone </strong>asks Davis when he thinks we will leave the EU.</p> <p>Davis says that was a good try. He suggests that Bone was a good seducer in his youth, but says he won’t be seduced by him.</p> </div>   </div> <div id=\"block-57cda07be4b0c2a396c06e7b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T16:43:44.207Z\">5.43pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Davis says he takes the views of those who voted in the referendum very seriously.</p> <p>He wants to make this process as open as possible.</p> <p>But this is a negotiation, he says, and you do not negotiate with your cards turned face up.</p> </div>   </div> <div id=\"block-57cd9f85e4b0c2a396c06e76\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T16:41:09.205Z\">5.41pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Conservative MP <strong>Philip Davies</strong> asks Davis to confirm that the government’s red lines in the negotiation will involve control of immigration, no more money going to the EU and the UK no longer being subject to EU law.</p> <p>Davis says someone on the frontbench has just joked that he should have not problem with that. But he does not want to give away the government’s negotiating position, he says. But he says his view of the EU referendum was that it was a vote for taking back control.</p> </div>   </div> <div id=\"block-57cd9effe4b0456abb93db0f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T16:38:23.540Z\">5.38pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Some Labour MPs are taking to Twitter to express their concern about how little content there is in Davis’s statement.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ChiOnwurah/status/772824397333815297\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Not a statement but a random collection of clichés, David Davis speaks for 15mins on <a href=\"https://twitter.com/hashtag/Brexit?src=hash\">#Brexit</a> &amp; without advancing our understanding *at all*</p>&mdash; chi onwurah (@ChiOnwurah) <a href=\"https://twitter.com/ChiOnwurah/status/772824397333815297\">September 5, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/YvetteCooperMP/status/772826444636491776\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Astonishingly empty statement from Brexit Sec David Davis. No plan, no sense of grip, no detail. It&#39;s too important for this kind of drift</p>&mdash; Yvette Cooper (@YvetteCooperMP) <a href=\"https://twitter.com/YvetteCooperMP/status/772826444636491776\">September 5, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/patmcfaddenmp/status/772830952439578624\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Davis has the car, he has the office and he has the officials, but watching this he doesn&#39;t have the plan.</p>&mdash; Pat McFadden (@patmcfaddenmp) <a href=\"https://twitter.com/patmcfaddenmp/status/772830952439578624\">September 5, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RhonddaBryant/status/772833880927834112\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">David Davis has not yet said anything in his statement. The government clearly has no idea what Brexit could or should look like.</p>&mdash; Chris Bryant MP (@RhonddaBryant) <a href=\"https://twitter.com/RhonddaBryant/status/772833880927834112\">September 5, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57cd9eaae4b0456abb93db0d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T16:35:14.644Z\">5.35pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Davis says he has been struck by the tendency of the papers over recent weeks to blame everything on Brexit.</p> </div>   </div> <div id=\"block-57cd9824e4b01f3b278918bd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T16:33:55.915Z\">5.33pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here is some comment from journalists on the Davis statement.</p> <p>From BuzzFeed’s <strong>James Ball</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jamesrbuk/status/772821291413958657\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Davis v Thornberry not going to go down in parliamentary history: two speakers with very little to say (as neither party has a policy yet).</p>&mdash; James Ball (@jamesrbuk) <a href=\"https://twitter.com/jamesrbuk/status/772821291413958657\">September 5, 2016</a></blockquote>  </figure>  <p>From the BBC’s<strong> Glenn Campbell</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GlennBBC/status/772826889698349056\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I think the only thing I learned from <a href=\"https://twitter.com/DavidDavisMP\">@DavidDavisMP</a> <a href=\"https://twitter.com/hashtag/Brexit?src=hash\">#Brexit</a> statement is that he now has 180 staff in London backed up by 120 in Brussels</p>&mdash; Glenn Campbell (@GlennBBC) <a href=\"https://twitter.com/GlennBBC/status/772826889698349056\">September 5, 2016</a></blockquote>  </figure>  <p>From the Times’<strong> Patrick Kidd</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/patrick_kidd/status/772832936991264768\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">David Davis&#39;s Brexit statement reminds me of WS Gilbert on the Lords during Napoleonic wars: did nothing in particular and did it very well</p>&mdash; Patrick Kidd (@patrick_kidd) <a href=\"https://twitter.com/patrick_kidd/status/772832936991264768\">September 5, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57cd9da7e4b01f3b278918d1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T16:31:22.228Z\">5.31pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Davis says the most successful countries in the world at negotiating free trade deals, like Chile and South Korea, do not have to give up anything apart from agreeing free trade.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JGForsyth/status/772834676100784129\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">In answer to his ally Dominic Raab, DD suggests that the UK shouldn&#39;t pay anything to get free trade deals  with the EU or other countries</p>&mdash; James Forsyth (@JGForsyth) <a href=\"https://twitter.com/JGForsyth/status/772834676100784129\">September 5, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-05T16:34:20.459Z\">at 5.34pm BST</time></p>  </div> <div id=\"block-57cd9d63e4b0456abb93db09\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T16:30:16.941Z\">5.30pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Davis says there is no point having a vote on invoking article 50 in the Commons. But that does not mean MPs will not debate the issue. He would urge MPs to bring forward concerns raised by their constituents.</p> </div>   </div> <div id=\"block-57cd9d43e4b0456abb93db08\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T16:29:15.111Z\">5.29pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here is<b> Nick Clegg</b>, the former Lib Dem leader and deputy prime minister, on David Davis’s statement.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/nick_clegg/status/772819336356630528\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">This Govt really is up <a href=\"https://twitter.com/hashtag/Brexit?src=hash\">#Brexit</a> creek without a paddle. More round tables? Is that all they&#39;ve come up with since 23/6?</p>&mdash; Nick Clegg (@nick_clegg) <a href=\"https://twitter.com/nick_clegg/status/772819336356630528\">September 5, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57cd9cb5e4b01f3b278918cf\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T16:27:42.778Z\">5.27pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The SNP’s <strong>Tasmina Ahmed-Sheikh </strong>asks what assessment the government has made of the impact of Brexit on the Scottish economy.</p> <p>Davis says he has not done that assessment yet, but that his department will do that.</p> <p>He wants to ensure this outcome serves all parts of the UK, he says.</p> </div>   </div> <div id=\"block-57cd9c90e4b01f3b278918cd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T16:26:19.447Z\">5.26pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here is<a href=\"https://www.gov.uk/government/speeches/exiting-the-european-union-ministerial-statement-5-september-2016\"> the full text of David Davis’s statement.</a></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DexEUgov/status/772826916181184512\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Read David Davis&#39;s full statement in the <a href=\"https://twitter.com/HouseofCommons\">@HouseofCommons</a> today <a href=\"https://t.co/nIIqYGfQ4X\">https://t.co/nIIqYGfQ4X</a> <a href=\"https://t.co/CAZuXS9epr\">pic.twitter.com/CAZuXS9epr</a></p>&mdash; Exiting the EU Dept (@DexEUgov) <a href=\"https://twitter.com/DexEUgov/status/772826916181184512\">September 5, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57cd9bbfe4b01f3b278918cc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T16:23:06.636Z\">5.23pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Mark Harper,</strong> the Conservative former chief whip, says the government should not rush decisions over Brexit as Labour is demanding.</p> <p>Davis says he will take no lessons in organisation from Labour.</p> </div>   </div> <div id=\"block-57cd9b55e4b0456abb93db02\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T16:21:23.539Z\">5.21pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Conservative <b>Anna Soubry</b> asks if the government has given up plans to remain in the single market.</p> <p>Davis says it is hard to see how the UK can remain in the single market if it wants to control immigration.</p> </div>   </div> <div id=\"block-57cd9a6ee4b01f3b278918c7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T16:20:32.417Z\">5.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Andrew Tyrie</strong>, the Conservative chair of the Commons Treasury committee, asks Davis to confirm that the UK will not remain a member of the customs union.</p> <p>Davis says being in the customs union puts limits on what a country can do outside it. The government is looking at this carefully, he says. This is one of the matters to be resolved before article 50 is invoked.</p> <ul> <li><strong>Davis says government will decide whether it wants to remain in the EU customs union before invoking article 50.</strong></li> </ul> </div>   </div> <div id=\"block-57cd98fbe4b01f3b278918c0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T16:13:26.144Z\">5.13pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><b>Dominic Grieve</b>, the Conservative former attorney general, says the idea of invoking article 50, and thereby abandoning EU law and the property rights for Britons that go with it, troubles him greatly.</p> <p>Davis says he did not spend all the time he did on the backbenches defending civil rights to give them up easily.</p> </div>   </div> <div id=\"block-57cd982de4b0456abb93daf1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T16:10:29.743Z\">5.10pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Michael Gove,</strong> the former Vote Leave leader, congratulates Davis on his appointment. He says there has been a record increase in service industry and manufacturing industry growth since the Brexit vote. And other countries are pressing for free trade deals. The German vice chancellor says the EU/US trade deal is dead. So doesn’t that prove that the British public have more expertise than all these so-called experts like the IMF and the OECD and the others who all have “oeuf” on their face.</p> <p>(Gove is speaking in a rather odd accent - a Scottish, high-pitched Enoch Powell. It’s very peculiar.)</p> <p>Davis thanks Gove for his comments, but says he would be a bit more cautious than Gove at this point about Britain’s economic prospects.</p> </div>   </div> <div id=\"block-57cd9736e4b01f3b278918ba\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T16:05:25.297Z\">5.05pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Davis suggests he would oppose any attempt to undermine workers’ rights as part of Brexit</h2>  <div class=\"block-elements\">  <p>Labour’s <strong>Angela Eagle</strong> asks if parliament, and the British people, will get a say on the deal that is done.</p> <p>Davis says his views on the importance of parliamentary accountability have not changed since he left the backbenches.</p> <p>On employment rights, he says many of those who voted for Brexit were members of the industrial working class. He says it is no part of his brief to undermine their rights.</p> <ul> <li><strong>Davis suggests he would oppose any attempt to undermine workers’ rights as part of Brexit.</strong></li> </ul> </div>   </div> <div id=\"block-57cd96b9e4b0456abb93dae9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T16:02:58.063Z\">5.02pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Peter Lilley,</strong> the Conservative former cabinet minster, says withdrawal needs to take place quickly. Can Davis confirm two years is a maximum? Other countries that have obtained independence have done so in less than two years.</p> <p>Davis says Theresa May has said the British people want the government to get on with it. But it is important to get it right. He would rather wait an extra month before invoking article 50 to get it right than go a month early and get it wrong.</p> </div>   </div> <div id=\"block-57cd9616e4b01f3b278918b3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T16:00:09.673Z\">5.00pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Conservative<strong> Owen Paterson </strong>says when countries like India got independence, they lifted all UK laws into Indian law. Then, over time, they went through those laws and abolished the ones they did not want. Can’t the UK do the same with EU law?</p> <p>Davis says originally he thought that, but it is not quite that straightforward, because of the way EU laws interacts with UK law.</p> </div>   </div> <div id=\"block-57cd95cae4b01f3b278918b2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T15:58:10.354Z\">4.58pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Davis says the EU cannot stop the UK talking to other countries about trade deals now. The only thing the UK cannot do is agree those deals.</p> <p>But talks are taking place already, he says.</p> <p>He says he has studied article 50, and it is clear that article 50 does not prevent parallel trade talks taking place as withdrawal is being negotiated.</p> </div>   </div> <div id=\"block-57cd9544e4b01f3b278918ad\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T15:55:50.414Z\">4.55pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Davis says it is not necessary for Britain to remain a member of the single market</h2>  <div class=\"block-elements\">  <p>Davis says the single market is there for everyone. Some countries that are not members of the single market are better at selling into it than countries that are members.</p> <ul> <li><strong>Davis says it is not necessary for Britain to remain a member of the single market.</strong></li> </ul> </div>   </div> <div id=\"block-57cd93ece4b0c2a396c06e48\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T15:51:25.820Z\">4.51pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Labour’s<strong> Ben Bradshaw</strong> says Theresa May said more in her briefing with journalists in China than Davis did in his statement. Will he confirm that the three Vote Leave promises - a points-based immigration system, £100m a week for the NHS and a cut to VAT on fuel - are in tatters.</p> <p>Davis address the immigration point. He says Brexit could lead to immigration controls being more rigorous, not less rigorous.</p> </div>   </div> <div id=\"block-57cd935ee4b0c2a396c06e43\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T15:48:56.052Z\">4.48pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Labour’s <strong>Yvette Cooper </strong>says David Davis has not given any answers on important matters of detail. Will the UK remain a member of Europol?</p> <p>Davis says justice and home affairs matters are being considered. The government wants to maintain security cooperation he says, implying it would maintain Europol membership.</p> <p>I will post the exact quote late.</p> <p><em>UPDATE: </em>I have listened to the tape again, and taken out the original line saying Davis suggested the UK would remain a member of Europol.</p> <ul> <li><strong>Davis refused to say whether the UK would remain part of Europol. </strong>Labour’s Yvette Cooper asked this. Davis said the government wanted to preserve the relationship with the EU on security matters as best we can. He went on: “Of course we are aiming to maintain that. And that’s the answer.” But he seemed to be making a general point, not answering the specific question about Europol. That is how Cooper interpreted his answer.</li> </ul> <p><strong><br></strong></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-05T17:49:38.491Z\">at 6.49pm BST</time></p>  </div> <div id=\"block-57cd9281e4b01f3b27891895\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T15:46:33.712Z\">4.46pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Ken Clarke,</strong> the Conservative former chancellor, says he looks forward to the moment when the government agrees on what Brexit actually means. He says David Davis did not take part in the ignorant and prejudiced attacks on foreigners during the campaign. Does he agree that most people are not hostile to foreigners living here so long as they obey the law? So will the government not turn away foreigners whom employers wish to employ for the sake of it?</p> <p>Davis says he agrees with Clarke entirely that the “sort of unpleasantness” that has sometimes arisen out of this should be wholly condemned.</p> <p>But he says that when people complain about immigration, they are not being xenophobic.</p> <p>And he says he does not accept that there is a trade off between controlling immigration and boosting free trade. A free trade deal is in the interests of both sides, he says.</p> <ul> <li><strong>Davis says he does not accept there is a trade off between controlling immigration and protecting free trade.</strong></li> </ul> </div>   </div> <div id=\"block-57cd9212e4b0456abb93dac8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T15:41:55.299Z\">4.41pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The SNP’s Europe spokesman, <strong>Stephen Gethins</strong>, starts by asking “Is that it?” David Davis has told us very little, he says.</p> </div>   </div> <div id=\"block-57cd9102e4b0c2a396c06e3d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T15:39:54.637Z\">4.39pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>David is responding to Thornberry.</p> <p>He says it is something to be accused of incompetence by Labour.</p> <p>Labour seems to be adopting a “load, fire, aim” strategy, he says.</p> <p>On immigration, he says the government wants a results-based immigration strategy.</p> <p>He says Labour backed the idea that the decision on Brexit should be taken by the British people. Now Labour are trying to undo that. That is something “up with which we will not put”, he says (part-quoting Churchill).</p> </div>   </div> <div id=\"block-57cd8f9ce4b0456abb93dac3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T15:36:28.094Z\">4.36pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Emily Thornberry,</strong> the shadow Brexit secretary, is replying.</p> <p>She says it is eight years since Davis was last at the despatch box. His last words from the front bench were ‘You’ll have to answer’. He will have to answer, he says.</p> <p>She says Davis’s departmental website does not even have a phone number on it.</p> <p>Theresa May has said what she will not do. But she has not said what she will do, she says.</p> <p>She says Davis said two months ago <a href=\"http://www.conservativehome.com/platform/2016/07/david-davis-trade-deals-tax-cuts-and-taking-time-before-triggering-article-50-a-brexit-economic-strategy-for-britain.html\">(in his ConservativeHome article)</a> that the negotiating strategy would have to be “properly designed”.</p> <p>But there is no strategy, she says.</p> <p>She says Davis has always spoken up for the rights of parliament.</p> <p>So he cannot believe it is right for the government to invoke article 50, starting the EU withdrawal process, without consulting parliament, as the government says it intends to do.</p> <p>She says that parliament must be given a vote on this. And she says Davis would say that himself if he were a backbencher.</p>  <figure class=\"element element-image\" data-media-id=\"31e1e4fdd6445b2fb3c69d42ada6cefa4ebbda26\"> <img src=\"https://media.guim.co.uk/31e1e4fdd6445b2fb3c69d42ada6cefa4ebbda26/52_0_717_430/500.jpg\" alt=\"Emily Thornberry\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Emily Thornberry</span> <span class=\"element-image__credit\">Photograph: BBC/BBC Parliament</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-05T16:36:41.296Z\">at 5.36pm BST</time></p>  </div> <div id=\"block-57cd8ee4e4b0c2a396c06e37\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T15:30:23.931Z\">4.30pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>He says parliament will be kept regularly informed.</p> <p>Until the UK leaves, it must respect EU laws, he says.</p> <p>He says the government will keep paying farmers the subsidies get from the EU until 2020.</p> <p>And he says the government wants to ensure that EU citizens living in the UK can stay.</p> <p>He says he wants us to come together as one nation so we can get the best deal for the UK.</p> <p>We will leave the EU but we will not turn our back on Europe.</p> </div>   </div> <div id=\"block-57cd8ec8e4b0c2a396c06e36\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T15:27:29.442Z\">4.27pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Davis says his officials are carrying out a sectoral analysis, looking at how Brexit could affect 50 different business sectors.</p> </div>   </div> <div id=\"block-57cd8e34e4b0c2a396c06e35\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T15:25:48.746Z\">4.25pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>He says his department is fully engaged with the governments of Scotland, Wales and Northern Ireland.</p> <p>He says his first meeting was with the general secretary of the TUC. He has also met with universities, charities and business groups, and is meeting other bodies too.</p> </div>   </div> <div id=\"block-57cd8e1be4b0c2a396c06e34\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T15:24:32.098Z\">4.24pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Davis says his department has 180 staff in London.</p> <p>And it has the support of 120 staff in Brussels.</p> </div>   </div> <div id=\"block-57cd8dc7e4b0c2a396c06e33\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T15:24:07.365Z\">4.24pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Davis sets out 4 principles for Brexit negotiations</h2>  <div class=\"block-elements\">  <p>He says the government will be guided by four principles.</p> <p>First, the government will try to establish a national consensus.</p> <p>Second, it will put the national interest first.</p> <p>Third, the government will try to minimise uncertainty.<br></p> <p>Fourth, the government will leave the EU and put the supremacy of parliament beyond doubt.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-05T15:29:59.006Z\">at 4.29pm BST</time></p>  </div> <div id=\"block-57cd8d6ae4b0c2a396c06e31\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T15:21:54.816Z\">4.21pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Davis says negotiating with the EU must be got right.</p> <p>So the government will take time to get it right, he says.</p> <p>He says economic indicators are strong. And he pays tribute to the work of George Osborne.</p> </div>   </div> <div id=\"block-57cd8d36e4b0456abb93dab9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T15:20:49.604Z\">4.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Davis says Brexit is not about ending our relationship with the EU. It is about starting a new one.</p> <p>The government wants free trade, he says.</p> </div>   </div> <div id=\"block-57cd8cb1e4b01f3b2789187f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T15:20:18.881Z\">4.20pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">David Davis's statement on Brexit</h2>  <div class=\"block-elements\">  <p><strong>David Davis,</strong> the new Brexit secretary, is giving his Commons statement now.</p> <p>He starts by stressing that the UK will leave the EU. There will be no second referendum, he says. The government will honour the decision of the people.</p> <p>Brexit means leaving the EU, he says.</p> <p>It means getting control of our borders, our laws and our money.</p> <p>This is not about making the best a bad job, he says.</p> <blockquote class=\"quoted\"> <p>This is an historic and positive moment for our nation. Brexit isn’t about making the best of a bad job. It is about seizing the huge and exciting opportunities that will flow from a new place for Britain in the world. There will be new freedoms, new opportunities, new horizons for this great country.</p> </blockquote> </div>   </div> <div id=\"block-57cd8b49e4b0c2a396c06e29\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T15:14:17.309Z\">4.14pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>David Davis,</strong> the new Brexit secretary, will make his statement to the Commons shortly. It will be the first Commons statement from a member of the new government on Brexit strategy.</p> <p>Davis actually wrote a long article for ConservativeHome on what he thought the government should do only days before his surprise appointment as Brexit secretary. You can read it in full <a href=\"http://www.conservativehome.com/platform/2016/07/david-davis-trade-deals-tax-cuts-and-taking-time-before-triggering-article-50-a-brexit-economic-strategy-for-britain.html\">here</a>, and a summary<a href=\"http://www.theguardian.com/politics/blog/live/2016/jul/14/theresa-may-cabinet-reshuffle-boris-johnson-philip-hammond-rules-out-emergency-budget?page=with:block-578754c1e4b073c22786c335#block-578754c1e4b073c22786c335\"> here.</a></p> </div>   </div> <div id=\"block-57cd879ae4b0456abb93daaa\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T14:59:37.310Z\">3.59pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In the Commons the Foreign Office minister<strong> Tobias Ellwood</strong> has been responding to Labour’s urgent question about Yemen. These are from the Telegraph’s Laura Hughes.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Laura_K_Hughes/status/772808238769340416\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Hilary Benn calls for suspension of arms to Saudi Arabia. Tobias Ellwood invites him to join him this wed when SA Foreign Minister visits</p>&mdash; Laura Hughes (@Laura_K_Hughes) <a href=\"https://twitter.com/Laura_K_Hughes/status/772808238769340416\">September 5, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Laura_K_Hughes/status/772808608350343169\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Tobias Ellwood says our int partners (Saudi Arabia) need to &quot;honour international humanitarian law&quot;</p>&mdash; Laura Hughes (@Laura_K_Hughes) <a href=\"https://twitter.com/Laura_K_Hughes/status/772808608350343169\">September 5, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Laura_K_Hughes/status/772809101076205568\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Hilary Benn says no arms should be sold until the government can guarantee no humanitarian laws have been breached in ongoing war in <a href=\"https://twitter.com/hashtag/Yemen?src=hash\">#Yemen</a></p>&mdash; Laura Hughes (@Laura_K_Hughes) <a href=\"https://twitter.com/Laura_K_Hughes/status/772809101076205568\">September 5, 2016</a></blockquote>  </figure>  <p>Labour’s Keith Vaz has just asked Ellwood a question. This is from the i’s Nigel Morris.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NigelpMorris/status/772810456738193408\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">And Keith Vaz asks another question in the Commons ... it&#39;s as if it&#39;s a normal day in the office for him ...</p>&mdash; Nigel Morris (@NigelpMorris) <a href=\"https://twitter.com/NigelpMorris/status/772810456738193408\">September 5, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57cd85b5e4b01f3b27891871\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T14:55:15.538Z\">3.55pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"c053c6a9a7070c3525a6336fc6505611e8928435\"> <img src=\"https://media.guim.co.uk/c053c6a9a7070c3525a6336fc6505611e8928435/0_181_3500_2101/1000.jpg\" alt=\"Theresa May holds a meeting with Chinese President Xi Jinping at the State Guesthouse in Hangzhou, China.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Theresa May holds a meeting with Chinese President Xi Jinping at the State Guesthouse in Hangzhou, China.</span> <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> </figcaption> </figure>  <p>Theresa May’s meeting with the Chinese president, Xi Jinping, at the end of the G20 summit seems to have gone quite well.</p> <p>This is from my colleague Rowena Mason.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/rowenamason/status/772798330271178753\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">China in conciliatory mode for May meeting- no specific mention of Hinkley, willing to be &quot;patient&quot; about decisions. May didn&#39;t raise steel</p>&mdash; Rowena Mason (@rowenamason) <a href=\"https://twitter.com/rowenamason/status/772798330271178753\">September 5, 2016</a></blockquote>  </figure>  <p>This is from the Financial Times’ George Parker.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GeorgeWParker/status/772801186084696065\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">G20 latest: Xi is going to &quot;have a little patience&quot; as May works out Hinkley stance. All very cordial..for now</p>&mdash; George Parker (@GeorgeWParker) <a href=\"https://twitter.com/GeorgeWParker/status/772801186084696065\">September 5, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GeorgeWParker/status/772801375122001920\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">G20: So cordial, in fact, that Xi congratulated Team GB showing. T May did not congratulate China on finishing third in medals table</p>&mdash; George Parker (@GeorgeWParker) <a href=\"https://twitter.com/GeorgeWParker/status/772801375122001920\">September 5, 2016</a></blockquote>  </figure>  <p>And this is from the BBC’s Laura Kuenssberg.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbclaurak/status/772802908936998913\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">British officials sound relieved the Chinese gave May a bit of space over Hinkley, promises of a visit next year and warm relations</p>&mdash; Laura Kuenssberg (@bbclaurak) <a href=\"https://twitter.com/bbclaurak/status/772802908936998913\">September 5, 2016</a></blockquote>  </figure>  <figure class=\"element element-image\" data-media-id=\"d0f884fc050620abeac0763c3bc44fa5a1730e6d\"> <img src=\"https://media.guim.co.uk/d0f884fc050620abeac0763c3bc44fa5a1730e6d/0_223_3500_2100/1000.jpg\" alt=\"Theresa May holds a meeting with Chinese President Xi Jinping at the State Guesthouse in Hangzhou, China.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Theresa May holds a meeting with Chinese President Xi Jinping at the State Guesthouse in Hangzhou, China.</span> <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> </figcaption> </figure> </div>   </div> <div id=\"block-57cd7da7e4b0c2a396c06e08\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T14:17:37.520Z\">3.17pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In the Commons<strong> Andy Burnham</strong>, the shadow home secretary, asked the government to clarify its plan for immigration rules post-Brexit. His question was answered by <strong>Robert Goodwill</strong>, the immigration minister, who sidestepped the question and just focused on attacking Labour’s record.</p>  <figure class=\"element element-image\" data-media-id=\"b91a47649402554f6fee8dfbb353ebc41ac3aa80\"> <img src=\"https://media.guim.co.uk/b91a47649402554f6fee8dfbb353ebc41ac3aa80/59_0_707_424/500.jpg\" alt=\"Robert Goodwill.\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Robert Goodwill.</span> <span class=\"element-image__credit\">Photograph: BBC/BBC Parliament</span> </figcaption> </figure> </div>   </div> <div id=\"block-57cd7997e4b0c2a396c06e05\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T14:00:14.071Z\">3.00pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Keith Vaz</strong> is asking a question now in Home Office questions. He starts by welcoming Amber Rudd to her post and asks if the government will change the law to ensure that suspects on bail have to hand over passports to police. Rudd says the government is looking at this, and may adopt this policy.</p> <p>Vaz seemed a bit more subdued than usual, but for someone who has just been turned over by an embarrassing and potentially career-wrecking newspaper sting, he was looking remarkably resilient.</p> </div>   </div> <div id=\"block-57cd7836e4b01f3b27891859\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T13:51:11.574Z\">2.51pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Keith Vaz is now in the chamber, the Spectator’s Isabel Hardman reports.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/IsabelHardman/status/772793820400484353\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Keith Vaz now in the Chamber</p>&mdash; Isabel Hardman (@IsabelHardman) <a href=\"https://twitter.com/IsabelHardman/status/772793820400484353\">September 5, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57cd7779e4b0456abb93da8c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T13:48:38.112Z\">2.48pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Amber Rudd, the home secretary, is taking questions in the Commons at the moment. According to Channel 4 News’ Michael Crick,<strong> Keith Vaz </strong>is planning to ask a question.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MichaelLCrick/status/772792870545813504\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Keith Vaz back in Commons, going into chamber to ask question at Home Office questions</p>&mdash; Michael Crick (@MichaelLCrick) <a href=\"https://twitter.com/MichaelLCrick/status/772792870545813504\">September 5, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57cd7450e4b01f3b27891851\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T13:42:38.768Z\">2.42pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Owen Smith,</strong> the Labour leadership contender, has put out a press notice on immigration that manages to criticise both Theresa May and Jeremy Corbyn. He said:</p> <blockquote class=\"quoted\"> <p>Theresa May has presented a totally confused vision of what Brexit means for Britain to the international community.</p> <p>More than two months after the referendum we are still no closer to having any answers to the critical questions about immigration and access to the single market. As a result, we have had dire economic and jobs warnings from key trading partners - the USA and Japan - and a totally chaotic response when asked about what kind of migration arrangements Britain should have with the EU.</p> <p>Labour should be offering a powerful opposition to this Tory shambles, demanding a seat at the negotiating table and providing an alternative vision for our future. Yet Jeremy Corbyn has failed at every stage, from the lacklustre campaign to stay in the EU to calling for Article 50 to be triggered immediately after the result.</p> </blockquote> </div>   </div> <div id=\"block-57cd5e8de4b0c2a396c06dd3\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T13:07:47.540Z\">2.07pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Theresa May's press conference - Summary and analysis</h2>  <div class=\"block-elements\">  <p>At her first PMQs Theresa May looked remarkably confident and assured but this afternoon, at what was her first press conference in her new post, she looked rather more like the prime ministerial novice that she actually is. It was not that she was at all poor or incompetent; it was just that she sounded a bit nervous (she was speaking more quickly than necessary) and the reporters seemed to be getting frustrated by her reluctance to engage with the specifics of their questions about Brexit. There is nothing unusual about politicians refusing to answer questions. But getting away with it harder than it looks, and one was reminded that her predecessor used to do this stuff very well.</p> <p>Here is my colleague <strong>Dan Sabbagh </strong>on her performance.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/dansabbagh/status/772765561914875905\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Fiddly, slightly irritable performance from Theresa May there. Is she really enjoying her trip to China?</p>&mdash; Dan Sabbagh (@dansabbagh) <a href=\"https://twitter.com/dansabbagh/status/772765561914875905\">September 5, 2016</a></blockquote>  </figure>  <p>And here is Bloomberg’s<strong> Robert Hutton.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RobDotHutton/status/772764898908577792\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">&quot;Brexit means Brexit.&quot; <br>&quot;What Keith does is for Keith.&quot;<br><br>Theresa May&#39;s soundbites are Theresa May&#39;s soundbites.</p>&mdash; Robert Hutton (@RobDotHutton) <a href=\"https://twitter.com/RobDotHutton/status/772764898908577792\">September 5, 2016</a></blockquote>  </figure>  <p>We did not learn much new about the government’s Brexit plan. I will probably be writing that sentence again after David Davis’s Commons statement, and probably quite regularly for the rest of the decade. In truth May and her team may have little idea what the final Brexit settlement will look like and, as they try to craft a deal acceptable to both Nigel Farage, the CBI and the EU, the outcome is likely to emerge slowly and haphazardly. (That’s why <a href=\"https://twitter.com/jasongroves1/status/745278844135931904\">David Cameron once said a Brexit vote would mean “three years of Euro-wank.)</a></p> <p> But some of May’s comments were moderately revealing. Here are the key points.</p> <ul> <li><strong>May said that leaving the EU would give the UK “some control” over EU migration - suggesting that the restrictions on EU migration might just be partial.</strong> She said that at present the UK could not restrict EU migration. She went on:</li> </ul> <blockquote class=\"quoted\"> <p>What we will now have an ability to do, which we haven’t had before, is when we come out of the EU, we will be able to have some control on movement of people coming from the EU into the UK, which of course was one element over which we weren’t able to have control before. </p> </blockquote> <p>It is not entirely clear what May meant, but hardline anti-Europeans like Nigel Farage (see <a href=\"http://www.theguardian.com/politics/blog/live/2016/sep/05/david-davis-brexit-commons-statement-leaving-uk-since-brexit-vote-poll-suggests-politics-live?page=with:block-57cd2b09e4b01f3b278917b0#block-57cd2b09e4b01f3b278917b0\">9.33am)</a> are likely to be worried by her tone. My colleague <strong>Alan Travis </strong>says this could be a hint that free movement could remain for EU citizens with job offers in the UK.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/alantravis40/status/772767292937625600\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">May says she wants to &quot;gain an element of control&quot; over immigration. Hinting at restricting free movement for those without a job offer?</p>&mdash; Alan Travis (@alantravis40) <a href=\"https://twitter.com/alantravis40/status/772767292937625600\">September 5, 2016</a></blockquote>  </figure>  <ul> <li><strong>May explained why she was ruling out a points-based immigration system. </strong>A points-based system did not give the government discretion over who came in, she said. She explained her point with a story about what she learnt when she visited Heathrow to speak to Border Force staff with David Cameron after they took office.</li> </ul> <blockquote class=\"quoted\"> <p>And we talked to Border Force officers there. And we said to them, ‘What’s the most important thing that we can focus on?’ And they said, ‘You need to look at the issue of students who come here, who appear to have met the criteria, they don’t speak English, they don’t know which institution they are going to and they don’t know what course it is they’re doing’. So the system is being abused. But because they met the criteria, they were automatically allowed in. And that’s the problem with the points-based system. I want a system when the government is able to decide who comes into the country. I think that’s what the British people want. A points-based system means that people come in automatically if they just meet the criteria.</p> </blockquote> <p>Asked what alternative system the government would adopt post-Brexit, May said there were “various ways” for the government to assert control over migration into the UK. “We will be coming forward in due course with proposals,” she said. </p> <ul> <li><strong>She hinted that she had lost confidence in Keith Vaz as chair of the Commons home affairs committee.</strong> Asked about his conduct she replied:</li> </ul> <blockquote class=\"quoted\"> <p>What Keith does is for Keith and any decisions he wishes to make are for him. But I think overall what people look for is confidence in their politicians.</p> </blockquote> <ul> <li><strong>She reaffirmed her commitment to make the UK “the global leader in free trade” and she said she had been encouraged by how many world leaders were interested in striking trade deals with the UK.</strong> She said India, Mexico, South Korea and Singapore had all expressed an interest in removing barriers to trade. And she said Australian trade minister to visit UK this week to for “exploratory discussions” on UK/Australia trade deal.</li> </ul> <ul> <li><strong>She said she would be chairing a meeting of the cabinet committee on Brexit and international trade later this week to discuss which markets to prioritise.</strong></li> </ul> <ul> <li><strong>She sidestepped a question about whether she had been able to reassure Japan on any of the Brexit demands it is making on behalf of Japanese firms based in the UK.</strong></li> </ul> <ul> <li><strong>She said the government would publish a consultation paper on tackling corporate irresponsibility in the autumn.</strong></li> </ul> <blockquote class=\"quoted\"> <p>To restore greater fairness, we will bring forward a consultation this autumn on measures to tackle corporate irresponsibility: cracking down on excessive corporate pay and poor corporate governance and giving employees and customers representation on company boards.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"24f62dd2e18313d808b3d63c5850ba964d2ed0e1\"> <img src=\"https://media.guim.co.uk/24f62dd2e18313d808b3d63c5850ba964d2ed0e1/0_256_4096_2458/1000.jpg\" alt=\"Theresa May gestures at her press conference after the G20 Summit at the Hangzhou International Expo Centre in Hangzhou, China.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Theresa May gestures at her press conference after the G20 Summit at the Hangzhou International Expo Centre in Hangzhou, China.</span> <span class=\"element-image__credit\">Photograph: How Hwee Young/EPA</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-05T13:49:31.259Z\">at 2.49pm BST</time></p>  </div> <div id=\"block-57cd5fafe4b01f3b2789182c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T12:07:07.500Z\">1.07pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here are Theresa May’s comments on Keith Vaz.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MrHarryCole/status/772765652956372992\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">PM twists the knife on Vaz - they have history don&#39;t forget. <a href=\"https://t.co/JqglJUigHV\">pic.twitter.com/JqglJUigHV</a></p>&mdash; Harry Cole (@MrHarryCole) <a href=\"https://twitter.com/MrHarryCole/status/772765652956372992\">September 5, 2016</a></blockquote>  </figure>  <p>And here is the Mirror’s Kevin Maguire on what she said.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Kevin_Maguire/status/772764744050741248\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">That was a text book knifing of Keith Vaz by Theresa May</p>&mdash; Kevin Maguire (@Kevin_Maguire) <a href=\"https://twitter.com/Kevin_Maguire/status/772764744050741248\">September 5, 2016</a></blockquote>  </figure>  <p><em>UPDATE: </em>Here’s another tweet on this from Maguire.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Kevin_Maguire/status/772766354948628480\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Hard to see how Keith Vaz can survive as Home Affairs chair after Theresa May knifed him: 6 members Con, 4 Lab(incl Vaz) + 1 SNP</p>&mdash; Kevin Maguire (@Kevin_Maguire) <a href=\"https://twitter.com/Kevin_Maguire/status/772766354948628480\">September 5, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-05T12:22:25.214Z\">at 1.22pm BST</time></p>  </div> <div id=\"block-57cd5cc8e4b0c2a396c06dcd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T11:56:09.461Z\">12.56pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Q: Will you be able to sort out Brexit in two years? Or will there have to be transitional arrangements?</em></p> <p>May says she will not trigger article 50 before the end of the year.</p> <p>Once it is triggered there will be a two-year deadline. The G20 talks have shown here there is a genuine willingness to engage with the UK on trade deals.</p> <p>She wants the best deal for the UK, but she thinks the deal will be good for Europe.</p> <p>And that’s it.</p> <p>I will post a summary soon.</p> </div>   </div> <div id=\"block-57cd5c89e4b0c2a396c06dcc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T11:53:41.988Z\">12.53pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Q: The MPs’ code of conduct says MPs have to act with probity and integrity. Are you confident Keith Vaz has acted in this way?</em></p> <p>May says what Vaz does is up to him. But people should be able to have confidence in their politicians, she says.</p> </div>   </div> <div id=\"block-57cd5c24e4b0c2a396c06dca\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T11:52:36.150Z\">12.52pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Q: The Australian prime minister Malcolm Turnbull has talked about the need to “civilise capitalism”. Was that a theme of the conference?</em></p> <p>May says she was pleased to hear echoes of what she has been saying in the UK around the table at the G20. Other leaders accept the need to ensure that globalisation works for everyone.</p> <p>Other leaders, including Turnbull, were interested in what she had to say about corporate irresponsibility.</p> </div>   </div> <div id=\"block-57cd5bc0e4b0456abb93da49\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T11:50:53.436Z\">12.50pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">May says UK will have 'some control' over EU migration after Brexit</h2>  <div class=\"block-elements\">  <p><em>Q: What alternative to a points-based system would you have? And why should people trust you to cut immigration when you did not as home secretary?</em></p> <p>May says the government will come forward with immigration plans in due course.</p> <p>As home secretary she did start getting to get the migration numbers down, she says.</p> <p>In the future the UK will be able to have “some control” over people coming into the UK from the EU.</p> <ul> <li></li> </ul> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-05T13:22:01.918Z\">at 2.22pm BST</time></p>  </div> <div id=\"block-57cd5b71e4b0456abb93da48\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T11:49:18.840Z\">12.49pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>May says a decision about the Hinkley Point power station will be taken next month.</p> <p>But the UK’s relationship with China is not just about Hinkley. She want to continue Britain’s strategic relationship with China.</p> </div>   </div> <div id=\"block-57cd5af0e4b0456abb93da47\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T11:47:57.960Z\">12.47pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>May turns to the points-based system proposal.</p> <p>She says people voted to bring back control. But a points-based system does not meet that.</p> <p>She says when she was home secretary, she and David Cameron went to Heathrow to meet border officials. They told them that people could meet the criteria for coming as students. But that when these foreign students arrived, it would turn out that they could not speak English and did not even know the name of the college where they were supposed to be studying.</p> <p>So points-based systems are flawed, she says.</p> </div>   </div> <div id=\"block-57cd5a06e4b0456abb93da44\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T11:45:49.933Z\">12.45pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">May's Q&amp;A</h2>  <div class=\"block-elements\">  <p>May is now taking questions.</p> <p><em>Q: Most G20 leaders think the UK should stay in the single market. Are you worried you might harm the economy by leaving the single market so that you can control migration?</em></p> <p>May says she wants the best deal for the UK. Voters want immigration controlled, but they want to trade too. She intends to be “ambitious” and to get the best deal for the UK.</p> <p><em>Q: Can you address any of the worries in the Japanese government’s 15-page memo?</em></p> <p>May says she has been saying Brexit means Brexit because it does.</p> <p>But she has found it encouraging that other world leaders are willing to talk about trade deals. She spoke to the Japanese prime minister, and they both want to build on their relationship. The best vote of confidence since Brexit came <a href=\"https://www.theguardian.com/business/2016/jul/19/softbanks-takeover-of-arm-holdings-in-doubt\">when the Japanese bank SoftBank bought ARM.</a></p> </div>   </div> <div id=\"block-57cd59c1e4b01f3b2789181e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T11:41:57.126Z\">12.41pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>May says the G20 agreed that more must be done to tackle the causes of mass migration.</p> <p>The summit has been successful, she says.</p> <p>The UK continues to play a leading role in the world, she says.</p> <p>She say this has been her first visit to China. She looks forward to her talks with the Chinese president shortly.</p> </div>   </div> <div id=\"block-57cd595be4b0c2a396c06dc6\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T11:40:46.734Z\">12.40pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">May says government to publish consultation soon on tackling corporate irresponsibility</h2>  <div class=\"block-elements\">  <p>May says the government will hold a consultation this autumn on tackling corporate irresponsibility.</p> <ul> <li><strong>May says government to publish consultation in the autumn on tackling corporate irresponsibility.</strong></li> </ul> <p>She says moves like this are essential if the government is to retain public support for free trade.</p> </div>   </div> <div id=\"block-57cd58c7e4b01f3b2789181b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T11:39:03.832Z\">12.39pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">May says she wants UK to be “the global leader in free trade”</h2>  <div class=\"block-elements\">  <p>On free trade May says Britain has been one of the longest advocates for free trade.</p> <p>The right trade agreements can be the best anti-poverty measures of all time.</p> <p>That is why the G20 has decided to resist a move towards protectionism, she says.</p> <p>She says as the UK leaves the EU she wants the UK to become “the global leader in free trade”.</p> <ul> <li><strong>May says she wants UK to be “the global leader in free trade”.</strong></li> </ul> <p>May lists various countries that have agreed at the G20 to pursue free trade deals with the UK.</p> <p>And she says she will chair a cabinet committee on free trade later this week to decide what countries the UK should prioritise for trade deals.</p> </div>   </div> <div id=\"block-57cd5888e4b01f3b27891819\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T11:36:36.182Z\">12.36pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Theresa May's press conference in China</h2>  <div class=\"block-elements\">  <p><strong>Theresa May</strong> is giving a press conference in China.</p> <p>She is making an opening statement, saying she is optimistic about the UK’s prospects after Brexit.</p> </div>   </div> <div id=\"block-57cd57a2e4b0c2a396c06dbc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T11:35:33.659Z\">12.35pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>There is an urgent question on Yemen (see<a href=\"http://www.theguardian.com/politics/blog/live/2016/sep/05/david-davis-brexit-commons-statement-leaving-uk-since-brexit-vote-poll-suggests-politics-live?page=with:block-57cd46cae4b0c2a396c06d90#block-57cd46cae4b0c2a396c06d90\"> 11.23am)</a> at 3.30pm. That means the David Davis statement on Brexit will not start until around 4pm. After that there will be a statement from Jeremy Hunt on the junior doctors’ strike.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/labourwhips/status/772758533028909056\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">1 UQ at 3.30pm <a href=\"https://twitter.com/hilarybennmp\">@hilarybennmp</a> to ask <a href=\"https://twitter.com/BorisJohnson\">@BorisJohnson</a> for statement on Govt assessments of breaches of international humanitarian law in Yemen.</p>&mdash; Labour Whips (@labourwhips) <a href=\"https://twitter.com/labourwhips/status/772758533028909056\">September 5, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/labourwhips/status/772742245443366912\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">2 Statements from 3.30pm: 1. Re Brexit (<a href=\"https://twitter.com/DavidDavisMP\">@DavidDavisMP</a>/<a href=\"https://twitter.com/EmilyThornberry\">@EmilyThornberry</a>) 2. Junior doctors&#39; industrial action (<a href=\"https://twitter.com/Jeremy_Hunt\">@Jeremy_Hunt</a>/<a href=\"https://twitter.com/HackneyAbbott\">@HackneyAbbott</a>)</p>&mdash; Labour Whips (@labourwhips) <a href=\"https://twitter.com/labourwhips/status/772742245443366912\">September 5, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57cd559ae4b0c2a396c06db3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T11:30:57.429Z\">12.30pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In his BBC News interview the Conservative MP <strong>Bernard Jenkin </strong>also said that Britain would leave the EU free market after Brexit. He said he thought Britain would be able to continue trading tariff-free with the EU. But if the EU did impose tariffs, it would not matter, he said.</p> <blockquote class=\"quoted\"> <p>If they go for tariffs, so be it. Sterling has already depreciated by more than the average of the tariffs, so it won’t affect our exports to them. We will make a great deal of money out of the tariffs we collect on their goods coming to us. If they want that, I think it’s anti free trade, but I don’t think will do the economy any harm in this country. </p> </blockquote> </div>   </div> <div id=\"block-57cd54a1e4b01f3b2789180f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T11:21:52.114Z\">12.21pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Paddy Ashdown</strong>, the former Lib Dem leader, likened Tory Brexiteers to Nazis in a tweet this morning.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/paddyashdown/status/772678098345160704\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The Tory Brexit brownshirts are stirring. Betrayal is the word most likely to be heard in the run up to the Tory Conference.</p>&mdash; Paddy Ashdown (@paddyashdown) <a href=\"https://twitter.com/paddyashdown/status/772678098345160704\">September 5, 2016</a></blockquote>  </figure>  <p>The Tory MP <strong>Bernard Jenkin</strong>, a prominent Brexiteer himself, told BBC News that Ashdown was being ridiculous.</p> <blockquote class=\"quoted\"> <p>We know he is one of those who is utterly grief stricken that we have abandoned the federalist project in Europe. But this is ridiculous.</p> <p>He is trying to write a narrative that the pro-Brexit Conservatries are coming for the Conservative leader. Look - the war is over; you can come out now. Old grey bearded people are still on deserted pacific atolls who think the war is still carrying on - I think Paddy Ashdown is painting himself into that corner.</p> </blockquote> <p>In a subsequent tweet Ashdown suggested he was not really calling Tories Nazis.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/paddyashdown/status/772709427157827584\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">&quot;Brownshirt-gate&quot;. Heavens! Even allowing for these over-heated times, do we really have to lose contact with the concept of the metaphor?</p>&mdash; Paddy Ashdown (@paddyashdown) <a href=\"https://twitter.com/paddyashdown/status/772709427157827584\">September 5, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57cd5445e4b01f3b2789180e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T11:17:30.753Z\">12.17pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/EmilyPurser/status/772755313338388480\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Five minute warning to hear Theresa May speak at the G20. Live <a href=\"https://twitter.com/SkyNews\">@SkyNews</a> <a href=\"https://t.co/u7qcVAM7bK\">pic.twitter.com/u7qcVAM7bK</a></p>&mdash; Emily Purser (@EmilyPurser) <a href=\"https://twitter.com/EmilyPurser/status/772755313338388480\">September 5, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57cd538fe4b0456abb93da26\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T11:15:03.275Z\">12.15pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Theresa May press conference in China has been delayed, but it is due to start shortly.</p> <p>I will be covering it in detail, and we will have a live feed at the top of this blog.</p> </div>   </div> <div id=\"block-57cd52d4e4b01f3b2789180b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T11:13:24.659Z\">12.13pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Earlier I quoted the ComRes poll for the BBC on attitudes to Brexit.</p> <p><strong>Polling Digest</strong>, a website that publishes polling analysis, has published a post looking at the figures in some detail.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PollingDigest/status/772750324243243009\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a> Andrew, here&#39;s our analysis of the ComRes Brexit poll:<a href=\"https://t.co/AOlgfOzPB3\">https://t.co/AOlgfOzPB3</a></p>&mdash; Polling Digest (@PollingDigest) <a href=\"https://twitter.com/PollingDigest/status/772750324243243009\">September 5, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57cd500ae4b0456abb93da22\" class=\"block\" data-block-contributor=\"profile/rowena-mason\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T11:03:48.233Z\">12.03pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Theresa May</strong> might not raise the issue of Chinese steel dumping blamed for crippling the UK industry at her first meeting with president Xi Jinping on Monday.</p> <p>A UK official source said it may not come up in the half-hour of talks as May believes there has already been some progress in cutting overproduction after progress at a G20 level.</p> <p>Overproduction of steel in China has been blamed for the crisis engulfing the UK industry, threatening Tata’s plants and others.</p> <p>David Cameron was last year criticised for failing to raise the issue strongly enough with the Chinese during Xi’s state visit and not responding quickly enough to the threat to jobs in the industry.</p> <p>However, the issue still does not appear to be a top priority for May during her initial talks with Xi, which are already likely to be tricky because the prime minister is considering whether to block China from investing in UK nuclear power.</p> <p>The UK official source said it was being dealt with at G20 level and progress is being made.</p> <blockquote class=\"quoted\"> <p>The reason why every country has signed up to this approach is that there are countries including China which have excess production that they are dealing with.</p> <p>If you look at the measures the Chinese have taken to reduce their capacity, they are dealing with hundreds of thousands of job losses in China because of their own excess capacity. It is a factor that flows out of the downturn in the global economy post the crash which now means it is an issue the G20 are having to deal with.</p> <p>We have already made progress in a wider forum. It is their first bilateral... And from our perspective we have made important progress here in getting acknowledgement at the G20 level.</p> </blockquote> <p>In contrast, Jean-Claude Juncker, the European Commission president, used the G20 summit to call for tougher monitoring measures in China to deal with steel overcapacity that has plunged the industry into crisis in parts of Europe including the UK.</p> <p>“This is a global problem, but with a specific Chinese dimension we have to address,” Juncker said at a press conference. “We are really insisting on the need to take this seriously.”</p>  <figure class=\"element element-image\" data-media-id=\"88832b3b7ccc9eb986e8707a46dc37fdeb185306\"> <img src=\"https://media.guim.co.uk/88832b3b7ccc9eb986e8707a46dc37fdeb185306/0_123_3118_1871/1000.jpg\" alt=\"Theresa May arrives at the G20 Hangzhou Summit.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Theresa May arrives at the G20 Hangzhou Summit.</span> <span class=\"element-image__credit\">Photograph: Mikhail Svetlov/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-57cd4d79e4b0c2a396c06da3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T10:57:44.998Z\">11.57am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Andy Burnham,</strong> the shadow home secretary, has accused the government of generating confusion about its immigration policy.</p> <blockquote class=\"quoted\"> <p>The referendum was a major decision and what the country needed more than anything else was leadership from ministers. </p> <p>But instead, we are getting confusion from the Tory government on its immigration policy. A number of members of the cabinet made this pledge and voters will be surprised to see the prime minister rip it up without any consultation. The government must clear this up without delay.</p> </blockquote> <p>Burnham’s comment is not especially accurate. In one important respect what we’ve had today is not confusion but clarity; Number 10 has said categorically that it won’t introduce a points-based immigration system. And on the basis that what the PM says, goes - as good a rule as any, when it comes to understanding how the British government works - this is now the government’s position. <br></p> <p>Burnham is right about about confusion in one respect, because no one knows what immigration rules will apply post-Brexit. But many other aspects of the post-Brexit settlement remain a mystery too.</p> </div>   </div> <div id=\"block-57cd4a9ce4b0456abb93da13\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T10:43:36.809Z\">11.43am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In his interview with <strong>Nick Clegg</strong> published <a href=\"http://www.theguardian.com/politics/2016/sep/03/nick-clegg-did-not-cater-tories-brazen-ruthlessness\">in the Guardian at the weekend</a> Simon Hattenstone quoted Clegg complaining about newspaper columnists who become politicians. Clegg said:</p> <blockquote class=\"quoted\"> <p>You’ve got a generation of politicians very close to the media, people like Boris Johnson and [Michael] Gove, and the problem is, the skill of tossing off 800 words on one subject and then on another a week later is completely different to governing. With Cameron and Osborne, there was a seriousness about what they were doing – a deadly seriousness I often didn’t like. But with Gove it was just a series of throwaway poses about our kids’ futures. There’s this ersatz intellectual heft that Gove and his people have that I don’t think is merited. People such as Gove and Johnson have elevated striking poses into a political art form.</p> </blockquote> <p>As if on cue, the Times as announced that Gove, who was sacked by Theresa May when she became prime minister, is joining the paper as a columnist.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/michaelsavage/status/772707289056903168\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">News from the Times... <a href=\"https://twitter.com/hashtag/Gove?src=hash\">#Gove</a> <a href=\"https://t.co/3xZoaWKSnx\">pic.twitter.com/3xZoaWKSnx</a></p>&mdash; Michael Savage (@michaelsavage) <a href=\"https://twitter.com/michaelsavage/status/772707289056903168\">September 5, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57cd4812e4b0456abb93da11\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T10:31:44.146Z\">11.31am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>As part of his leadership campaign <strong>Jeremy Corbyn</strong> has this morning announced plans to invest £300m in renewable energy research. He would channel the money through a new Advanced Research Agency, he said.</p> <blockquote class=\"quoted\"> <p>My pledge to establish a dedicated Advanced Research Agency will help tackle the global social challenge of climate change and make fundamental breakthroughs in energy science. It will put the UK in the best possible place to take advantage of the rapidly growing global renewable energy market, forecast to reach $630bn worldwide by 2030.</p> <p>The Tory cuts to the UK renewables sector – including dramatically cutting feed-in tariffs and subsidies for domestic installation – are nonsensical and a damaging backwards step in our efforts to decarbonise our energy production. My pledge is about ensuring that the UK is at the forefront of world-leading technology development in a sector of growing demand.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"e27fb6cb90e7741c0a77da95f86f8d19d24dbeec\"> <img src=\"https://media.guim.co.uk/e27fb6cb90e7741c0a77da95f86f8d19d24dbeec/0_162_4000_2401/1000.jpg\" alt=\"Jeremy Corbyn speaking at a rally in Ramsgate on Saturday.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Corbyn speaking at a rally in Ramsgate on Saturday.</span> <span class=\"element-image__credit\">Photograph: Vickie Flores/REX/Shutterstock</span> </figcaption> </figure> </div>   </div> <div id=\"block-57cd46cae4b0c2a396c06d90\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T10:23:23.218Z\">11.23am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In <a href=\"http://www.parliament.uk/business/publications/written-questions-answers-statements/written-statement/Commons/2016-09-05/HCWS128\">a Commons written statement this morning </a>Boris Johnson, the foreign secretary, says the government will continue selling arms to Saudi Arabia because there is no proof that they might be used to commit human rights abuses in the conflict in Yemen.</p> <p>Here is my colleague Patrick Wintour on his statement.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/patrickwintour/status/772726655920050176\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Johnson in new statement backs UK arms sales to Saudi - no clear risk weapons might be used in a commission of a serious violation of IHL.</p>&mdash; Patrick Wintour (@patrickwintour) <a href=\"https://twitter.com/patrickwintour/status/772726655920050176\">September 5, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/patrickwintour/status/772730625463820288\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Johnson remarks on Saudi in Yemen clarifies Uk position as arms export control sel comm members meet this week to look at UK arms export ban</p>&mdash; Patrick Wintour (@patrickwintour) <a href=\"https://twitter.com/patrickwintour/status/772730625463820288\">September 5, 2016</a></blockquote>  </figure>  <figure class=\"element element-image\" data-media-id=\"e9b76a2556c3ca80f96d28780de728129eb305a3\"> <img src=\"https://media.guim.co.uk/e9b76a2556c3ca80f96d28780de728129eb305a3/0_109_3500_2100/1000.jpg\" alt=\"The site of a Saudi-led air strike in the Red Sea port city of Houdieda, Yemen.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The site of a Saudi-led air strike in the Red Sea port city of Houdieda, Yemen.<br></span> <span class=\"element-image__credit\">Photograph: Abduljabbar Zeyad/Reuters</span> </figcaption> </figure> </div>   </div> <div id=\"block-57cd4579e4b0456abb93da0e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T10:14:26.472Z\">11.14am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>And here is my colleague Peter Walker’s story on the Owen Smith press conference.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2016/sep/05/jeremy-corybn-labour-party-leadership-vote-election-owen-smith\">Re-electing Corybn would consign Labour to irrelevance, says Smith</a> </p> </aside> </div>   </div> <div id=\"block-57cd44e6e4b01f3b278917e2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T10:13:39.311Z\">11.13am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>At his news conference <strong>Owen Smith</strong> said he was not in favour of a universal basic income, the Independent reports.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ashcowburn/status/772734630600511488\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Universal basic income &#39;not a credible&#39; idea, says Labour leadership contender Owen Smith. <a href=\"https://t.co/GfyiLUJq06\">https://t.co/GfyiLUJq06</a></p>&mdash; Ashley Cowburn (@ashcowburn) <a href=\"https://twitter.com/ashcowburn/status/772734630600511488\">September 5, 2016</a></blockquote>  </figure>  <p>Smith said that Jeremy Corbyn and John McDonnell’s interest in the universal basic income idea was an example of their “not being credible on economic policies”.</p> </div>   </div> <div id=\"block-57cd43f7e4b0456abb93da0a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T10:10:07.074Z\">11.10am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The <strong>Institute of Directors</strong> has backed Number 10’s decision to rule out a points-based immigration system. This is from Seamus Nevin, head of employment and skills policy at the IoD.</p> <blockquote class=\"quoted\"> <p>The prime minister is correct to highlight problems with points-based immigration systems and to be wary of trying to copy the Australian model. The UK’s points system for non-EU migrants is already hopelessly bureaucratic, governed by 13 different Acts of Parliament and creating 1,400 categories of immigrant.</p> </blockquote> <p>Nevin said the government should launch a comprehensive immigration review “that will enable it to design a British system that addresses public concerns, while still allowing businesses to access the skills they need to ensure economic success outside the EU”.</p> </div>   </div> <div id=\"block-57cd3db6e4b0456abb93d9ff\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T10:01:37.344Z\">11.01am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Smith publishes spoof 2020 Tory manifesto to highlight risk of Corbyn's re-election</h2>  <div class=\"block-elements\">  <p>At a news conference this morning<strong> Owen Smith</strong>, the Labour leadership challenger, has published a spoof Conservative manifesto for 2020. He said that if Jeremy Corbyn were re-elected leader, the Tories could win the next election with an increased majority and that it was important for people to know what they might do.</p> <blockquote class=\"quoted\"> <p>The Tories have already done serious damage to our country.</p> <p>Now facing a weak, unpopular and incompetent Labour leader in Jeremy Corbyn, all indications are now that they will be able not just to hold on in 2020, but to win with an increased majority.<br></p> <p>Jeremy’s unpopularity with the public is so strong that the Tories are emboldened. They no longer feel constrained by the risk of losing votes to Labour: they will be confident enough to argue for right-wing policies they have always believed in - and to win with them.<br></p> <p>The consequences for Britain - and especially for the people Labour has always stood up for - could be disastrous.<br></p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"625dc5a4f84e13f2d11103cf2d444db7a60f7789\"> <img src=\"https://media.guim.co.uk/625dc5a4f84e13f2d11103cf2d444db7a60f7789/0_0_3500_2100/1000.jpg\" alt=\"Owen Smith speaking at his press conference this morning.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Owen Smith speaking at his press conference this morning.</span> <span class=\"element-image__credit\">Photograph: Justin Tallis/AFP/Getty Images</span> </figcaption> </figure>  <p>The document runs to 12 pages and you can read it <a href=\"https://d3n8a8pro7vhmx.cloudfront.net/owen/pages/119/attachments/original/1473062824/ToryManifesto2020.pdf\">here (pdf). </a>It may not be the most fair or accurate assessment of Theresa May’s policy agenda, but some of it is very plausible. Smith says all the proposals in the spoof manifesto are ideas that have been floated by Tories or Tory thinktanks in the past and there are almost 50 footnotes proving this.</p> <p>Here is an excerpt from the spoof foreword to the manifesto, purporting to be what Theresa May would be writing in 2020.</p> <blockquote class=\"quoted\"> <p>We have also been a reforming government. We have liberalised our education system – I am proud that we have extended the Free Schools programme and begun the construction of new selective schools for the first time in two decades. I am pleased that we have begun a decade long task of spreading that same level of freedom throughout our health service. In the past the Conservatives have promised to cut the deficit, not the NHS – but we have delivered more than we promised and successfully managed to cut both. We have also continued our revolution in the welfare system, cutting back unnecessary programmes and getting welfare spending further under control. </p> <p>This manifesto seeks to build on those achievements and do more:</p> <ul> <li>It is a manifesto that will ensure we eliminate the deficit within five years and reduce public spending to 30 per cent of GDP, the lowest level since the 1930s. </li> </ul> </blockquote> <blockquote> <ul> <li>It is a manifesto that ensures that we increase selection within our education system.</li> </ul> </blockquote> <blockquote> <ul> <li>It is a manifesto that ensures we have a reformed healthcare system through the introduction of a new private health insurance system of the future as opposed to the outdated nationalised health service of the past.</li> </ul> </blockquote> <blockquote> <ul> <li>It is a manifesto that will increase home ownership by selling off all remaining social housing.</li> </ul> </blockquote> <blockquote> <ul> <li>It is a manifesto that further reduces unnecessary burdens on businesses by abolishing corporation tax, making Britain a tax haven for global big business whilst also radically cutting red tape.<br></li> </ul> <p>This manifesto is the right plan of action – our plan to take our country forward. Above all, it is the most radical plan to change our country in a generation. </p> <p>With no opposition, it is a plan we will deliver in full. </p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"550ea67f8824861d3c0950a88a370d5e86f1752c\"> <img src=\"https://media.guim.co.uk/550ea67f8824861d3c0950a88a370d5e86f1752c/0_0_960_972/494.jpg\" alt=\"Spoof Tory manifesto for 2020.\" width=\"494\" height=\"500\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Spoof Tory manifesto for 2020.</span> <span class=\"element-image__credit\">Photograph: Owen Smith</span> </figcaption> </figure> </div>   </div> <div id=\"block-57cd3adee4b01f3b278917d3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T09:30:30.020Z\">10.30am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Tim Farron</strong>, the Lib Dem leader, has issued a statement challenging the cabinet minister who campaigned for Vote Leave to explain what they will do now Number 10 has ruled out their proposed points-based immigration system. Farron said:</p> <blockquote class=\"quoted\"> <p>My question for the Brexiteers like [Liam] Fox, Boris [Johnson] and [David] Davis is this – what are you going to do now?</p> <p>Are you going to fight for the points-based immigration system you so vigorously proposed? Or are you happy to sit round the cabinet table, with your red boxes and chauffeur driven cars, and look the other way?</p> </blockquote> </div>   </div> <div id=\"block-57cd38dde4b0c2a396c06d75\" class=\"block\" data-block-contributor=\"profile/libbybrooks\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T09:22:19.115Z\">10.22am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Nicola Sturgeon</strong> is offering to form a coalition with members of the UK government who want Britain to remain in the European single market.</p> <p>This follows the first minister’s directly challenge to Theresa May on Friday over her mandate to take Scotland out of the single market.</p> <p>Sturgeon said her initial objective was to strengthen the hand of those ministers within the UK government who want a soft exit from the EU.</p> <p>In an interview with BBC Scotland’s political editor Brian Taylor, Sturgeon said: </p> <blockquote class=\"quoted\"> <p>Can there be a coalition across the UK that gets the UK into a more sensible position? I think that’s worth a good try because Theresa May, she was on the Remain side, so presumably she knows the real risks of removal from the single market.</p> </blockquote> <p>Sturgeon insisted that she wants full membership, not just access, of the single market.</p> <blockquote class=\"quoted\"> <p>Let’s have a try at getting the UK, not into the best position - because the best position in my view would be continued membership of the EU - but let’s try and get the UK as a whole into the least worst position and that means staying in the single market.</p> </blockquote> <p>At a meeting of SNP MPs and MSPs last Friday, Sturgeon suggested that leaving the single market would be a potential red line in triggering a second independence referendum, stating: “My message to the prime minister is this: you may have a mandate in England and Wales to leave the EU but you do not have a clear mandate to take any part of the UK out of the single market.”</p>  <figure class=\"element element-image\" data-media-id=\"9235f0693722a4cbd9a4ff396d6cd997e5e0c5ad\"> <img src=\"https://media.guim.co.uk/9235f0693722a4cbd9a4ff396d6cd997e5e0c5ad/0_0_3532_2120/1000.jpg\" alt=\"Nicola Sturgeon.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nicola Sturgeon.</span> <span class=\"element-image__credit\">Photograph: Andy Buchanan/AFP/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-57cd34cbe4b0c2a396c06d62\" class=\"block is-key-event\" data-block-contributor=\"profile/rowena-mason\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T09:07:02.737Z\">10.07am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">No 10 says points-based immigration system 'will not work and is not an option'</h2>  <div class=\"block-elements\">  <p>Speaking to reporters on her flight to China Theresa May appeared to rule out introducing a points-based immigration system. (See<a href=\"http://www.theguardian.com/politics/blog/live/2016/sep/05/david-davis-brexit-commons-statement-leaving-uk-since-brexit-vote-poll-suggests-politics-live?page=with:block-57cd2b09e4b01f3b278917b0#block-57cd2b09e4b01f3b278917b0\"> 9.33am.) </a>Downing Street has now gone even further and ruled out the idea unequivocally. A Number 10 spokesman told reporters:</p> <blockquote class=\"quoted\"> <p>One of the opportunities of Brexit is that we will be able to control the number of people coming to Britain from the EU.</p> <p>The precise way in which the Ggvernment will control the movement of EU nationals to Britain after Brexit is yet to be determined. However, as the PM has said many times in the past, a points-based system will not work and is not an option.</p> <p>When Labour introduced a points-based system, the numbers went straight up. In Australia, they have a points-based system and they have higher immigration per capita than Britain. A points-based system would give foreign nationals the right to come to Britain if they meet certain criteria: an immigration system that works for Britain would ensure that the right to decide who comes to the country resides with the government.</p> </blockquote> </div>   </div> <div id=\"block-57cd3088e4b0c2a396c06d57\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T09:01:15.877Z\">10.01am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Japanese government has published a 15-page open letter setting out in considerable detail what it wants to the UK to achieve in its Brexit negotiations. You can read the full letter<a href=\"http://www.mofa.go.jp/files/000185466.pdf\"> here (pdf), </a>an analyis by the Guardian’s diplomatic editor Patrick Wintour <a href=\"http://www.theguardian.com/politics/2016/sep/04/britain-japanese-brexit-letter-eu\">here</a> and a summary of the demands by the Guardian’s Phillip Inman<a href=\"https://www.theguardian.com/world/2016/sep/04/japan-brexit-demands-range-from-possible-to-fanciful\"> here. </a></p> <p>On the Today programme this morning<strong> Koji Tsuruoka</strong>, the Japanese ambassador to London, said Japanese firms could leave the UK if they did not get the right deal post-Brexit. Hundreds of Japanese companies were based in the UK, he said.</p> <blockquote class=\"quoted\"> <p>They are companies responsible to their stakeholders and their duty is to produce profit. If the way Brexit ends up does not provide companies with a prospect of making sufficient profit to continue operating in the UK, of course there is no option that they can’t choose. All options are open to them.</p> </blockquote> <p>Tsuruoka’s tone was very moderate. He said that Japanese companies were in the UK because “they all agree that the UK is the best place to do business in Europe” and that they did not want to have to leave.</p> <blockquote class=\"quoted\"> <p>However, there is a negotiation that will have to be conducted and if these requests are not met, then it will be for industry to decide what to do. </p> <p>It is very difficult to imagine that all Japanese companies - including the auto companies - will be pulling out in totality from UK, because the UK economy will be here and vibrant and it will be a good market for auto manufacturers to continue to sell their cars. </p> <p>The problem we will have to confront is what is the market that could be accessed for production outside of the UK? If there are conditions that block Japanese auto makers’ cars being exported to continental Europe, such as customs duties, that of course will affect the competitive nature of the pricing of the cars. </p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"a5f6e69933ba1a5ff50271d948e420c2c77369e6\"> <img src=\"https://media.guim.co.uk/a5f6e69933ba1a5ff50271d948e420c2c77369e6/0_66_3000_1800/1000.jpg\" alt=\"Workers at the Nissan car factory in Sunderland.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Workers at the Nissan car factory in Sunderland.<br><br></span> <span class=\"element-image__credit\">Photograph: Bloomberg/Bloomberg via Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-57cd2e3be4b01f3b278917b7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T08:39:42.458Z\">9.39am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"b09092ae3955f8ee96919f95b01484ff7218a176\"> <img src=\"https://media.guim.co.uk/b09092ae3955f8ee96919f95b01484ff7218a176/0_183_3500_2100/1000.jpg\" alt=\"Theresa May meets Australian Prime Minister Malcolm Turnbull during a meeting on the sidelines of G20 Summit.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Theresa May meets Australian Prime Minister Malcolm Turnbull during a meeting on the sidelines of G20 Summit.</span> <span class=\"element-image__credit\">Photograph: ALY SONG / POOL/EPA</span> </figcaption> </figure>  <p>At the G20 summit in China <strong>Theresa May</strong> has held a meeting with her Australian counterpart, <strong>Malcolm Turnbull</strong>. Turnbull told reporters afterwards that Australia would be “getting in to deal with the British early” and wanted a “very strong, very open free trade agreement”. </p> <p>May also said that she wanted Britain to be even more outward-looking after Brexit. She told Turnbull:</p> <blockquote class=\"quoted\"> <p>I’m very clear that [Brexit] doesn’t mean that we are going to be inward-looking. In fact, we want to be even more outward-looking around the whole of the world. And obviously, Australia, with our long-standing ties and our close relationship, will be one of the first countries we will be looking to.</p> </blockquote> </div>   </div> <div id=\"block-57cd2b09e4b01f3b278917b0\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T08:33:39.108Z\">9.33am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Farage says it would be 'totally unacceptable' to give EU citizens priority in post-Brexit migration rules</h2>  <div class=\"block-elements\">  <p>In her briefing with journalists on her flight to China<strong> <a href=\"http://www.theguardian.com/politics/2016/sep/04/theresa-may-refuses-to-guarantee-brexit-pledges-on-immigration-and-nhs\">Theresa May</a></strong><a href=\"http://www.theguardian.com/politics/2016/sep/04/theresa-may-refuses-to-guarantee-brexit-pledges-on-immigration-and-nhs\"> appeared to rule out introducing a points-based immigration system,</a> despite this being one of the key proposals from the winning Vote Leave campaign. This is what May actually said:</p> <blockquote class=\"quoted\"> <p>You really don’t want to ask a former home secretary about the intricacies of a points-based system because it might take a very long time to answer your question. One of the issues is whether or not points-based systems do work.</p> </blockquote> <p>May said what people wanted was “an ability to be able to control the movement of people from the European Union ... not free movement as it has been in the past.” She left reporters with the impression that EU citizens could still take priority over non-EU citizens under the immigration rules that will eventually be adopted post-Brexit.</p> <p><strong>Nigel Farage,</strong> the outgoing Ukip leader, has responded this morning by issuing a statement criticising May’s stance. He said:</p> <blockquote class=\"quoted\"> <p>Theresa May’s track record on immigration as Home Secretary was appalling and her comments rejecting an Australian-style points system really worry me. There is already huge anxiety out there in the country regarding Theresa May’s reluctance to trigger article 50. Her rejection of the type of migration system so many went out there and voted Leave to see implemented indicates serious backsliding. </p> <p>The people were clear in wanting a points-based immigration system which is why so many went out and voted to Leave the European Union. Any watering down from that will lead to real anger.</p> </blockquote> <p>Farage also said it would be “totally unacceptable” to give EU citizens priority under the post-Brexit immigration rules.</p> <blockquote class=\"quoted\"> <p>Given that myself and others also campaigned for a migration system that would treat all who wanted to come equally, any preference for EU nationals would be totally unacceptable. If the establishment think they can stitch-up Brexit then they better be ready for the huge electoral consequences from a British public who on June 23rd voted for radical political change and now expect it to be delivered without failure.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"8147a569d00ec5b6455039bdfe650c31cd3f4500\"> <img src=\"https://media.guim.co.uk/8147a569d00ec5b6455039bdfe650c31cd3f4500/0_117_3500_2101/1000.jpg\" alt=\"Nigel Farage.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nigel Farage.</span> <span class=\"element-image__credit\">Photograph: Daniel Leal-Olivas/PA</span> </figcaption> </figure> </div>   </div> <div id=\"block-57cd1e14e4b0c2a396c06d43\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-05T08:09:54.430Z\">9.09am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>MPs return to the Commons today after their summer recess and the highlight will be a statement from<strong> David Davis</strong>, the new Brexit secretary, about the government’s plans for leaving the EU. We’ve been told that Brexit means Brexit, but beyond that relatively little has been said about what Brexit will entail and Davis’s statement may enlighten us (but probably only marginally - don’t expect the full negotiating prospectus). In a statement released overnight Davis stressed that Britain’s future outside the EU would be marvellous.</p> <blockquote class=\"quoted\"> <p>Brexit isn’t about making the best of a bad job. It is about seizing the huge and exciting opportunities that will flow from a new place for Britain in the world. There will be new freedoms, new opportunities, new horizons for this great country.</p> </blockquote> <p>But hang on. On her flight to the G20 summit in China, in a briefing with journalists, <strong>Theresa May</strong> gave a rather more sober assessment of Britain’s prospects. She told the hacks:</p> <blockquote class=\"quoted\"> <p>Now I’m not going to pretend it will be plain sailing. There’ll be some difficult times ahead.</p> </blockquote> <p>Like the cabinet, the public at large also seems uncertain about the implications of Brexit. The BBC is focusing on Brexit today and it has released a poll showing that, while 62% of people are positive about Britain’s future after the EU referendum, 35% are negative. Some of the other poll findings are more awkward for the Brexiteers.</p> <ul> <li><strong>A quarter of Britons have considered leaving the country since the Brexit vote, the poll reveals.</strong></li> </ul> <ul> <li><strong>Almost twice as many Britons think the UK’s reputation abroad has been damaged by the Brexit vote (46%) as think it has been improved by the vote (27%).</strong></li> </ul> <p>The ComRes summary of the poll is <a href=\"http://www.comresglobal.com/polls/bbc-5live-brexit-identity-poll/\">here,</a> and the full tables are <a href=\"http://www.comresglobal.com/wp-content/uploads/2016/09/Brexit-Identity_Tables_300816_18-34break.pdf\">here (pdf).</a></p> <p>Here is the agenda for the day.<br></p> <p><em>9am:</em> Owen Smith, the Labour leadership challenger, holds a press conference to publish a document setting out the implications if the Tories win the election in 2020.</p> <p><em>11.30am: </em>Theresa May is due to hold a press conference at the G20 summit in China.</p> <p><em>2.30pm: </em>Amber Rudd, the new home secretary, takes questions in the Commons.</p> <p><em>3.30pm: </em>David Davis, the Brexit secretary, makes a statement to the Commons about the government’s plans for leaving the EU.</p> <p><em>4.30pm: </em>MPs will hold a debate in Westminster Hall on<a href=\"https://petition.parliament.uk/petitions/131215\"> the e-petition signed by more than 4m people calling for a second EU referendum.</a></p> <p>As usual, I will be covering the breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I will post a summary at lunchtime and another in the afternoon.</p> <p>If you want to follow me or contact me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow.</a></p> <p>I try to monitor the comments BTL but normally I find it impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer direct questions, although sometimes I miss them or don’t have time. Alternatively you could post a question to me on Twitter.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-05T08:11:51.749Z\">at 9.11am BST</time></p>  </div>",
  "<p>Barack Obama has defended an American football player who has refused to stand during the national anthem in protest over racial discrimination in the United States, saying it was his constitutional right to raise “legitimate issues”.</p> <p>Colin Kaepernick, a quarterback for the San Francisco 49ers, started his protest during a pre-season game last month when he chose to kneel rather than stand during the Star-Spangled Banner. The US national anthem is played before every professional sporting fixture in the US, and athletes and fans are expected to stand while it is played. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2016/sep/04/megan-rapinoe-anthem-protest-colin-kaepernick\">'It was a little nod to Kaepernick': Megan Rapinoe kneels for Star-Spangled Banner</a> </p> </aside>  <p>Kaepernick has said he will continue his protest until there is “significant change” in a country where police killings of African Americans have come under widespread scrutiny, including by the Guardian, which has been <a href=\"https://www.theguardian.com/us-news/series/counted-us-police-killings\">counting the number of people killed by police</a> in the absence of a national database. “I am not going to stand up to show pride in a flag for a country that oppresses black people and people of color,” Kaepernick said last month, when asked to explain his actions. “To me, this is bigger than football and it would be selfish on my part to look the other way. There are bodies in the street and people getting paid leave and getting away with murder.”</p> <p>Speaking at the G20 summit in China on Monday, Obama said Kaepernick “cares about some real, legitimate issues”. Kaepernick’s protest has generated both criticism and <a href=\"https://www.theguardian.com/sport/2016/aug/31/colin-kaepernick-protest-support-military-veterans\">praise</a>, with some <a href=\"https://www.theguardian.com/sport/2016/sep/03/police-union-boycott-49ers-games-kaepernick-protest\">saying it is disrespectful to the military</a>, an accusation that Kaepernick has denied. </p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/sport/video/2016/sep/02/why-colin-kaepernick-not-standing-national-anthem-video\"            data-short-url=\"https://gu.com/p/5xnvh\"                    data-show-ads=\"true\"            data-video-id=\"2693672\"            data-video-name=\"Why is Colin Kaepernick not standing for the national anthem? – video\"            data-video-provider=\"guardian.co.uk\"            > <video data-media-id=\"gu-video-57c9a8eee4b0456abb93d6d7\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/05/160902kapwithobama_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/05/160902kapwithobama.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/09/05/160902kapwithobama_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/sport/video/2016/sep/02/why-colin-kaepernick-not-standing-national-anthem-video\">Why is Colin Kaepernick not standing for the national anthem?</a></figcaption> </figure>   <p>“Sometimes [protest is] messy and controversial and it gets people angry and frustrated,” Obama said. “But I’d rather have young people that are engaged with the argument and trying to think through how they can be part of our democratic process than people that are just sitting on the sidelines and not paying attention at all.”</p> <p>Kaepernick is not the first African American athlete to use his fame to bring attention to issues of race in the US. At the 1968 Olympics, Tommie Smith and John Carlos raised their fists on the podium as a gesture against racial discrimination while in the 1990s the NBA player Mahmoud Abdul-Rauf refused to stand for the anthem, <a href=\"http://www.nytimes.com/2013/08/09/sports/rodriguez-yankees-home-hostile-home.html?pagewanted=2&amp;ref=sports&amp;pagewanted=all&amp;_r=0\">calling the US flag</a> a “symbol of oppression, of tyranny”. </p> <p>“My understanding, at least, is he is exercising his constitutional right to make a statement. I think there is a long history of sports figures doing so,” Obama said. </p> <p>Kaepernick has also pledged to <a href=\"http://www.nbcnews.com/news/sports/colin-kaepernick-pledges-1-million-charity-anthem-protest-spreads-n641886\">donate $1m to community projects</a> as he seeks to effect change in the US. “I don’t doubt his sincerity, based on what I’ve heard,” Obama said. “I think he cares about some real legitimate issues that have to be talked about. If nothing else, what he’s done is he’s generated more conversation about some topics that need to be talked about.”</p> <p>There are signs that Kaepernick’s actions are starting to influence other athletes. <a href=\"https://www.theguardian.com/sport/2016/sep/01/colin-kaepernick-eric-reid-kneel-national-anthem-protest-san-francisco-49ers\">His team-mate Eric Reid also sat out the anthem last week</a>, while the first white athlete to join the protest, the US football international Megan Rapinoe, <a href=\"https://www.theguardian.com/football/2016/sep/04/megan-rapinoe-anthem-protest-colin-kaepernick\">did not stand</a> for the Star-Spangled Banner during a game on Sunday.</p> <p>“It was very intentional,” Rapinoe told American Soccer Now after the game. “It was a little nod to Kaepernick and everything that he’s standing for right now. I think it’s actually pretty disgusting the way he was treated and the way that a lot of the media has covered it and made it about something that it absolutely isn’t. We need to have a more thoughtful, two-sided conversation about racial issues in this country.</p> <p>“Being a gay American, I know what it means to look at the flag and not have it protect all of your liberties. It was something small that I could do and something that I plan to keep doing in the future and hopefully spark some meaningful conversation around it. It’s important to have white people stand in support of people of color on this. We don’t need to be the leading voice, of course, but standing in support of them is something that’s really powerful.”</p> <p>Obama’s stance is in contrast to the Republican presidential candidate Donald Trump, <a href=\"https://www.theguardian.com/sport/2016/aug/29/donald-trump-colin-kaepernick-national-anthem-protest\">who has condemned Kaepernick</a>. “I have followed it and I think it’s personally not a good thing,” Trump said last week. “I think it’s a terrible thing, and you know, maybe he should find a country that works better for him. Let him try – it won’t happen.”</p> <p>Kaepernick is one of a number of high-profile black quarterbacks, a position that until recently was traditionally dominated by white athletes. In 2013, he led the San Francisco 49ers to the Super Bowl, where they lost to the Baltimore Ravens. However, his form has dipped and he lost his place as a starter last season. </p>",
  "<p>US intelligence officials are investigating the possibility that the Russian government is attempting to influence the US election, according to a new report.</p> <p>The director of national intelligence, James Clapper, is leading an inquiry into whether and how Russian officials may be attempting to influence the election and “provide propaganda fodder to attack US democracy-building policies around the world”, <a draggable=\"true\" href=\"https://www.washingtonpost.com/world/national-security/intelligence-community-investigating-covert-russian-influence-operations-in-the-united-states/2016/09/04/aec27fa0-7156-11e6-8533-6b0b0ded0253_story.html\">the Washington Post reported on Monday,</a></p> <p>Officials who spoke to the Post on condition of anonymity said there was no confirmation of any executed or planned attack, but according to one “even the hint of something impacting the security of our election system would be of significant concern”. He added: “It’s the key to our democracy, that people have confidence in the election system.”</p> <p>Multiple officials told the Post that if proven, the Russian attempts at sabotage may not be intended to swing the election any particular way, but rather to generally promote chaos and mistrust that could make the US seem less stable and trustworthy in international affairs, potentially diminishing its authorities. Washington and Moscow have been <a draggable=\"true\" href=\"https://www.theguardian.com/world/2016/sep/04/syria-peace-talks-us-and-russia-stall-g20\">in talks over the ongoing conflict in Syria</a> at the G20 summit in Hangzhou, China.</p> <p>The investigation comes just months after over 20,000 Democratic National Committee emails were released by WikiLeaks in a hack that has been linked to Russian intelligence. Reports suggest that US officials suspected Vladimir Putin’s administration was involved in the hack, but <a draggable=\"true\" href=\"https://www.theguardian.com/us-news/2016/jul/26/russia-hackers-democratic-national-committee-email-leak\">a senior Obama administration official told the Guardian in July</a> that they could not “unequivocally” attribute the attack to a “Russian state actor”.</p> <p>Around the same time as the DNC hacks, the <a href=\"https://www.theguardian.com/technology/2016/aug/29/arizona-illinois-voter-registration-systems-hacked-fbi\">voter registration systems in Arizona and Illinois were also infiltrated by hackers,</a> raising the concern that cyber sabotage could reap untold damage on the US election. Compromised machines, producing faulty vote tallies, would raise serious questions about the integrity of the political process.</p> <p>“Election administrators are trained to run elections, not defend computer systems,” said Joe Hall, chief technologist for the Washington-based Center for Democracy and Technology. “The voting systems we use in many cases don’t keep the kind of evidence one would need to detect an attack, let alone recover from it, without disruption or loss of votes.” </p> <p>Last week the Senate minority leader, Harry Reid, <a href=\"https://www.theguardian.com/us-news/live/2016/aug/30/donald-trump-hillary-clinton-hacking-threat-election-live?page=with:block-57c571afe4b0df5f040dbcae#block-57c571afe4b0df5f040dbcae\">sent a letter to the FBI asking its director, James Comey, to investigate</a> the possibility of election infiltration by the Kremlin. “I have recently become concerned that the threat of the Russian government tampering in our presidential election is more extensive than widely known and may include the intent to falsify official election results,” Reid wrote.</p> <p>There is bipartisan concern over the potential ramifications. In a statement, Republican senator from Nebraska Bob Sasse asked the president to openly name the Russian government as the responsible party for the July DNC hack, and more.</p> <p>“Free and legitimate elections are non-negotiable. It’s clear that Russia thinks the reward outweighs any consequences,” Sasse said. “That calculation must be changed.” </p>",
  "<p>If Barack Obama leaves the White House in January without having increased the federal minimum wage during his two terms it will be Republicans’ fault, US labor secretary Tom Perez said.</p> <p>It’s very likely that this will be the case and the minimum wage will remain at $7.25, where it has been since July 2009. If so, Obama will be the third president to fail to raise the rate since the minimum wage was enacted in 1938.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/money/2014/nov/02/minimum-wage-ballot-four-states-sharp-end\">Obama finds that $10.10 is not so easy as four states vote on raising minimum wage</a> </p> </aside>  <p>“What we see throughout the country is people reacting to the fact that the Republican Congress has refused to exercise leadership on minimum wage,” Perez told the Guardian. “It’s very frustrating and totally preventable that President Obama is about to become the third president – only the third president since [Franklin D Roosevelt] – who hasn’t had an opportunity to sign an increase in minimum wage, and the reason that’s the case is Republican intransigence.</p> <p>“They are so hellbent on making sure they never deliver a legislative victory to this president, and if they hurt their own constituents, so be it. It’s not hard to figure out why there is a revolt in the Republican party.”</p> <p>This summer marked seven years since the last increase in federal minimum wage, a hike signed into law by George W Bush. The other two presidents who did not enact a hike in the minimum wage were Gerald Ford and Ronald Reagan. (The minimum wage did go up while Ford was president, though, since Richard Nixon had signed a law increasing the minimum wage just months prior to his resignation.)</p> <p>According to Perez, GOP lawmakers nowadays often vote against the interests of their constituents – especially on the minimum wage. In 2014, four states that tend to vote Republican – Alaska, Arkansas, Nebraska and South Dakota – voted to increase their state minimum wage.</p> <p>“The American people understand that seven and a quarter is not enough to live on, but the Republican leadership here in the Congress hasn’t gotten that memo,” Perez said.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/jul/29/donald-trump-federal-minimum-wage-prices-2009-2016\">Why even Donald Trump wants to raise the federal minimum wage</a> </p> </aside>  <p>Donald Trump seems to have gotten the memo. <a href=\"https://www.washingtonpost.com/news/fact-checker/wp/2016/08/03/a-guide-to-all-of-donald-trumps-flip-flops-on-the-minimum-wage/\">After flip-flopping</a> on the issue, the Republican presidential candidate recently came out in support of increasing the federal minimum wage to $10 an hour.</p> <p>The minimum wage is not the only issue on which the Obama administration and congressional Republicans have failed to see eye to eye. </p> <p>Last year, the Republican-held Congress passed Obama’s <a href=\"http://www.nytimes.com/2015/11/06/us/house-passes-highway-bill.html\">$300bn highway bill</a>, focused on improving US infrastructure such as roads and bridges, after a long-running dispute over federal tax policy. The five-year funding bill was signed just before a three-month stop-gap bill extending transportation funding was about to expire. Obama <a href=\"http://thehill.com/policy/transportation/249920-obama-signs-short-term-highway-bill\">previously scolded</a> GOP lawmakers for being unable to agree to a long-term deal on time and for “leaving all the business of the US government until the last minute”. <br></p> <p>Another point of contention between Obama and the Republicans in Congress has been GOP opposition to government spending. Whereas the Obama administration has argued that investing in the economy would help the US recover from recession, Republicans have led the charge on spending cuts and even <a href=\"https://www.theguardian.com/world/2013/oct/16/senate-leaders-strike-debt-ceiling-deal-shutdown\">allowed the US government to shut down for two weeks in 2013</a>.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2016/aug/11/us-economy-recession-republicans-hillary-clinton-policy\">Republicans have themselves to blame for the slow economy, study says</a> </p> </aside>  <p>“If we had the investment rates that we saw during the Reagan administration now, we would have an unemployment rate that would be probably two to three tenths of a percent lower than it currently is,” Perez said. “But the lingering effect of sequester [the automatic budget cuts that were included in the 2011 Budget Control Act] has a dramatically negative impact on government hiring and it also had on a federal level and on state and local level.”</p> <p>Government hiring usually recovers fast during the early stages of the recovery, but it did not do so this time around, Perez said. It took much longer. </p> <p>“Now we are seeing some real rebound in government jobs, which tend to be solid middle class jobs,” said Perez, pointing to the jobs report released on Friday. “We saw 25,000 jobs gained last month and we have seen 164,000 jobs over the last year. If you look at two years ago, that’s a significant bump from what we saw in the previous twelve months stretch.”</p> <p>From August 2014 to August 2015, another 130,000 government jobs were added. The twelve months before that, it was just <a href=\"http://www.bls.gov/news.release/archives/empsit_09052014.pdf\">44,000 jobs</a>.</p>",
  "<p>Does Amy Schumer’s <a href=\"https://www.theguardian.com/stage/2016/aug/31/amy-schumer-review-edinburgh-playhouse\">new tour</a> justify the hype? I caught up with it at the O2 in London on Sunday night and one of the aspects that struck me most was the unresolved tension – a creative tension, probably – between Schumer’s <a href=\"https://www.theguardian.com/stage/2012/mar/21/sarah-silverman-jesus-is-magic\">Sarah Silverman</a>-style faux-arrogance (“I’m a superstar, you’re lucky to be near me”) and her self-loathing (“I am trash”). The reason it struck me so forcibly was because I’d just spent three weeks at <a href=\"https://www.theguardian.com/stage/edinburgh-festival-2016\">the Edinburgh festival</a>, watching comedians foreground their personal problems. Schumer is a comic with challenges of her own but – in time-honoured comedian fashion – she chooses to keep them at arm’s length rather than putting them centre-stage.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/stage/2016/aug/31/amy-schumer-review-edinburgh-playhouse\">Amy Schumer review – sex, neuroses and gun control from a sure-footed star</a> </p> </aside>  <p>That’s not to say Schumer is evasive about her body-image issues. There’s the routine where she parts her legs ever further until she identifies the moment her thighs stop touching. There are multiple jokes about women’s magazines, Hollywood and the pressure on women to be thin. She is by turns defiant of these pressures, and vulnerable to them. She knows she’d be (only) the third best-looking bartender in the bar, she says. She shows us paparazzi shots of her and her sister, and tells us that (generally, not just in these pictures) she looks like “garbage”.<br></p> <p>At that moment, the audience intervenes; there are cries of “no!” to rally Schumer’s self-confidence. That’s an odd moment, but also the moment Schumer’s show intersects with what we’ve just seen at Edinburgh: an outpouring of emotional candour from clowns no longer prepared to conceal their tears. For years, cynics have been caustic about the preponderance of “dead dad” shows at Edinburgh – a catch-all complaint about the supposed obligation to make shows with an emotional or narrative arc that’s anathema (some would say) to standup comedy. Until this year, that phenomenon was greatly, and tediously, exaggerated. But dead dads weren’t the half of it at the fringe in 2016: in the work of <a href=\"https://www.theguardian.com/stage/2016/aug/08/sofie-hagen-edinburgh-festival-review-shimmer-shatter\">Sofie Hagen</a>, Jayde Adams, <a href=\"https://www.theguardian.com/stage/2016/jul/30/chris-gethard-depression-standup-comedy\">Chris Gethard</a>, <a href=\"https://www.theguardian.com/stage/2016/aug/11/rachel-parris-review-comedian-best-laid-plans-depression\">Rachel Parris</a>, <a href=\"https://www.theguardian.com/stage/2016/aug/25/scott-agnew-review-gilded-balloon-edinburgh\">Scott Agnew</a> and more, dead siblings and brain haemorrhages, histories of abuse, bad breakups and lifetimes of depression were all fair game.<br></p>  <figure class=\"element element-image\" data-media-id=\"701851272227e55cc01bd87b95445b4e7e3824c2\"> <img src=\"https://media.guim.co.uk/701851272227e55cc01bd87b95445b4e7e3824c2/0_384_5760_3456/1000.jpg\" alt=\"Chris Gethard’s Edinburgh show focused on his depression.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chris Gethard’s Edinburgh show focused on his depression.</span> <span class=\"element-image__credit\">Photograph: Murdo Macleod/The Guardian</span> </figcaption> </figure>  <p>Is this the Oprah-fication of comedy? It sometimes felt like it. Or is it a valuable airing of feelings that society prefers us to deny or suppress? Well, it’s that too. It certainly enriches or complicates our expectations of what a comedy show can deliver. In that Schumer moment, when the audience collectively gave her a supportive hug, or the closing stages of <a href=\"https://www.theguardian.com/stage/2016/aug/12/richard-gadd-review-banshee-labyrinth-edinburgh\">Richard Gadd’s award-winning show</a>, where he <a href=\"https://www.theguardian.com/stage/2016/aug/22/richard-gadd-edinburgh-festival-fringe-comedy\">talks frankly</a> about the sexual assault he’s spent four years running from, the audience-performer relationship is more about emotional intimacy and support than it is about laughter.<br></p> <p>The difference is, Schumer stumbled upon that connection seemingly by accident. Her show wasn’t structured to foreground her distress or self-loathing – which were present only as a subtext or low drumbeat beneath the sassier shtick about her sex life, schmoozing with Hillary Clinton, or indeed gun crime. That’s how comedians’ real-world problems traditionally operate in their work: as something occasionally alluded to (although you’re never sure if they’re joking or not); as something to speculate about, or read about in interviews. Maybe the bottling-up of broiling feelings that couldn’t be expressed, gives some acts their comic charge? Or maybe it denied us intimate, insightful comedy shows that those acts never felt it appropriate to make?<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/culture/2016/aug/27/amy-schumer-not-trying-be-likable\">Amy Schumer: ‘I'm not trying to be likable’</a> </p> </aside>  <p>I really enjoyed Schumer’s show – and she’s perhaps a bad example to hang these thoughts on because, by any normal standards, she’s an emotionally intelligent and candid comic. But Edinburgh imposed (however temporarily) abnormal new standards, by which Schumer might easily make a whole heart-on-sleeve show fronting up about her body-image anxieties – or indeed (as per <a href=\"https://www.theguardian.com/culture/2016/aug/27/amy-schumer-not-trying-be-likable\">Emma Brockes’ recent interview with her</a>) the difficult childhood that contributed to them. Instead, we’ve got this intriguing clash of swagger and self-disgust, these slightly awkward asides implying low self-esteem, that sit there unresolved. As an audience member, I’m happy with that. I don’t (always) need the full story: I think the hints, loose ends and contradictions add up to something complex and human, and funny too. But a new context has been established for emotional candour in comedy, and next to its oversharing figureheads, Schumer looks positively coy by comparison.</p>",
  "<p>Colin Kaepernick’s decision to kneel during the national anthem was about the athlete exercising his constitutional rights, Barack Obama said on Monday.</p> <p>Speaking at the G20 summit in China, the president said he supported the right of the San Francisco 49ers quarterback to protest against racial inequality in the United States.</p> <p>Obama said he hadn’t paid close attention to the protest but said Kaepernick “cares about some real, legitimate issues”. Kaepernick’s protest has generated both criticism and <a draggable=\"true\" href=\"https://www.theguardian.com/sport/2016/aug/31/colin-kaepernick-protest-support-military-veterans\">praise</a>, with some <a draggable=\"true\" href=\"https://www.theguardian.com/sport/2016/sep/03/police-union-boycott-49ers-games-kaepernick-protest\">saying it is disrespectful to the military</a>, an allegation that Kaepernick has denied.</p> <p>Obama said the quarterback was the latest in a long line of athletes using their position to speak out on social issues. “My understanding, at least, is he is exercising his constitutional right to make a statement. I think there is a long history of sports figures doing so,” Obama said. <br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2016/sep/02/colin-kaepernick-national-anthem-protest-debate-racism-america\">As Kaepernick's racial injustice protest hits the road, a country begins to talk | Dave Schilling</a> </p> </aside>  <p>Kaepernick has said he will continue his protest until he sees <a href=\"https://www.theguardian.com/sport/2016/aug/28/colin-kaepernick-national-anthem-rex-ryan-nfl\">“significant change”</a> in the way black people are treated in the US. “Sometimes [protest is] messy and controversial and it gets people angry and frustrated,” Obama said. “But I’d rather have young people that are engaged with the argument and trying to think through how they can be part of our democratic process than people that are just sitting on the sidelines and not paying attention at all.”<br></p> <p>Kaepernick has also pledged to <a href=\"http://www.nbcnews.com/news/sports/colin-kaepernick-pledges-1-million-charity-anthem-protest-spreads-n641886\">donate $1m to community projects</a>. “I don’t doubt his sincerity, based on what I’ve heard,” Obama said. “I think he cares about some real legitimate issues that have to be talked about. If nothing else, what he’s done is he’s generated more conversation about some topics that need to be talked about.”<br></p> <p>There are signs that Kaepernick’s actions are starting to influence other athletes. <a href=\"https://www.theguardian.com/sport/2016/sep/01/colin-kaepernick-eric-reid-kneel-national-anthem-protest-san-francisco-49ers\">His team-mate Eric Reid also sat out the anthem last week</a>, while the first white athlete to join the protest, US soccer star Megan Rapinoe, <a href=\"https://www.theguardian.com/football/2016/sep/04/megan-rapinoe-anthem-protest-colin-kaepernick\">did not stand</a> for the Star-Spangled Banner during an NWSL game on Sunday.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2016/sep/04/megan-rapinoe-anthem-protest-colin-kaepernick\">'It was a little nod to Kaepernick': Megan Rapinoe kneels for Star-Spangled Banner</a> </p> </aside>  <p>“It was very intentional,” Rapinoe told American Soccer Now after the game. “It was a little nod to Kaepernick and everything that he’s standing for right now. I think it’s actually pretty disgusting the way he was treated and the way that a lot of the media has covered it and made it about something that it absolutely isn’t. We need to have a more thoughtful, two-sided conversation about racial issues in this country.</p> <p> “Being a gay American, I know what it means to look at the flag and not have it protect all of your liberties. It was something small that I could do and something that I plan to keep doing in the future and hopefully spark some meaningful conversation around it. It’s important to have white people stand in support of people of color on this. We don’t need to be the leading voice, of course, but standing in support of them is something that’s really powerful.”</p> <p>The San Francisco 49ers have supported Kaepernick’s right to protest and have chosen to keep him on the roster for the new season, where he will back up starter Blaine Gabbert. “Maybe his critics will start seeing that he has a point around certain concerns about justice and equality and that’s how we move forward,” Obama said. “Sometimes it’s messy, but that’s how democracy works.”<br tabindex=\"-1\"></p>",
  "<p>Donald Trump’s golf resort near Aberdeen is being sued for breach of privacy and damages by a rambler who was filmed without her consent on the course.</p> <p>A lawyer acting for Rohan Beyts, a retired social worker and environmental activist, has accused Trump’s staff of breaching the Data Protection Act by taking mobile phone footage of her in April as she allegedly urinated behind a dune on the course. <br></p> <p>Beyts’s lawyer, Mike Dailly, has accused Trump’s staff of illegally filming and retaining that footage, after the Guardian <a href=\"https://www.theguardian.com/us-news/2016/aug/11/trump-scottish-golf-resort-admits-breaching-data-protection-law\">revealed </a><a draggable=\"true\" href=\"https://www.theguardian.com/us-news/2016/aug/11/trump-scottish-golf-resort-admits-breaching-data-protection-law\">last month</a> that the resort had breached the UK’s strict laws on data protection and privacy.</p> <p>Trump International Golf Course Scotland, which is wholly owned by the Republican presidential candidate, admitted it had failed to register with the information commissioner’s office, the UK’s data protection regulator. This was despite operating at least nine CCTV cameras at the resort and holding records on thousands of guests, 95 employees and a large number of contractors and suppliers. </p> <p>The resort also breached official guidelines on using CCTV by failing to display prominent signs warning visitors and guests at the course and its 19-bedroom boutique hotel that they were being filmed. </p> <p>In a statement, TIGCS said the failure to register with the commissioner was a clerical error, and it had submitted its registration on 10 August. <br tabindex=\"-1\"></p> <p>Under Scotland’s wide-ranging laws that uphold public access to open land, Beyts and a friend had used a public footpath across the Trump course to walk past the clubhouse to reach a thick band of sand dunes and beach bordering the course. </p> <p>As they came back from their walk, the pair say there were challenged by resort staff and then photographed by a local newspaper photographer. </p> <p>Three days later she was visited at home by two Police Scotland officers who formally charged her with public annoyance. A third officer in charge of the complaint told her that two members of Trump’s staff and a guest on the course had filmed her on their mobile phones as she ducked out of sight. </p> <p>Beyts, 62, has been a longstanding critic of Trump’s development, and her prosecution raised fresh accusations from Trump’s critics that his staff were deliberately persecuting his opponents and closely monitored their movements on the resort.</p> <p>Dailly, the principal solicitor at Govan Law Centre in Glasgow, said the resort’s admissions raised substantial doubts about the legality of its use and circulation of any video footage, whether taken by a CCTV camera or a smartphone. </p> <p>“This is a straightforward claim for invasion of privacy, on the basis that the golf course has admitted that they weren’t registered with the ICO,” he said. “That means they weren’t in a position to be processing people’s data [lawfully] because they weren’t doing it under the auspices of the legislation.”</p> <p>Dailly has written twice to TIGCS advising it that Betys is seeking £3,000 damages under the Data Protection Act for breach of privacy and for being “deeply distressed” by being filmed. He said Beyts would start court proceedings if the company rejected her damages demand.</p> <p>TIGCS told the Guardian that the complaint was without foundation. “Ms Beyts has no claim against us,” a spokeswoman said. “CCTV footage had no part in the police investigation. Her prosecution was based on three eyewitness accounts.” The company did not answer further questions.</p> <p>Trump’s Scottish spokeswoman, Sarah Malone, told the Sunday Herald in April that the complaint against Beyts was wholly justified. “This disgusting and shameful act took place in broad daylight in full view of our staff and guests by an individual who has been disruptive in the past,” she said.</p> <p>On 24 May, Beyts received an official warning letter from local prosecutors under the Civic Government (Scotland) Act that put the charges on record for two years, without involving a court hearing, which she has since refused to accept. Her refusal means local prosecutors have six months to take further action.<br tabindex=\"-1\"></p> <p>Beyts said she was not pursuing the case for the money. A keen rambler and outdoors enthusiast, she said the experience in April had left her feeling vulnerable and insecure every time she went for a walk and needed to urinate outside. She now fears she could be filmed anywhere.</p> <p> “It is absolutely not about the money: it’s about the principle, making sure that people can feel free to walk on a place where they previously they could walk, unmolested, to stop people feeling intimidated.”</p>",
  "<p>Even a month ago, it seemed merely a matter of time before Angela Merkel announced she was running for a fourth term in next year’s election. But after <a href=\"https://www.theguardian.com/world/2016/sep/04/mecklenburg-vorpommern-german-anti-immigrant-party-strong-regional-election-exit-polls-merkel\">her party’s humiliating defeat in a regional election</a> in the north-east, which was seen by many as a damning indictment of her management of the refugee crisis, things are suddenly a lot less clear.</p> <p>It is important to put Sunday’s result in Mecklenburg-Vorpommern – where Merkel’s Christian Democratic Union (CDU) came third behind the centre-left Social Democrats and rightwing populists Alternative für Deutschland – into perspective. In the power dynamics of German federal politics, “Meck-Pomm” is a sparsely populated, relatively unimportant state, home to only 2% of the overall population.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/sep/04/mecklenburg-vorpommern-german-anti-immigrant-party-strong-regional-election-exit-polls-merkel\">Angela Merkel's party beaten by rightwing populists in German elections</a> </p> </aside>  <p>A deep-dive into the final result reveals the Social Democrats, who came out top, actually lost a higher share of support than Merkel’s party, as did leftwing Die Linke. The municipalities that tacked overwhelmingly to the right were all on the Polish border, while the western half of the state, where wages are higher due to the proximity of wealthy Hamburg, stuck to the centrist parties.</p> <p>On top of all this, in a state where voters have historically had less of a problem casting their vote for far-right parties, almost 70% of voters opted for parties that had backed the chancellor during the refugee crisis. </p> <p>Süddeutsche Zeitung <a href=\"http://www.sueddeutsche.de/politik/rechtspopulismus-das-massaker-1.3148495\">called</a> for the result, which was described as a debacle for Merkel by many, to be considered in light of these factors. “Modern German democracy has survived several supposed nightmares,” it wrote. “The AfD likes to spread fear. We don’t have [to] automatically allow ourselves to be infected”.</p> <p>Sometimes, however, symbolism can trump psephological nuance. Coming exactly a year after the German government decided to keep open its borders to thousands of refugees stranded in Budapest, and taking place in the state of Merkel’s own constituency, the election in Mecklenburg-Vorpommern has several troubling implications for the chancellor.</p>  <figure class=\"element element-image\" data-media-id=\"297cb5897a631c8aa03df516cb439104a2c2b39d\"> <img src=\"https://media.guim.co.uk/297cb5897a631c8aa03df516cb439104a2c2b39d/0_340_4728_2837/1000.jpg\" alt=\"Frauke Petry, chairwoman of the rightwing populist AfD party, which beat Merkel’s CDU in Mecklenburg-Vorpommern.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Frauke Petry, chairwoman of the rightwing populist AfD party, which beat Merkel’s CDU in Mecklenburg-Vorpommern.</span> <span class=\"element-image__credit\">Photograph: Michael Sohn/AP</span> </figcaption> </figure>  <p>Merkel’s CDU and its Bavarian sister party, the CSU, had traditionally always ensured there was no room on the right of the political spectrum for any other party. That it has been outflanked by the AfD is seen by many as complacency with potentially historic consequences.</p> <p>Even the chancellor herself admitted on Monday that the result showed “many people do not at present have sufficient confidence in our ability to resolve these issues”.</p> <p>“I am the party leader, I am the chancellor you can’t separate those in people’s eyes, so I am of course responsible too” for the result, Merkel told reporters on the sidelines of the G20 summit in China. “However, I believe the decisions that have been made were right, and now we must continue working.”</p> <p>Figures on the right of the CDU, such as the popular outgoing MP <a href=\"http://www.welt.de/politik/deutschland/article157952812/Historisches-Datum-wenn-CDU-hinter-AfD-landet.html\">Wolfgang Bosbach</a> and the finance ministry deputy, <a draggable=\"true\" href=\"https://www.theguardian.com/world/2016/aug/28/jens-spahn-man-who-could-replace-merkel-interview-germany\">Jens Spahn</a>, maintain that while Merkel made the right call on refugees last September, she should have been quicker to clarify that Germany’s open borders were a temporary emergency measure. </p> <aside class=\"element element-rich-link element--supporting\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/sep/01/freilassing-the-bavarian-community-at-the-sharp-end-of-the-refugee-crisis\">'Either you're pro-refugee, or against': Bavarian town split after year of border controls</a> </p> </aside>  <p>This analysis glosses over the situation on Germany’s southern borders, where by gradually restricting the <a href=\"https://www.theguardian.com/world/2016/jan/29/germany-tightens-borders-as-finland-joins-sweden-in-deporting-refugees\">list of countries</a> who can apply for asylum, Berlin has quietly shifted some of the burden of unwanted migration to Austria.</p> <p>Yet Sunday’s election has shown that even in a state like Mecklenburg-Vorpommern, largely insulated from the refugee crisis and whose CDU-run interior ministry is known for efficient asylum processing, many voters are unwilling to forget about the temporary loss of political control personified by the chancellor.</p> <p>That 20.8% of the vote went for the AfD, <a href=\"http://www.welt.de/politik/deutschland/article157952565/Wahldebakel-ist-fuer-Merkel-peinlich-und-eine-Warnung.html\">Die Welt</a> newspaper wrote on Monday, “makes it clear that the ghosts of the past have nowhere near been banished … The attempt to historicise the refugee crisis, as many speeches at the start of the election campaign in early July implied, fails to register with the electorate. On the refugee question, it is key to answer what lies ahead. But that alone is not enough. It will also be about assessing and engaging with the decisions of the past”.</p> <p>After more than a decade at the top of German politics, Merkel has successfully weathered crisis after crisis by gently applying the brakes when others would have stepped on the gas, containing conflicts by pragmatic compromise rather than dramatic intervention.</p> <p>The metaphor frequently employed – as the chancellor did after Britain’s vote to leave the European Union – was of limiting the <a href=\"http://www.handelsblatt.com/politik/international/brexit-referendum/brexit-news/eu-austritt-der-briten-merkel-warnt-vor-fliehkraeften-in-der-eu/13793742.html\">“centrifugal forces”</a> inherent in a crisis. That is precisely why the turbulent weeks of September last year, when the German state seemed to have temporarily lost control of the political situation in Europe, has done such lasting damage to her appeal.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/aug/25/it-took-on-a-life-of-its-own-how-rogue-tweet-led-syrians-to-germany\">'It took on a life of its own': how one rogue tweet led Syrians to Germany</a> </p> </aside>  <p>If the immediate aftermath of Sunday’s election is anything to go by, more German politicians will try to make the refugee issue central to Merkel’s persona – with unknowable consequences for a putative fourth term bid. </p> <p>The CSU has – unusually – said it would not confirm its backing of the CDU’s candidate (presumably Merkel) until next spring. According to a poll published last Friday, just 44% of the German public believed Merkel would win a fourth term; though tellingly, none of her potential rivals, in her own party or the opposition, scored any better.</p> <p>Even the broadly liberal news weekly Der Spiegel, often a staunch defender of the chancellor’s course throughout the crisis, is suggesting that Merkel may want to “do a Schweini”. The footballer Bastian Schweinsteiger recently took his bow from a glittering international career in a tearful testimonial match, during which the crowds chanted the Germany captain’s name.</p> <p>“If he had stayed longer, he would have done neither himself nor his country a favour.” Maybe, the magazine wrote in an editorial, the time had come for the chancellor to learn a lesson from her favourite footballer.</p>",
  "<h2>Obama calls for ‘robust, inclusive growth’ as China plays down snub</h2> <p>As Barack Obama left China at the conclusion of his final G20, he painted a picture of the benefits of international financial cooperation and called for the positive aspects of globalization to be shared fairly. “The complicated challenges of the 21st century cannot be met without coordinated action,” the US president said. Meanwhile, Chinese media claimed that reports of poor treatment shown to Obama and his entourage on his arrival in China were sensationalized by the western press. Unlike other world leaders, Obama was not offered a red carpet as he stepped off Air Force One, and one local official told a White House staff member: “This is our country! This is our airport!” Beijing’s anger can be explained by US policy in the South China Sea, <a href=\"http://www.straitstimes.com/asia/lack-of-red-carpet-staircase-for-obama-a-snub\">said international affairs expert Shen Dingli</a>, and its deployment of a missile defence system in South Korea. “The US should know well what they have done to upset China,” Dingli wrote. Obama described his meeting on the sidelines of the summit with Russia’s Vladimir Putin as “candid, blunt and business-like”. The two discussed cyber intrusion, Obama said, adding that the US’s goal was “not to duplicate cyber escalation that we saw in other arms races in the past, but rather to institute some norms. We cannot have a situation where this becomes the wild, wild west”. US intelligence and law enforcement agencies are investigating what they see as a Russian operation in America to undermine trust in the upcoming presidential elections, the <a href=\"https://www.washingtonpost.com/world/national-security/intelligence-community-investigating-covert-russian-influence-operations-in-the-united-states/2016/09/04/aec27fa0-7156-11e6-8533-6b0b0ded0253_story.html\">Washington Post reported on Monday morning</a>.</p> <p><a href=\"https://www.theguardian.com/world/2016/sep/05/g20-chinese-newspaper-claims-western-media-hyped-up-obama-snub\">Chinese newspaper claims western media ‘hyped up’ Obama G20 snub</a></p> <h2>Hillary Clinton’s celebrity-fundraising summer ends</h2> <p>The presidential <a href=\"https://www.theguardian.com/us-news/2016/sep/05/hillary-clinton-campaign-final-stretch-labor-day\">frontrunner</a> has spent weeks touring the homes of America’s rich and famous, hosted by Justin Timberlake, welcomed by Magic Johnson and serenaded by Jimmy Buffett, Jon Bon Jovi and Paul McCartney. Her coffers filled with a record $143m available balance. Now the real battle begins. The Democratic candidate, equipped with a new plane, heads for events in Cleveland and the Quad cities, industrial towns bordering Iowa and Illinois, where she must winnow out pockets of blue-collar support for Donald Trump. Meanwhile, as the presidential election enters the home stretch, <a href=\"https://www.theguardian.com/us-news/2016/sep/05/donald-trump-final-stretch-labor-day\">Trump’s campaign is in a vulnerable position</a>. In recent weeks, the Republican nominee has <a href=\"https://www.theguardian.com/us-news/2016/aug/26/steve-bannon-florida-registered-vote-donald-trump\">changed key aides</a> yet again, flip-flopped on <a href=\"https://www.theguardian.com/us-news/2016/sep/04/donald-tump-immigration-mixed-messages-republicans\">his signature issue of immigration</a> and stayed well behind Clinton in fundraising, organization and <a href=\"https://www.theguardian.com/us-news/2016/aug/29/donald-trump-nascar-north-carolina-republicans\">polling</a>.</p> <p><a href=\"https://www.theguardian.com/us-news/2016/sep/05/hillary-clinton-campaign-final-stretch-labor-day\">Clinton in the final stretch: winning over anti-Trump contingent may be best play</a></p> <p><a href=\"https://www.theguardian.com/us-news/2016/sep/05/donald-trump-final-stretch-labor-day\">Trump in the final stretch: path to victory relies on Clinton missteps</a><br></p> <h2>Obama commutations continue</h2> <p>In early August, the president commuted the sentences of 214 federal inmates, including 67 life sentences, in what the White House called the largest batch of commutations on a single day in more than a century. Now many families are hoping that the president will extend his powers of executive clemency to their loved ones. “Seeing Obama do these things to these people, I was like this is our chance,” says Jerri Mason, 29, whose father, Gerry Vega, went to prison for possession of 500 grams of heroin and 100 grams of cocaine when she was one years old. </p> <p><a href=\"https://www.theguardian.com/us-news/2016/sep/05/criminal-justice-reform-obama-executive-power\">‘This is our chance’: advocates fear criminal justice reform after Obama</a></p> <h2>Back to the Future, economically speaking</h2> <p>At the first G6 in 1975, the world economy was experiencing a system failure. With similar conditions observed now – and as the Hangzhou G20 wraps up – it comes as no surprise that the radical solutions offered then are taking root again now. As the IMF reported before the meeting, meager wage growth has “raised anxiety about globalization and worsening the climate for political reform”. As in the 1970s, writes economics editor Larry Elliott, the imperative “was to return to business as usual as quickly as possible. Again, the attempt has been unsuccessful”.</p> <p><a href=\"https://www.theguardian.com/business/2016/sep/04/g20-is-it-time-to-go-back-to-the-future-before-globalisation\">G20: is it time to go back to the future, before globalisation?</a></p> <h2>Kaepernick protest spreads</h2> <p>Soccer star Megan Rapinoe has joined 49ers quarterback Colin Kaepernik’s <a href=\"https://www.theguardian.com/football/2016/sep/04/megan-rapinoe-anthem-protest-colin-kaepernick\">provocative stand </a>against racial injustice in what could be a spreading protest in US sports. Rapinoe knelt during the national anthem before Seattle Reign’s NWSL game against the Chicago Red Stars on Sunday. “It was a little nod to Kaepernick and everything that he’s standing for right now,” she told American Soccer Now after the game. “We need to have a more thoughtful, two-sided conversation about racial issues in this country.”<br></p> <p><a href=\"https://www.theguardian.com/football/2016/sep/04/megan-rapinoe-anthem-protest-colin-kaepernick\">As Kaepernick’s racial injustice protest hits the road, a country begins to talk</a></p> <h2>New ‘victims’ of sexism</h2> <p>Rose Hackman writes that she keeps hearing complaints from men that feminist advancements were leading to an unfair double standard. “Men I know, and many more I do not, reach out to me to tell me they feel wronged – silenced, even,” Hackman writes. Do men really feel “misunderstood, robbed, wronged and silenced”? Michael Kimmel, a professor of sociology and gender at State University of New York, explains: “What is being challenged here is the general sense of entitlement.”</p> <p><a href=\"https://www.theguardian.com/world/2016/sep/05/straight-while-men-suffering-sex-feminism\">‘I didn’t choose to be straight, white and male’: are modern men the suffering sex?</a></p> <h2>Money talks – but will Bond listen?</h2> <p>Daniel Craig has reportedly been offered $150m for two more Bonds. Craig, 48, has already starred in four films, and despite a rumoured $65m (£48.66m) payday for 2015’s Spectre, has exhibited notable scepticism (“I’d rather slash my wrists”) than return for another go-around. But perhaps Craig’s coolness to Bond is merely a negotiating position. The actor added that he reserved “the right to change my mind” about quitting the series.</p> <p><a href=\"https://www.theguardian.com/film/2016/sep/05/daniel-craig-offered-150m-two-more-bonds\">Never say never again: Daniel Craig ‘offered $150m for two more Bonds’</a></p> <h2>In case you missed it …</h2> <p>A high-priced, luxury camp at the Burning Man festival was attacked last night by protesters professing to want to reclaim the neo-hippie festival from the “parasite class”. Organizers of the exclusive White Ocean zone took to Facebook to denounce the “hooligans” who “raided our camp, stole from us, pulled and sliced all of our electrical lines leaving us with no refrigeration and wasting our food and glued our trailer doors shut, vandalized most of our camping infrastructure, dumped 200 gallons of potable water flooding our camp”. The response from festival regulars has been split.</p> <p><a href=\"https://www.theguardian.com/culture/2016/sep/05/luxury-camp-at-burning-man-festival-targeted-by-hooligans\">Luxury camp at Burning Man festival targeted by ‘hooligans’</a></p> <p></p>",
  "<h2><strong>In five words</strong></h2> <p>A city that breathes history.<br> </p> <h2><strong>Sound of the city</strong></h2>  <figure class=\"element element-embed\" data-alt=\"The sound of minarets\">  <iframe width=\"100%\" height=\"166\" scrolling=\"no\" frameborder=\"no\" src=\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/256185665&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false\"></iframe> </figure>  <p>There isn’t a day that passes in Sana’a when you do not hear the enchanting melody of minarets. As night gives way to the early signs of morning light, you hear blended tones of praise and prayers rising from the minarets that surround you, usually performed by old men who are declaring the birth of a new day. Citizens gather for the first prayer of the day, before dispersing throughout the city to go about their daily business.<br></p> <h2><strong>Best building</strong></h2>  <figure class=\"element element-image\" data-media-id=\"64a464a71a3a7cea5e51d9e639e1dcc08b98797c\"> <img src=\"https://media.guim.co.uk/64a464a71a3a7cea5e51d9e639e1dcc08b98797c/0_0_2811_1836/1000.jpg\" alt=\"The Al-Saleh mosque is the biggest in Yemen.\" width=\"1000\" height=\"653\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">All roads lead to … Al-Saleh mosque.</span> <span class=\"element-image__credit\">Photograph: Ahmad Gharabli/AFP</span> </figcaption> </figure>  <p>All roads inside the city lead you to Al Saleh Mosque, the biggest in <a draggable=\"true\" href=\"https://www.theguardian.com/world/yemen\">Yemen</a>. Built by ex-president <a draggable=\"true\" href=\"https://www.theguardian.com/commentisfree/2011/nov/24/yemen-ali-abdullah-saleh-resigns\">Ali Abdullah Saleh</a> and completed in 2008, it was supposedly constructed from his personal funds and thus named in his honour. With six colossal minarets towering over one of the city’s main squares, the main hall alone covers 13,500 sq m and can hold more than 44,000 people. The best view of the mosque can be seen from rooftops in the old city.</p> <h2><strong>Homegrown talent</strong></h2> <p>In 2011, during the latest conflict, <a draggable=\"true\" href=\"https://muradsubay.com/about/\">Murad Subay</a>, a Yemeni graffiti artist (one of very few in the country) took it upon himself to use the war-battered walls for artistic expression. He painted a message of peace and beauty over all the death and destruction, organised several <a draggable=\"true\" href=\"https://muradsubay.com/campaigns/\">artistic campaigns</a> and invited people to join him in the streets, letting the damaged city walls speak up for the people of Sana’a. Since then, the popularity of graffiti art has grown, particularly among young people. At 28, Murad is the first notable street artist here, and in April 2014, he won the <a draggable=\"true\" href=\"http://nationalyemen.com/2014/05/04/young-yemeni-artist-receives-art-for-peace-award/\">Art for Peace Award</a> from the Veronesi Foundation, an annualprize that goes to an artist promoting peace through their work.</p> <h2><strong>Top insider’s tip</strong></h2>  <figure class=\"element element-image\" data-media-id=\"b0a050ef2d701bd7d0f6e54bb8eb8cf34abc8e35\"> <img src=\"https://media.guim.co.uk/b0a050ef2d701bd7d0f6e54bb8eb8cf34abc8e35/0_0_4272_2848/1000.jpg\" alt=\"You will find all that’s unique in Sana’a in Sooq Almelh.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Spices and silver … Souq al-Melh in Sana’a.</span> <span class=\"element-image__credit\">Photograph: Khaled Taher</span> </figcaption> </figure>  <p>Inside the legendary old city of Sana’a, the historical market known as Souq al-Melh is where you will find all that is unique and beautiful in the city, Its small streets retain their traditional character and are divided into several sections, in which you will find all sorts – from gold and silver to raisins and spices to a wide range of crafts and ornaments. It also has some of the best breakfasts in the entire city.</p> <h2><strong>What does your city do better than anywhere else?</strong></h2>  <figure class=\"element element-image\" data-media-id=\"9138c1726c11e4625c5442d4e8a8729bad83174d\"> <img src=\"https://media.guim.co.uk/9138c1726c11e4625c5442d4e8a8729bad83174d/0_0_2048_1365/1000.jpg\" alt=\"Qat gathering in Sana’a.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Qat and chill … a gathering in Sana’a.</span> <span class=\"element-image__credit\">Photograph: Khaled Taher</span> </figcaption> </figure>  <p>Every afternoon, Yemenis gather to enjoy <a draggable=\"true\" href=\"https://www.theguardian.com/world/2011/jun/12/qat-chat-yemen-paul-torday\">qat gatherings</a>. It’s a traditional activity that goes back hundreds of years, to when qat – a mild stimulant plant leaf that is chewed – was first discovered. We sit, relax, listen to Yemeni oud music and chat about everything from our personal lives to sport and politics.</p> <h2><strong>Under-rated location</strong></h2> <p>Sana’a is the city that wakes up before you do. It is one of those places that you do not leave without carrying some of its glamour with you – the smell of its spices, the singing of its hawkers and the sound of the Yemeni oud songs that permeate everyday life. And there’s nowhere better to find all of this than at Nogom Central Market, located on the eastern side of the city. Nogom also has several shops selling wild animals – not for the faint-hearted!</p> <h2><strong>Biggest controversy</strong></h2> <p>In March 2010 <a href=\"https://www.theguardian.com/global-development/poverty-matters/2014/may/06/yemen-child-brides-fgm-rights-act-law\">child marriage</a> became a crucial debate on the city’s streets following several tragic stories, including that of <a draggable=\"true\" href=\"http://www.equalitynow.org/action-alerts/yemen-end-early-marriages-enacting-and-enforcing-minimum-age-marriage-law\">Sally Al-Sabahi</a>, who, after being married at the age of 10, was raped and beaten by her much older husband, and 13-year-old Ilham, who died in 2010 from internal bleeding four days after her forced marriage. Following international condemnation and campaigns by charities such as <a draggable=\"true\" href=\"http://www.unicef.org.uk/\">Unicef</a> and <a draggable=\"true\" href=\"http://www.equalitynow.org/\">Equality Now</a>, the country’s <a draggable=\"true\" href=\"http://www.theguardian.com/global-development/poverty-matters/2014/may/06/yemen-child-brides-fgm-rights-act-law\">government</a> finally appears ready to end the shocking tradition.</p> <h2>Best cultural Instagram</h2>  <figure class=\"element element-embed\" data-alt=\"Instagram.\">  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;blockquote class=&quot;instagram-media&quot; data-instgrm-version=&quot;6&quot; style=&quot; background:#FFF; border:0; border-radius:3px; box-shadow:0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width:658px; padding:0; width:99.375%; width:-webkit-calc(100% - 2px); width:calc(100% - 2px);&quot;&gt;&lt;div style=&quot;padding:8px;&quot;&gt; &lt;div style=&quot; background:#F8F8F8; line-height:0; margin-top:40px; padding:50.0% 0; text-align:center; width:100%;&quot;&gt; &lt;div style=&quot; background:url(data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAACwAAAAsCAMAAAApWqozAAAAGFBMVEUiIiI9PT0eHh4gIB4hIBkcHBwcHBwcHBydr+JQAAAACHRSTlMABA4YHyQsM5jtaMwAAADfSURBVDjL7ZVBEgMhCAQBAf//42xcNbpAqakcM0ftUmFAAIBE81IqBJdS3lS6zs3bIpB9WED3YYXFPmHRfT8sgyrCP1x8uEUxLMzNWElFOYCV6mHWWwMzdPEKHlhLw7NWJqkHc4uIZphavDzA2JPzUDsBZziNae2S6owH8xPmX8G7zzgKEOPUoYHvGz1TBCxMkd3kwNVbU0gKHkx+iZILf77IofhrY1nYFnB/lQPb79drWOyJVa/DAvg9B/rLB4cC+Nqgdz/TvBbBnr6GBReqn/nRmDgaQEej7WhonozjF+Y2I/fZou/qAAAAAElFTkSuQmCC); display:block; height:44px; margin:0 auto -44px; position:relative; top:-22px; width:44px;&quot;&gt;&lt;/div&gt;&lt;/div&gt;&lt;p style=&quot; color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; line-height:17px; margin-bottom:0; margin-top:8px; overflow:hidden; padding:8px 0 7px; text-align:center; text-overflow:ellipsis; white-space:nowrap;&quot;&gt;&lt;a href=&quot;https://www.instagram.com/p/8X8yJ9zAbH/&quot; style=&quot; color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px; text-decoration:none;&quot; target=&quot;_blank&quot;&gt;A photo posted by @trueyemen&lt;/a&gt; on &lt;time style=&quot; font-family:Arial,sans-serif; font-size:14px; line-height:17px;&quot; datetime=&quot;2015-10-03T11:44:20+00:00&quot;&gt;Oct 3, 2015 at 4:44am PDT&lt;/time&gt;&lt;/p&gt;&lt;/div&gt;&lt;/blockquote&gt;&lt;script async defer src=&quot;//platform.instagram.com/en_US/embeds.js&quot;&gt;&lt;/script&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure>  <h2><strong>Moment in history</strong></h2> <p>In February 2011, youth activists and university students started a series of protests in the streets. Following this, more members of the community, as well as politicians and human rights activists across the country, began calling for change. They wanted the existing political regime to be replaced, in order to improve the lives of Yemeni people.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/mar/25/we-are-trapped-in-war-no-end-in-sight-for-yemen-civilians\">'We are trapped in war': one year on and still no end in sight for Yemen</a> </p> </aside>  <p>This resulted in armed clashes, and many people being arrested and killed by the military. In early 2012, the Gulf cooperation countries broked an agreement, which was signed by all parties, including ex-president Ali Abdullah Saleh, for a new presidential election. The result: <a draggable=\"true\" href=\"https://www.theguardian.com/world/2012/feb/20/abd-rabbu-mansour-hadi-yemen\">Abd Rabbuh Mansur</a> became Yemen’s new president in February 2012. Now, five years since we marched on the streets, what we fought for still hasn’t quite materialised. Instead, we now live in a prolonged war zone – exploding bombs shake my window frames on a weekly basis.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=DnlaT32CPCA\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/DnlaT32CPCA?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <h2><strong>Best local artist</strong></h2> <p>“A poet flooded in love” or “the inspiring”, as people here call him, <a href=\"http://voiceseducation.org/content/abdel-aziz-al-maqaleh-poems\">Dr Abdul Aziz Al-Maqaleh</a> is the most famous and prominent poet in the city. He is a huge inspiration to the young, and some of his poems are said to have had a great impact on the <a href=\"http://www.nytimes.com/2011/02/14/world/middleeast/14yemen.html?_r=0\">2011 youth revolution</a> that lead to the political regime being overthrown.</p> <h2><strong>How green is your city?</strong></h2> <p>Sana’a suffers from a style of construction that can only really be described as “random”, and there is limited green space at the city’s core. However, there is a strong will among citizens to improve our city, be it through small greenification campaigns, or city-wide clear-ups. </p> <p>In December 2012, I participated, along with many other residents, in the biggest cleaning campaign Sana’a has ever witnessed, known as <a href=\"http://www.alarabiya.net/articles/2012/12/14/254988.html\">Brooms not Guns</a>. After all the hard work, the city looked beautiful, and this mass participation was a great sign of the power of collective activity in Sana’a.</p> <h2><strong>Five to follow</strong></h2> <p><a href=\"https://twitter.com/ibiibrahim\">Ibi Ibrahim</a></p> <p><a href=\"https://twitter.com/muradsubay\">Murad Subay</a></p> <p><a href=\"https://twitter.com/734555200\">Bushra Al-Fusail</a></p> <p><a href=\"http://www.boushraart.com/\">Boushra Almutawakel</a></p> <p><a href=\"https://www.facebook.com/sanaa.rohi\">Sanaa Rohi</a></p> <h2>From me</h2>  <figure class=\"element element-image\" data-media-id=\"cdaec935878ab84389dc7874fc9675ba3cd84e7b\"> <img src=\"https://media.guim.co.uk/cdaec935878ab84389dc7874fc9675ba3cd84e7b/0_49_4272_2563/1000.jpg\" alt=\"Khaled Taher shows us around his hometown.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">From me … Khaled Taher shows us around his hometown.</span> <span class=\"element-image__credit\">Photograph: Khaled Taher</span> </figcaption> </figure>  <p><em>Khaled Taher is a field officer for the NGO <a href=\"http://www.globalcommunities.org/yemen\">Global Communities</a>, and has also worked as a fixer and translator for foreign journalists in Yemen. </em></p>",
  "<p>Free college for 80% of American households? Who couldn’t fall in love with a proposal like that?</p> <p>Plenty of us, it seems. Either Hillary Clinton’s plan to make attending college more affordable by making it free to families of four with incomes of $85,000 or less doesn’t go far enough, or it goes too far.</p> <p>The Democratic nominee can’t seem to get many people to celebrate one of the linchpins of her campaign. Even those on the left view this simply as a watered-down version of what Bernie Sanders proposed in the primary: making all public colleges and universities free to attend for everyone, regardless of income.</p> <p>Clinton’s tweaks to the plan recognize the fact that a universal tuition-free system would give the children of affluent families a free ride that they don’t need. But as students head off to campus and parents, wincing, start writing hefty checks, the Clinton plan is fielding attacks not just from disappointed Sanders supporters but also the right and <a href=\"http://www.chicagotribune.com/news/opinion/commentary/ct-hillary-clinton-college-tuition-20160711-story.html\">even the center</a>.</p> <p>The truth is, the critics may all be right. Like healthcare, higher education in the US is a complex web. Wading in and dramatically altering one part of it – public colleges and universities and their relationship with the federal government – without having a detailed plan to address <a href=\"http://www.politico.com/story/2016/08/colleges-free-tuition-clinton-226585\">the fallout on another part, private colleges</a>, would be foolish. </p> <p>Some could see enrollment drop sharply and some – not the Yales and Princetons, but the smaller institutions that play a valuable role – may have to close their doors. </p> <p>Moreover, what would the plan mean for how different states fund their public institutions? Chaos could follow if such details were not carefully considered – and even if they are. </p> <p>Consider Obamacare. Yes, millions of previously-uninsured Americans now have access to doctors, but others can no longer see long-time family physicians who don’t accept Obamacare policies while some must switch policies every year as providers drop off exchanges or ratchet up premiums and deductibles.</p> <p>Add to such concerns the fact that the more money the federal government injects into the education system, the higher tuition rises. A <a href=\"https://www.newyorkfed.org/medialibrary/media/research/staff_reports/sr733.pdf\">2015 study by the Federal Reserve of New York</a> documented this lockstep relationship, having set out to examine the impact of greater access to credit on tuition. What they found was not just correlation, the Fed’s analysts concluded, but causation.</p> <p>“Institutions more exposed to changes in these programs increased their tuition disproportionately around these policy changes,” the study said. The result: Colleges collected 60% of all additional aid, whether by increasing tuition bills or cutting back on the grants they offered to students. Why would a 100% tuition subsidy be any different? What’s more, this time it would be the taxpayer footing the bill.</p> <p>There is no question that no one who wants to attend college and who is qualified to attend should be unable to go simply because they cannot cobble together the right loans and grants, or because they are too anxious about what kind of debt burden awaits. It is not in our national interest to ration access to college according to who can afford to pay, or who is savviest at working the system. </p> <p>But before we implement a costly and revolutionary free-college plan, it might be worth asking how likely it is to achieve its most important objective: a closing of the wealth gap. </p> <p>Will it mean more students from lower-income families can attend college – a significant enough shift to really have an impact? Or will it just be a big help to middle class families with two or three children? </p> <p>Sure, that would ensure that such families wouldn’t have to make any difficult economic tradeoffs. For a middle class family, free tuition might spell the difference between allowing a child to graduate with or without debt. But that wouldn’t be transformative. It would not mean the difference between living in poverty and living in the middle class.</p> <p>Clinton’s plan may well not make a difference for students from the poorest families either. With more students who don’t have to worry about their ability to foot a tuition bill, state colleges still won’t be able to admit everyone who knocks on their door. They will become increasingly selective: more students will find themselves without access to free college. And those who win admittance won’t necessarily be those students who most need the “free” part of it. </p> <p>The poorer a student is, the more likely he or she is to have come from a school in a low-income neighborhood that has fewer resources and where <a href=\"http://www.epi.org/publication/the-racial-achievement-gap-segregated-schools-and-segregated-neighborhoods-a-constitutional-insult/\">tremendous barriers exist to academic achievement</a>. Such a student will have to compete against those from wealthier communities. The absence of tuition fees might become academic. Those who do defy the odds will triumph, but it’s not going to be any easier and it may be tougher. </p> <p>All of these plans attack the college cost problem – and it is a very, very large problem – from the perspective of alleviating what students end up paying, whether in the form of tuition bills or debt relief.</p> <p>Why aren’t any politicians discussing what colleges could do to address the affordability crisis? Why are <a href=\"http://washingtonmonthly.com/magazine/septoct-2011/administrators-ate-my-tuition/\">numbers of administrators soaring</a>, even as colleges and universities cut back on academic instructors or shift to using adjunct professors, some of whom end up living at the poverty level themselves? What is the rationale for paying six-figure salaries to members of bloated administrative staffs, when the typical member of the class of 2016 <a href=\"http://blogs.wsj.com/economics/2016/05/02/student-debt-is-about-to-set-another-record-but-the-picture-isnt-all-bad/\">graduated with $37,172 of debt</a>?</p> <p>Where are the proposals for colleges to put some of their own money on the line? If they are convinced these tuition levels are correct, and that degrees students earn translate into well-paying jobs enabling them to pay off the debt rapidly, then perhaps they will be willing to work alongside governments in solving the affordability crisis. If not, why not? </p> <p>Clearly, ready access to federal government/taxpayer-backed funds and private loans has enabled colleges to expand, to pay administrative staff well, to overhaul buildings – if not always to pay academic staff well or support all the academic programs they once provided. </p> <p>Some colleges understand this. At one small liberal arts college, Washington College, Sheila Bair, former head of the Federal Deposit Insurance Corporation, gave all graduating seniors who took out federal loans to cover their final spring semester <a href=\"https://www.washingtonpost.com/news/grade-point/wp/2016/04/18/washington-college-gives-graduating-seniors-a-parting-gift-debt-reduction/\">a grant to pay off that amount</a>, at an average of $2,630. That will cut the debt burden for graduates by about 10% immediately, and given that debt accrues interest, could end up being even more valuable. </p> <p>Bair has put in place another program to fund gifted but financially needy students. When an administrator asks to hire a new staff member or spend money on something, Bair asks whether it’s worth sacrificing the education of one such student. That, she says, usually “<a href=\"https://www.washingtonpost.com/news/grade-point/wp/2016/08/03/how-washington-college-president-sheila-bair-plans-to-tackle-college-affordability/\">stops them</a>”.</p> <p>Big, bold solutions like free college education are wonderful for drawing attention to a crisis. But would they solve the crisis, or just create two or three more small but equally significant ones? </p> <p>Why not lean on the architects of this crisis, the states that have chopped funding to colleges and the colleges which have continued to raise tuition rates, and establish a creative series of sticks and carrots for reducing the tuition burden and the level of debt under which students stagger?</p> <p>It’s no trickier than trying to implement all the details that would flow from making college free for every family of four with an income of $85,000 or less, even if it’s less emotionally satisfying. And it might work.</p> <p>In the meantime, Clinton could also shift her attention to the problem of segregated schools in the poorest parts of the country, with the most scanty resources. Their graduates are those who simply will not have the chance to grab a college place, free or not. </p> <p>If we want to close the wealth gap and really address economic inequality, that is where we need to direct our resources and efforts. </p>",
  "<p>Mexico was the focus of the global lens last week thanks to an unexpected and dreadful event: the visit of the most rude and unapologetic US presidential candidate in political history. <a href=\"https://www.theguardian.com/us-news/2016/aug/31/donald-trump-mexico-visit-greeted-with-hostility-online\" title=\"\">Why did Donald Trump come here? </a>It was the question that millions of Mexicans kept asking ourselves while saying, <a href=\"https://www.theguardian.com/world/video/2016/aug/31/protests-mexico-city-donald-trump-visit-video\" title=\"\">“You’re not welcome!”</a></p> <p>The Republican presidential candidate arrived in my country offering diplomacy as fake as a $3 bill. He knows that he’s not welcome and was aware of his rejection, by not just Mexico but all of Latin America, and the other countries and cultures he has offended. He has not only gathered the hate and distaste of the world, but with this visit to my country he has confirmed that he is without a doubt someone who cannot be trusted. You only have to look at the stunt that he pulled on his trip to Mexico: a charade to prove the unprovable – civility.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Trump is witnessing his own demise; he’s aware that every poll is against him</p> </blockquote> </aside>  <p>Trump has built his campaign based on the saying “bad publicity is better than no publicity”. It is clear that Trump loves only ratings, not credibility. His campaign is a farce and he has been deceiving his followers since the beginning. But the biggest issue is that he handles information like a virus, which has sickened the American people.</p> <p>Trump has said that Mexican and Latin American migrants are the ones who bring guns, crime and drugs into the US, that we Mexicans are responsible for violence. But while he points with one hand to Mexico, with his other hand he encourages the American people to arm themselves – according to US government figures, seven out of 10 seized weapons in Mexico come from the United States.</p> <p>Trump proves with such statements that he doesn’t care about facts, he doesn’t care about reality. Instead he keeps spreading his distorted point of view, suggesting that he’s completely ignorant or he’s lying.</p> <p>Last Wednesday, in front of the cameras he didn’t have any choice but to recognise Mexico as a commercial partner, and the hard work Mexicans do in the US. Nevertheless, a few hours later, he came out again saying that Mexico would pay for the wall, when our <a href=\"https://www.theguardian.com/us-news/2016/feb/25/donald-trump-former-mexico-president-vincente-fox-im-not-paying-for-wall\" title=\"\">President Enrique Peña Nieto had said otherwise</a>. This vile act offended not only a free and sovereign country, but his own voters as well.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/picture/2016/sep/01/martin-rowson-on-donald-trumps-visit-to-mexico-cartoon\">Martin Rowson on Donald Trump's visit to Mexico – cartoon</a> </p> </aside>  <p>A guy like Trump cannot and will not show the minimum respect for anything, instead making a huge display of selfishness. He used the president of Mexico and all of the country’s citizens to his own benefit. Lies continue to gather – such as his <a href=\"https://www.theguardian.com/us-news/2016/aug/19/trump-fact-check-iraq-war-san-bernardino-nato\" title=\"\">support for the war in Iraq</a> and the fact that he’s <a href=\"http://www.theatlantic.com/politics/archive/2016/05/trumps-self-funding-lie/482691/\" title=\"\">paying for his own campaign</a> – and his denigration of women continues unabated.</p> <p>In my opinion, when someone who calls himself a leader turns out to be deceitful, it is a very low move. And yet he has stooped even lower, using the needs of his followers to validate himself with a speech full of intolerance, racism and fear. There is no way a nation could grow and prosper with no hope, values or responsibilities. History has proved that “leaderships” based on fear and ignorance are doomed to failure.</p> <p>I know that Trump is witnessing his own demise; he’s aware that every poll is against him. In the middle of all this, he chose to come to Mexico so he could stop his ship sinking, in order to return to his own country and push on with his dishonest campaign.</p> <p>Well, even though I’m against walls, I’d gladly build one around Trump, to spare the world from people like him. We don’t need you.</p>",
  "<p>When Jerri Vega saw Barack Obama shorten the sentences of 214 people in one day, she decided she had to get his attention and tell him about her father.</p> <p>“Seeing Obama do these things to these people, I was like this is our chance,” Mason said. “My dad felt the same way.”</p> <p>Vega, 29, was a year old when her father went to prison. Arrested for possession of 500 grams of heroin and and 100 grams of cocaine, Jerry Vega, pleaded guilty to being part of a drug ring and was sentenced to 30 years in federal prison and 25 years in state prison. He also had a firearm, making his sentences run consecutively. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/03/obama-cuts-short-prison-sentences-commutations\">Obama cuts sentences for 214 inmates in historic batch of commutations</a> </p> </aside>  <p>Jerri Vega believes her father is eligible for a novel and sweeping program instituted by the Obama administration to shorten the sentences of some inmates serving decades for nonviolent offenses. But Jerri Vega and others are concerned that their window of opportunity is shrinking as the president prepares to leave office, and advocates <a href=\"http://www.sentencingproject.org/publications/open-letter-to-president-barack-obama-on-clemency/\">worry</a> the Obama administration is not on track to process the thousands of applications of those deemed eligible.</p> <p>Jerry Vega exhausted many options to try and secure his release. The Clemency Project 2014 would not take on his case to help him request clemency and a judge shot down his bid to be resentenced.</p> <p>Jerri Vega is desperate for Obama to review her father’s case before he leaves office. So she created <a href=\"https://petitions.whitehouse.gov//petition/clemency-jerry-v-served-28yrs-his-55yr-life-combined-federal-state-sentences-nonviolent-drug-crime\">White House</a> and <a href=\"https://www.change.org/p/barack-obama-president-obama-grant-my-dad-his-freedom-after-serving-28yrs-for-nonviolent-drug-crime?recruiter=592012037&amp;utm_source=share_petition&amp;utm_medium=sms\">Change.org</a> petitions, and walkedaround New York in hope of getting the 100,000 signatures.</p> <p>Several advocates and petitioners are uncertain whether the next president will be as willing as Obama to use sweeping executive power to erase convictions with a pardon, and shorten sentences with a commutation. </p> <p>Trump has outright rejected it, and Clinton, while she has spoken openly about criminal justice reform that will require approval from Congress, has remained tight-lipped on the issue of clemency. </p> <p>“We feel, and everybody feels, that whoever does not get out by the time President Obama leaves office is more than likely gonna die in there,” said Jason Hernandez, the founder of <a href=\"http://crackopenthedoor.com/about_us\">Crack Open the Door</a>, which helps people serving life without parole for nonviolent drug crimes file for clemency.</p> <p>Hernandez said the fear set in around the start of 2016, when he and other advocates realized that they only had a year left before the prospects of getting inmates released would diminish.</p> <p>In 2014, Obama decided to take criminal justice reform into his own hands. In the midst of a growing wave of bipartisan support for reforming federal sentencing law – but a failure to pass legislation – Obama decided to use the president’s executive pardon power to commute the sentences of inmates who met a <a href=\"https://www.clemencyproject2014.org/families/intro\">clear criteria</a>: nonviolent federal prisoners, who have been in jail for 10 years, who did not have a substantial criminal history before going to jail and would have received a shorter sentence if they were arrested today. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/mar/31/norman-brown-obama-clemency-us-prisons-drugs-mandatory-minimum-sentence-reform\">'We go rotten': man granted clemency describes life in the US prison system</a> </p> </aside>  <p>The <a href=\"https://www.justice.gov/opa/pr/announcing-new-clemency-initiative-deputy-attorney-general-james-m-cole-details-broad-new\">announcement</a> gave birth to <a href=\"https://www.clemencyproject2014.org\">Clemency Project 2014</a>, a group of five nonprofits that enlist pro bono lawyers to review many of the 33,000 applications from federal inmates and help some of them them file strong petitions. </p> <p>The archaic system used to process clemency applications has hampered proceedings, but up until now the initiative has resulted in a total of 673 commutations granted during Obama’s presidency, 111 of which were <a href=\"https://www.whitehouse.gov/blog/2016/08/30/president-obama-grants-111-additional-commutations-most-commutations-granted-single\">announced last week</a>.</p> <p>Upon having their sentences commuted, some inmates are released within days while other have to wait years. They face the same release process as other inmates who have completed their sentences. </p> <p>Obama has now granted more commutations than the <a href=\"https://www.whitehouse.gov/blog/2016/08/30/president-obama-grants-111-additional-commutations-most-commutations-granted-single\">past 10 presidents combined</a>. However, according to PardonPower.com, he has <a href=\"http://www.pardonpower.com/2016/08/white-house-pr-chart-fail.html\">also received more</a> applications than the past six presidents combined. </p> <p>There are still <a href=\"https://www.justice.gov/pardon/current-fiscal-year-clemency-statistics\">11,477 commutations petitions pending review</a> and people involved in the clemency project are not convinced the initiative has reached everyone who is eligible. The system used to grant clemency also has several layers of bureaucracy, which slows down the process and could also prevent the Department of Justice from reaching each petition before Obama leaves office. </p> <p>The former pardon attorney, Deborah Leff, resigned in January citing a lack of resources and direct access to the White House counsel which she feared would result “in the requests of thousands of petitioners seeking justice [going] unheard”.</p> <h2>‘Clemency is personal to every president’</h2> <p>Despite these barriers, Sally Q Yates – the deputy attorney general – <a draggable=\"true\" href=\"http://www.npr.org/2016/08/30/491964417/obama-grants-clemency-to-100-prisoners-doj-confident-it-will-clear-backlog\">said she was</a> confident they would review every single “drug” petition they currently have before Obama leaves office.</p> <p>Anrica Caldwell submitted a petition in April for her partner of two decades David Barren who is serving a life-sentence plus 20 years for conspiring to sell drugs. Caldwell, a teacher in Pittsburgh, is hoping Yates is right as she also is not confident either of the presidential candidates will pardon inmates or shorten sentences. </p> <p>“It’s scary to see that maybe the next president might not be so compassionate,” she said.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/apr/28/obama-administration-urges-states-to-curb-use-of-solitary-confinement\">Obama administration urges states to curb use of solitary confinement</a> </p> </aside>  <p>“Clemency is personal to every president,” said Rachel Barkow, director of Center on the Administration of Criminal Law. “Once President Obama leaves, if he hasn’t answered each petition that’s before him, they’ll just stay in the pardon attorney’s office for the next president and whoever the next president is will decide if they want to continue with this policy.”</p> <p>Trump has positioned himself as a “law and order” candidate and has been explicit in his distaste for criminal justice reform. “Every single one of them will be back selling drugs,” Trump <a href=\"http://time.com/4212699/trump-every-single-person-obama-released-will-sell-drugs-again/\">said</a> in February, of inmates who were released under sentence reforms. “It’ll be very rare for one that doesn’t.”</p> <p>On the contrary, Clinton has outlined a clear agenda for criminal justice reform on her <a href=\"https://www.hillaryclinton.com/issues/criminal-justice-reform/\">website</a>. It is an exhaustive list that includes reforming mandatory minimum sentencing and eliminating racial biases within the system. However, there is no mention of what her policy on clemency would be.</p> <p>The Clinton campaign did not respond to questions on what the Democratic nominee’s policy on clemency will be; instead she referred The Guardian to her website.</p> <p>“Those platforms would make a lot of sense if they were running for congress,” said Mark Osler, a law professor at the University of St Thomas. “It’s striking that someone running for president would completely ignore one of the few tools that are entirely within the hands of the president.”</p> <p>The justice department and the White House are now scrambling to get through the remaining applications. The Clemency Project has forwarded 1,700 petitions that they have deemed meet the criteria, and continue to submit more.</p> <p>Not answering each one before he leaves office would be a failure by Obama’s administration, Barkow said. </p> <p>“People in prison are people, they legitimately rely when they are told, that this is happening, these are the criteria, they know if they met them,” she said. “The scramble is to get all the people who filed petitions who meet your criteria because if you don’t you had a failed process, you let those people down, you told them you were going to do it and then you didn’t do it.”<br></p> <ul> <li>This article was amended on 6 September 2016 to clarify the role of the Clemency Project 2014. They help some but not all inmates who apply to seek clemency. </li> <li>This article was amended on 7 September 2016 to correct two names. We originally had Jerri Vega’s name as Jerri Mason. Her father’s name is spelled Jerry, not Gerry. Further, the article incorrectly stated that the National Association of Criminal Defense Lawyers had declined to take on Jerry Vega’s case to help him request clemency. It was Clemency Project 2014 that declined to take his case.</li> </ul>",
  "<p><strong>Nathan Law, 23, Demosisto</strong></p> <p>Law shot to fame as one of the leaders of <a href=\"https://www.theguardian.com/world/2015/sep/27/hong-kong-democracy-activists-ask-what-protest-achieved-umbrella\">the 2014 umbrella movement</a>, a 79-day street occupation that was designed, but ultimately failed, to extract democratic concessions from Beijing.</p> <p>He became involved in student politics while taking a degree in cultural studies at Lingnan University in Hong Kong. Following the umbrella protests he became secretary general of the Hong Kong Federation of Students.</p> <p>In April Law founded <a href=\"https://www.theguardian.com/world/2016/apr/10/hong-kongs-umbrella-movement-spawns-new-political-party-demosisto\">a new political party called Demosisto</a>, which has vowed to claw democracy from China’s communist rulers. The party has also called for a referendum on Hong Kong’s future after 2047,when the “one country, two systems” model under which it has been ruled since handover expires. <br></p> <p>Other founding members include Joshua Wong, 19, the bespectacled student activist who was <a href=\"http://time.com/3482556/hong-kong-protest-teenagers/\">the most recognisable face of the umbrella movement</a>.</p> <p>Law, who will become the youngest lawmaker in Hong Kong’s history, <a href=\"https://www.theguardian.com/world/2016/aug/15/hong-kong-student-joshua-wong-avoids-jail-over-pro-democracy-protest\">escaped a jail term</a> in August for his alleged role in inciting a protest that helped launch the unprecedented 2014 protests.</p> <p>“Hong Kong people are very frustrated because they cannot gain what they were promised before handover, which is genuine universal suffrage,” <a href=\"https://www.youtube.com/watch?v=j1-h3xhYupk\">the young politician told local broadcaster RTHK</a> earlier this year. “We have to find a way out and self-determination is the one.”</p> <p><strong>Sixtus ‘Baggio’ Leung, 30, Youngspiration </strong></p>  <figure class=\"element element-image\" data-media-id=\"5cffbab99f82f2e71fb03a49ee7db17c78e1c9a3\"> <img src=\"https://media.guim.co.uk/5cffbab99f82f2e71fb03a49ee7db17c78e1c9a3/0_195_3500_2100/1000.jpg\" alt=\"Sixtus ‘Baggio’ Leung from Youngspiration on the podium after winning a seat in the legislative council election.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sixtus ‘Baggio’ Leung from Youngspiration on the podium after winning a seat in the legislative council election.</span> <span class=\"element-image__credit\">Photograph: Bobby Yip/Reuters</span> </figcaption> </figure>  <p>Leung, a pro-independence activist <a href=\"http://www.ibtimes.co.uk/umbrella-movement-meet-hong-kong-revolutionaries-that-have-vowed-never-give-fight-1518505\">who is nicknamed after his favourite childhood footballer</a>, the Italian striker Roberto Baggio, also became engaged in politics while at university. <br></p> <p>He was president of the students’ union at City University in Hong Kong and was one of tens of thousands of students who took to the streets during the 2014 umbrella movement protests. <br><br>In January 2015, just a month after police extinguished those demonstrations, Leung helped found <a href=\"http://www.scmp.com/news/hong-kong/article/1750442/youngspiration-aims-be-third-power-hong-kong-politics\">Youngspiration</a>, a “localist” party which is part of a movement committed to protecting Hong Kong’s way of life from what it sees as growing mainland influence. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/sep/05/hong-kong-poll-pro-independence-activists-poised-to-win-seats-in-record-turnout\">Hong Kong elections: anti-Beijing activists gain foothold in power</a> </p> </aside>  <p>Speaking on the eve of Sunday’s election, Leung said the umbrella movement’s “failure” had convinced him and other participants that only a radical break with Beijing could guarantee Hong Kong’s political freedom for generations to come. “‘One country, two systems is not the way to go’,” he said. <br><br>Asked what his vision for Hong Kong’s future was, Leung replied: “Independent.” <br><br>Like many of Hong Kong’s young localist activists, Leung said he considered himself a citizen of Hong Kong, not China. “We think that Hong Kong people are somehow different from other nations, like [the] Chinese. We have different cultures, we have different languages, we have different currencies, and our economic system is different from theirs.”</p> <p><strong>Yau Wai-ching, 25, Youngspiration </strong></p> <p>Yau, another key Youngspiration member, received more than 20,000 votes and will be the youngest woman ever to serve as lawmaker in Hong Kong’s legislature.</p>  <figure class=\"element element-image\" data-media-id=\"7ca704bff2683d8d5383373fbefaece03a043c68\"> <img src=\"https://media.guim.co.uk/7ca704bff2683d8d5383373fbefaece03a043c68/0_335_4096_2458/1000.jpg\" alt=\"Yau Wai-ching\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Yau Wai-ching will be the youngest ever woman ever to serve as lawmaker in the legislature.</span> <span class=\"element-image__credit\">Photograph: Alex Hofford/EPA</span> </figcaption> </figure>  <p>She studied Chinese language at Lingnan University and threw herself into politics following the umbrella movement protests.<br></p> <p>Yau, an <a href=\"http://www.bbc.com/news/world-asia-34897403\">“umbrella soldier”</a>, ran in local district council elections for the first time in November 2015, unsuccessfully challenging the pro-Beijing lawmaker Priscilla Leung Mei-fun to whom she lost by just over 300 votes.<br></p> <p>During a rally announcing her latest campaign <a href=\"https://thestandnews.com/politics/%E7%AB%8B%E6%9C%83%E9%81%B8%E8%88%89-%E6%9B%BE%E7%A8%B1-%E5%80%8B%E4%BA%BA%E6%94%AF%E6%8C%81%E6%B8%AF%E7%8D%A8-%E9%9D%92%E6%94%BF%E6%B8%B8%E8%95%99%E7%A6%8E-%E9%BB%83%E4%BF%8A%E5%82%91%E6%8F%90%E5%90%8D%E7%8D%B2%E7%A2%BA%E8%AA%8D%E6%9C%89%E6%95%88/\">Yau openly backed the idea of Hong Kong independence</a>. On the campaign trail she promised to “liberate the legislature” and to push for the right of Hong Kong citizens to self-determination.<br></p> <p>“My power might be small when I am just by myself, but our power can be very strong when we have the Youngspiration team, when we have a team of Hong Kong people,” Yau told a rally last month. “I believe that, one day, our sweat and blood today will bear fruits.”</p> <p><strong>Cheng Chung-tai, 33, Civic Passion</strong></p> <p>Cheng, the leader of a localist group called Civic Passion, is a teaching fellow at the Hong Kong Polytechnic University.<br></p>  <figure class=\"element element-image\" data-media-id=\"41492168fa8a0492bbcf18d4cdb9fdb5ef033128\"> <img src=\"https://media.guim.co.uk/41492168fa8a0492bbcf18d4cdb9fdb5ef033128/0_23_3000_1800/1000.jpg\" alt=\"Cheng Chung-tai speaks to supporters.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Cheng Chung-tai speaks to supporters.</span> <span class=\"element-image__credit\">Photograph: Alex Hofford/EPA</span> </figcaption> </figure>  <p>His party campaigned on the platform of amending the city’s constitution to remove elements that might allow the Chinese government to exert greater control. </p> <p>After taking part in the umbrella movement, Cheng has led a number of <a href=\"http://www.bbc.com/news/world-asia-china-31483476\">protests against parallel traders</a> from mainland China.</p> <p>The scholar, who has voiced support for more assertive forms of protest, has also lashed out at members of Hong Kong’s traditional pro-democracy movement who believe they have an obligation to help push for political change in mainland China. </p> <p>“For many years, we have seen that many political parties used the slogan of ‘Serve Hong Kong: create a democratic China’. But we have had enough of it,” Cheng said, during a radio debate last month. “I really hope that Hong Kong people can turn in the right direction. This is our last chance to take an aggressive strategy [against the Hong Kong government].”</p> <p>Cheng’s politics have landed him in hot water with the families of some of his students. In March 2015, several dozen people, including parents, protested outside the gates of his university. They accused the academic of inciting his followers to disrupt public order and demanded his dismissal.</p> <p><strong><br></strong></p>",
  "<p>French prosecutors are to recommend that Nicolas Sarkozy stands trial over alleged irregularities in his failed 2012 re-election campaign, which could affect the former president’s hopes of returning to the Élysée Palace.</p> <p>Sarkozy, who last month <a draggable=\"true\" href=\"https://www.theguardian.com/world/2016/aug/22/nicolas-sarkozy-declares-candidacy-french-presidential-election\">launched his candidacy</a> for next year’s presidential election, has been under investigation over alleged illegal campaign finances.</p> <p>Prosecutors will recommend that Sarkozy should be tried over the allegations concerning how the cost of his failed 2012 campaign reached more than double the legal limit, according to both Reuters and AFP.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/aug/22/nicolas-sarkozy-declares-candidacy-french-presidential-election\">Nicolas Sarkozy declares candidacy for French presidential election</a> </p> </aside>  <p>“Prosecutors are calling for all of those charged to be tried,” a source told AFP.</p> <p>Sarkozy <a href=\"https://www.theguardian.com/world/2016/feb/16/nicolas-sarkozy-under-investigation-over-2012-campaign-funds\">was put under formal investigation</a> in February, when he was questioned by magistrates at the Paris financial prosecutor’s office over the claims of dual accounting and the discovery of €18m (£15.5m) in false invoices issued by the Bygmalion event organisation company.</p> <p>Bygmalion organised some of Sarkozy’s campaign appearances and is accused of using false accounting. It allegedly charged the bill to Sarkozy’s party instead of the president’s re-election campaign.</p> <p>As a result, the campaign was able to greatly exceed a spending limit of €22.5m, according to the prosecution. The maximum penalty he could face was a fine of €3,700, lawyers said.</p> <p>The winner of a crucial centre-right primary election in November is likely to go on to face <a draggable=\"true\" href=\"https://www.theguardian.com/world/2012/apr/23/francois-hollande-french-election\">François Hollande, who beat Sarkozy in the 2012 election</a>, and the far-right Front National leader, Marine Le Pen.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"e2c879905546319fcf2c588824ecefeceac119a6\"> <img src=\"https://media.guim.co.uk/e2c879905546319fcf2c588824ecefeceac119a6/128_2792_2219_1332/1000.jpg\" alt=\"Hollande and Le Pen\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hollande and Le Pen.</span> <span class=\"element-image__credit\">Photograph: DSK/AFP/Getty Images</span> </figcaption> </figure>  <p>Sarkozy’s ambitions have not been helped by a series of scandals, including allegations that he used money from the late Libyan dictator <a href=\"https://www.theguardian.com/world/muammar-gaddafi\">Muammar Gaddafi</a> to fund his 2007 campaign, that he was involved in kickbacks from an arms deal in the 1990s, and that he tried to bribe a magistrate to get information on another corruption case.<br></p> <p>The Bygmalion case could prove the most damaging, especially after the investigation found that Sarkozy asked for more campaign events in mid-March 2012, about two months before the vote.</p> <p>His campaign director, Guillaume Lambert, has told police he warned Sarkozy of the risk of breaching financing limits. Questioned by police in September 2015, the former president said he did not remember the warning, and described the controversy as a “farce”. </p> <p>In a book published last month, Sarkozy wrote: “It will no doubt be hard to believe, but I swear it is the strict truth: I knew nothing about this company until the scandal broke.”</p>",
  "<p>The man elected to rebuild Concacaf after decades of misconduct by officials believes it may take years to change a culture of corruption across the region.</p> <p>The new Concacaf president Victor Montagliani, who leads soccer across North and Central America and the Caribbean, told the Guardian how rebuilding a shattered confederation that is the center of investigations by both Fifa and the US Department of Justice was similar to recovering from a death. </p> <p>He added that players and fans, rather than top level executives, had saved the sport after events last year saw world football’s leadership – including Fifa president <a href=\"http://www.bbc.com/sport/football/36245660\">Sepp Blatter, his Uefa counterpart Michel Platini</a>, and a cast of other regional bosses and business figures – revealed as crooked, corrupt or, at best, conflicted. </p> <p>“It is like anything in your life that has had a negative affect or is a tragedy,” said Montagliani who has also served as president of Canada Soccer since 2012.</p> <p>“Moving on doesn’t happen overnight. It is daily, day-out and day-in. Eventually, you do come out of it but what we need to remember is that we don’t forget our history. We want to make sure that, from a confederation standpoint, history never repeats itself.” </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2016/jun/01/copa-america-begins-after-scandal-jeffrey-webb-power-broker-illegal-trial-us\">'We have to get back to football': Copa América begins amid ashes of scandal</a> </p> </aside>  <p>Montagliani was elected president last May to become the confederation’s third president in a year. His predecessors include Jeffrey Webb, a banker from the Cayman Islands, and Alfredo Hawit, a lawyer from Honduras. In the past 12 months, <a href=\"https://www.theguardian.com/football/2016/apr/11/fifa-alfredo-hawit-admits-corruption\">both pled guilty to corruption-related charges</a> laid by the DOJ while the infamous Jack Warner of Trinidad, Concacaf president from 1990 to 2011, faces <a href=\"http://www.newsday.co.tt/news/0,230099.html\">an extradition request</a> from US authorities in addition to a $50m lawsuit from Concacaf alleging fraudulent misuse of funds. </p> <p>“I am not going to sit calmly in the chair and announce that we are all done,” Montagliani said. “We are out [of trouble] in some areas but from an overall cultural perspective it is going to take time. Whether you look from the outside in or the inside out, we know that it is a massive challenge There is no doubt.”</p> <p>Montagliani is something of a poster boy for reform within the sport. While other federations supported a Fifa status quo even amid the worldwide scandal that unraveled in 2015, Montagliani led Canada Soccer to announce it would vote against Blatter in his bid for reelection that year. Montagliani and Canada instead publicly announced support for Prince Ali Bin Hussein of Jordan, whose challenge for Fifa’s leadership ultimately failed (<a href=\"http://sports.yahoo.com/news/usa-back-prince-ali-canada-endorse-infantino-045402063--sow.html\">Canada Soccer switched their allegiance </a>to Gianni Infantino in 2016).</p> <p>The 50-year-old has built a career as a risk manager with Vancouver insurance firms and recently headed the organizing committee for the 2015 Fifa Women’s World Cup, hosted by Canada. He also sits on Fifa’s Reform Committee, Legal Committee, and the Israel-Palestine Relations Committee (yes, Fifa has one). </p> <p>“I totally get the skepticism from the public about reform and I think everyone at Fifa gets it,” Montagliani said. “We are starting to see a bit of humbleness from the sport’s leaders and that is a good thing. The one thing that people have to realize is that as much as there has been a bit of a shitstorm here in the past few years, the game itself is in good shape. </p> <p>“That’s for two reasons: the players and the fans. The fans want to go and see Messi and Neymar and their clubs and those two elements have saved the game. At the end of the day it is not guys like me who are going to save the game. What I have got to make sure of is that we serve the players and fans to the maximum so this kind of shit doesn’t happen again.” </p> <p>Concacaf, whose 41-members include regional giants Mexico and the United States as well as small Caribbean islands like St Lucia and Montserrat, was effectively eviscerated by last year’s corruption scandal. </p> <p><a href=\"http://www.miamiherald.com/news/local/community/miami-dade/article22409883.html\">Its Miami headquarters were raided by the FBI</a> and 16 individuals with ties to the organization as federation representatives or as commercial partners were indicted. In addition, Traffic Sports International and Traffic Sports USA – related companies boasting media and events partnerships with Concacaf – <a href=\"http://www.espnfc.us/concacaf-gold-cup/story/2515574/concacaf-ends-partnership-with-traffic-sports-fraud-charges\">pled guilty to wire fraud conspiracy</a>. </p> <p>Montagliani has unique perspective on Concacaf’s commercial partnerships. He sat on the evaluation committee that initially appointed Traffic as a media and marketing rights holder in 2012 and then later headed a review committee that severed Concacaf’s Traffic deal in 2015 after the revelations. </p> <p>“We have started the conversation with both Fifa and the Department of Justice [about cleaning up Concacaf],” Montagliani said. “More so with Fifa than the DOJ. The DOJ are the silent types, let me put it that way. They don’t necessarily say anything if you are doing well but if you are not doing well you will hear about it. Hopefully, there are no other crabs on the rocks for us. If there are we will deal with it and [the DOJ] will deal with it but we are going to do the right thing. </p> <p>“The clean up is not so much just governance. That should be obvious to everybody. It is also a corporate clean up: how we do things; how we communicate; a lot of little things. I did a tour with our new general secretary last month to visit all our current sponsors and partners. More than one of them said to me that I was the first president to have ever gone to visit them. These are some of our sponsors that have been with us since the 1990s. A little thing like that makes a cultural change in the organization.” </p> <p>Big money sponsors aside, Montagliani stressed it was important for the sport’s administrators to reflect on the depth of their responsibilities. “What motivates me more than anything is that it doesn’t matter if you are wearing a suit and are a sports executive or any of that,” he said.</p> <p>“I still feel sometimes like a little 12-year-old boy, sitting in front of the TV screaming at his favorite team. I have to remind people of that because this job is not always like the corporate world where you are doing things because of a bottom line and there are shareholders. </p> <p>“Sometimes, the bottom line is is not necessarily that you made ‘x’ amount of dollars on the Gold Cup. Sometimes, it is making sure 14-year-old girls from Haiti get an opportunity to play in a tournament.” </p>",
  "<p>Theresa May has cast doubt on whether Brexit will lead either to a points-based immigration system or an extra £100m a week for the NHS – two central promises made by the successful campaign to leave the European Union.</p> <p>The prime minister declined to endorse pledges made by the official Vote Leave group as she headed to China for the G20 summit, where Japan and the US have issued strong warnings about the consequences of exiting the EU.</p> <p>In an unprecedented set of demands over the terms of Britain’s exit, Tokyo said Japanese firms could move to other parts of Europe unless <a href=\"https://www.theguardian.com/world/2016/sep/04/japan-brexit-demands-range-from-possible-to-fanciful\">many of the current privileges</a> of membership were maintained. <br></p> <p> Speaking from her prime ministerial plane, May questioned whether the type of system that admits migrants based on their skills was effective, and did not rule out retaining preferential access arrangements for EU citizens. “One of the issues is whether or not points-based systems do work,” she said, stressing that there was “no single silver bullet” on reducing immigration.</p> <p> May also refused to commit to working towards the promises made by Vote Leave of an extra £100m a week to the NHS, scrapping VAT on fuel bills or ending contributions to the EU budget.</p> <p>She would only say: “I’m going to work for what I just said I’m going to work for: the best possible deal for the UK in terms of the relationship that we would have with the EU, following us leaving.”</p> <p>Her decision not to endorse the key planks of the Vote Leave manifesto may anger some of the electorate who thought they were voting for firm pledges made by politicians now senior in May’s government, such as Boris Johnson.</p>  <figure class=\"element element-image\" data-media-id=\"91d377ea4626b2a7d9a139756bd6fb4420a70451\"> <img src=\"https://media.guim.co.uk/91d377ea4626b2a7d9a139756bd6fb4420a70451/0_157_4324_2595/1000.jpg\" alt=\"Boris Johnson and Liam Fox\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson, left, and Liam Fox at a Vote Leave event in May.</span> <span class=\"element-image__credit\">Photograph: Ben Birchall/PA</span> </figcaption> </figure>  <p> On becoming prime minister, May satisfied many Tory leave campaigners with a pledge that “Brexit means Brexit”, but she has not set out what this means, beyond a pledge to move away from the current system of free movement of EU citizens.</p> <p>The prime minister has repeatedly said she intends to make a success of leaving the EU but admitted this weekend that there were difficult times ahead for the economy, even though it is currently doing better than many predicted before the 23 June referendum.</p> <p>She backed the position of the former chancellor George Osborne that there were no plans for more welfare cuts, but left the door open for this to shift if the economy deteriorated. “We are continuing the plans we have as a government,” she said. “Obviously we have to look and see what happens in the economy, and how the economy does start to move ... We’ve got the plans that are there at the moment. And obviously anyone would be looking at how the economy pans out.”</p> <p> May’s comments on the way to Hangzhou in China were made before what turned out to be a trying start to the international summit. She had been hoping to pitch the UK as a global leader in free trade during her first major outing on the world stage. However, she was immediately confronted with warnings about the consequences of leaving the EU, as well as diplomatic tensions with the Chinese over their proposed investment in UK nuclear power.</p> <p>After her first bilateral meeting with President Obama, May was told that the US wanted to focus on trade negotiations with the EU and a bloc of Pacific nations before considering a deal with the UK.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/world/video/2016/sep/04/barack-obama-we-wont-punish-uk-for-leaving-eu-may-g20-video\"            data-short-url=\"https://gu.com/p/5xnjp\"                    data-show-ads=\"true\"            data-video-id=\"2694193\"            data-video-name=\"Barack Obama: ‘We won’t punish the UK for leaving the EU’ – video\"            data-video-provider=\"AP\"            > <video data-media-id=\"gu-video-57cbe8a5e4b01f3b27891644\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/04/160904ObamaMayTrade_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/04/160904ObamaMayTrade.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/09/04/160904ObamaMayTrade_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/world/video/2016/sep/04/barack-obama-we-wont-punish-uk-for-leaving-eu-may-g20-video\">Theresa May and Barack Obama at a press conference on the sidelines of the G20 summit. </a></figcaption> </figure>   <p>The message from Japan to the UK subsequently emerged, warning of a series of corporate exits from the UK unless some of the privileges that come with access to the single market are maintained. <br></p> <p>The <a href=\"http://www.theguardian.com/politics/2016/sep/04/britain-japanese-brexit-letter-eu\">document from Tokyo</a> lists the possible consequences of Brexit and a series of specific requests from significant Japanese investors. “Japanese businesses with their European headquarters in the UK may decide to transfer their head-office function to continental Europe if EU laws cease to be applicable in the UK after its withdrawal,” the report concludes.</p> <p>Earlier, Obama had promised to work hard to stop “adverse effects” of Brexit and said a very special relationship between the two nations still existed. But he also made clear that it would not make sense to prioritise a UK trade deal above existing negotiations with EU and Pacific countries.</p> <p>“We are going to do everything we can to make sure the consequences of the decision don’t end up unravelling what is already a very strong and robust economic relationship,” he said. “But first things first. The first task is figuring out what Brexit means with respect to Europe. And our first task is making sure we go forward on TTIP [Transatlantic Trade and Investment Partnership] negotiations in which we have already invested a lot of time and effort.”</p> <p>May received <a href=\"https://www.theguardian.com/australia-news/2016/sep/05/australia-to-seal-early-trade-deal-with-britain-after-brexit-predicts-turnbull\">better news from Malcolm Turnbull, the Australian prime minister,</a> on Monday as he predicted an early trade deal between the two nations and offered all help and assistance to the UK after the vote for Brexit.</p> <p>At the start of his meeting with May in Hangzhou, Turnbull told her: “Britain’s made a very momentous and historic choice to leave the European Union and we have already been engaged in discussions with you about what the free trade arrangements may look like after that. </p> <p>“Australia is determined to provide Britain with all the support and assistance that we can.” </p> <p>May told him that in the post-Brexit era the UK wanted to be “even more outward-looking” and “obviously, Australia, with our long-standing ties and our close relationship, will be one of the first countries we will be looking to”.</p> <p>It is understood that David Davis, May’s new secretary of state for exiting the EU, will update parliament on Monday about the government’s work towards Brexit, as MPs return after the summer recess.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"94649409c34e1894f9f27964b62b5b9918d23eb8\"> <img src=\"https://media.guim.co.uk/94649409c34e1894f9f27964b62b5b9918d23eb8/0_0_2274_3000/758.jpg\" alt=\"Priti Patel on a Vote Leave tour in Portsmouth in May.\" width=\"758\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Priti Patel on a Vote Leave tour in Portsmouth in May.</span> <span class=\"element-image__credit\">Photograph: Matt Cardy/Getty Images</span> </figcaption> </figure>  <p>May is likely to come under pressure from MPs on both sides of the debate, as well as companies, to be more specific about her Brexit vision in the coming weeks.</p> <p> Vote Leave, led by May’s cabinet ministers Johnson, Andrea Leadsom and Priti Patel, had promised the electorate before the EU referendum that voting out would mean a “genuine Australian-style, points-based immigration system” by the time of the next election.</p> <p>The campaign group said those seeking to move to Britain should be admitted on the basis of their skills, without discrimination on the grounds of nationality, making clear EU citizens should not be given any preferential access to the UK.</p> <p>Asked about bringing in a points-based immigration system, May said: “A lot of people talk about points-based systems always being the answer in immigration. There is no single silver bullet that is the answer in terms of dealing with immigration.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2016/sep/04/britain-japanese-brexit-letter-eu\">Britain cannot easily dismiss Japanese Brexit warning letter</a> </p> </aside>  <p>When pressed on whether failing to bring in such a system would not respect the reasons people voted for Brexit, May said: “People voted, I think, for control. What they wanted to see was control of the freedom of movement of the European Union countries into the United Kingdom.”</p> <p>During the referendum campaign, in which she backed remain, May had appeared to be negative about the idea of a points-based system but this is her first steer on the subject since the vote.</p> <p> She was also asked about whether she would hand more money to the NHS, and scrap VAT on energy bills using funds saved by leaving the EU. These were two more promises made by Vote Leave, whose senior politicians toured the country in a bus saying £350m a week sent to the EU could help fund the NHS instead. Shortly before the vote, this was refined by Vote Leave to a promise of £100m a week more for the NHS out of money saved from ending contributions.</p> <p>Asked whether she would work towards these goals, May would not commit to either pledge. She also would not rule out giving any contributions to the EU budget or retaining full access to the single market, which many Eurosceptic Conservative MPs and Ukip figures would find unacceptable.</p>",
  "<p>As the presidential election enters the home stretch, Donald Trump’s campaign is in a vulnerable position. In recent weeks, the Republican nominee has <a href=\"https://www.theguardian.com/us-news/2016/aug/26/steve-bannon-florida-registered-vote-donald-trump\">changed key aides</a> yet again, flip-flopped on <a href=\"https://www.theguardian.com/us-news/2016/sep/04/donald-tump-immigration-mixed-messages-republicans\">his signature issue of immigration</a> and stayed well behind Hillary Clinton in fundraising, organization and <a href=\"https://www.theguardian.com/us-news/2016/aug/29/donald-trump-nascar-north-carolina-republicans\">polling</a>.</p> <p>Trump is by no means out of the race, but his path to victory relies as much on Clinton missteps as on his own successes. That means he now has a clear goal. He is not going to try to be a normal candidate. There will be no attempt to pivot to the center. There will not be a softer side. </p> <p>Trump will be the same fiery demagogue that tore up the Republican primary. The goal will not be to dam his torrent of political incorrectness. It will be to channel it, to produce maximum appeal to voters.</p> <p>The biggest change in the Trump campaign in recent weeks was <a href=\"https://www.theguardian.com/us-news/2016/aug/19/paul-manafort-resigns-donald-trump-campaign\">the replacement</a> of top aide Paul Manafort with a two-headed team, pollster Kellyanne Conway as campaign manager and rightwing publisher Steve Bannon as campaign CEO. The two took over in mid-August, after a series of revelations about Manafort’s ties to <a href=\"https://www.theguardian.com/us-news/2016/aug/16/donald-trump-campaign-paul-manafort-ukraine-yanukovich\">allies of Russian president Vladimir Putin</a>. </p> <p>A veteran of Republican campaigns since 1976, Manafort was brought on to help guide the campaign through the arcane process of delegate selection for the Republican convention in Cleveland. He was then able to push out Corey Lewandowski, Trump’s previous campaign manager, who was known for his brash, hard-charging style. </p> <p>Manafort is known for his charisma, but he was not able to bring it to bear on Trump. Before the billionaire clinched the nomination, Manafort <a href=\"https://www.theguardian.com/us-news/2016/apr/21/trump-campaign-republican-establishment-election-strategy\">promised top Republicans</a> his candidate was putting on “an act” for primary voters. Trump was reportedly furious, and therefore did his utmost to demonstrate that he was just being himself.</p> <p>Trump subsequently meandered from controversy to controversy, a situation not helped by the fact that unlike Lewandowski, Manafort did not travel with him. It is almost unheard for campaign managers to travel with their candidate, but no candidate in American history has been so impulsive as Trump. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/03/citizens-united-david-bossie-trump-campaign\">Trump's new hire David Bossie has decades-long history attacking Clintons</a> </p> </aside>  <p>The result? To name just two controversies, Trump claimed a federal judge was biased against him <a href=\"https://www.theguardian.com/us-news/2016/jun/03/donald-trump-judge-curiel-university-case-biased-mexican\">because of his Mexican heritage</a> and <a href=\"https://www.theguardian.com/us-news/2016/jul/31/donald-trump-father-muslim-us-soldier-khizr-khan-soul\">insulted the family</a> of an American soldier who died in Iraq. And so Manafort was pushed out, along with other veteran operatives such as Rick Gates and Mike McSherry.</p>  <figure class=\"element element-image\" data-media-id=\"6907baf7f7ca18c437bf08cd5a17525f72bef92e\"> <img src=\"https://media.guim.co.uk/6907baf7f7ca18c437bf08cd5a17525f72bef92e/0_91_2074_1244/1000.jpg\" alt=\"Campaign Manager Kellyanne Conway and Paul Manafort\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Current campaign manager Kellyanne Conway with former campaign chair Paul Manafort, in August. Manafort has since been pushed out.</span> <span class=\"element-image__credit\">Photograph: Carlo Allegri/Reuters</span> </figcaption> </figure>  <p>The resulting shakeup also brought in <a href=\"https://www.theguardian.com/us-news/2016/sep/03/citizens-united-david-bossie-trump-campaign\">David Bossie</a>, a long-time anti-Clinton operative. As a result, the campaign’s brains trust, which also includes Trump’s son-in-law <a href=\"https://www.theguardian.com/us-news/2016/jul/05/jared-kushner-new-york-observer-jewish-antisemitism\">Jared Kushner</a>, has no experience working for a presidential candidate in a general election. It is however well-attuned to Trump’s idiosyncratic ways.</p> <p>One of the biggest changes is that Trump now uses a teleprompter when speaking, even at his raucous campaign rallies. Although he has long disdained the device and boasted of his ability to improvise every night, thanks to the arrival of Conway he has finally been persuaded to stick to something resembling a script. </p> <p>No one, of course, should mistake Trump for an automaton. He uses his prepared remarks in the same way John Coltrane used the sheet music to My Favorite Things: as the basis for a series of wild riffs. But the presence of the teleprompter means that Trump at least gets back to the basic notes, rather than off on a politically costly solo.</p> <p>The most glaring sign Trump’s new reliance on technology came at the end of August, at an Iowa fundraiser for Senator Joni Ernst that was held in a barn on the state fairgrounds, where livestock normally compete for blue ribbons. Politician after politician took the stage to cheers from crowd sitting on benches on the dirt floor, wolfing down barbecued pork sandwiches. As Trump’s appearance drew near, technicians suddenly appeared and installed a teleprompter. At such an informal event, it was a jarring site.</p>  <figure class=\"element element-image\" data-media-id=\"d9ec5297b1d66276248bc101c1f8a915d5d659bb\"> <img src=\"https://media.guim.co.uk/d9ec5297b1d66276248bc101c1f8a915d5d659bb/0_319_5200_3119/1000.jpg\" alt=\"Donald Trump Attends Joni Ernst’s Annual Roast And Ride In Des Moines\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump speaks from a teleprompter at the 2nd annual Joni Ernst Roast and Ride in Des Moines last month.</span> <span class=\"element-image__credit\">Photograph: Stephen Maturen/Getty Images</span> </figcaption> </figure>  <p>In terms of policy, the candidate has returned to the “let Trump be Trump” tactics that defined his campaign in the primary. This was most clear in his immigration speech in Phoenix on Wednesday, where Trump definitely took a <a href=\"https://www.theguardian.com/us-news/2016/sep/01/donald-trump-vows-to-deport-millions-during-first-hour-in-office-in-hardline-speech\">hardline stance</a>, doubling down on the inflammatory rhetoric that drove his surge to the nomination. </p> <p>Proclaiming “there will be no amnesty”, parading family members of Americans killed by illegal immigrants, he <a href=\"https://www.theguardian.com/us-news/2016/sep/01/in-arizona-we-saw-the-real-donald-trump-the-one-we-already-knew\">framed the issue</a> not as “a humanitarian crisis”, as he said earlier that day in Mexico, or even an economic one. Instead, it was about public safety and the “wellbeing of the American people”.</p> <p>In the aftermath of a speech that showed little potential to improve poll numbers among Latino voters, a number of members of Trump’s Hispanic advisory council resigned. A recent poll showed <a href=\"http://www.latimes.com/nation/politics/trailguide/la-na-trailguide-updates-1472827916-htmlstory.html\">only 19% of Hispanics</a> supporting Trump. In 2004, George W Bush won 44%. In one recent poll, Trump’s approval rating among African Americans was <a href=\"http://fusion.net/story/341993/trump-public-policy-polling-0-percent/\">zero</a>. To win, he will have to run the table with white voters.</p> <p>Trump does appeal to disconnected blue-collar white voters. While diverse states like Colorado and Virginia, swing states in past cycles, have moved off the map, Trump is showing staying power in places such as <a href=\"https://www.theguardian.com/us-news/2016/aug/28/donald-trump-iowa-republican-red-state\">Iowa</a> and Nevada, which have recently leaned Democratic. The problem is that those states have comparatively few votes in the electoral college. He is also being significantly out-organized and out-fundraised by the Clinton political juggernaut.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/04/donald-trump-support-marriage-ipsos-poll\">Married couples more politically split this election, thanks to Donald Trump</a> </p> </aside>  <p>His one advantage is Clinton. Trump may be the most unpopular presidential candidate in modern American history, but Clinton is the second-most unpopular. No less than <a href=\"https://www.google.com/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=1&amp;ved=0ahUKEwjVramepfLOAhXL1CYKHXITBhwQFggcMAA&amp;url=https%3A%2F%2Fwww.washingtonpost.com%2Fnews%2Fthe-fix%2Fwp%2F2016%2F07%2F25%2F4-brutal-poll-numbers-that-greet-hillary-clinton-at-the-democratic-national-convention%2F&amp;usg=AFQjCNF3LYkvtxduzuAbFlrG4LS35sas1g&amp;sig2=avFhpcUS4ooeR2Bcx27UxQ&amp;bvm=bv.131783435,d.eWE\">68% of Americans</a> think the Democratic nominee isn’t honest and trustworthy and with <a href=\"https://www.theguardian.com/us-news/2016/sep/02/hillary-clinton-emails-laptop-thumb-drive-archive-missing\">her email scandal</a> showing no sign of abating, the Democrat will come under continued scrutiny until election day itself.</p> <p>Trump’s path to victory is still narrow. But if there is one thing Trump has shown in the past year, it’s that an underfunded, out-organized campaign can throw caution to the wind, and ride a never-ending twister of controversy to beat an establishment opponent. That worked in the Republican primary. Can it work in November? </p> <p>One thing is clear: Trump is more confident pursuing an outlandish, unconventional approach than he is if he acts like a normal politician. </p> <h2><strong>Key players</strong></h2> <p>Kellyanne Conway, campaign manager; Steve Bannon, campaign CEO; Jared Kushner, son-in-law; Roger Ailes, former Fox News chief.</p> <h2><strong>Signature policies</strong></h2> <p>Building a wall and having Mexico pay for it; renegotiating free trade agreements; “bombing the hell out of Isis” and “taking their oil”.</p> <h2><strong>Strongest point</strong></h2> <p>Able to garner free media with a single tweet.</p> <h2><strong>Weakest point</strong></h2> <p>Has hit record lows with minority voters, reaching 0% in one recent poll of African Americans. Is also is being massively outspent and outorganized by Clinton.</p> <h2><strong>Core supporters</strong></h2> <p>Blue-collar white males.</p>",
  "<p>Hillary Clinton’s summer ends abruptly on Monday. For several weeks, the presidential frontrunner has toured the homes of America’s rich and famous, hosted by Justin Timberlake, welcomed by Magic Johnson and <a href=\"https://www.instagram.com/p/BJwfvsCg_h4\">s</a><a draggable=\"true\" href=\"https://www.instagram.com/p/BJwfvsCg_h4\">erenaded </a>by Jimmy Buffett, Jon Bon Jovi and Paul McCartney.<br tabindex=\"-1\"></p> <p>It all helped swell Democratic coffers by a record $143m in August, crucial ammunition for the 64 days of TV advertising left between now and the general election. It also allowed an exhausted campaign to recharge its batteries following months on the road and July’s convention in Philadelphia.</p> <p>But on Labor Day, Clinton swaps the beaches of Cape Cod and Long Island for the rust-belt towns of Ohio and Iowa, scenes of her bruising primary race against Bernie Sanders and home to a stubbornly loyal pockets of blue-collar support for Donald Trump.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/04/who-will-win-presidential-election-2016-labor-day-prediction\">Who will win the presidential election? No usual answers on Labor Day 2016</a> </p> </aside>  <p>She won’t be alone. Monday’s events in Cleveland and the Quad Cities, industrial towns bordering Iowa and Illinois, will debut a new campaign plane, large enough to carry the traveling reporters who were hitherto consigned to tagging along behind.</p> <p>Journalists have complained for months about a lack of access to Clinton, who has not held a conference for 276 days. Her campaign has accused the media of fixating on that <a draggable=\"true\" href=\"https://www.washingtonpost.com/news/the-fix/wp/2016/07/07/heres-how-long-it-has-been-since-hillary-clinton-held-a-press-conference/?tid=a_inl\">daily tally</a> and ignoring the interviews she gives to select cable anchors or local news stations. </p> <p>“This <a href=\"https://www.washingtonpost.com/news/the-fix/wp/2016/08/18/hillary-clinton-hasnt-held-a-press-conference-in-257-days-thats-ridiculous/\">257 days</a> nonsense is ludicrous. When has it been the norm that a presidential candidate regularly does press conferences?” spokesman Nick Merrill askedreporters on Thursday. He then promised one “soon”. </p> <p>The new aircraft is nothing if not symbolic: it launches the start of an intense period of travel and scrutiny during the debates and rallies before election day on 8 November.</p> <p>The plane also provides room for key Clinton aides to escape their headquarters in Brooklyn and gain important time with the boss. Her loyal gatekeeper Huma Abedin will likely stand guard, returning to the plane after a period of absence that aides insist has nothing to do with the very public <a draggable=\"true\" href=\"https://www.theguardian.com/us-news/2016/aug/29/anthony-weiner-sexting-twitter-scandal\">break-up of her marriage to former congressman Anthony Weiner</a>. </p>  <figure class=\"element element-image\" data-media-id=\"02fe2f8a192552c1eab0129408a381a14a5f5d6c\"> <img src=\"https://media.guim.co.uk/02fe2f8a192552c1eab0129408a381a14a5f5d6c/0_40_3500_2100/1000.jpg\" alt=\"Huma Abedin\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Huma Abedin waits while Hillary Clinton greets supporters in Scranton, Pennsylvania, last month.</span> <span class=\"element-image__credit\">Photograph: Mark Makela/Getty Images</span> </figcaption> </figure>  <p>Campaign manager Robby Mook and chairman John Podesta have their own challenge: working out where to direct the plane. Some campaign destinations are obvious, such as the swing states of Ohio, Florida, New Hampshire, Nevada, Iowa and North Carolina. Some in rust-belt states such as Pennsylvania, Wisconsin and Michigan are getting more attention this time thanks to Trump’s appeal to the white working class. Colorado and Virginia look well out of his reach.</p> <p>The bigger question is whether to take the battle into enemy territory. Trump has proved so unpopular among some Republican voters, minorities and women, that deep red territory is perhaps in play. States such as Arizona, Utah and Georgia, which haven’t voted Democrat in decades, could be vulnerable in the winner-take-all electoral college system – and Clinton has superior fundraising and a vastly more organised network of campaign offices.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/02/presidential-debate-moderators-martha-raddatz-anderson-cooper\">The Clinton-Trump presidential debates: who are the moderators?</a> </p> </aside>  <p>Her campaign is at least testing the waters. On Friday, Clinton began airing <a href=\"https://www.washingtonpost.com/news/post-politics/wp/2016/09/01/clinton-launching-tv-ads-in-arizona-a-state-that-has-been-reliably-republican/\">TV ads in Arizona</a>, where Mitt Romney beat Barack Obama by nearly 10 points. Clinton’s husband is the only Democrat to have won the state in a presidential election since 1952. </p> <p>Her campaign is also spending money in Nebraska, one of two states that splits electoral college votes and therefore offers Clinton a chance to peel off electors from the relatively liberal city of Omaha. Even Utah, where Trump has riled conservative Mormons, has seen the Clinton campaign <a href=\"http://www.usatoday.com/story/news/politics/onpolitics/2016/08/23/clinton-field-office-utah-sullivan/89200340/\">open a field office</a>. </p> <p>Whether these moves amount to a radical new strategy or clever feints to trick Trump is not clear. Some inside Clinton’s Brooklyn headquarters are <a href=\"http://www.politico.com/story/2016/08/clinton-trump-electoral-strategy-227561\">reportedly cheering</a> that moves into Republican heartlands appear to have Trump spending time and money in places he ought to take for granted – for instance, by staging a major immigration speech in Arizona. </p> <p>Yet the confidence could easily become complacency too. Clinton’s healthy lead following the party’s convention has eroded in recent weeks, slipping down to the low single digits in some key states. Not only are the <a href=\"http://thehill.com/blogs/ballot-box/presidential-races/294037-national-poll-clinton-edges-trump-by-2-points\">headline polls</a> too close for comfort, but Americans still stubbornly dislike Clinton and Trump by enormous margins. A record number of Americans now say they dislike Clinton, according to a <a href=\"https://www.washingtonpost.com/page/2010-2019/WashingtonPost/2016/08/31/National-Politics/Polling/release_441.xml\">Washington Post-ABC News poll</a> that showed 41% of Americans have a favorable impression of her, while 56% have an unfavorable one.</p>  <figure class=\"element element-image\" data-media-id=\"b2a5b2a2b7e42facc177e4254c15454870f9037b\"> <img src=\"https://media.guim.co.uk/b2a5b2a2b7e42facc177e4254c15454870f9037b/0_58_5178_3107/1000.jpg\" alt=\"Latino Clinton supporters\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Latino supporters of Hillary Clinton hold a sign saying ‘I’m with her’ written in Spanish at a campaign rally in Miami in July.</span> <span class=\"element-image__credit\">Photograph: Brooks Kraft/Getty Images</span> </figcaption> </figure>  <p>Though she enjoys a powerful coalition of support in Washington, particularly from the Obama administration, political surrogates cannot necessarily translate her shower their popularity on friends.</p> <p>“This ain’t over man. This is not over,” Joe Biden warned at a rally for Clinton in Cleveland on Thursday, where one supporter confessed he was actually planning to vote Trump but came along because he just liked the vice-president. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/02/hillary-clinton-wellesley-college-freshmen-women\">Where Hillary called home: Wellesley’s 2020 class on its most famous alumnus</a> </p> </aside>  <p>The scepticism of many independent voters may also help explain the decision by Clinton’s communications director Jennifer Palmieri to shield the candidate from the rough-and-tumble of open press conferences, where generally risks are high and rewards low.</p> <p>Clinton’s campaign has expressed frustration with the questions of trustworthiness, particularly over her private emails system that appear to reinforce a reputation of favoritism and privilege built up by the Clintons. Aides also complain that she does not get the recognition she deserves for developing many more new policy ideas than most candidates.</p> <p>“People criticise me for having so many plans,” Clinton told a lukewarm audience of military veterans in Cincinnati on Wednesday. “People say, Oh there she goes with another plan about mental health, or whatever,” she added. “But I have this old fashioned idea that if you are going to ask to be president if you have to have a plan.”<br></p> <p>Yet the campaign is under no illusion about the nature of this year’s fight. If hunkering down away from the press while outspending Trump – she has <a href=\"http://www.theatlantic.com/politics/archive/2016/09/hillary-clinton-has-a-lot-of-money/498467/\">raised more money</a> than <a href=\"http://data.worldbank.org/country/marshall-islands\">the GDP</a> of <a href=\"http://www.tradingeconomics.com/palau/gdp\">small Pacific nations</a> – is what it takes to beat him, then so be it.</p> <p>“This is not a normal election,” Clinton said at the American Legion convention in Cincinnati. “This election shouldn’t be about ideology, it’s not just about differences over policy. It’s about who has the experience and temperament to serve as president and commander and chief.”</p> <p>“The stakes this fall are as high as any election in our lifetimes.”</p> <h2><strong>Key players</strong></h2> <p>Huma Abedin, Clinton’s right-hand woman and gatekeeper. Robby Mook, the campaign manager in charge of her election machine. John Podesta, family friend, campaign chairman and former chief of staff to Bill Clinton. Jennifer Palmieri, former Obama communications director now fielding flak for Clinton. Neera Tanden, key figure in transition team preparing the clan for power.</p> <h2><strong>S</strong><strong>ignature policies</strong></h2> <p>The campaign slogan “stronger together” captures Clinton’s broad belief in a more socially inclusive America, but the underlying policies range widely from a jobs program and infrastructure spending, to making college more affordable and tackling climate change. On trade and social security, she has moved to the left, rhetorically, at least.<br></p> <h2><strong>Strongest points</strong></h2> <p>Clinton’s experience as secretary of state, senator and activist first lady make her one of the most qualified candidates to run for office. Supporters also point to her resilience in the face of setbacks, long track record of social activism and historic achievement as the first woman nominee of a major party.</p> <h2><strong>Weakest points</strong></h2> <p>The biggest handicap according to opinion polls is a perceived lack of trust among voters, something exacerbated by years of attacks on Clinton family “scandals” and an ongoing controversy over her private email server. Voters sometimes also talk about finding her inauthentic and lacking warmth. </p> <h2><strong>C</strong><strong>ore supporters</strong></h2> <p>African Americans, women, Latinos, college-educated men – in short, a vast swath of the increasingly diverse US electorate. Geographically, the strongest support for Democrats is heavily concentrated on the coasts however.</p>",
  "<p>Donald Trump entered a bitter war of words with Senator Jeff Flake on Sunday as the Republican nominee reverted to his behavior in the primary where he constantly attacked elected GOP officials.</p> <p>Trump <a href=\"https://twitter.com/realDonaldTrump/status/772571293438840832\">used Twitter</a> to attack Flake, a first-term senator from Arizona who has yet to commit to supporting Trump in November, as “very weak and ineffective” on the issue of immigration. <br tabindex=\"-1\"></p> <p> </p>  <figure class=\"element element-embed\" data-alt=\"tr\">  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;blockquote class=&quot;twitter-tweet&quot; data-lang=&quot;en&quot;&gt;&lt;p lang=&quot;en&quot; dir=&quot;ltr&quot;&gt;The Great State of Arizona, where I just had a massive rally (amazing people), has a very weak and ineffective Senator, Jeff Flake. Sad!&lt;/p&gt;&amp;mdash; Donald J. Trump (@realDonaldTrump) &lt;a href=&quot;https://twitter.com/realDonaldTrump/status/772571293438840832&quot;&gt;September 4, 2016&lt;/a&gt;&lt;/blockquote&gt;&lt;script async src=&quot;//platform.twitter.com/widgets.js&quot; charset=&quot;utf-8&quot;&gt;&lt;/script&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure>  <p>Trump <a draggable=\"true\" href=\"https://twitter.com/realDonaldTrump/status/772556213313765377\">also tweeted</a>: “The Republican Party needs strong and committed leaders, not weak people such as @JeffFlake, if it is going to stop illegal immigration,” after Flake criticized Trump in an interview Sunday with CBS’s John Dickerson. </p> <p>In the interview, Flake said Trump’s habit of changing his message on immigration was confusing for voters.</p> <p>“It’s kind of a 360-degree pivot at times. That’s not clear at all. Some people said it was hardening, some said softening. I say it was just confusing.” </p> <p>The result left Flake feeling that it was unlikely that he would be able to support the Republican nominee in the election. “It becomes increasingly difficult to see that he’s going to change, so I don’t expect that I’ll be able to support him in November,” said Flake.</p> <p>Trump had spent the two weeks leading up to his major immigration speech on Wednesday hinting at support for a path to legal status for undocumented immigrants before reversing course. This culminated when Trump made a surprise visit to Mexico to meet with President Enrique Peña Nieto where he described illegal immigration as a “humanitarian crisis”. Only few hours later, while speaking to crowd of supporters in Phoenix, <a href=\"https://www.theguardian.com/us-news/2016/sep/01/in-arizona-we-saw-the-real-donald-trump-the-one-we-already-knew\">Trump announced</a> “there will be no amnesty” and insisted “anyone who enters the United States illegally is subject to deportation, otherwise we don’t have a country.”</p> <p>Trump has tangled with Flake before. In July, the Arizona senator <a draggable=\"true\" href=\"https://www.theguardian.com/us-news/2016/jul/07/donald-trump-meeting-congress-republicans-divided-responses\">confronted</a> Trump in a closed door meeting with other Republican elected officials in Washington DC. Flake has <a draggable=\"true\" href=\"https://www.buzzfeed.com/andrewkaczynski/sen-jeff-flake-gop-should-shift-resources-from-trump-to-sena?utm_term=.vhWzaZP2A#.oc483BgkR\">since called on</a> the RNC to shift resources away from Trump and towards downballot races.</p> <p>Trump’s war of words with Flake comes 64 days before the election and with polls in Flake’s home state of Arizona looking increasing close. Hillary Clinton has recently begun advertising in the once deep red state and recent polls show Arizona to be <a href=\"http://www.realclearpolitics.com/epolls/2016/president/az/arizona_trump_vs_clinton-5832.html\">a toss-up in November</a> as the state’s growing Hispanic population has been alienated by Trump’s immigration rhetoric. </p> <p>In addition, the attack on Flake, who is one of the most prominent Mormon politicians in the United States, risks further alienating that traditionally conservative demographic. Mormons have long viewed the Republican nominee unfavorably and their discontent has contributed to Trump’s weak poll numbers in states like Arizona as well as Utah. </p> <p>Flake is not the only Republican senator who is not voting for the party’s nominee. At least half a dozen others are refusing to back Trump’s candidacy, ranging from arch-conservative <a href=\"https://www.theguardian.com/us-news/2016/feb/29/nebraska-republican-senator-ben-sasse-says-he-wont-vote-for-trump\">Ben Sasse</a> of Nebraska to moderate Susan Collins of Maine. </p>",
  "<p>Voters across New South Wales will cast their ballots in council elections on Saturday – or at least those <a href=\"https://www.theguardian.com/australia-news/2016/may/12/nsw-council-mergers-19-new-local-bodies-created-under-forced-plan\">not living in recently amalgamated council areas</a> will.</p> <p>The contest in the City of Sydney promises to be interesting. The independent lord mayor, Clover Moore, is running for a fourth term after easily winning the past three elections but she faces new rules which will make her task significantly harder, thanks to a lot of additional business votes being cast.<br></p> <p>Moore has been a presence in the inner city of Sydney for well over 30 years, first elected to South Sydney council in 1980. Moore served on the City of Sydney throughout the 1980s and managed to win a state seat as an independent in 1988 after the council was sacked.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2016/may/22/new-south-wales-council-mergers-have-political-ramifications\">New South Wales council mergers have political ramifications | Ben Raue</a> </p> </aside>  <p>There is a long history of state governments of all political persuasions rewriting the council boundaries and the voting rules to determine who wins control of Town Hall. A Labor government in the 1940s amalgamated a number of small neighbouring councils into a larger City of Sydney which included a string of Labor-voting working class suburbs in areas like Alexandria, Redfern, Glebe and Newtown.</p> <p>A Liberal government in the 1960s broke off those suburbs into a separate South Sydney council, allowing conservative business interests in the Sydney city centre to control the council. Another Labor government brought these suburbs together in the early 1980s, and then the Greiner Liberal government in 1989 broke Sydney and South Sydney apart.</p> <p>The Carr Labor government thought it was on to a winner in 2004 when it merged the traditionally Labor-voting suburbs of South Sydney council with a much smaller CBD-based City of Sydney council, but their plans were undone when Moore announced she would return to local politics and run for lord mayor.</p> <p>Moore easily won election in 2004, and went on to win second and third terms in 2008 and 2012. Not only did she win the lord mayoralty but candidates on her ticket won enough seats on the council to give her an absolute majority on the local council.</p> <p>After 12 years as mayor, Moore remains very popular with residents of the city, but has drawn the enmity of the state government and some local business interests.</p> <p>The city has acted as a rival source of influence to the state government, loudly advocating for improved public transport, improving cycleways and other local infrastructure, and regularly disagreeing with the Liberal state government. </p> <p>The City of Sydney is not the most populous council in New South Wales, but is much more financially powerful than its neighbours thanks to rates revenue from the central business district. The council has been effective at using these financial resources to improve services and infrastructure for local residents, and has been a constant thorn in the side of Labor and Liberal state governments over the past 12 years.</p> <p>Recent state legislation was aimed at shifting the balance away from residents and towards businesses. In most councils ratepaying businesses have a right to vote, but the vote is voluntary and most businesses don’t bother to enrol or vote.</p> <p>The 2014 law which only applies to the City of Sydney, makes it compulsory for local businesses to enrol and vote and gives each business two votes.</p> <p>Only 1,709 businesses enrolled to vote in the City of Sydney at the 2012 election. This year that number is just shy of 23,000, suggesting as many as 45,000 new business votes could be cast. This voting bloc will make a significant difference in a council where only 120,000 people voted in 2012.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/aug/30/does-the-nsw-government-care-more-about-litter-than-the-safety-of-cyclists\">Does the NSW government care more about litter than the safety of cyclists? | Steven Herrick</a> </p> </aside>  <p>Liberal councillor Christine Forster, sister of Tony Abbott, will be hoping to capitalise on this business vote <a href=\"https://www.theguardian.com/australia-news/2016/jul/11/tony-abbotts-sister-says-he-will-not-have-big-role-in-sydney-mayor-bid\">as she aims to replace Moore as lord mayor</a>. It would be a mistake, however, to assume that all of these newly enfranchised voters would be voting against the sitting lord mayor – Moore will likely still pick up quite a few votes from friendly businesses.</p> <p> While Moore is still the favourite to win the mayoralty, her team may struggle to win enough council seats to control the council. If the Clover Moore Team can only win a handful of seats, she may need to rely on Labor and Greens councillors on controversial issues.</p> <p>If Moore was replaced by her Liberal rival Forster, it would likely see a shift in the focus of the council away from the residential “villages” Moore has championed and towards business, and would result in a council less willing to set out a different direction from the state Liberal government.</p>",
  "<p>Barack Obama’s tumultuous arrival at the G20 in China was a “trifling” incident that has been sensationalised by the western media, a Chinese newspaper has suggested.<br></p> <p>There were <a href=\"http://www.nytimes.com/2016/09/04/world/asia/obama-xi-staff-shouting-match.html\">chaotic scenes at the Hangzhou international airport</a> on Saturday afternoon as the United States president touched down for his final face-to-face meetings with Chinese leader Xi Jinping. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/sep/04/barack-obama-deliberately-snubbed-by-chinese-in-chaotic-arrival-at-g20\">Barack Obama 'deliberately snubbed' by Chinese in chaotic arrival at G20</a> </p> </aside>  <p>Chinese and American officials exchanged angry words with one local official castigating a White House staffer. “This is our country! This is our airport!” <a href=\"http://bigstory.ap.org/article/e39dfa4c1f4a4fbaa9f02d14c867bef5/rocky-start-obamas-china-trip-beginning-stairs\">he shouted</a>. A US secret service agent reportedly had to intervene after national security adviser Susan Rice became the focus of the official’s rage. </p> <p>Meanwhile there was speculation - <a href=\"http://www.scmp.com/news/china/diplomacy-defence/article/2014484/staircase-snub-obama-was-united-states-decision-reveals\">later denied by an anonymous Chinese government source</a> - that Beijing had delivered <a href=\"https://www.theguardian.com/world/2016/sep/04/barack-obama-deliberately-snubbed-by-chinese-in-chaotic-arrival-at-g20\">a calculated diplomatic snub to Obama</a> who, unlike other world leaders arriving for the G20, did not disembark from his aircraft on to a red-carpet-lined staircase. </p> <p>“The US should know well what they have done to upset China,” Shen Dingli, an international relations expert from the prestigious Fudan University in Shanghai, <a href=\"http://www.straitstimes.com/asia/lack-of-red-carpet-staircase-for-obama-a-snub\">told Singapore’s Straits Times</a>, claiming that anger in Beijing over Washington’s criticism of its activities in the South China Sea might explain such a move. </p> <p>Obama sought to play down the airport “kerfuffle” on Sunday hinting that his Chinese hosts might have found the size of the US delegation “a little overwhelming”.</p> <p>On Monday, the Global Times, a Communist party controlled tabloid <a href=\"http://qz.com/741931/qza-with-hu-xijin-editor-in-chief-of-global-times/\">that sometimes echoes official views</a>, offered its take on the airport saga.</p> <p>“Western media has hyped up the incident, but Obama tried to play it down,” it said in <a href=\"http://www.globaltimes.cn/content/1004663.shtml\">an editorial</a>. </p> <p>“This makes us believe that the tense atmosphere between China and the US can be partly attributed to the western media, which often makes a fuss over trifling issues.”</p> <p>The state-run newspaper said the episode would not eclipse US-China cooperation, adding: “Obama probably would not like to see undercurrents in Sino-US ties before he leaves office.”</p> <p>Hua Chunying, a spokesperson for China’s foreign ministry, took an almost identical line on Monday afternoon, accusing foreign media of exaggerating “the trifling matter”. </p> <p>Such behaviour would only deepen “the impression of arrogance and self righteous” that people felt towards the international press, Hua added. <br></p> <p>Asked if Obama’s treatment had been a deliberate snub, the spokesperson said China had given “a warm and friendly” welcome to leaders from across the globe. </p> <p>“The US has often claimed to be the number one [power] in the world, so how could it be so lacking in confidence [to think it was a snub]?” she added. <br></p> <p>The Defense Intelligence Agency, a Pentagon spy agency, also chimed in on the airport kerfuffle on Sunday. </p> <p>“Classy as always China,” read a tweet posted on the group’s verified account, linking to a New York Times article about the incident.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Mediaite/status/772519500063318016\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Defense Intelligence Agency Apologizes for &#39;Classy as Always, China&#39; Tweet <a href=\"https://t.co/4gKUYjymuT\">https://t.co/4gKUYjymuT</a> <a href=\"https://t.co/OItAtdUb1C\">pic.twitter.com/OItAtdUb1C</a></p>&mdash; Mediaite (@Mediaite) <a href=\"https://twitter.com/Mediaite/status/772519500063318016\">September 4, 2016</a></blockquote>  </figure>  <p>The message was swiftly deleted but not before <a href=\"http://www.wsj.com/articles/u-s-spy-agency-tweets-deletes-then-apologizes-1472994154\">it was spotted by the Wall Street Journal</a>. </p> <p>“Earlier today, a tweet regarding a news article was mistakenly posted from this account &amp; does not represent the views of the DIA. We apologize,” <a href=\"https://twitter.com/DefenseIntel/status/772280677945511936\">a subsequent post read</a>. <br></p> <p>On Sunday night G20 leaders gathered on the banks of Hangzhou’s West Lake for the summit’s welcome banquet and gala. <br></p> <p>“The guests enjoyed a feast of classic Chinese music, folk dance, traditional songs and ballet performance - a blend of East and West cultures,” <a href=\"http://en.people.cn/n3/2016/0905/c90000-9110483.html\">reported Xinhua</a>, China’s official news agency.</p> <p>As diners tucked into a main course of sweet and sour mandarin fish, an orchestra treated them to a medley of songs from around the world. The US contribution? The main theme from The Godfather, <a href=\"https://www.youtube.com/watch?v=PQBW6G0hSrs\">“Speak softly love”</a>. <br></p>"
]