[
  "<p><a href=\"https://www.theguardian.com/australia-news/2016/oct/16/act-election-liberals-face-19-years-in-opposition-after-labor-wins-fifth-term\">The result in Saturday’s Australian Capital Territory election</a> was largely for business as usual: a Labor government, likely continuing in alliance with the Greens.</p> <p>After 15 years of Labor government in the territory, there was an expectation that a surge of support to the Liberals could deliver them government but the Liberals ended up falling backwards, leaving the centre-left parties in a stronger position in the assembly.</p> <p>A 17-member assembly has governed the ACT since 1989 but that assembly has now been expanded to 25 members, with five electorates each sending five members to the assembly.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2016/oct/16/act-election-liberals-face-19-years-in-opposition-after-labor-wins-fifth-term\">ACT election: Liberals consigned to 19 years in opposition after Labor wins fifth term</a> </p> </aside>  <p>At the time of writing, Labor has won 12 seats in the 25-seat assembly, with 10 Liberals and two Greens. Labor and Liberal each won two seats in each electorate, with the final seat up for grabs. Labor has gained third seats in the northern electorates of Ginninderra (Belconnen) and Yerrabi (Gungahlin), while the Greens won seats in Kurrajong (central Canberra) and Murrumbidgee (Woden).</p> <p>One seat remains in play, in the Tuggeranong-based electorate of Brindabella. While the Liberal party looked likely to win the seat early on election night, a drop in the Liberal vote has left them vulnerable to losing the seat to either Labor or the Sex party.</p> <p>If Labor wins the fifth Brindabella seat, it will give them a majority for the second time in ACT history. If the Sex party win, it will be only their second election win after their victory in the last Victorian upper-house election.</p> <p><a href=\"https://www.theguardian.com/australia-news/2016/oct/13/uncharted-territory-why-the-act-election-result-cannot-be-predicted\">There was no public polling about the ACT election</a> but a strong conventional wisdom had formed about the election: that the tired 15-year-old Labor government was vulnerable to a Liberal surge. The Liberals fiercely attacked the Labor-Greens government for its plans to build light rail through parts of Canberra and there was speculation about the Liberal party sweeping into power.</p> <p>This conventional wisdom was wrong. There was a swing of 3.3% against the Liberals, while the vote for Labor and the Greens remained stable. In retrospect, the 2012 result was a high water mark for the Liberal party. The Liberals won eight seats, only one seat short of a majority. It was the only time when the Liberal party had won eight seats – the party had only managed seven when it was in government in the late 1990s.</p> <p>The total vote for Labor and the Greens didn’t change much but this masks regional swings. Labor’s vote dropped in four of five electorates, by about 1% in the southern electorates of Brindabella and Murrumbidgee, and by smaller amounts in Ginninderra and Kurrajong. This was balanced out by a large 2.8% swing in Yerrabi. This electorate will be the main beneficiary of the first stage of the light rail and it appears that the focus on the light rail helped Labor shore up their third seat in this northern electorate.</p> <p>The Greens vote became more concentrated, with a 0.7% swing in their strongest seat of Kurrajong and a 0.6% drop in the Greens vote in outer-suburban Brindabella.</p> <p>This election is a reminder that Canberra as a city leans to the left of politics and it will take more than an “it’s time” factor for the Liberal party to take power. The city is more socially progressive than most of Australia, without rural hinterland areas that favour conservative parties, and with a large public servant population that favours centre-left parties.</p> <p>Labor and the Greens have a strong relationship in the ACT, due to the electoral system and demographic factors that make it more politically feasible for the parties to have a close relationship. Eight years of formal alliance has strengthened these ties and it will be difficult for the Liberals to bust up this partnership.</p> <p>The Liberals are a long way from forming a majority in their own right. If they are to govern again, it’s likely to be with the support of independents or other minor parties which are currently absent from the assembly. The Liberals governed the ACT from 1995 to 2001 with the aid of a more diverse crossbench. The best prospect for a future Liberal government is if parts of the Labor-Greens base, looking for a change after close to two decades of centre-left government, vote for centrist independents and minor parties who could choose to ally with the Liberal party.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2016/oct/13/uncharted-territory-why-the-act-election-result-cannot-be-predicted\">Uncharted territory: why the ACT election result cannot be predicted</a> </p> </aside>  <p>We saw a large range of minor parties try their hand at this election but most fell far short, with only the Sex party having an outside chance of winning a seat. The five-member electorates will make it very difficult for outsiders to break into the assembly and thus reduce the Liberal party’s options.</p> <p>While not much has changed in the political make-up of the assembly, the increased numbers will likely change the way ACT politics operates. There’ll be more room for backbench MPs to challenge their party’s leadership, with both major parties having more MPs to manage, and not everyone expecting a frontbench role.</p> <p>If Labor doesn’t win a majority, you’d expect to see a continuation of the current Labor-Greens government. If Labor does reach a majority, you wouldn’t expect to see the current alliance continue. The Greens will have room to differentiate themselves from their long-time ally but you wouldn’t expect any burning of the bridges between Labor and the Greens – they will likely need each other again in four years.</p>",
  "<p>On Thursday night the US presidential election sparked two remarkable political speeches that in different ways illuminate our times. <a href=\"https://www.theguardian.com/us-news/donaldtrump\" title=\"\">Donald Trump</a> turned up the ampage on the conspiracy of a “totally corrupt political establishment” . False, unsubstantiated accusations about his sexual misdemeanours, he said, were being hurled at him by a corporate media “they” controlled. He was at his most extravagant yet.</p> <p>There was “no lie that they won’t tell, to hold their prestige and power at your expense”. Crooked Hillary, who should be locked up, was at the centre of it. “The claims are preposterous, ludicrous, and defy truth, common sense and logic.” Yes, these untruths hurt. But he was going to take it and rebut the lies “at an appropriate time” for the “great movement” he represented, which was going to take America back from the elite.</p> <p>For all its energy and hyperbole, it was unconvincing. It was a speech whose premise you could only buy if belonging to the same Trump bubble. It was sounding off – a raging in public that may offer the person raging some relief but does not persuade anybody not in the same bubble. If he found the accusations hurtful, so what? For anybody outside the “movement”, he has amply deserved the opprobrium.</p> <p>A little later, <a href=\"https://www.theguardian.com/us-news/2016/oct/14/michelle-obama-speech-transcript-donald-trump\" title=\"\">Michelle Obama spoke</a>. She too was energetic, passionate and partisan – but she got beyond her bubble in a way that eludes Trump. Against his litany of accusations she chose to counter his rage by couching hers within a marshalled argument. Her propositions were as value laden, certainly, as Trump’s and intended to be as lethal as anything he has said. But she framed her attack in a way no one could gainsay.</p> <p>There are values, in particular the way women expect to be spoken about by men, that are foundational in a civilised society, she said. What Trump had said about women, and chosen to defend as “locker room” talk, had crossed a line. “This is not normal. This is not politics as usual. This is disgraceful. It is intolerable.”</p> <p>It had hit her more than she expected, she said. In explaining why, she set out a series of feminist propositions about how the psychic wrong of being objectified as no more than a body gets under a woman’s skin&#xa0;even as she tries to shrug it off. But she did&#xa0;so&#xa0;in language that was measured. Trump had put attitudes that should be stone-dead back at the heart of the national conversation. Her audience was spellbound. And when she said she found it personally hurtful, exposing her vulnerability, she achieved an empathy that Trump’s same admission could never do. She was pained by the betrayal of universal values and hard-won gains; his “hurt” was because his past words were catching up with him. Different leagues.</p> <p>American conservatism’s morphing from the language of rationality – presenting traditional conservative concerns about the size of government and its impact on economic incentives and morality – into a language of rage and conspiracy is one of the defining realities of our age. I profoundly disagree with conservative thinkers such as <a href=\"https://www.theguardian.com/commentisfree/2012/mar/05/new-right-ayn-rand-marx\" title=\"\">Ayn Rand</a>, <a href=\"https://www.theguardian.com/news/2006/nov/17/guardianobituaries.politics\" title=\"\">Milton Friedman</a>, Robert Nozick and Leo Strauss, but at least they mounted reasoned arguments based on first principles.</p> <p>You respect them even as you argue back. The issues are never going to be settled conclusively: it is impossible to found a society entirely on libertarian individualism; but equally to overstress the role of the public realm in securing the common good has parallel hazards. You respect your intellectual or political adversary because you know you don’t hold a monopoly on truth – and if they are any good, they feel the same way. Battle is joined, and if common ground emerges you are ready to acknowledge it .</p> <p>Most politicians of left and right in advanced democracies feel similarly. Conviction and personal life stories have led to a series of decisions that have got them elected as liberals or conservatives. But if they have any self-knowledge they know that their opponents have their own integrity and want outcomes that promote human betterment and merit respect. There may even be issues on which common cause can be made.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Truth no longer matters. What counts is whether a statement feels true</p> </blockquote> </aside>  <p>The right’s collapse into rage makes these ground rules of democratic politics and political argument impossible. What is Donald Trump doing demanding that Hillary Clinton go to jail? Or conniving in his supporters wearing “Trump that bitch” T-shirts at his rallies? Or wildly insisting he is the object of an elite conspiracy that is intent on gerrymandering votes to produce the result it wants? It goes beyond wild disproportionality into fantasy and delusion. It makes the mutual respect on which democratic politics is founded impossible.</p> <p>Rage is absolutist. It wants to eliminate opponents, not argue with them. It justifies the gridlock and close down of government. It refuses to look for democratic compromises. It is narcissistic and wholly self-regarding, fuelled by being part of a closed belief system. It cannot accept any evidence that challenges the view that it is surrounded by conspiracy. Truth no longer matters. What counts is whether a statement <em>feels</em> true.</p> <p>What fuels the rage is in part the stagnation of blue-collar and lower middle-class male earnings. But a politician such as Trump did not have to debase the US’s political coinage by choosing to represent this constituency in the way that he has. His “movement” does need not to betray American values to the extent he has. The legacy of lashing out at every American institution won’t disappear even if Trump loses – it will continue to poison the well.</p> <p>There are echoes of this in Britain. The hard Brexiters live in the same delusional hard right bubble as Trump, treating criticism in the same way – an elite conspiracy to obstruct the popular will. There is no rationality about the EU, just rage. The consequence is analogous to civil war in both countries – a public realm where evidence-based debate becomes ever harder. The Americans are lucky to have a Michelle Obama to remind them of a different kind of politics where anger is channelled into argument.</p> <p>We need to show in both countries that rage is a political, economic and cultural dead end. Hard Brexit will do that, but it may take years for the calamity to become obvious to all. Americans have a chance to do it more quickly next month. Here is hoping they seize the opportunity.</p>",
  "<p>In 2002, Cathi Hanauer published <em>The Bitch in the House</em>, a bestselling compilation of 26 life stories by women who felt they were carrying a disproportionate load in the home and in their lives.</p> <p>They were angry and disillusioned, sexually unfulfilled, financially over-burdened, their menfolk were lazy and unappreciative, and their children messy – and that was just the start.</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"4920be00b144ed9f38e7dacacaf2e52dfe500100\"> <img src=\"https://media.guim.co.uk/4920be00b144ed9f38e7dacacaf2e52dfe500100/0_65_500_625/400.jpg\" alt=\"The Bitch is Back by Cathi Hanauer\" width=\"400\" height=\"500\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Bitch is Back by Cathi Hanauer</span> <span class=\"element-image__credit\">Photograph: book jacket</span> </figcaption> </figure>  <p>Fourteen years on, Hanauer reports, this same generation of women, now in their 40s and 50s, are happier. The children have left, husbands have been sidelined in many cases, and they are now free to redefine themselves in new and decidedly post-feminist ways – and all the better for it.</p> <p>That, at least, is the broad premise of <em>The Bitch is Back</em> – a book in which Hanauer sets out to codify through personal accounts the gains women have made in an era of rapid, if uneven, personal and professional assertion.</p> <p>“The theme of the first book was anger, women juggling careers and young children and feeling like feminism had failed them,” Hanauer said. “But now, as we’ve settled into early midlife, I’ve noticed that more women are making dramatic changes.” The changes she noticed women around her making include leaving marriages – sometimes for other women – having babies on their own, or choosing to live alone.</p> <p>Statistics bear out her observations: 51% of women in the US are single, 43% of mothers are unmarried, women over 50 are now twice as likely to divorce as in 1990, half of divorces for those over 40 are initiated by women.</p> <p>“It’s about how not to be the bitch in the house any more, about how not to be angry and disappointed, but about how you choose to get yourself happier in midlife.”</p> <p>In the book, we meet a woman who plans to leave her husband because she is frustrated by his lack of sexual interest; another faces the opposite issue. A woman describes dating again in her 50s, others confront anxieties about appearance, health, loss, dating younger, dating older, not dating at all.</p> <p>While no convenient marketing term has been coined for this phase – reckoning or reawakening, Hanauer suggests – these are ideas reconditioned from the 1960s that, thanks in part to technology but mostly to economic equalisation, have become part of the social mainstream.</p> <p>“Back then it was the radicals and the fringe; now everyone talks about this,” Hanauer says. “As women have become stronger economically, they’ve started to be able to say the things they have thought for a long time.”</p> <p>Traditionally, she says, we have heard a lot about the male midlife crisis but much less about a comparable phase for women. “Midlife used to be the time a lot of women started to feel invisible but now we’re able to ask, am I happy in this marriage? Am I happy in this town? Am I happy in this job?”</p> <p>The choice, she says, is to calcify or decide to make things better: “Early midlife is a last chance to do that.” But not everyone, she says, needs a radical overhaul: “Frustrations are normal, so for many women it’s a matter of adjusting expectations and making a few subtle adjustments.”</p> <p>Hanauer, who has published several novels, is married to Daniel Jones, editor of the <em>New York Times</em> Modern Love column and author of the Bitch series counterpart compilation, appropriately titled <em>The Bastard on the Couch</em>. When the <em>Observer</em> spoke to Hanauer, the couple were driving to a book reading in Massachusetts.</p> <p>The bitch and the bastard hit the road together and that led to the Modern Love column. “We’ve always been very in sync that way and supportive of each other’s careers,” she says. “Our careers bounce off of each other, though people keep asking him if he’s going to do <em>The Bastard Returns</em>. For the record, Jones says no way, but concedes he might do <em>The Bastard is Still on the Couch</em>.</p> <p>There’s still an element of disquiet about the use of the word “bitch” in the title. In September, the <em>New York Time</em>s used the title “The bitch America needs” for a pro-Hillary Clinton political opinion piece. The choice drew widespread criticism, with some readers writing in to say that the paper had stooped to tabloid titillation.</p> <p>For Hanauer, the title was conceived partly as a response to Virginia Woolf and her riposte to a 19th-century poem by Coventry Patmore, <em>The Angel in the House</em>, about the passive qualities of his perfect wife. Woolf thought the repressive ideal of women represented by the poem was still so potent that she wrote, in 1931, “Killing the Angel in the House was part of the occupation of a woman writer.”</p> <p>Hanauer says that while some women were dismayed by the title, others recognised themselves. “They thought, yes, that’s me. They said they felt angry and mean and didn’t want to feel that way. But they were also strong and assertive,and that’s the good definition of the bitch in the house – even when we’re not being angelic.”</p> <p>For the couple, their shared exploration into this realm has produced one sustaining observation.</p> <p>“We’ve learned that there are so many different ways to do things, different ways to be and ways to be happy. The main thing is to figure out what works for you,” says Hanauer.</p> <p>“There’s no normal. No right or wrong. It’s just yourself, your happiness and your obligations – and how to combine those to have a better, more content life.”</p>",
  "<p>Our <a href=\"https://www.theguardian.com/world/2016/oct/08/juan-manuel-santos-farc-colombia-nobel-peace-prize-war-on-drugs\" title=\"\">Profile</a> of Nobel peace prize winner Juan Manuel Santos (last week, page 36) said he fought and won the 2010 Colombian presidential election “against former president Alavaro Uribe’s nominee”. This was incorrect: Santos was Uribe’s nominee. We also named Farc’s supreme commander, nicknamed Timochenko, as Timeleón Londoño. He is Rodrigo Londoño Echeverri.</p> <p>Our <a href=\"https://www.theguardian.com/culture/2016/oct/09/aberfan-50-years-owen-sheers-the-green-hollow-film-poem\" title=\"\">New Review cover feature</a> on the 50th anniversary of the Aberfan disaster was illustrated inside with a large photograph of tired rescuers queuing for tea. Despite the evident inversion of the lettering on a civil defence warden’s shoulder badge, we failed to notice that the picture had been supplied “flipped” by Getty Images. Apologies. We also miscredited the picture of Jeff Edwards, the last child to be rescued. It was taken by IC Rapoport for Life magazine.</p> <p>Our piece on <a href=\"https://www.theguardian.com/global/2016/oct/09/zen-and-the-art-of-korean-vegan-cooking\" title=\"\">Zen cookery</a> ended enigmatically in the middle of a sentence. Apologies. The full quote from the “philosopher chef” Jeong Kwan [about herbs and vegetables] should have read: “That energy comes out when I prepare them in a meal.” (Magazine, last week, page 42).</p> <p><em>Write to Stephen Pritchard, Readers’ Editor, the Observer, Kings Place, 90 York Way, London N1 9GU, email observer.readers@observer.co.uk tel 020 3353 4656</em></p>",
  "<p>Boris Johnson’s <a href=\"https://www.theguardian.com/world/2016/oct/13/boris-johnson-military-options-against-syrian-regime-being-considered\" title=\"\">suggestion that Britain, the US and other allies are re-examining “military options” </a>in Syria has sharply focused minds on a phenomenon western politicians have spent the last 15 years trying not to think about: post-Soviet Russia’s determined drive to re-establish itself as a major global power and the willingness of its ruthless and tactically astute leader, Vladimir Putin, to employ almost any means, including use of force, to achieve that end.</p> <p>The foreign secretary’s remarks were condemned by Moscow as an attempt to whip up anti-Russian “hysteria” and were swiftly disowned by a nervous Downing Street. Johnson’s call for demonstrations outside Russia’s London embassy <a href=\"https://www.theguardian.com/world/2016/oct/12/russia-boris-johnson-syria-aleppo-war-crime-russophobic-hysteria\" title=\"https://www.theguardian.com/world/2016/oct/12/russia-boris-johnson-syria-aleppo-war-crime-russophobic-hysteria\">invited similar, retaliatory action</a> against British interests in Moscow. The gaffe underlined his inexperience and lack of judgment.</p> <p>But on Syria’s plight, and particularly on war crimes allegedly committed during the relentless “pulverising” of Aleppo, Johnson had a point. His comments served to highlight the much bigger strategic, security and diplomatic problem: what to do about Russia.</p> <p>Military options are indeed being discussed again in Washington, from where Britain usually takes its cue. The key question is no longer how best to remove the Syrian dictator, Bashar al-Assad. It is how to stop the Russian military, Assad’s main backer, which is held responsible, directly or indirectly, for numerous lethal aerial attacks against civilians, hospitals and schools, including <a href=\"https://www.theguardian.com/world/2016/sep/19/syria-ceasefire-is-over-says-countrys-military\" title=\"\">last month’s destruction of a UN aid convoy</a>.</p> <p>So furious was John Kerry, the US secretary of state, at what he saw as Moscow’s deliberate sabotage of the latest Syria ceasefire that he broke off bilateral talks with Moscow. <a href=\"https://www.theguardian.com/world/2016/sep/25/russia-accused-war-crimes-syria-un-security-council-aleppo\" title=\"\">Samantha Power, US ambassador to the UN, accused Russia of “barbarism”</a>. But repeating a pattern of behaviour familiar in Ukraine, Georgia and other crises, an unabashed Putin refused to back down. On the contrary, he rapidly upped the ante.</p> <p>Within days of Kerry’s move and official leaks that the White House was considering cruise missile strikes on Syrian military airstrips, the Russian defence ministry warned that Russia had deployed advanced S-300 and S-400 ground-to-air missiles in Syria. Any US bombing raids would be deemed threatening to Russian military personnel, who would respond accordingly. Moscow also <a href=\"http://uatoday.tv/news/russia-builds-up-forces-in-syria-reuters-782194.html\" title=\"http://uatoday.tv/news/russia-builds-up-forces-in-syria-reuters-782194.html\">doubled supplies to the Assad</a> regime’s war effort.</p> <p>Almost simultaneously, Putin scrapped a US-Russia agreement to reprocess excess plutonium to prevent its use in nuclear weapons and two other nuclear cooperation agreements. The deployment of short-range, nuclear-capable Iskander-M missiles in Kaliningrad, the Russian enclave in eastern Europe bordering Nato members Poland and Lithuania, was confirmed. And, not coincidentally perhaps, massive civil defence exercises were held inside Russia, in apparent preparation for a nuclear war.</p> <p>Just in case Washington had not understood how serious Russia was, officials also declared Putin was considering reopening military bases in Cuba and Vietnam. It is hard to think of a more defiant, taunting message to the Obama administration than conjuring the spectre of a new Cuban missile crisis.</p> <p>Demonstrating that Moscow has other strategic partnerships that could be turned against Washington, Russian ships joined military exercises with China around the disputed South China Sea islands. It is also busily building up alliances with emerging powers such as South Africa and India, notably at this weekend’s <a href=\"http://www.firstpost.com/business/brics-summit-in-goa-from-defence-to-food-deals-india-and-russia-push-ahead-to-reshape-trade-ties-3050782.html\" title=\"http://www.firstpost.com/business/brics-summit-in-goa-from-defence-to-food-deals-india-and-russia-push-ahead-to-reshape-trade-ties-3050782.html\">Brics summit in Goa</a>, while courting traditional American allies such as Turkey and the Philippines.</p> <p>Sergei Lavrov, Putin’s veteran foreign minister, was blunt. Russia would not be told what to do. Like it or not, it was once again a global force to be reckoned with. “<a href=\"http://www.mid.ru/en/foreign_policy/news/-/asset_publisher/cKNonkJE02Bw/content/id/2485001\" title=\"\">Washington... cannot use the language of force, sanctions and ultimatums</a> with Russia while continuing to selectively cooperate with our country only when it benefits the US,” he said.</p> <p>Last week, Putin himself took to the airwaves to deliver a similar message. Responding to a formal accusation by the US government that Moscow had launched a cyber warfare-style campaign to “interfere with the US election process”, <a href=\"http://www.reuters.com/article/us-usa-election-idUSKCN12C27H\" title=\"http://www.reuters.com/article/us-usa-election-idUSKCN12C27H\">Putin denied</a> he was trying to help the Republican presidential candidate, Donald Trump.</p> <p>“They started this hysteria, saying this [hacking] is in Russia’s interests, but this has nothing to do with Russia’s interests,” Putin said. His government would work with whoever won the election “if, of course, the new US leader wishes to work with our country”.</p> <p>This latter statement was chilling. Putin was plainly saying that Russia, no longer the post-Communist economic and military basket-case it briefly became under his predecessor <a href=\"https://www.theguardian.com/world/2007/apr/23/russia1\" title=\"\">Boris Yeltsin</a>, does not need or seek American approval or agreement to take action in its own interests in Syria or anywhere else. If Barack Obama or his successor want to do business in future, then Russia must be treated as a global equal, not as an irritant or a spoiler or mere regional actor.</p> <p>Such assertions flatly contradict Washington’s preferred narrative, namely that the west “won” the cold war and Russia is no longer a great power. Hence, perhaps, American slowness to come to terms with a changed situation. But the grave implications of unravelling US-Russia relations are slowly sinking in across Europe, as always the nervous pig stuck in the middle. The German magazine<em> </em><a href=\"http://www.spiegel.de/international/world/syria-war-became-conflict-between-usa-and-russia-and-iran-a-1115681.html\" title=\"http://www.spiegel.de/international/world/syria-war-became-conflict-between-usa-and-russia-and-iran-a-1115681.html\"><em>Spiegel</em> recently suggested that Syria was the most prominent battlefront</a> in a new global war, more perilous even than the Cold War because the old power structures and rules are no longer in place.</p> <p>Yet any sort of western consensus over what to do about Russia remains elusive. Opinion is divided in Europe, where many countries are dependent on Russian energy supplies. Germany’s Social Democrats, for example, oppose sanctions on Moscow in addition to those imposed after Putin’s 2014 annexation of Crimea. Poland and the Baltic states, threatened by the Kaliningrad deployment and border troop build-ups, demand a more muscular Nato stance. Neutral Finland and Sweden, troubled by Russian air and sea incursions, edge ever closer to the western alliance.</p> <p>The so-called Minsk group is due to make another attempt to advance a Ukraine settlement. But nobody is optimistic; the situation there is steadily deteriorating. Following the bad-tempered <a href=\"https://www.theguardian.com/world/2016/oct/11/vladimir-putin-declines-french-offer-of-syria-only-talks-in-paris\" title=\"\">cancellation last week of Putin’s visit to France</a>, EU heads of state are also due to meet on Thursday with Syria-related sanctions against Russia on the agenda. This, too, may prove a non-event.</p> <p>In Britain, meanwhile, as Johnson splutters impotently and contradicts himself over no-fly zones, the Labour party claims against all known facts that there is some kind of equivalence between Russian and US actions in Syria. If opposition fighters vacate Aleppo (handing victory to Assad), <a href=\"https://www.theguardian.com/politics/2016/oct/12/stop-the-war-coalition-protest-russian-embassy\" title=\"https://www.theguardian.com/politics/2016/oct/12/stop-the-war-coalition-protest-russian-embassy\">Labour suggests</a>, all will be well. Its script could have been written by the Kremlin.</p> <p>The challenge presented by Russia is one of the biggest facing the next US president. Some analysts say Putin is taking advantage of Obama’s lame duck status to create “facts on the ground” in Syria. The Russian president is said to anticipate a further deterioration in bilateral relations if Hillary Clinton wins. The two have a history of personal dislike, dating back to Clinton’s time as secretary of state. “She says she sees in him a cold-blooded, self-enriching KGB agent and a bully; he remembers how she appeared to encourage street protests against him in 2011,” said analyst <a href=\"https://www.bloomberg.com/view/articles/2016-10-11/i-m-an-anti-putin-russian-and-clinton-makes-me-nervous\" title=\"https://www.bloomberg.com/view/articles/2016-10-11/i-m-an-anti-putin-russian-and-clinton-makes-me-nervous\">Leonid Bershidsky</a>. Speaking in August, Clinton described Putin as <a href=\"https://www.washingtonpost.com/news/the-fix/wp/2016/08/25/hillary-clintons-alt-right-speech-annotated/\" title=\"\">“the grand godfather of this global brand of extreme nationalism</a>” – lumping him with Trump, German anti-immigrant xenophobes and hard-right populists such as France’s Marine Le Pen.</p> <p>Assuming Trump loses, a Clinton administration has three possible courses of action. One is to acknowledge Putin has a fair case when he argues that the US, the EU and Nato ignored or trampled on Russia’s interests in the post-Soviet era, accept that Crimea is lost and that Assad stays in power for the time being, and focus in future on pragmatic, one-off “transactional” deals where interests coincide.</p> <p>A second approach is a longer-term variation on the first, containing Russia wherever possible, maintaining or toughening sanctions, and waiting for the departure of Putin and what some economists say will be Russia’s inevitable economic collapse as its oil and gas runs out and international ostracism, corruption and a declining working-age population take their toll. The plan would be to re-set relations (again) with a post-Putin “new Russia”.</p> <p>The third possibility, and one that seems most likely at this point given Clinton’s policy positions, is that the US will move on to the front foot and purposefully confront Russia directly, not only in Syria but on a number of other areas, backed up by the possible use of military force.</p> <p>This prospect is fraught with danger, especially since Putin has shown repeatedly that he reacts badly to diktats and threats. When cornered, Putin does not back down. He escalates. He does not have a domestic electorate, critical parliament or independent media scrutiny to worry about. He disdains international opinion and international law. Despite last month’s bust-up, Kerry and Lavrov met again on Saturday to try to agree another Syria ceasefire. But a lasting solution looks as far away as ever. If the past 15 years show anything, it is that Putin, like a marauding Red Army tank, has no reverse gear. Much in the Middle East, Europe and beyond now rides on what an untested Clinton, with an awful lot to prove, decides is the best way forward.</p>  <figure class=\"element element-image\" data-media-id=\"b73adb0e7201111a5beb721979d9c87db20b43f3\"> <img src=\"https://media.guim.co.uk/b73adb0e7201111a5beb721979d9c87db20b43f3/0_72_4096_2457/1000.jpg\" alt=\"Pro-Russian rebel troops withdraw from the front line near Donetsk, Ukraine\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><br>Pro-Russian rebel troops withdraw from the front line about 50km from Donetsk, Ukraine, as part of the demilitarisation agreement signed in September.</span> <span class=\"element-image__credit\">Photograph: Alexander Ermochenko/EPA</span> </figcaption> </figure>  <h2>SYRIA</h2> <p>Barack Obama’s decision not to intervene militarily after Bashar al-Assad used chemical weapons left the door open for Russia. By going to the aid of his long-term ally Assad, Putin saw a chance to expand Russian influence in the Middle East at American expense and secure military bases on Syria’s Mediterranean coast. Fighting Islamic State terrorism was a secondary consideration. The US insists Assad must go, but its limited commitment so far means the non-jihadist opposition continues to struggle while civilians bear the brunt of the violence.</p> <h2>UKRAINE</h2> <p>Despite the US-orchestrated imposition of international sanctions on Russia, Putin shows no sign of reversing his 2014 annexation of Crimea. Moscow’s not-so-secret support for separatists in eastern Ukraine opposing the pro-western government in Kiev continues unabated, with renewed fighting reported last week. Peace efforts led by Germany in the so-called Minsk group have stalled. Given the US believes it is upholding an important principle of international law, a future Clinton administration is unlikely to recognise Russian-made “facts on</p> <p>the ground”.</p> <h2>THE BALTIC FRONT<br><br></h2> <p>The deployment of Russian nuclear-capable missiles in Kaliningrad, the isolated enclave it controls on Poland’s and Lithuania’s border, is the latest move in a war of nerves along Europe’s eastern flank. The Baltic sea has also become a contested area as Russian submarines and aircraft test western reactions. Nato has beefed up its defences, and Britain has pledged its support. But the uncomfortable question remains: would an American president</p> <p>go to war to defend Estonia?</p> <h2>CYBER <br>WARFARE<br></h2> <p>The US has formally accused Russia of launching a hacking campaign to disrupt the American presidential electoral process. The suspicion is that Putin, who has been praised by Donald Trump, wants Hillary Clinton defeated and the credibility of the election result put in doubt. Trump has already claimed the poll is fixed against him. Putin denies involvement. But the affair resembles previous cyber attacks on countries that were blamed on government-backed Russian hackers.</p> <h2>THE UNITED NATIONS<br></h2> <p>The US and Putin’s Russia have clashed repeatedly in the UN Security Council, most recently over Moscow’s veto of a resolution demanding an immediate halt to the bombing of Aleppo. The standoff has raised wider concerns about the effectiveness of the UN system when permanent members appear permanently at odds and its aid convoys are blown up. Russia is accused by the US of ignoring international law and of possible war crimes, and there are moves to refer it to the International Criminal Court.</p>",
  "<p>It’s “pitchforks and torches time”, a prominent conservative sheriff tweeted on Saturday, with a condemnation of the government and media that echoes the increasingly heated rhetoric of Donald Trump’s presidential campaign.</p> <p>David A Clarke, the elected sheriff of Milwaukee County, is a leading Trump supporter who has previously called Black Lives Matter activists the “enemy”.</p> <p>Clarke paired what appeared to be an accusation of the corruption in most of the United States government with a photoshopped image of a crowd of people carrying burning sticks and pitchforks. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SheriffClarke/status/787314656641712128\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">It&#39;s incredible that our institutions of gov, WH, Congress, DOJ, and big media are corrupt &amp; all we do is bitch. Pitchforks and torches time <a href=\"https://t.co/8G5G0daGVN\">pic.twitter.com/8G5G0daGVN</a></p>&mdash; David A. Clarke, Jr. (@SheriffClarke) <a href=\"https://twitter.com/SheriffClarke/status/787314656641712128\">October 15, 2016</a></blockquote>  </figure>  <p>Clarke’s comments come at a time of growing anxiety over Trump’s repeated claims, without evidence, that the presidential election is <a href=\"https://www.theguardian.com/us-news/2016/oct/14/trump-groping-accusations-new-york-times-rally\">rigged against him</a>. At least one Trump supporter at a rally in Cincinnati on Friday was <a href=\"http://www.bostonglobe.com/news/politics/2016/10/15/donald-trump-warnings-conspiracy-rig-election-are-stoking-anger-among-his-followers/LcCY6e0QOcfH8VdeK9UdsM/story.html?event=event25\">quoted by the Boston Globe</a> as saying that if Clinton is elected, “I hope we can start a coup.”</p> <p>“We’re going to have a revolution and take them out of office, if that’s what it takes,” the supporter said.</p> <p>At a rally for Republican vice-presidential candidate Mike Pence <a href=\"http://www.nbcnews.com/card/pence-revolution-rally-goer-dont-say-n664776\">on Thursday</a>, a woman from the audience told the candidate she, too, would rather take action than allow a Democrat to win. “I don’t want this to happen – but I will tell you for me, personally, if Hillary Clinton gets in,” she warned, “I’m ready for a revolution because we can’t have her in.”</p> <p>“You don’t want – don’t say that,” Pence replied. </p> <p>Noting a history of violence at Trump rallies by his supporters, some online observers took Clarke’s call for “pitchforks and torches” seriously, asking whether he was inciting violence and whether his comments constituted sedition against the government. His remarks also raised concerns that it was inappropriate for a law enforcement official famous for his “law and order” political views to be calling for citizens to take to the streets.</p> <p>Robert Post, a first amendment expert and the dean of Yale Law School, said Clarke’s comments were “horrible and despicable” but that “an American court would view this as venting, basically.”</p> <p>In 1969, the supreme court overturned a Ku Klux Klan leader’s conviction for inciting violence.</p> <p>The Brandenburg case set a high bar: “It says that you must intentionally be inciting imminent violence, and it has to be likely that there’s going to be violence.”</p> <p>Clarke’s tweet “would fall far short of that test”, Post said. </p> <p>Eugene Volokh, a Libertarian second amendment scholar at the University of California Los Angeles school of law, said Clarke’s remarks were clearly intended to be figurative. </p> <p>“What do you think Sheriff Clarke is trying to get people to do? Is he trying to get them to spear someone with a pitchfork and burn down their house, or is he trying to motivate someone to vote for Trump or support conservative values? It seems to be quite clearly the latter,” he said. </p> <p>When it came to hyperbolic rhetoric about violence, Volokh said, people were more likely to give people with like-minded politics the benefit of the doubt, and to take their political opponents literally. Those who were taking Clarke’s pitchfork remarks seriously were “taking it seriously because they don’t like the guy who’s saying it,” Volokh said. </p> <p>Incitement of violence is defined very narrowly under the law, leaving wide freedom of speech protections to talk about violence or revolution in hyperbolic or unspecific ways. <br></p> <p>“It has to be a situation where you’re talking to a crowd and you’re trying to get them to do something right now,” Volokh said. </p> <p>“I don’t think anyone looking at this would say, Wow, he’s really asking me to show up with pitchfork and torches outside of the newspaper and burn it down. I don’t think anyone would interpret it that way, especially in light of the photo.” </p> <p>Clarke has built a national platform for himself as a police official with extremely conservative, tough-on-crime views. He is a television commentator, has his own podcast, and is a prominent National Rifle Association speaker. In July, he <a href=\"http://thehill.com/blogs/pundits-blog/civil-rights/sheriff-david%20clarke-black-lives-matter-baton-rouge-civil-war\">compared the Black Lives Matter and Occupy Wall Street</a> movements to the terror group Isis.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/mar/12/black-lives-matter-donald-trump-st-louis-protesters-conversation\">Trump supporters v Black Lives Matter: watching a real conversation unfold</a> </p> </aside>  <p>“Americans watching the news of the murders of police officers in Baton Rouge, Louisiana, are observing a civil war unfold within our borders. A war between rule of law and anarchy-seeking hate,” he <a href=\"http://thehill.com/blogs/pundits-blog/civil-rights/sheriff-david%20clarke-black-lives-matter-baton-rouge-civil-war\">wrote</a>. </p> <p>“The murders in Baton Rouge, and before them Dallas, were not acts of domestic terrorism but guerrilla urban warfare against the police – who represent law and order – against the constitution, and against the American way.” </p> <p>In August, Clarke called for the National Guard to be sent to Milwaukee in response to unrest after police shot a 23-year-old black man, even though the local police department and mayor said this was unnecessary. </p> <p>“People have to find a more socially acceptable way to deal with their frustration, their anger and resentment. We cannot have the social upheaval,” Clarke told a <a href=\"http://fox6now.com/2016/08/14/sheriff-clarke-violence-will-not-be-allowed-to-get-out-hand/\">local Fox news station</a>. <br></p> <p>A man who answered the phone at a number listed under Clarke’s name declined to identify himself, and hung up without answering any questions. Clarke later <a href=\"http:// https://twitter.com/SheriffClarke/status/787399361265217536\">tweeted</a>: “Big Media <a href=\"https://twitter.com/ABCDigital\">@abcdigital</a>, <a href=\"https://twitter.com/GuardianUS\">@GuardianUS</a> and <a href=\"https://twitter.com/CNN\">@CNN</a> called,” Clarke tweeted later on Saturday. “Should be as interested in reporting on WikiLeaks and Clinton corruption than my tweets.” </p> <p>Fran McLaughlin, a spokeswoman at the Milwaukee County sheriff’s office, did not respond to a request for comment on the sheriff’s tweet. </p> <p>A spokeswoman for the National Rifle Association did not immediately respond to a request for comment about whether the organization approved of Clarke’s “pitchforks and torches” rhetoric. </p> <p>After his pitchforks tweet, Clarke tweeted again directly to Trump supporters, citing the New Testament and sharing a photograph of himself with the Republican nominee. </p> <p>“To all @realDonaldTrump<strong> </strong>supporters, Let Not Your Hearts Be Troubled (John:14 1-3) Big media knows that our day is coming. Stay strong,” <a href=\"https://twitter.com/SheriffClarke/status/787324146854297600\">he wrote</a>.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SheriffClarke/status/787324146854297600\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">To all <a href=\"https://twitter.com/realDonaldTrump\">@realDonaldTrump</a> supporters, Let Not Your Hearts Be Troubled (John:14 1-3) Big media knows that our day is coming. Stay strong. <a href=\"https://t.co/IBSX9E8llo\">pic.twitter.com/IBSX9E8llo</a></p>&mdash; David A. Clarke, Jr. (@SheriffClarke) <a href=\"https://twitter.com/SheriffClarke/status/787324146854297600\">October 15, 2016</a></blockquote>  </figure>",
  "<p>What if the United States went to war and nobody here even noticed? The question is absurd, isn’t it? And yet, this almost perfectly describes what actually happened this past week.</p> <p>While many Americans, myself included, were all hypnotized by the bizarre spectacle of the Republican nominee for president, a <a href=\"https://www.theguardian.com/us-news/2016/oct/13/us-enters-yemen-war-bombing-houthis-who-launched-missiles-at-navy-ship\">US navy destroyer fired a barrage of cruise missiles</a> at three radar sites controlled by the rebel Houthi movement in Yemen. This attack marked the first time the US has fought the rebels directly in Yemen’s devastating civil war.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The Trump show has managed to bump all serious and necessary policy debates not just off the table but out of the room</p> </blockquote> </aside>  <p>The cruise missile salvo ramps up the already significant US military involvement in deeply divided and desperately poor Yemen. While it’s true that the US has launched drone strikes on al-Qaida targets in Yemen for years, sometimes killing civilians and even US citizens, this particular military engagement has the potential to drag the US straight into a protracted and escalating conflict. And, as everyone knows, America has an uncanny ability to enter protracted and escalating military conflicts.</p> <p>Yet we’ve heard absolutely nothing about this from our presidential candidates.</p> <p>If we investigated, we would find that the Pentagon justified this attack as retaliation. Last week, missiles were fired on two separate occasions at another navy destroyer off of Yemen’s southern coast. Those missiles fell harmlessly into the water, but they were enough of a provocation that the navy responded with its own bombardment.</p> <p>But we would also find that immediately prior to those incidents, on Saturday 8 October, a 500lb laser-guided US-made bomb was dropped on a funeral procession by the US-sponsored Saudi-led coalition fighting the rebels who, the Saudis say, are backed by Iran. This bomb <a href=\"http://reliefweb.int/report/yemen/saudi-eases-yemen-blockade-raid-wounded-evacuation\">killed</a> more than 140 people, mostly civilians, and wounded more than 525 people. Human Rights Watch <a href=\"https://www.hrw.org/news/2016/10/13/yemen-saudi-led-funeral-attack-apparent-war-crime\">called</a> the incident “an apparent war crime”.</p>       <figure class=\"element element-video element--supporting\" data-canonical-url=\"https://www.theguardian.com/world/video/2016/oct/16/boris-johnson-and-john-kerry-call-for-ceasefire-in-yemen-video\"            data-short-url=\"https://gu.com/p/57nb6\"                    data-show-ads=\"true\"            data-video-id=\"2812056\"            data-video-name=\"Boris Johnson and John Kerry call for ceasefire in Yemen – video\"            data-video-provider=\"Reuters\"            > <video data-media-id=\"gu-video-5803a8e1e4b01ffb8ffcc43b\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/16/161016BorisYemen_KP-29732680_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/16/161016BorisYemen_KP-29732680.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/16/161016BorisYemen_KP-29732680_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/world/video/2016/oct/16/boris-johnson-and-john-kerry-call-for-ceasefire-in-yemen-video\">Boris Johnson and John Kerry call for ceasefire in Yemen</a></figcaption> </figure>   <p>That heinous attack led to a strong rebuke from the US, which has <a href=\"https://www.google.com/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=3&amp;cad=rja&amp;uact=8&amp;ved=0ahUKEwiX84bltNnPAhUEbj4KHew-DjsQFggvMAI&amp;url=https%3A%2F%2Fwww.washingtonpost.com%2Fnews%2Fpowerpost%2Fwp%2F2016%2F09%2F21%2Fsaudi-arabia-is-facing-unprecedented-scrutiny-from-congress%2F&amp;usg=AFQjCNFN-snWyds0hMJiDRw2VcHL-ZwhSA&amp;sig2=t94AfvENfvUlIhemUIaHhA&amp;bvm=bv.135475266,d.cWw\">sold</a> the Saudis $110bn worth of arms since President Obama assumed office, and recently <a href=\"http://www.reuters.com/article/us-usa-saudi-defense-idUSKCN10K1JR\">approved</a> the sale of $1.15bn more. The US also supplies the Saudis with necessary intelligence and logistics to prosecute its war. According to <a href=\"http://www.reuters.com/article/us-usa-saudi-yemen-idUSKCN12A0BQ\">Reuters</a>, the US government is also deeply concerned that it may be implicated in future war crimes prosecutions as a result of its support for the Saudi-led coalition.</p> <p>This worry might explain why National Security Council spokesman Ned Price <a href=\"https://www.whitehouse.gov/the-press-office/2016/10/08/statement-nsc-spokesperson-ned-price-yemen\">stated</a> that “in light of this and other recent incidents, we … are prepared to adjust our support so as to better align [the Saudi-led coalition] with US principles, values and interests, including achieving an immediate and durable end to Yemen’s tragic conflict”. Sounds good. Then again, the US bombed Houthi positions days later.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/oct/15/heinous-against-humanity-how-saudi-airstrikes-have-devastated-yemen\">'Heinous crime against humanity': how Saudi airstrikes have devastated Yemen</a> </p> </aside>  <p>The situation in Yemen is already catastrophic and largely out of view. Since the conflict began 18 months ago, more than 6,800 people have been killed. Both rebels and the regime have committed atrocities, though most of the dead are civilians and most have been killed by Saudi-led <a href=\"http://reliefweb.int/report/yemen/saudi-eases-yemen-blockade-raid-wounded-evacuation\">airstrikes</a>. Almost 14.4 million people are now “food insecure”, <a href=\"https://www.wfp.org/emergencies/yemen\">according</a> to the UN’s World Food Program, and 2.8 million people have been displaced. In 2015, there were <a href=\"http://www.un.org/ga/search/view_doc.asp?symbol=s/2016/360&amp;referer=/english/&amp;Lang=E\">101 attacks</a> on schools and hospitals. After two Doctors Without Borders hospitals were bombed resulting in 20 deaths – one in Taiz on 2 December 2015 and the other in Abs on 15 August this year – the humanitarian group was forced to <a href=\"http://www.doctorswithoutborders.org/article/yemen-detailed-documentation-two-attacks-msf-medical-facilities\">withdraw</a> from its six hospitals in northern Yemen. And the latest <a href=\"http://reliefweb.int/report/yemen/yemen-cholera-outbreak-situation-report-no-1-13-october-2016\">news</a> is a cholera outbreak.</p> <p>The Trump show has managed to bump all the serious and necessary policy debates not just off the table but out of the room. Presidential foreign policy discussions, for example, are now basically limited to who hates Isis more, who said what 13 years ago, and who believes Vladimir Putin is in charge of a roomful of hackers.</p> <p>It’s not enough. All the current polls point to Hillary Clinton winning the presidential election, and there’s a desperate need for substantive answers regarding her policies. Will she merely continue Obama’s Yemen strategy, which has not only failed to end the war but could also soon escalate it? The prevailing wisdom among many Democrats has been to focus first on defeating Donald Trump before moving on to what’s next, but that’s no longer fair to voters nor, really, to the people of Yemen. We need to know not only what we’re voting against, but what we’re voting for. As the last few days have shown, the world doesn’t stop spinning while the US holds elections.</p>",
  "<p>Flicking through the chunky Argos catalogue gives a snapshot of how much British high street retailers rely on imports – and are vulnerable to the <a href=\"https://www.theguardian.com/business/2016/oct/12/pound-drops-further-after-davis-hints-uk-could-leave-single-market\" title=\"\">slumping pound</a>. Beats headphones at £89.95 come via California; a slim PlayStation 4 is made in China; while curved Samsung TVs are manufactured in South Korea.</p> <p>It is these imports – from clothes manufactured in south-east Asia to consumer electronics – that are expected to go up in price in the new year on the back of fluctuations in the post-EU referendum pound. The very public row between <a href=\"https://www.theguardian.com/business/2016/oct/13/tesco-unilever-resolve-marmite-dispute-price-supermarket\" title=\"\">Tesco and Unilever</a> last week over the wholesale cost of household staples such as Marmite is the first public illustration of the sensitivity of everyday items to movements in sterling, which closed the week at just under $1.22.</p> <p>Consumers have been now been warned that spikes in prices on high-street goods could come after the Christmas sales, as retailers’ hedges against currency fluctuations – a form of insurance policy against movements in the pound – come to an end.</p> <p>“We are really going to see things unwinding, and effects on prices from early 2017,” says Patrick O’Brien, analyst at consultancy Verdict Retail.</p> <p>Since the Brexit vote at the end of June, sterling has suffered heavy losses and last week had its worst four-day performance since the referendum. The knock-on effect is that clothes made in Asia and bought in dollars are likely to rise in price as the pound has fallen in value by 17.5%. <a href=\"https://www.theguardian.com/business/2016/oct/13/marmite-bananas-sterling-swings-prices-consumers-shopping\" title=\"\">Milk from abroad is also expected to rise along with wine</a>, the vast majority of which is imported.</p> <p>Although many retailers hedge against currency fluctuations, these safeguards typically only last between six and 12 months. Jonathan De Mello, head of retail consultancy Harper Dennis Hobbs, says he expects price rises in all areas and that some retailers, especially in the clothing sector, will not survive the ensuing turmoil. “The majority of hedges will last beyond Christmas because most retailers had hedges in place. I think [the first quarter] or the end of [the first quarter] are going to be when they are going to end,” he says.</p> <p>“I think we are going to see a lot of price rises. There has always been deflation in the clothing markets so there is going to be a lot of promotional activity [and] price rises, which will massively reduce margin. As a result, I can see some retailers struggling – and not surviving, to be honest. I think Q1 2017 is going to be a really hard time.”</p> <p>It emerged last week that Tesco had run short on household staples following a row with Unilever after the supermarket refused to pay 10% across-the-board price rises. A deal was struck on Thursday afternoon after the shares of both companies dropped when news of the clash emerged. Analysts quickly pointed to Brexit as the trigger for the dispute.</p> <p>O’Brien says it is likely there have been clashes between retailers and their suppliers already but that the Tesco-Unilever confrontation was the first to become public. He predicts that while currency devaluations could affect the cost of goods by up to 20%, retailers would not be able to pass on such losses to the consumer.</p> <p>“There is no way that retailers will be able to, or will attempt to, pass on that sort of price rise,” he says. “It is going to differ in different sectors. It could be as much as 3% to 5% but it is difficult to gauge at the moment.</p> <p>“The burden is going to be shared. The balance of who is going to take the most share is debatable at this point but the retailers are really stuck in the middle and they are going to get hit the worst, I think, in terms of their margins.”</p> <p>Judging by these predictions, it seems possible that the TVs, consoles and headphones that feature prominently on the Argos website may soon be going up in cost. However, the retailer declines to comment, saying it is “too early” to discuss the consequences of Brexit.</p> <p>One suggested salvation for the pound is the election of Donald Trump as US president, which would lead to a decline in the value of the dollar. Judging by the polls, however, that appears as likely as 100% of the British population deciding that Marmite is their favourite taste.</p>",
  "<p>Why are we all so shocked by the sexual assault allegations against Donald Trump? It has always been clear that his attitudes toward women are dangerously retrograde; he’s never tried to hide who he is. Quite the opposite in fact; he’s built a successful brand out of being an offensive playboy who’s allowed to get away with it. In short, he’s built his entire career on the foundation of what feminist academics call “rape culture”.</p> <p>If you’re confused by the term, “rape culture” describes the normalization of sexual violence in society – and it’s this very normalization that makes it a difficult thing to explain. Rape culture doesn’t so much actively encourage rape as passively condone it. You can’t pin it down to one particular thing; rather it’s the accumulation of a number of social norms that perpetuate the idea that women are sexual objects, and that sexual objectification is simply a fact of life.</p> <p>Trump is a one-man textbook of such norms. So let’s use him as such. I’ve broken down the various assumptions, stock phrases, and social expectations that, together, constitute rape culture. Trump has helpfully provided examples of each.</p> <h2>Women are sexual objects, to be judged as such</h2> <p><em>“Look at that face! Would anyone vote for that? Can you imagine that, the face of our next president? I mean, she’s a woman, and I’m not s’posed ta say bad things, but really, folks, come on. Are we serious?” – Trump describing his then Republican primary rival Carly Fiorina in Rolling Stone, <a href=\"http:// http://www.rollingstone.com/politics/news/trump-seriously-20150909\">2015</a></em></p> <p><em>“A person who is flat-chested is very hard to be a 10.” – The Howard Stern Show, <a href=\"https://www.buzzfeed.com/andrewkaczynski/donald-trump-said-a-lot-of-gross-things-about-women-on-howar?utm_term=.xsY1ngEdb#.aeZkY8JVE\">2005</a></em></p> <p><em>“If Hillary Clinton can’t satisfy her husband what makes her think she can satisfy America?” – Donald Trump <a href=\"http://www.dailymail.co.uk/news/article-3043861/Claim-Hillary-Clinton-t-satisfy-husband-winds-Donald-Trump-s-Twitter-account-staffer-retweets-it.html\">retweeted</a> this in 2015, later deleted</em></p> <p><em>“I’d pay a lot of money [for Rosie O’ Donnell not to give me oral sex]. That’s one of the most unattractive people. She took great offense at the fact I said she better be careful or I, or one of one friends would go and pick up her wife.” – The Howard Stern Show, <a href=\"http://money.cnn.com/2016/10/14/media/donald-trump-on-lindsay-lohan/\">2007</a></em></p> <h2>Young girls are sex objects in training</h2> <p><em>“I am going to be dating her [a young girl] in 10 years.” – In a 1992 <a href=\"https://www.theguardian.com/us-news/video/2016/oct/13/trump-makes-inappropriate-remarks-about-10-year-old-girl-video\">video</a> in which a 46-year-old Trump ogles a group of young girls and jokes about how he’d be “dating” one of them in 10 </em><em>years.</em></p> <p><em>“I’ve known Paris Hilton from the time she’s 12. Her parents are friends of mine, and, you know, the first time I saw her, she walked into the room and I said, ‘Who the hell is that?’ … Well, at 12, I wasn’t interested... They’re sort of always stuck around that 25 category.” He then went on to admit he’d watched her sex tape.” – The Howard Stern Show, <a href=\"http://hollywoodlife.com/2016/10/01/donald-trump-paris-hilton-hot-12-child-gross-watch/\">2003</a> </em></p> <h2>Even Trump’s daughter isn’t exempted from objectification</h2> <p><em>“[Ivanka]’s got the best body.” – The Howard Stern Show, 2003</em></p> <p><em>“If Ivanka weren’t my daughter, perhaps I’d be dating her” – The View, <a href=\"https://www.youtube.com/watch?v=DP7yf8-Lk80\">2006</a></em></p> <h2>Objectification is actually an honour. No woman wants to be ‘unfuckable’</h2> <p><em>“Look at her…I don’t think so.” – Trump’s response to People magazine journalist Natasha Stoynoff’s <a href=\"http:// https://www.theguardian.com/us-news/2016/oct/14/look-at-her-i-dont-think-so-trumps-defence-is-to-demean-his-accusers\">claims</a> that he sexually assaulted her during an interview.</em></p> <h2>Women are manipulative and use their bodies to control men</h2> <p><em>“I have seen women manipulate men with just a twitch of their eye – or perhaps another body part.” – <a href=\"https://www.amazon.com/Trump-Art-Comeback-Donald-J/dp/0812929640?ie=UTF8&amp;*Version*=1&amp;*entries*=0\">Trump: The Art of the Comeback</a>, 1997</em></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/_SidVerma/status/786614831604441088\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Here is Donald Trump&#39;s response to suggestions he is a &quot;sexual predator&quot; <a href=\"https://t.co/1QhidToA1b\">pic.twitter.com/1QhidToA1b</a></p>&mdash; Sid Verma (@_SidVerma) <a href=\"https://twitter.com/_SidVerma/status/786614831604441088\">October 13, 2016</a></blockquote>  </figure>  <h2>Women can’t control their desires so men have to do it for them</h2> <p><em>“All of the women on ‘The Apprentice’ flirted with me – consciously or unconsciously. That’s to be expected.” – How To Get Rich, 2004</em></p>       <figure class=\"element element-video element--supporting\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/08/donald-trumps-sex-boasts-when-you-are-a-star-they-let-you-do-anything-video\"            data-short-url=\"https://gu.com/p/56ffv\"                    data-show-ads=\"true\"            data-video-id=\"2786643\"            data-video-name=\"Donald Trump's sex boasts: 'When you are a star they let you do anything' – video\"            data-video-provider=\"NBC\"            > <video data-media-id=\"gu-video-57f87665e4b0e4aaeaa8d24b\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/08/161008TrumpUpdate2_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/08/161008TrumpUpdate2.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/08/161008TrumpUpdate2_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/08/donald-trumps-sex-boasts-when-you-are-a-star-they-let-you-do-anything-video\">Donald Trump’s sex boasts: ‘When you are a star they let you do anything’</a></figcaption> </figure>   <h2>If you’ve got enough money or fame, women will let you do anything to them</h2> <p><em>“When you’re a star, they let you do it. You can do anything …Grab them by the pussy … You can do anything.” – off-camera remarks on Access Hollywood, <a href=\"https://www.theguardian.com/us-news/2016/oct/07/donald-trump-leaked-recording-women\">2005</a></em></p> <p><em>“Women find his power almost as much of a turn-on as his money.” – Donald Trump describing himself, as quoted in <a href=\"https://books.google.com/books?id=GSF0AwAAQBAJ&amp;pg=PT6&amp;lpg=PT6&amp;dq=Women+find+his+power+almost+as+much+of+a+turn-on+as+his+money+trump&amp;source=bl&amp;ots=4HBfq1Jkdt&amp;sig=m4ccf9GLFifVQk27zVnFANW-FkQ&amp;hl=en&amp;sa=X&amp;ved=0ahUKEwjr572e49vPAhXIPT4KHcmJAvIQ6AEISzAH#v=onepage&amp;q=Women%20find%20his%20power%20almost%20as%20much%20of%20a%20turn-on%20as%20his%20money%20trump&amp;f=false\">The Narcissist Next Door </a>by Jeffrey Kluger </em></p> <h2>Women want to be degraded</h2> <p><em>“Women, you have to treat ‘em like shit.” – New York magazine, 9 November <a href=\"https://books.google.com/books?id=BeUCAAAAMBAJ&amp;printsec=frontcover&amp;source=gbs_ge_summary_r&amp;cad=0#v=onepage&amp;q&amp;f=false\">1992</a></em></p> <h2>Women use their looks as currency, as a way to get ahead.</h2> <p><em>“You wouldn’t have your job if you weren’t beautiful.” – Interview with a female reporter <a href=\"https://www.youtube.com/watch?v=Aw-_x5cYGMs\">at a Miss Universe event</a> in Las Vegas, 2014</em></p> <p><em>“It’s certainly not groundbreaking news that the early victories by the women on ‘The Apprentice’ were, to a very large extent, dependent on their sex appeal.” – How To Get Rich, 2004</em></p> <p><em>“It must be a pretty picture, you dropping to your knees” ; Trump to actor</em> <em>Brande Roderick when she asked Trump if she could be the next project manager on </em><em>– Celebrity Apprentice: All Stars, <a href=\"https://www.youtube.com/watch?v=urReg9O6MwA\">2013</a></em></p> <p><em>“Some of the women that are complaining, I know how much [Roger Ailes] helped them…” – Trump to NBC, as sexual assault allegations against former Fox head Roger Ailes started piling up in <a href=\"http://www.mediaite.com/online/trump-on-roger-ailes-i-know-how-much-hes-helped-the-women-complaining-about-him/\">July 2016</a></em></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JasperAvi/status/786650439945162752\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">5:40 into this video of <a href=\"https://twitter.com/realDonaldTrump\">@realDonaldTrump</a> on <a href=\"https://twitter.com/HowardStern\">@HowardStern</a>, Trump jokingly refers to women he&#39;s slept w/ as &quot;victims&quot;.<a href=\"https://t.co/09T4DG50ZF\">https://t.co/09T4DG50ZF</a></p>&mdash; Avi Bueno (@JasperAvi) <a href=\"https://twitter.com/JasperAvi/status/786650439945162752\">October 13, 2016</a></blockquote>  </figure>  <h2>Women who like sex are sluts</h2> <p><em>“Did Crooked Hillary help disgusting (check out sex tape and past) Alicia M become a US citizen so she could use her in the debate?” – Twitter, September <a href=\"https://twitter.com/realdonaldtrump/status/781788223055994880?lang=en\">2016</a> </em></p> <h2>It’s just biology; men can’t help themselves from assaulting women.</h2> <p><em>“26,000 unreported sexual assults [sic] in the military-only 238 convictions. What did these geniuses expect when they put men &amp; women together?” – Twitter, May <a href=\"https://twitter.com/realdonaldtrump/status/331907383771148288?lang=en\">2013</a> </em></p>       <figure class=\"element element-video element--supporting\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/09/donald-trump-video-apologizes-groping-tape-locker-room-talk-debate\"            data-short-url=\"https://gu.com/p/56n3m\"                    data-show-ads=\"true\"            data-video-id=\"2792173\"            data-video-name=\"Trump 'very embarrassed' by 2005 groping remarks on tape – video\"            data-video-provider=\"Reuters\"            > <video data-media-id=\"gu-video-57fafab7e4b0e4aaeaa8db63\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/10/161010Trumplewd2_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/10/161010Trumplewd2.m3u8\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11939157&amp;format=video/webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/09/donald-trump-video-apologizes-groping-tape-locker-room-talk-debate\">Trump on Access Hollywood audio: ‘This was locker room talk’</a></figcaption> </figure>   <h2>Men decide when women can take offense</h2> <p><em>When asked about his treatment of women and the Access Hollywood audio during the second presidential debate he offered up the following excuses: </em></p> <p><em>“This was locker room talk.”</em></p> <p><em>“What [Bill Clinton] did was far worse … and Hillary Clinton attacked those women.”</em></p> <p><em>“It’s just words, folks. It’s just words.”</em></p> <p><em>“If you look at Bill Clinton, far worse. Mine were words and his was action.”</em></p> <p><em>“It is things that people say.”</em></p> <p><em>“When Hillary brings up a point like that and she talks about words that I said 11 years ago, I think it’s disgraceful, and I think she should be ashamed of herself.” (This was followed by applause) <br></em></p> <h2>Victim blaming</h2> <p><em>At a rally in Florida on <a href=\"http:// http://www.nytimes.com/2016/10/14/us/politics/donald-trump-women.html\">13 October</a>, Trump told his supporters that the allegations women had made about him weren’t true. Describing them as: “False smears.” “Horror show of lies, deceptions and malicious attacks.”</em></p> <p><em>“Why wasn’t it part of the story that appeared 20, or 12 years ago?” </em></p> <p><em>“They will seek to destroy everything about you, including your reputation. They will lie, lie, lie, and they will do worse than that.”</em><br></p> <h2>Rape culture begets rape culture </h2> <p>The most pernicious thing about rape culture is that it’s self-perpetuating. Women are afraid to come forward about sexual assault because they’re worried they won’t be believed. When they do have the courage to come forward they often aren’t believed. Their characters are ripped apart; their motives are questioned; they’re told they were probably ‘asking for it.’ And so other women decide they may as well just keep quiet. If we are to learn anything from Trump’s masterclass in rape culture it’s that none of us should keep quiet.</p>",
  "<p>When she entered the race for Pennsylvania’s Senate seat last August, Katie McGinty faced an uphill battle. </p> <p>Once a staffer for vice-president Al Gore and Pennsylvania governor Ed Rendell, never elected to office, she had to defeat former representative Joe Sestak in a bruising Democratic primary. The next challenge was to overcome <a href=\"https://www.qu.edu/news-and-events/quinnipiac-university-poll/2016-presidential-swing-state-polls/release-detail?ReleaseID=2273\">a 16-point lead</a> held by the incumbent senator, Republican Pat Toomey.</p> <p>Now, with less than a month to go before the election, the<a href=\"http://www.bloomberg.com/politics/articles/2016-10-13/pennsylvania-poll\"> latest poll from Bloomberg</a> shows McGinty edging Toomey, if within the margin of error. And as the days to the vote count down, the Republican must keep <a href=\"http://triblive.com/politics/politicalheadlines/11296649-74/trump-toomey-campaign\">dancing around</a> his feelings for his party’s presidential nominee, Donald Trump. </p> <p>Toomey has tried to avoid alienating both Trump’s hardcore supporters and the 80% of voters who have said they are bothered by Trump’s 2005 <a href=\"https://www.theguardian.com/us-news/2016/oct/07/donald-trump-leaked-recording-women\">assertion that he gropes women</a> without consent, and subsequent claims from women that he did exactly that to them.</p> <p>In <a href=\"http://www.philly.com/philly/news/politics/20161012_Will_Toomey_back_Trump__He_says_he_may_not_tell_voters.html\">interviews with Philadelphia’s local papers</a>, Toomey tried to balance without a position on Trump, saying: “I hoped that Donald Trump would persuade me. I remain unpersuaded.” Even as many noncommittal Republicans fled from Trump in the wake of the video’s publication, Toomey<a href=\"http://www.politico.com/story/2016/10/pat-toomey-trump-undecided-229624\"> refused to renounce</a> the nominee entirely, earning at least one comedian’s <a href=\"https://www.youtube.com/watch?v=ubEwHwdyTpY\">derision</a>.</p> <p>On Friday, McGinty was in Philadelphia at the Christian Street YMCA – the first black YMCA to <a href=\"http://www.hmdb.org/marker.asp?marker=81915\">have its own building</a> and one of the few places in the city where <a href=\"http://articles.philly.com/1987-10-23/news/26217044_1_ymcas-adult-literacy-prominent-blacks\">African Americans were allowed to swim and use exercise facilities</a> before the second world war. She was joined by New York senator Kirsten Gillibrand, before a phalanx of television cameras and a round table of mostly African American women support an increased minimum wage and access to high-quality, low-cost childcare.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/2016/08/state-factboxes/?id=PA\" data-alt=\"Pennsylvania\"> <a href=\"https://interactive.guim.co.uk/embed/2016/08/state-factboxes/?id=PA\">Pennsylvania</a> </figure>  <p>McGinty and Gillibrand listened intently as the women spoke, with the former nodding her head and taking notes – particularly about the grandmothers in the group. They said that they have found themselves filling in gaps in childcare, setting aside their own lives to make up for day care facilities with waiting lists and organizations that charge for infant care, one woman said, “as much as college tuition”.</p> <p>McGinty eventually encouraged one women from the Service Employees International Union (SEIU) to speak about the importance of <a href=\"https://www.theguardian.com/us-news/2016/aug/14/fight-for-15-convention-workers-protest-presidential-debates\">the Fight for 15</a>, a nationwide push for a minimum wage of $15 per hour. “We know that America hasn’t gotten a raise in 16 years, and it’s a problem,” the attendee said. “When everything around you goes up, but your salary, your wages don’t, you’re always working from behind. You never catch up.”</p> <p>“We know it’s the right thing to do” to raise the minimum wage, McGinty said. “It’s time to get moving on this.”</p> <p>After the panel, McGinty spoke to reporters about Toomey’s argument that only he can provide a check on the power of a Democratic administration and build bipartisan support for legislation. Toomey has cited <a href=\"http://www.politifact.com/pennsylvania/statements/2016/jun/15/katie-mcginty/pat-toomeys-gun-control-bill-and-katie-mcgintys-po/\">his co-sponsorship of a 2013 gun control bill</a>, which failed, as an example of his bipartisan nature, even though <a href=\"http://www.witf.org/news/2016/06/gop-senator-pat-toomey-sides-with-nra-on-gun-votes.php\">he voted against expanded background checks</a> earlier this year, as McGinty noted.</p> <p>She argued further that that she would build bipartisan consensus on a federal minimum wage increase. </p> <p>“I do think that we can build a bipartisan consensus, and the reason is that it’s not only the right thing to do, but it’s the smart thing to do from a business and an economic point of view, “ she explained. “You don’t have to just think about that theoretically: that’s exactly what we’ve seen in those states and localities that have already gotten out there and increased the minimum wage.”</p> <p>“There are ways that you can talk everybody’s language, meet their values and priorities and get initiatives like this done.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/25/donald-trump-hillary-clinton-pennsylvania\">Can Trump really win Pennsylvania? Stranger things have happened in 2016</a> </p> </aside>  <p>But asked about Donald Trump’s outreach to liberals on child care on family leave, she encouraged Pennsylvanians not to believe the hype: “It won’t happen at all”. </p> <p>“There is nothing in Donald Trump’s personal demeanor, record or his own business practices that would indicate that he has even the basic minimum of respect for women, children and families.”</p> <p>McGinty and other Democrats see Trump’s cratering numbers as a vulnerability for Toomey and other Senate Republicans in swing states like Pennsylvania, and she tried tie her opponent to his party’s presidential nominee. </p> <p>“It is long past due for any profile in courage from Pat Toomey,” she said, noting that he still hasn’t said whether or not he plans to vote for Trump. “We have seen a Republican nominee who degrades our prisoners of war, who insults families that made the biggest sacrifice for this country, who was spoken despicably about women and now we have strong evidence that he’s turned those words into action and aggressive action that amounts to sexual assault.</p> <p>“It’s nothing short of despicable for Pat Toomey not to stand up right now, today, to Donald Trump and make clear that he is not fit to be president of the United States.”</p> <p>The senator’s position on Trump, she said, was a “political calculation” and evidence “he’s putting his own interest in front of the interests of his constituents”.</p> <p>Before everyone parted ways,Gillibrand took MicGinty aside, almost out of hearing range of the media, and offered advice for the last few weeks of the campaign. “Stay tough,” she told McGinty. “Talk about what your values will be.”</p>",
  "<p>Accusations of betrayal. Demagoguery and hatred. The bunker in Berlin. Comparisons <a href=\"http://www.nytimes.com/2016/09/28/books/hitler-ascent-volker-ullrich.html?action=click&amp;contentCollection=Book%20Review&amp;module=RelatedCoverage&amp;region=EndOfArticle&amp;pgtype=article\">with Adolf Hitler</a> have been tempting throughout Donald Trump’s 2016 campaign for the presidency – never more so than at its mad, destructive climax. </p> <p>The Republican’s presidential bid appears to have become the campaign equivalent of <a href=\"https://www.youtube.com/watch?v=pR5q0ajW8Ko\">the last days of the reich</a>, when Germany’s leadership raged at bearers of bad news from the battlefield, ordered non-existent divisions to launch counteroffensives, and embraced a nihilistic plan to burn it all down and take everyone along. </p> <p>The difference is, unlike then, there seems to be little awareness of impending defeat or understanding of how it came to be. Instead, attitudes are like those after the first world war when Germans on the far right coined a word for their myth of betrayal: Dolchstoßlegende. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/787258211283918848\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">This election is being rigged by the media pushing false and unsubstantiated charges, and outright lies, in order to elect Crooked Hillary!</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/787258211283918848\">October 15, 2016</a></blockquote>  </figure>  <p>Trump is trailing Hillary Clinton badly in national polls, sometimes by double digits. Jubilant Democrats are eyeing so-called “red states” such as Georgia and Utah and expanding their ambitions to take <a href=\"https://www.theguardian.com/us-news/2016/oct/12/republicans-focus-congress-battle-trump-campaign\">both the Senate and House</a>. The Trump campaign has yanked advertising and staff out of Virginia, and major donors are pulling the plug. The writing seems to be on the wall of polling firms, campaign offices and newsrooms across the country.</p> <p>“So is this presidential election over?” <a href=\"http://www.aei.org/publication/trump-might-already-be-in-free-fall/?utm_source=paramount&amp;utm_medium=email&amp;utm_campaign=POLElectionRoundup3\">asked Michael Barone</a>, resident fellow at the American Enterprise Institute. “Almost certainly.”</p>       <figure class=\"element element-video element--supporting\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/15/donald-trump-i-am-a-victim-political-smear-campaign-video\"            data-short-url=\"https://gu.com/p/57tbp\"                    data-show-ads=\"true\"            data-video-id=\"2808430\"            data-video-name=\"‘I am a victim’ of political smear campaign, says Trump – video\"            data-video-provider=\"Reuters/AP\"            > <video data-media-id=\"gu-video-5801fa36e4b0160123896006\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/15/161015trump_h264_publish.mp4\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11733813&amp;format=video/m3u8\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11733813&amp;format=video/webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/15/donald-trump-i-am-a-victim-political-smear-campaign-video\">‘I am a victim’ of political smear campaign, says Trump</a></figcaption> </figure>   <p>In September, Trump appeared competitive. In October, he collapsed. A 2005 video in which he <a href=\"https://www.theguardian.com/us-news/2016/oct/07/donald-trump-leaked-recording-women\">bragged about groping women </a>was followed by a slew of allegations of sexual assault and more than <a href=\"http://www.nytimes.com/interactive/2016/08/29/us/politics/at-least-110-republican-leaders-wont-vote-for-donald-trump-heres-when-they-reached-their-breaking-point.html\">160</a> Republican leaders who abandoned Trump. He has declared war on members of his own party, attacking the House speaker, Paul Ryan, and turned to increasingly authoritarian claims, insisting that <a href=\"https://www.theguardian.com/us-news/2016/oct/11/trump-jail-hillary-clinton-private-email-server-us-election\">Clinton must be jailed</a>.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/15/hillary-clinton-donald-trump-presidential-election\">Clinton senses big victory after Trump's week of self-inflicted defeat</a> </p> </aside>  <p>Republicans have started to fear that 8 November will not be the end but rather the beginning of all-out civil war, asking <a href=\"https://www.theguardian.com/us-news/2016/aug/12/republican-party-survive-post-trump-election-landscape\">whether Trumpism can survive Trump</a>, and whether those who support him can survive his candidacy. Who can unify the party of Abraham Lincoln? Who can avoid a historic fourth consecutive defeat in the election of 2020? </p> <p>Much depends on whether 2016 has an effect on the Senate, where Democrats stand a strong chance of taking control, and on the House, which may now be in play. The maverick businessman has already threatened to dispute the election’s result, <a href=\"http://www.nytimes.com/2016/10/14/us/politics/trump-election-rigging.html\">claiming the election is rigged</a>, and already lashed out at moderate Republicans for not backing him.</p> <p>“No one knows what’s going to be left of the party on November 9,” said <a href=\"http://www.wtmj.com/charlie-sykes\">Charlie Sykes</a>, an influential conservative radio talkshow host. “Republican officials I’ve talked to have gone beyond anger to a sense of anguish about the future of the party,” he said. </p> <p>“The damage that Trump has done will not end on November 8. I don’t think any Republicans really know what a post-Trump party looks like. They’re hoping it’s a one-off event but I don’t see the civil war going away any time soon.”</p> <p>Sykes, who has known <a href=\"https://paulryan.house.gov/\">Ryan</a> since he was first elected to the House in 1998, regards the 46-year-old Wisconsin Catholic, a family man and devotee of Ayn Rand, as its intellectual leader. “If there’s anybody who ought to emerge as the titular leader of the party in the ruins, it will be Paul Ryan.”</p>  <figure class=\"element element-image\" data-media-id=\"1b55321611269433a97962b88aeb6e0737e1d180\"> <img src=\"https://media.guim.co.uk/1b55321611269433a97962b88aeb6e0737e1d180/0_95_4096_2459/1000.jpg\" alt=\"‘If there’s anybody who out to emerge as the titular leader of the party in the ruins, it will be Paul Ryan.’\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘If there’s anybody who out to emerge as the titular leader of the party in the ruins, it will be Paul Ryan.’</span> <span class=\"element-image__credit\">Photograph: Tannen Maury/EPA</span> </figcaption> </figure>  <p>After the defeat of Mitt Romney – a harsh critic of Trump and Ryan’s 2012 running mate – Republican officials produced an <a href=\"http://goproject.gop.com/rnc_growth_opportunity_book_2013.pdf\">“autopsy report”</a> concluding that to win back the White House, the party needed to appeal to young voters, women and minorities. </p> <p>“They did the precise opposite,” Sykes said, noting how Trump had alienated those precise constituencies. “They’ve got to get grips with the fact that if you want to be a national party you cannot win elections if you do not appeal to women, African Americans and Hispanics and young people.”</p> <p>Instead, Trump’s rallies are dominated by largely white crowdswho have embraced his angry, anti-immigrant rhetoric. “The Trump campaign is premised on turning out a part of the American population that’s shrinking,” said <a href=\"http://www.hoover.org/profiles/lanhee-j-chen\">Lanhee Chen</a>, policy director for the Romney presidential campaign.</p> <p>“For the party to succeed, it needs to focus on the part of the population that’s actually growing. I think that challenge is one that can be addressed post-election in very short order.”</p> <p>But that shrinking population is not going quietly. The hard core of Trump’s support remains defiant and vociferous and now feels under siege. At a rally in Cincinnati, Ohio, this week, his supporters were fuelled by disdain towards a party establishment that they saw as trying to drag their candidate down.</p> <p>“They are scared because he is going to stop the bullshit,” said a man who declined to give his last name but said he was called Scott, and had traveled from Aurora, Indiana. He called Ryan “a spineless moron” and defended Trump. “Hillary’s pulling shit that people have been put in prison for years for,” he said. “Trump kisses some woman on the cheek 30 years ago and Paul Ryan says, ‘I’m not going to support him any more. I’m not going to defend him anymore.’ He didn’t want to defend him from day one.”</p> <p>Anna Rigdon, wearing a shirt saying, “Trump Pence: fuck your feelings”, expressed similar thoughts. She thought politicians who had backed away from Trump “should be ashamed” and singled out Ryan and “the Bush family” in particular.</p> <p>If Trump loses, Rigdon said, “I think it is Paul Ryan’s fault and the other Republicans who are not standing by Donald Trump.” She added that in Ohio’s contested Senate race, she would not vote for the incumbent Republican, Rob Portman, who recently <a href=\"http://www.bloomberg.com/politics/articles/2016-10-13/how-republican-rob-portman-may-derail-the-trump-train-in-ohio\">withdrew his endorsement of Trump</a>.</p> <p>Invariably, Trump supporters rejected surveys that show the Republican nominee facing a catastrophic loss. Linda Hernandez, a middle-aged Hispanic woman wearing a “Deplorables for Trump” shirt, said: “I don’t believe the polls. I believe that the liberal media is controlling everyone’s minds.”</p> <p>The danger for the Republicans is that, should Trump lose, voters who have not believed the polls and the media will conclude that the party itself betrayed them. Instead of learning lessons, party members fear, Trump’s supports will believe they were stabbed in the back, as Trump has insinuated at rallies. </p> <p>At least three factions of the party will struggle for control: ideologues led by Ryan, an establishment embodied by former presidents George HW and George W Bush (neither of whom endorsed Trump), and a so-called “Breitbart wing”, led by <a href=\"https://www.theguardian.com/us-news/2016/aug/26/steve-bannon-florida-registered-vote-donald-trump\">Steve Bannon</a> of the rightwing news network, now chief executive of the Trump campaign.</p> <p>“It’ll be a war,” said <a href=\"https://twitter.com/rickwtyler?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">Rick Tyler</a>, a political analyst and former spokesperson for the primary runner-up, Ted Cruz. “The Breitbart wing is going to try to impose its will on the party and its brand of Republicanism, which is win at all costs without a guiding philosophy. The establishment is well funded but represents the status quo. The conservatives are underfunded and underrepresented and lack a leader to convince Americans why it’s a winning strategy and philosophy.”</p> <p>Tyler cited Ryan, <a href=\"http://www.in.gov/gov/2358.htm\">Mike Pence</a>, the Indiana governor who is Trump’s running mate, and Tom Cotton, a senator from Arkansas, as potential leaders. But he noted: “Ronald Reagan was not obvious. They emerge. They’re not obvious, so I don’t know who they are. You won’t know who they are until they come forward. As we saw with Winston Churchill, great leaders emerge in times of great turmoil.”</p> <p>He also struck a rare optimistic note. “It’s an exciting time to be a Republican. With turmoil there’s also opportunity. The party could work on a new brand and a new set of leaders.”</p> <p>Others, however, saw no future in Trump’s destructive wake. Asked where the Republican party should go from here, <a href=\"https://twitter.com/ttancredo\">Tom Tancredo</a>, a former Republican congressman from Colorado, replied: “To hell. At least I hope so. If they do go south, the demise of the Republican party is the only good thing that can come of it. It has no relevance philosophically and so it deserves to go.”</p> <p>Tancredo, the head of the Team America political action committee, likened the scenario to the 2004 disaster movie The Day After Tomorrow. “We have to think about the day after the election and what should we do as conservatives. The major problem trying to have a movement take hold in America is a lack of leader. You have to have someone who can articulate their concerns and inspire people.</p> <p>“I haven’t the foggiest ideas who that may be. I guess they’re yet to be discovered because I can’t name one. I would have said Cruz but he self-destructed plus he’s not charismatic. You need a Reagan.”</p> <p>For the conservative blogger Erick Erickson, the key is rediscovering the party’s moral compass after many defended the indefensible in Trump. “Most important, the Republican party must recommit to a basic principle – character counts,” he <a href=\"http://www.nytimes.com/2016/10/14/opinion/erick-erickson-the-gop-after-donald-trump.html\">wrote in the New York Times</a> on Friday. </p>  <figure class=\"element element-image\" data-media-id=\"0792704cfd9f04af285b5ab44a90905daff76e94\"> <img src=\"https://media.guim.co.uk/0792704cfd9f04af285b5ab44a90905daff76e94/127_381_4738_2844/1000.jpg\" alt=\"trump supporters cheer\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The party will survive – ‘they always do,’ says the pollster Frank Luntz.</span> <span class=\"element-image__credit\">Photograph: ddp USA/Rex/Shutterstock</span> </figcaption> </figure>  <p>There could be light at the end of the tunnel. Clinton, herself deeply unpopular, will be trying to defy political gravity if she runs for a fourth successive Democratic presidential term in 2020. Republicans could also learn from Democrats in 1992 who, after three losses, <a href=\"https://www.theguardian.com/us-news/2016/apr/04/democratic-republican-party-bill-clinton-hillary-us-election-2016\">reinvented themselves</a> and swept back into power with Bill Clinton.<br></p> <p>The Republican pollster <a href=\"https://twitter.com/FrankLuntz?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">Frank Luntz</a> saw another historical parallel. “I am expecting a Republican insurrection similar to what happened to the Democrats after George McGovern lost in 1972,” he said. “Every component of the GOP will be at war with each other. There will be an attempt to unseat Paul Ryan as speaker. You’ll hear ‘I told you so’ from Ted Cruz and John Kasich.</p> <p>“The House, which will still be controlled by Republicans, will be at war with the Senate – which is truly up for grabs. It will be nasty, ugly and very personal. Far more effort will be spent blaming each other than trying to pull together.” </p> <p>Still, Luntz said that Republicans would survive just as Democrats did in the 1970s. “They always do.”</p> <p>But part of the reckoning may have to be a realisation that Trump’s hostile takeover did not occur in a vacuum. Critics have argued that he merely said, in a crude and explicit way, what many rightwing Republicans have been saying for years in code resulting in racially charged anger, obstruction in Congress and cancer in the body politic. </p> <p>Barack Obama, now at the end of his term, recently articulated the idea <a href=\"http://nymag.com/daily/intelligencer/2016/10/barack-obama-on-5-days-that-shaped-his-presidency.html\">to New York Magazine</a>. “I see a straight line from the announcement of Sarah Palin as the vice-presidential nominee [in 2008] to what we see today in Donald Trump, the emergence of the Freedom Caucus, the Tea Party, and the shift in the center of gravity for the Republican party,” he said.</p> <p>“Whether that changes, I think, will depend in part on the outcome of this election, but it’s also going to depend on the degree of self-reflection inside the Republican party. There have been at least a couple of other times that I’ve said confidently that the fever is going to have to break, but it just seems to get worse.”<br></p>",
  "<p>As if the routine vulgarities of Donald Trump haven’t made politics depressing enough, the New York state assembly is now on its second year of debating whether or not to rename State Route 107 in Oyster Bay, Long Island, “Billy Joel Boulevard” in honor of the Piano Man himself. While fellow singer/songwriter Bob Dylan is basking in the glory of a Nobel Prize for literature, Billy Joel can’t even get the state of New York to write his name on a street sign. Someone should write a song about that.</p> <p>The crux of the argument over the renaming is that Joel is not yet deceased, making the honor premature. People who get streets and roads named after them and statues erected in their likeness tend to be two things: male, as this New Yorker <a href=\"http://www.newyorker.com/books/page-turner/city-of-women\">article</a> points out, and dead. Billy Joel is definitely a man, as you would know if you’ve heard the song Big Shot, but unfortunately for his bid for getting a patch of asphalt named after him, he’s still ticking.</p> <p>Never in my gravest nightmares did I imagine that Christie Brinkley’s ex-husband could be a wedge issue in an election involving human adults in the year 2016. This could only be dumber if the debate was over whether or not to name an abandoned subway tunnel after Rick Springfield.</p> <p>“My opponent is either impotent or is simply not trying, because everyone loves Billy Joel,” Democratic assembly candidate Dean Hart <a draggable=\"true\" href=\"http://www.politico.com/states/new-york/albany/story/2016/10/billy-joel-an-issue-in-long-island-assembly-race-106345\">said</a> about incumbent Republican Michael Montesano in a press release issued on Thursday. Yes, he issued a press release. The world must know! Michael Montesano doesn’t care about classic rock! </p> <p>“Next to Teddy Roosevelt, Long Island really doesn’t have a more famous or popular person than Billy Joel,” Hart continues. Bit of a gulf in significance there. We go from a former president of the United States to the man famous for writing Scenes from an Italian Restaurant. Excuse me, but Long Island also gave us guitarist Joe Satriani, Amy Fisher, Stuttering John Melendez from the Howard Stern Show, and former NFL quarterback Vinnie Testaverde. I’d mention Thomas Pynchon, but I’ve clearly already proved my point.</p> <p>Nevertheless, hasn’t Billy Joel done enough, his supporters ask? The residents of suburban New York don’t even bother hiring a DJ for their weddings any more. They just play The Nylon Curtain on repeat and no one complains. But more importantly, shouldn’t Billy Joel get to see Billy Joel Boulevard before he departs this earth? I might not be much of a fan of his, but as a fellow human, I can sympathize with those who want to recognize him while he’s still around.<br></p> <p>Consider the funeral. Your loved ones dress you up in expensive clothes, toss you in a box lined with silk or velvet, then eat a bunch of cheese and drink a few glasses of wine at midday. They say wonderful things about you, pray that you’ve gone to a bespoke afterlife that caters to your every whim, and, most importantly, remark on how good you look. “They did a great job cleaning Dave up,” they’ll say as they gawp at my eerily beatific, rotting corpse.</p> <p>I don’t get to see any of that – I’m dead! No wine, no cheese, no silk prison box, and no fancy suit. All the best parts of being dead are lost on the corpse. Why deny Billy Joel the right to see his name slapped on a green road sign before he travels “uptown” for real.</p> <p>These sorts of honors really only serve one purpose, and that’s to lend the honoree a semblance of immortality. Your body might quit working, but there will always be that road for kids to ask their exasperated parents, “who’s Billy Joel?” The more roads, bridges, burn units, sports arenas, museums and vape shops with our names on them, the greater chance we have of not fading into obscurity. At least, that’s the theory. Nevermind that Billy Joel is already the guy who sang Only the Good Die Young (that’s a bit of a laugh now, eh?). </p> <p>Granted, you’ll still very much not alive, no matter how many places someone has scribbled your name. Also, State Route 107 might be ripped up and replaced with a tube system for self-driving cars in the next 50 years. For now, at least, Billy Joel should be able to drive over a stretch of road bearing his name. It’s as close as any of us get to enjoying our inevitable demise. </p> <p>Actually, a Nobel Prize would be nice too.</p>",
  "<p>In <a href=\"https://www.theguardian.com/tv-and-radio/2016/oct/09/no-groping-for-laughs-as-alec-baldwin-nails-trump-on-saturday-night-live\">a Saturday Night Live skit</a> last weekend, a CNN anchor flashed to Hillary Clinton’s Brooklyn headquarters for reaction to breaking news of a 2005 recording of Donald Trump <a href=\"https://www.theguardian.com/us-news/2016/oct/08/donald-trump-forced-into-apology-as-sex-boast-tape-horrifies-republicans\">bragging about kissing and groping </a>women without their consent. </p> <p>Clinton, played by Kate McKinnon, contorted awkwardly to Celebration by Kool and the Gang as staff danced smugly behind her. “I’m sorry I didn’t see you,” she told the anchor as she twisted the cork off a bottle of champagne. “We were so busy preparing for the debate tomorrow. I am studying so hard. I’m really nervous for this one.”</p> <p>In the real world, with Trump hit by a torrent of <a href=\"https://www.theguardian.com/us-news/2016/oct/13/list-of-donald-trump-sexual-misconduct-allegations\">allegations of sexual assault</a> and <a href=\"https://www.theguardian.com/us-news/2016/oct/14/trump-campaign-collapse-democrats-house-republican-seats\">nose-diving in the polls</a>, the past seven days have dramatically altered the shape of the presidential race. Clinton has simply done everything in her power not to interfere.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/14/donald-trump-summer-zervos-apprentice-sexual-assault\">Summer Zervos: Apprentice contestant claims Trump kissed and groped her</a> </p> </aside>  <p>“There’s an old principle,” said <a href=\"https://www.brookings.edu/experts/william-a-galston/\">William Galston</a>, a former adviser to Bill Clinton and now a senior fellow at the Brookings Institution. “When your opponent is hanging himself, get out of the way. The Clinton campaign is adhering to that principle.”</p> <p>This week, Clinton clocked thousands of miles on campaign trips to battleground states. But she stayed conspicuously quiet on the subject of the floundering Trump campaign. She has no public appearances scheduled for the coming days and aides said she would spend time preparing for the third and final debate next week.</p> <p>Galston said Clinton was wise to cede the spotlight. A slate of powerful Democrats have travelled the country on her behalf, including her husband, Bill Clinton, Barack Obama, Michelle Obama, vice-president Joe Biden and two senators, Bernie Sanders and Elizabeth Warren. </p> <p>“In a media frenzy such as this one,” Galston said, “there just isn’t room for a second narrative and if you pop your head up you’re a part of that story whether you want to be or not.”</p> <p>Trump has forcefully denied the allegations against him. On Thursday Michelle Obama delivered <a href=\"https://www.theguardian.com/us-news/video/2016/oct/14/michelle-obama-full-speech-trump-video\">a potent rejection of the Republican nominee</a> and his treatment of women. At <a href=\"https://www.theguardian.com/us-news/2016/oct/13/clinton-california-calls-landslide-victory-trump-bigotry-bullying\">a fundraiser in San Francisco</a>, Clinton praised the first lady’s speech. Commenting on her opponent’s troubles – and the travails of the election, generally – she said: “It makes you want to unplug the internet – or just look at cat gifs.</p> <p>“I’ve watched a lot of cats do a lot of weird and interesting things.”</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/14/michelle-obama-full-speech-trump-video\"            data-short-url=\"https://gu.com/p/57fdm\"                    data-show-ads=\"true\"            data-video-id=\"2806294\"            data-video-name=\"Full speech: Michelle Obama's powerful rebuke against Trump – video\"            data-video-provider=\"Guardian/Hillary for America\"            > <video data-media-id=\"gu-video-58010828e4b0160123895cb2\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/14/161014MOfull_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/14/161014MOfull.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/14/161014MOfull_V5.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/14/michelle-obama-full-speech-trump-video\">Full speech: Michelle Obama’s powerful rebuke against Trump</a></figcaption> </figure>   <p>Furthermore, the controversies engulfing Trump’s campaign have distracted almost entirely from the daily dump by <a href=\"https://www.theguardian.com/media/2016/oct/14/wiileaks-from-liberal-beacon-to-a-prop-for-trump-what-has-happened\">WikiLeaks</a> of nearly 2,000 emails <a href=\"https://www.theguardian.com/technology/2016/oct/14/hillary-clinton-email-hack-russia-cybersecurity\">hacked from the Clinton campaign</a>. </p> <p>The Clinton camp has blamed the embarrassing emails — which have revealed among other things her advisers’ deliberations over her weaknesses as a candidate — on Russian intelligence agencies bent on swaying the election in favor of Trump. The FBI is investigating as part of a wider inquiry into Russian cyberattacks.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/13/list-of-donald-trump-sexual-misconduct-allegations\">A timeline of Donald Trump's alleged sexual misconduct: who, when and what</a> </p> </aside>  <p>And still Clinton is reaping the benefits of Trump’s spectacular fall, as several high-profile Republicans have disavowed their own nominee.</p> <p>On Thursday, Clinton hinted at hopes of a landslide victory. Aides said the campaign was considering moving <a href=\"https://www.theguardian.com/us-news/2016/oct/14/trump-campaign-collapse-democrats-house-republican-seats\">aggressively into traditionally Republican states</a> such as Arizona and Georgia, even as it was reported that the Trump campaign was pulling out of Virginia, usually a battleground state.</p> <p>Just last month, polls showed Clinton and Trump running neck and neck. Now Clinton holds a nearly seven-point lead nationwide, according to the <a href=\"http://www.realclearpolitics.com/\">RealClearPolitics</a> polling average. </p> <p>The Republican strategist <a href=\"http://www.lizmair.com/biography.php\">Liz Mair</a>, who is extremely critical of her party’s nominee, said Clinton’s good week was more a reflection of Trump’s weakness than her strength.</p> <p>“Any other Democrat would be polling 15 points ahead of him, cleanly, nationwide,” Mair said. “But she’s a really bad candidate so it’s less.”</p> <p>Trump advisers have threatened to turn to a scorched earth strategy. At a rally in Greensboro, North Carolina, on Friday, Trump complained of a vast conspiracy between the Clinton campaign and the media – and again attacked his opponent’s stamina. </p> <p>“Crooked Hillary is doing no more public events until after the debate,” Trump said. “They say she is doing debate prep, but she is just resting.”</p> <p>He also chided Clinton for saying <a href=\"https://www.theguardian.com/us-news/2016/oct/10/presidential-debate-trump-bully-clinton\">he had entered her personal space on the debate stage</a> in St Louis last Sunday. Clinton had walked by him, he said, adding: “Believe me, I wasn’t impressed.”</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/tv-and-radio/video/2016/oct/09/alec-baldwin-takes-on-trump-on-saturday-night-live-video\"            data-short-url=\"https://gu.com/p/56kc6\"                    data-show-ads=\"true\"            data-video-id=\"2790213\"            data-video-name=\"Alec Baldwin takes on Trump on Saturday Night Live - video\"            data-video-provider=\"NBC / SNL\"            > <video data-media-id=\"gu-video-57fa1866e4b03258bcac5e56\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/10/161009snl_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/10/161009snl.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/10/161009snl_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/tv-and-radio/video/2016/oct/09/alec-baldwin-takes-on-trump-on-saturday-night-live-video\">Alec Baldwin takes on Trump on Saturday Night Live</a></figcaption> </figure>   <p>The Trump campaign has also telegraphed plans to ratchet up the attacks on Bill Clinton. “We’re going to turn him into Bill Cosby,” campaign CEO Stephen Bannon told Bloomberg News this week. </p> <p>The Clinton campaign has vowed to stay above the fray.</p> <p>“It’s a very smart move on her part,” said Lis Smith, a Democratic strategist. “Donald Trump is digging himself deeper and deeper into a hole. There is absolutely no need to take the shovel out of his hands.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/14/trump-groping-accusations-new-york-times-rally\">Trump trashes the media after more sexual misconduct accusations reported</a> </p> </aside>  <p> The conservative shock jock <a href=\"https://www.theguardian.com/us-news/2016/jul/20/bill-clinton-rape-shirt-republican-convention-hillary-merch\">Alex Jones</a>, who runs the <a href=\"https://www.theguardian.com/us-news/2016/aug/26/hillary-clinton-conspiracy-theories-activists-rightwing\">conspiracy-peddling Infowars website</a>, is offering to pay protesters who accuse Bill Clinton of rape at her rallies. Protesters shouting “rapist” were ejected from Clinton events in Miami and in Pueblo, Colorado, this week. </p> <p>“You do have to feel a little sorry for them,” Clinton said in Colorado, laughing as chants of “Hillary” drowned out the protesters. “They’ve had a really bad couple of weeks.” She then impressed on the crowd that she wanted to be a president for “all Americans”.</p> <p>After another week sure to have provided endless fodder for the writers of Saturday Night Live, Clinton returned to New York on Friday.</p> <p>Robby Mook, the Clinton campaign manager, said on a conference call: “While Donald Trump’s behavior has sometimes overshadowed a lot of other things in the news, Secretary Clinton is not going to stop talking about the things that she wants to do to make a real difference in people’s lives.</p> <p>“She did that at the last debate, she is going to do it at the next one.”</p>",
  "<p>There seems no end to the excuses that Republicans can find for Donald Trump’s boasts about groping women. Former Republican candidate Ben Carson suggested not enough people have been exposed to such sexually overt language. “Maybe that’s the problem,” he said on CNN.</p> <p>Over on MSNBC, interviewer Chris Hayes asked: “If a tape came out with Donald Trump saying that, saying ‘I really like to rape women,’ you would continue to endorse him?” Texas Republican congressman Blake Farenthold replied: “Again, it would, I – that would be bad, and I would have to consider – I’d consider it.” He later apologised, claiming he had been thrown off by a hypothetical question.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/14/michelle-obama-speech-donald-trump-women\">Michelle Obama's speech against Trump validates all women's experiences</a> </p> </aside>  <p>Republican-supporting actor Jon Voight tried it this way: “I don’t know of too many men who haven’t expressed some sort of similar sexual terms toward women, especially in their younger years.”</p> <p>Back on CNN, former New York lieutenant governor Betsy McCaughey called Clinton a “hypocrite” for attacking Trump for his use of “lewd and bawdy” language while being a Beyoncé fan. McCaughey said: “In fact, [Clinton] likes language like this: ‘I came to slay, bitch. When he eff me good, I take his ass to Red Lobster.’” Asked if Clinton actually expressed a liking for those lyrics, she replied: “That happens to be a line from Beyoncé, her favorite performer, who she says she idolises and would like to imitate.”</p> <p>***</p> <p>The Pentagon Papers … Watergate … Snowden … John Podesta’s risotto. A hack of the Clinton campaign chairman’s emails has failed to produce a smoking gun but it has delivered a steaming plate of Italian rice. It reveals how Peter Huffman, who used to work at the Clinton Health Access Initiative, wrote to him: “So I have been making a lot of risotto lately … and regardless of the recipe, I more/less adhere to every step you taught me. Why can’t you just add 1 or 2 cups of stock at a time b/c the Arborio rice will eventually absorb it all anyway, right”.</p> <p>Podesta wrote back: “Yes and no. Yes it with [sic] absorb the liquid, but no that’s not what you want to do. The slower add process and stirring causes the rice to give up it’s [sic] starch which gives the risotto it’s [sic] creamy consistency. You won’t get that if you dump all that liquid at once.”</p> <p>Podesta’s email is timed at 2.50am. Trump has been criticised for tweeting at 3am, but anyway. Good to know that if President Clinton has to take the 3am call, there will be a risotto chef on standby.</p> <p>***</p> <p>Barack Obama is a tough act to follow as an orator but not impossible to beat as a linguist. The language-learning app <a href=\"http://www.babbel.com/\">Babbel</a> asked foreign embassies and expat organisations to rate the president’s attempts at their native tongue. His Spanish is “almost perfect”, according to the Spanish embassy, which awarded him 4 out of 5. He got the same score from the Indonesian embassy, probably due to his childhood in Indonesia.</p> <p>He was awarded 4.5 for Persian, 4 for Swahili, 3.5 for Arabic, Dutch and Greek, 3 for German, 2.5 for Hindi and only 1 for French. The Arab American Institute in Washington said: “When you listen to him, you think, ‘Boy, he really emphasised that second part, the alaikum.’ It’s interesting that even in another language, the president’s signature voice and mannerisms are still prevalent. It’s hard to explain, but his Arabic comes out sounding very Obama-like, as if an Arabic-speaker were to do an impression of the president in Arabic.”</p> <p>And this from the French-American Foundation: “Unfortunately, we cannot give President Obama high marks for his pronunciation. It was nice that he used the French words, but they may as well have been American.”</p> <p>Clinton, as her campaign constantly reminds us, has visited 112 countries, so probably picked up some phrases along the way. Trump is speaking a language of his own already.</p> <p>***</p> <p>Cat woman. Hillary Clinton in San Francisco on Thursday: “There’s hardly any part of America that he’s not targeted. Now it makes you want to turn off the news. It makes you want to unplug the internet. Or just look at cat gifs. Believe me, I get it. In the last few weeks I’ve watched a lot of cats do a lot of weird and interesting things.”</p> <p>***</p> <p>Among Washington’s lesser-known museums is the Belmont-Paul Women’s Equality National Monument, located on Capitol Hill and home to the National Woman’s party since 1929. Its exhibition of political cartoons by Nina Allender, champion of the suffragist cause, is worth the visit alone. There’s also a section devoted to the 19th amendment which, passed by Congress in 1919, gave women the right to vote. </p> <p>What would the ghosts in this place make of #repealthe19th? The Twitter hashtag took flight this week after Nate Silver of FiveThirtyEight website published a map showing that if only men were allowed to cast their ballots, Trump would cruise to the presidency with 350 electoral votes against Clinton’s 188 (in a women-only election, Clinton would win 458-80). Even some women said they would surrender their right to vote if it meant a Trump victory.</p> <p>**** </p> <p>Frank Luntz is America’s favourite focus grouper – that’s grouper, not groper – and has every political geek’s dream home. A Hollywood Reporter profile shows him sitting in a replica Oval Office at his six-bedroom, 14,000 sq ft house in Los Angeles. The Republican pollster also has a replica of the Lincoln bedroom, speakers that blare Hail to the Chief at the touch of a button and a dizzying array of memorabilia that includes a version of the blue dress notoriously worn by Monica Lewinsky.</p> <p>Asked what keepsake he would like from 2016, Luntz replies by email: “I’d actually like to forget this election as quickly as possible. But the one piece that got away was a sample ballot from the Iowa caucuses or the New Hampshire primary that had all the presidential candidates listed. (I have an original 1928 election ballot with my great grandfather A S Luntz on it. He was running for justice of the peace. He won.)”</p> <p>If anyone is still looking for ideas what to get Luntz for Christmas, there’s something else. “But the item I want the most is an Andrew Johnson impeachment ticket from 1867. I’m one of only about ten people to own an impeachment ticket from every day of the Bill Clinton trial. I’d like to put the two impeachment tickets next to each other.”</p> <p>***</p> <h2>Gaffe</h2> <p>“Don’t tell me, if you said that, that you remember September 11, 2001. I remember September 11, 2001. Yes, yes, you helped to get benefits for the people that were injured that day. But I heard her say one day she was there that day. I was there that day. I don’t remember seeing Hillary Clinton there.”<br>Rudy Giuliani later apologised for accusing Clinton of saying she was in New York on 11 September 2001; she had said nothing of the sort.</p> <p>***</p> <h2>Zinger</h2> <p>“It is cruel. It’s frightening. And the truth is, it hurts. It hurts. It’s like that sick, sinking feeling you get when you’re walking down the street minding your own business and some guy yells out vulgar words about your body. Or when you see that guy at work that stands just a little too close, stares a little too long, and makes you feel uncomfortable in your own skin.”<br> – Michelle Obama on Donald Trump’s alleged assaults on women</p> <p>***</p> <h2>Tweet </h2> <p>Donald J. Trump ✔ @realDonaldTrump<br>It is so nice that the shackles have been taken off me and I can now fight for America the way I want to.</p> <p>10:00am – 11 Oct 2016</p> <p>***</p> <h2>Number</h2> <p>33 states have contacted the Department of Homeland Security to discuss and evaluate any potential vulnerabilities in their election systems amid fears that Russia will try to hack and manipulate the result.</p> <p>****</p> <h2>Photo</h2>  <figure class=\"element element-image\" data-media-id=\"3fb9d2c4b6cdf7abfc254d3c7c3f02a60524e559\"> <img src=\"https://media.guim.co.uk/3fb9d2c4b6cdf7abfc254d3c7c3f02a60524e559/0_30_3500_2101/1000.jpg\" alt=\"Donald Trump Hillary Clinton\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Behind every great woman …</span> <span class=\"element-image__credit\">Photograph: Rick Wilking/Reuters</span> </figcaption> </figure>  <p><br> </p>",
  "<p>A former contestant on the Apprentice, Summer Zervos, on Friday accused Donald Trump of groping or aggressively kissing her on two separate occasions in 2007, when she met the businessman privately for what she thought were going to be discussions about job opportunities.</p> <p>Often speaking through tears, Zervos read a prepared statement in the Los Angeles offices of her lawyer, Gloria Allred. Earlier on Friday another woman, Kristin Anderson, <a href=\"https://www.washingtonpost.com/politics/woman-says-trump-reached-under-her-skirt-and-groped-her-in-early-1990s/2016/10/14/67e8ff5e-917d-11e6-a6a3-d50061aa9fae_story.html\">told the Washington Post</a> Trump had groped her at a New York nightclub in the early 1990s.</p> <p>The accusations – which Trump later denied, saying in a statement he “vaguely remembered” Zervos but “never met her at a hotel or greeted her inappropriately a decade ago” – were the latest in <a href=\"https://www.theguardian.com/us-news/2016/oct/12/donald-trump-women-new-sexual-harassment-stories\">a wave of such claims</a> against the Republican nominee for president. The accusations have been made following <a href=\"https://www.theguardian.com/us-news/2016/oct/08/donald-trump-forced-into-apology-as-sex-boast-tape-horrifies-republicans\">the release last Friday</a> of remarks recorded during an appearance by Trump on Access Hollywood TV show in 2005, in which he said his fame meant he could kiss women without consent and “grab them by the pussy”.</p> <p>Trump has angrily rejected <a href=\"https://www.theguardian.com/us-news/2016/oct/13/list-of-donald-trump-sexual-misconduct-allegations\">all such accusations</a>, which also followed <a href=\"https://www.theguardian.com/us-news/2016/oct/10/debate-donald-trump-threatens-to-jail-hillary-clinton\">a presidential debate last Sunday</a> in which he said he had never done the things he boasted of in the Access Hollywood tape, remarks he said were merely “locker-room talk”.</p> <p>At a rally in Florida on Thursday, Trump called his accusers “horrible, horrible liars”, implied that one was not attractive enough for him to approach, and portrayed the allegations as part of <a href=\"https://www.theguardian.com/us-news/2016/oct/13/donald-trump-sexual-assault-hillary-clinton-new-york-times\">a vast establishment conspiracy</a> against him, the Hillary Clinton campaign and the media working in concert. </p> <p>His words earned <a href=\"https://www.theguardian.com/us-news/2016/oct/14/michelle-obama-speech-donald-trump-women\">a stinging rebuke from first lady Michelle Obama</a>, but at a Friday rally in North Carolina he said of one accuser, Jessica Leeds: “Yeah, I’m gonna go after you. Believe me – she would not be my first choice, that I can tell you. Man. You don’t know – that would not be my first choice.”</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/14/michelle-obama-full-speech-trump-video\"            data-short-url=\"https://gu.com/p/57fdm\"                    data-show-ads=\"true\"            data-video-id=\"2806294\"            data-video-name=\"Full speech: Michelle Obama's powerful rebuke against Trump – video\"            data-video-provider=\"Guardian/Hillary for America\"            > <video data-media-id=\"gu-video-58010828e4b0160123895cb2\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/14/161014MOfull_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/14/161014MOfull.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/14/161014MOfull_V5.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/14/michelle-obama-full-speech-trump-video\">Full speech: Michelle Obama’s powerful rebuke against Trump</a></figcaption> </figure>   <p>On Friday, Zervos said that in 2007, Trump greeted her and said goodbye to her at a meeting in his New York office with a kiss on the lips. Brushing it off as his form of greeting, she said, she agreed to meet Trump for dinner later that year when he traveled to Los Angeles.<br></p> <p>At a Beverly Hills hotel, Trump’s security guard led her to a bungalow where he was staying. When she was inside, Zervos claimed, Trump greeted her with an open-mouthed, aggressive kiss while grabbing her shoulder , and put his hand on her breast. Several times, she claimed, she pushed him away and indicated he should stop.</p> <p>When Zervos resisted Trump’s advances, she said, he tried to lead her toward the bedroom of the bungalow. “Let’s lay down and watch some telly-telly,” she claimed he said. When she said, “C’mon man, get real,” she claimed, he replied, “Get real,” and thrust his genitals at her.</p> <p>Zervos, who was an Orange County restaurant owner when she appeared on the fifth season of the the Apprentice, said she was making her accusations public because of Trump’s claims that he had never touched a woman without her consent. </p> <p>In his statement, Trump said: “I vaguely remember Ms Zervos as one of the many contestants on The Apprentice over the years. To be clear, I never met her at a hotel or greeted her inappropriately a decade ago. That is not who I am as a person, and it is not how I’ve conducted my life. In fact, Ms Zervos continued to contact me for help, emailing my office on 14 April of this year asking that I visit her restaurant in California.” </p> <p>Trump went on to claim “the media is now creating a theater of absurdity that threatens to tear our democratic process apart and poison the minds of the American public”, and said “in the coming days” he would “address our nation in a more personal way”, bypassing “the unethical press that wants to see their candidate elected”. </p> <p>Late Friday night, the Trump campaign also released a statement from Zervos’s first cousin, John Barry, who described himself as “completely shocked and bewildered”. He said: “I think Summer wishes she could still be on reality TV, and in an effort to get that back she’s saying all of these negative things about Mr Trump. </p> <p>“That’s not how she talked about him before. I can only imagine that Summer’s actions today are nothing more than an attempt to regain the spotlight at Mr Trump’s expense, and I don’t think it reflects well.” The Trump campaign released an email that Trump referred to in his earlier statement.</p> <p>In addition to the women who have emerged to contradict Trump’s claims to never having acted on his words, <a href=\"https://www.theguardian.com/us-news/2016/jul/20/donald-trump-sexual-assault-allegations-jill-harth-interview\">a woman named Jill Harth</a> has maintained for many years that Trump forcibly assaulted her in 1992 at his Palm Beach estate, Mar-a-Lago. In July, Harth <a href=\"https://www.theguardian.com/us-news/2016/jul/20/donald-trump-sexual-assault-allegations-jill-harth-interview\">told her story to the Guardian</a>.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/jul/20/donald-trump-sexual-assault-allegations-jill-harth-interview\">Jill Harth speaks out about alleged groping by Donald Trump</a> </p> </aside>  <p>Zervos said once she had refused Trump’s advances several times, he seemed to transform and to only want to discuss her business goals. “I wondered if the sexual behavior was some kind of test and whether or not I had passed,” she said. It was obvious to her, she said, that Trump still wanted to discuss a job, as he told her to meet him at one of his golf courses the next morning. </p> <p>“Even though Mr Trump had sexually harassed me, I still wanted to get a job in the Trump Organization,” she said. Because she had rejected Trump’s sexual advances, she said her thinking went, the job would be on merit.</p> <p>Zervos went to the golf course and was instead greeted by the club’s manager, who gave her a tour. The manager later offered her a job, she said, but for half of the salary she told Trump she was seeking. She called Trump to say she felt she was being punished for refusing to have a sexual relationship with him. </p> <p>Trump, she claimed, instructed her never to call his personal number again.</p> <p>Allred said she could provide corroborating evidence to Zervos’s claim, although she declined to do so on the spot. She said she had spoken with two people whom Zervos had called to confide about Trump’s behavior. In her prepared statement, Zervos said she had told both her parents and a friend about her encounters with Trump.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/13/list-of-donald-trump-sexual-misconduct-allegations\">A timeline of Donald Trump's alleged sexual misconduct: who, when and what</a> </p> </aside>  <p>Zervos noted that she is a Republican. Throughout the presidential campaign, she said, she has always paid Trump compliments when people asked her, based on her experience on The Apprentice, what he was really like. But in private, she claimed, she sent him an email through his campaign explaining how he had hurt her. </p> <p>“I had no idea about his behavior with other women,” she said.</p> <p>Allred said she had been contacted by “many more women” who were not sure they wished to go public with their accusations, presumably against Trump.</p> <p>Speaking tearfully, Zervos told the press that she decided to go public because: “I want to be able to sleep, when I’m 70, at night.”</p> <p>“Mr Trump, when I met you I was so impressed with your talents that I wanted to be like you,” she read from her statement. “Instead, you treated me like an object to be hit upon … Today I feel you were interested in me because you wanted to have a sexual relationship with me and for no other reason.</p> <p>“You do not have the right to treat women as sexual objects just because you are a star,” she concluded.</p>",
  "<p>Donald Trump disassembled his teleprompter during a North Carolina rally on Friday night, in the same week that he <a href=\"https://twitter.com/realDonaldTrump/status/785842546878578688\">boasted on Twitter</a> Tuesday about having his “shackles off”.</p> <p>The Republican nominee, who <a href=\"https://www.theguardian.com/us-news/2016/oct/14/donald-trump-summer-zervos-apprentice-sexual-assault\">saw further accusations</a> of groping on Friday from two different women, responded by trashing the media. Speaking to a crowd in Greensboro, North Carolina, he seemed to allege that the New York Times was part of a Mexican conspiracy to undermine him.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/14/donald-trump-summer-zervos-apprentice-sexual-assault\">Summer Zervos: Apprentice contestant claims Trump kissed and groped her</a> </p> </aside>  <p>“The largest shareholder in the Times is Carlos Slim,” Trump said. “Now, Carlos Slim comes from Mexico. He’s given many millions of dollars to the Clintons and their initiative.” In Trump’s conclusion, “reporters of the New York Times, they’re not journalists, they’re corporate lobbyists for Carlos Slim and for Hillary Clinton”.</p> <p>The Republican nominee denounced the media in more abstract terms in his rally in Charlotte, insisting that the press was responsible for “rigging the system” as well as the coming election.</p> <p>The Republican nominee also insisted that he could not have sexually harassed Jessica Leeds, a businesswoman who said Trump groped her on a 1979 flight because Leeds was unattractive. “Believe me – she would not be my first choice, that I can tell you.” </p> <p>The candidate’s campaign also <a href=\"http://nypost.com/2016/10/14/trump-camp-puts-forward-witness-to-refute-sex-assault-claim/\">rolled out an eyewitness</a> who claimed that he was sitting across from Leeds and Trump and that nothing ever happened. The witness, Anthony Gilberthorpe, an Englishman who would have been a teenager at the time that he said he was flying first class on the domestic US flight, <a href=\"http://www.mirror.co.uk/news/uk-news/tory-child-abuse-whistleblower-i-3848987\">has also claimed</a> that he procured underage male prostitutes for British MPs and that Margaret Thatcher covered up the scandal.</p> <p>A campaign aide told the Guardian that Gilberthorpe was “just the beginning” in their effort to fight back against the allegations of sexual misconduct.</p> <p>Trump denied all accusations against him and suggested that women coming forward might be motivated for “financial reasons”. He told the crowd in Charlotte, North Carolina, “these allegations are 100% false. They are made up, they never happened. When you have met tens of thousands people as I have ... it’s not hard to find a small handful of people make false smears for personal fame, maybe financial reasons.”</p> <p>The controversy over Trump’s sexual misconduct towards women was launched last Friday when <a href=\"https://www.theguardian.com/us-news/2016/oct/08/donald-trump-forced-into-apology-as-sex-boast-tape-horrifies-republicans\">a 2005 tape emerged</a> of the Republican nominee discussing kissing and grabbing women by the genitals without their consent. After repeated questioning during Sunday’s presidential debate, Trump <a href=\"https://www.theguardian.com/us-news/2016/oct/10/debate-donald-trump-threatens-to-jail-hillary-clinton\">eventually said</a> that he had never engaged in such actions. Since then nearly a dozen women have accused Trump of inappropriate, unwanted sexual conduct including groping them, putting his hand up skirts and barging in on dressing rooms. </p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/08/donald-trumps-sex-boasts-when-you-are-a-star-they-let-you-do-anything-video\"            data-short-url=\"https://gu.com/p/56ffv\"                    data-show-ads=\"true\"            data-video-id=\"2786643\"            data-video-name=\"Donald Trump's sex boasts: 'When you are a star they let you do anything' – video\"            data-video-provider=\"NBC\"            > <video data-media-id=\"gu-video-57f87665e4b0e4aaeaa8d24b\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/08/161008TrumpUpdate2_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/08/161008TrumpUpdate2.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/08/161008TrumpUpdate2_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/08/donald-trumps-sex-boasts-when-you-are-a-star-they-let-you-do-anything-video\">Donald Trump’s sex boasts: ‘When you are a star they let you do anything’</a></figcaption> </figure>   <p>In addition to commenting on Leeds’ attractiveness, Trump also appeared to attack the appearance of his rival Clinton. Referring to the second presidential debate in St Louis, he said: “I’m standing at my podium and she walks in front of me, she walks in front of me and when she walks in front of me, believe me, I wasn’t impressed.” Later, in Charlotte, he added of his opponent that “she was the most corrupt person to ever seek the presidency of the United States and her specialty has been, as you see over the years, it’s character assassination”.</p> <p>The Republican nominee eventually reverted to standard lines from his primary campaign after his teleprompter broke down on Friday night at a rally in Charlotte. Trump laid the devices on the stage before returning to old chestnuts, including his attack on the Obama administration’s concern over climate change. “Obama thinks global warming is our biggest threat. I happen to think it’s nuclear warming,” Trump said. He also went to jab at former rival Jeb Bush, using the epithet “low energy” while going on a tirade about primary opponents who signed the RNC pledge to support the eventual nominee but are now not backing Trump.</p> <p>The day after Trump <a href=\"https://www.theguardian.com/us-news/2016/oct/14/look-at-her-i-dont-think-so-trumps-defence-is-to-demean-his-accusers\">spoke in ominous tones</a> about global elites and Hillary Clinton meeting “in secret with international banks,” President Barack Obama <a href=\"http://www.cnn.com/2016/10/14/politics/obama-cleveland-trump-come-on-man/\">bashed those comments</a> in a campaign trip to Cleveland. “This is a guy who spent all his time hanging around trying to convince everybody he was a global elite,” Obama said, laughing. “Talking about how great his buildings are, how luxurious and how rich he is and flying around everywhere. All he had time for was celebrities and now suddenly he’s acting like he’s a populist out there. I’m going to fight for working people.” Obama added, “Come on, man.”</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/2016/08/state-factboxes/?id=NC\" data-alt=\"North Carolina\"> <a href=\"https://interactive.guim.co.uk/embed/2016/08/state-factboxes/?id=NC\">North Carolina</a> </figure>  <p>On a fundraising swing in Seattle, Clinton expressed disappointment in the tenor of the campaign. “This election is incredibly painful. I take absolutely no satisfaction in what is happening on the other side with my opponent,” Clinton said at a stop at a campaign office in Seattle. “I am not at all happy about that, because it hurts our country, it hurts our democracy, it sends terrible messages to so many people here at home and around the world. Damage is being done that we’re going to have to repair. Divisions are being deepened that we’re going to have to try to heal.”</p> <p>Clinton has no public events scheduled Saturday as both candidates prepare for the final presidential debate to be held Wednesday in Las Vegas. Trump will speak at an event at a Portsmouth, New Hampshire, car dealership before holding a rally in Bangor, Maine. </p>",
  "<p>I struggle to think a more perfect union of medium and message than <strong>HyperNormalisation</strong>, Adam Curtis’s new film for the BBC iPlayer. Though he’s spent the best part of four decades making television, Curtis’s signature blend of hypnotic archive footage, authoritative voiceover and a seemingly inexhaustible appetite for bizarre historical tangents is better suited to the web, a place just as resistant to the narrative handholding of broadcast TV as he is.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/tv-and-radio/2016/oct/09/adam-curtis-donald-trump-documentary-hypernormalisation\">Adam Curtis continues search for the hidden forces behind a century of chaos</a> </p> </aside>  <p>Safe in the knowledge that his audience now has the ability to pause and rewind at will, Curtis crafts a mammoth labyrinth of political storytelling in the film, his follow-up to last year’s “war on terror” epic Bitter Lake. Launching on Sunday, his 165-minute opus makes a feature of its sheer unwieldiness, as Curtis veers from social history to conspiracy theory via the odd rambling bar-room anecdote, like a man who’s two-dozen browser tabs into a major Wikipedia binge.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=bvKUN1a2AHE\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/bvKUN1a2AHE?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>He argues that an army of technocrats, complacent radicals and Faustian internet entrepreneurs have conspired to create an unreal world; one whose familiar and often comforting details blind us to its total inauthenticity. Not wishing to undersell the concept, Curtis begins the film with a shot of a torch shining limply into a thicket, so that viewers find themselves literally unable to see the wood for the trees.</p> <p>From there, HyperNormalisation tracks a course to the present day, allowing Curtis to weigh in on Trump, Putin and Syria. But those expecting a snappy crash course in our chaotic world (“You won’t believe how this veteran BBC film-maker explains the Islamic State! What happens at 156:34 will shock you!”) clearly aren’t familiar with his methods. The film may address some of today’s most critical global issues, but it also allocates space to Jane Fonda, the fall of the Soviet Union and a supercut of pre-9/11 disaster movies. And unlike Curtis’s earlier work for TV, HyperNormalisation refuses to drop the kind of storytelling breadcrumbs that might anchor a viewer in its overarching narrative.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/tv-and-radio/2015/jan/24/adam-curtis-bitter-lake\">Adam Curtis: 'I try to make the complexity and chaos intelligible'</a> </p> </aside>  <p>Instead, the film embraces the peculiarities of online viewing, trusting that its audience – if confused – will skip back 20 minutes to refresh their memories, or supplement Curtis’s argument with research of their own. If its colossal running time means it’s unlikely to be watched in a single sitting, each viewer must decide for themselves how exactly to navigate the experience. For all Curtis’s apparent dogmatism, it’s his audience who have the final say.</p>",
  "<p>Could national populism have reached its high-water mark in western politics. Perhaps globally? It may be too early to say, but some signs point to a pushback against rampant xenophobia, bigotry and the ruinous fascination with strongmen. The indications are fragile, but without doubt they are there.</p> <p>Take the US, Germany and France. Donald Trump has had a more successful bid for the presidency than anyone could have imagined a year ago, but his campaign now seems on the wane, damaged by Republican defections and his ramblings on women. The political death of Angela Merkel has been pronounced many times since the 2015 refugee crisis but the chancellor, arguably Europe’s most forceful voice on inclusiveness, simply has no obvious challenger ahead of Germany’s 2017 election. As France heads towards primaries next month, it’s a centrist figure, <a href=\"https://www.theguardian.com/world/2016/sep/14/alain-juppe-france-prophet-happiness-presidential-wows-rally-crowd\">Alain Juppé</a> (not Nicolas Sarkozy, who has embraced far-right themes) who leads the polls. This makes it more likely that Marine Le Pen will be soundly beaten in the second round of next year’s presidential election (which she is all but guaranteed to reach).</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>It might be that populists have over-reached, or that memories of a dark past have come to the fore</p> </blockquote> </aside>  <p>Such signals have global significance. The US remains the single most powerful democracy in the world. A Hillary Clinton victory in November would mean an entirely different global environment to the one that would emerge if the US were to end up with a presidency of the type imagined in the 2004 Philip Roth novel, The Plot Against America, in which the pilot Charles Lindbergh defeats Roosevelt in the 1940 election.</p> <p>Germany and France might form an unbalanced couple, but they stand at the heart of European politics: what happens in their elections will largely define what can be salvaged of the EU project – arguably much more than Brexit negotiations will do. Britain’s current political travails are a seen as a side show in Europe at the moment.</p> <p>Elsewhere on the continent, there are yet more signs of pushback. In central Europe, often described as a hotbed of parochialism and intolerance, illiberal politicians aren’t entirely having their way. This month Poland’s nationalist, ultraconservative government had to <a href=\"https://www.theguardian.com/world/video/2016/oct/05/poland-signals-u-turn-total-abortion-ban-protests-video-report\">backtrack on plans to curtail abortion rights</a> after thousands of women protested on the streets. And Hungary’s authoritarian prime minister, <a href=\"https://www.theguardian.com/commentisfree/2016/oct/13/hungary-future-europe-far-right-viktor-orban\">Viktor Orbán</a>, suffered a serious setback when his referendum on EU migrant quotas failed because of low voter turnout. <a href=\"https://www.theguardian.com/world/2016/oct/02/hungarian-vote-on-refugees-will-not-take-place-suggest-first-poll-results\">The electorate snubbed him</a>.</p> <p>This may be dubbed the era of <a href=\"https://www.theguardian.com/commentisfree/2016/may/13/boris-johnson-donald-trump-post-truth-politician\">post-truth politics</a> and cynical autocrats, but new forms of resistance to bigotry are also emerging. It may be that national populists have overreached (Trump’s racist and misogynist antics); or that memories of a dark past and the need to avert political catastrophe have come to the fore (Germans wanting to counter the far-right Alternative for Germany, French citizens worried about Le Pen). It may be that groups are rekindling the spirit of democratic mobilisation (Polish women and the anti-Jarosław Kaczyński grassroots, who are such keen demonstrators). It may be that voter apathy also sends a message about policies that stigmatise outsiders (Hungary).</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/oct/04/the-question-was-stupid-hungarians-on-the-refugee-referendum\">'The question was stupid': Hungarians on the refugee referendum</a> </p> </aside>  <p>Does this sound too optimistic? Precisely because there haven’t been many reasons for optimism recently, it’s important not to ignore what is potentially promising. Likewise, it’s important to see how the connections between international affairs and domestic politics may not all play out in the populists’ favour. Authoritarianism has thrown its weight around in recent years, but right now it’s going through a bad patch.</p> <p>Take Russia. Whatever allowances some in the west might have sought to make for Putin in the past, the Syrian tragedy has made this much more difficult. To claim that Russia’s air assault on Aleppo’s population is no different from western interventions against Isis not only flies in the face of documented facts, it smacks of intellectual and moral disorientation.</p> <p>Geopolitics feeds into politics. Which means there is cautious hope to be drawn from the fact that Putin’s Russia currently finds itself more isolated than it ever has been (only Venezuela’s autocratic regime voted alongside Russia in the UN recently). Russia has been an active backer of populists in Europe and in the US. Putin sympathisers now find themselves having to keep awkwardly silent over the scandal unfolding in Syria, or having to repeat a propaganda line that many citizens may find hard to swallow.</p> <p>This is not to say that national populists or their authoritarian backers are about to be defeated or disempowered. The fuel that powers the far right has yet to be exhausted. But from Clinton’s lead to the surprising strength of Europe’s political centre-ground, and with the novelty of Russia being discredited on many fronts, the picture is not just doom and gloom for the democratically minded. If this is an interconnected world, then the pushback against national populism may be stronger than we think.</p>",
  "<p>Nigel Farage has qualified his admiration of Donald Trump, saying he could not support his comments about groping women, banning Muslims from the US or derogatory remarks about Mexicans.</p> <p>The Ukip leader was pressed about his links to Trump in a new documentary presented by Jeremy Paxman on the US presidential race to be shown on the BBC on Monday.</p> <p>Farage, who has appeared at a rally with Trump and <a href=\"https://www.theguardian.com/us-news/2016/oct/10/nigel-farage-fights-donald-trumps-corner-in-post-debate-spin-room\">praised him in the spin room</a> after one of the presidential debates, came under fire from some of his Ukip MEPs this week for defending the controversial Republican nominee.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/lifeandstyle/lostinshowbiz/2016/oct/13/im-with-nigel-farage-breaks-america-donald-trump-entourage\">‘I’m with Nigel’: the Farage entourage tries to break America</a> </p> </aside>  <p>Asked about the recent controversy over the “Trump tapes” about groping women, Farage told the programme that it had badly hurt the politician’s chance of becoming US president.</p> <p>“I just saw this whole thing as sort of, an extreme <a href=\"https://www.theguardian.com/politics/2016/oct/09/nigel-farage-defends-donald-trump-over-alpha-male-boasting\">form of alpha-male boasting</a> … as the kind of boasting that some men do – it doesn’t mean that they actually do it,” said Farage.</p> <p>While Farage has not explicitly endorsed Trump, he has appeared alongside him during the campaign and said he could never vote for the Democratic candidate, Hillary Clinton.</p> <p>Pressed again about his alliance with Trump, Farage told Paxman: “Well, look, it’s not just that is it? I mean, there were <a href=\"https://www.theguardian.com/tv-and-radio/2015/dec/30/gael-garcia-bernal-donald-trump-mexicans-hate-discourse-mozart-in-jungle\">the comments about Mexicans</a>, equally there was the idea that you could have a <a href=\"https://www.theguardian.com/us-news/2015/dec/07/donald-trump-ban-all-muslims-entering-us-san-bernardino-shooting\">total ban on anybody coming into America from one particular religion</a>. </p> <p>“You know, there are lots of things in this campaign that I couldn’t support in any way at all and nor do I … But I spoke to <a href=\"https://www.theguardian.com/us-news/ng-interactive/2016/may/14/who-supports-donald-trump-the-new-republican-center-of-gravity\">people who were, Trump voters</a> – [they were] going to vote Trump in this election, and do you know what? – they couldn’t care less. They couldn’t give a damn <a href=\"https://www.theguardian.com/us-news/2016/jun/28/donald-trump-ohio-rally-isis-torture-tpp-rape\">what Trump says</a>, <a href=\"https://www.theguardian.com/music/2016/sep/24/bruce-springsteen-calls-donald-trump-a-moron\">who he offends</a> because they see him as their weapon against the establishment and they see Hillary as being the epitome of that establishment.”</p> <p>Farage, who <a href=\"https://www.theguardian.com/politics/2016/oct/05/nigel-farage-says-he-may-technically-still-be-ukip-leader\">has returned temporarily as Ukip leader</a> after the shortlived tenure of Diane James, said people were voting for Trump because of the “little people saying: ‘We have had enough ... and we want a change and we don’t care if that change causes a rupture’”.</p> <p>His remarks do not represent a complete disavowal of Trump, but acknowledge he is not entirely easy with some of the Republican candidate’s positions. His cooling toward the former Apprentice host came amid a <a href=\"https://www.theguardian.com/us-news/2016/oct/14/trump-groping-accusations-new-york-times-rally\">flurry of new accusations</a> from women who claim Trump sexually assaulted them. </p> <p>A former contestant on the reality business show, Summer Zervos, on Friday accused <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Trump</a> of groping or aggressively kissing her on two separate occasions in 2007, when she met him privately for what she thought were going to be discussions about job opportunities. </p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/14/summer-zervos-donald-trump-apprentice-sexual-misconduct-video\"            data-short-url=\"https://gu.com/p/57g7y\"                    data-show-ads=\"true\"            data-video-id=\"2806860\"            data-video-name=\"The Apprentice contestant accuses Trump of 'sexual misconduct' – video\"            data-video-provider=\"Reuters\"            > <video data-media-id=\"gu-video-580140d4e4b0160123895da8\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/14/161014accuser2_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/14/161014accuser2.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/14/161014accuser2_V3.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/14/summer-zervos-donald-trump-apprentice-sexual-misconduct-video\">The Apprentice contestant accuses Trump of ‘sexual misconduct’</a></figcaption> </figure>   <p>Zervos said Trump greeted her and said goodbye to her at a meeting in his New York office with a kiss on the lips. Brushing it off as his form of greeting, she said, she agreed to meet Trump for dinner later that year when he travelled to Los Angeles.</p> <p>She claimed that in the later meeting Trump greeted her with an open-mouthed, aggressive kiss while grabbing her shoulder and put his hand on her breast. Several times, she claimed, she pushed him away and indicated he should stop.</p> <p>Trump has fiercely denied <a href=\"https://www.theguardian.com/us-news/2016/oct/13/list-of-donald-trump-sexual-misconduct-allegations\">all such accusations</a>, which also followed <a href=\"https://www.theguardian.com/us-news/2016/oct/10/debate-donald-trump-threatens-to-jail-hillary-clinton\">a presidential debate last Sunday</a> in which he said he had never done the things he boasted of in the Access Hollywood tape, remarks he said were merely “locker-room talk”.</p> <p>In his statement, Trump said: “I vaguely remember Ms Zervos as one of the many contestants on The Apprentice over the years. To be clear, I never met her at a hotel or greeted her inappropriately a decade ago. That is not who I am as a person, and it is not how I’ve conducted my life. In fact, Ms Zervos continued to contact me for help, emailing my office on 14 April of this year asking that I visit her restaurant in California.”</p> <p>Earlier this week, <a draggable=\"true\" href=\"https://www.theguardian.com/politics/2016/oct/12/nigel-farage-donald-trump-ukip-meps\">two Ukip MEPs publicly condemned Farage</a> for appearing to play down the Trump tapes, with one saying he was trying to “defend the indefensible”.</p> <p>Jane Collins, who represents Yorkshire and North Lincolnshire, said she had previously been a strong supporter of Farage, but “to make this kind of criminal behaviour seem normative makes me seriously question his judgment”.</p> <p>She said: “Trump’s <a href=\"https://www.theguardian.com/us-news/2016/oct/14/donald-trump-women-misogyny-lifetime\">sexist and derogatory comments</a> have unequivocally proven he is totally unfit to be president of the United States, and Nigel Farage should think very carefully about defending him.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/media/2016/oct/15/jeremy-paxman-interview-book\">Jeremy Paxman: ‘I never felt I belonged anywhere’</a> </p> </aside>  <p>In a separate statement, William Dartmouth, Ukip MEP for South West England, said he wished to “strongly disassociate” himself from Farage’s defence of Trump’s remarks, adding that many of his fellow MEPs shared his view.</p> <p>Farage explains his opinion of Trump in the documentary <a href=\"http://www.bbc.co.uk/programmes/b0803t52\">Paxman on Trump Vs Clinton: Divided America</a> for a special hour-long Panorama programme on BBC1 at 9pm on Monday.</p> <p>The documentary is an independent commission for the BBC, like a previous one about the EU referendum, and marks Paxman’s return to the channel since he left as the presenter of Newsnight in 2014 after 25 years.</p> <p>It coincides with the publication of Paxman’s memoir, <a href=\"https://www.theguardian.com/books/2016/oct/10/a-life-in-questions-jeremy-paxman-review\">A Life in Questions</a>, which has already shown his readiness to criticise his paymasters as well as his political interviewees.</p>",
  "<aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/books/2016/oct/13/margaret-atwood-selects-tutul-for-pen-writer-of-courage-award\">Margaret Atwood selects Tutul for Pen writer of courage award</a> </p> </aside>  <p>On Thursday, just as I&#xa0;am&#xa0;saying goodbye to Margaret Atwood at the end of our interview, I&#xa0;get a text message. “Oh,” I say. “Bob Dylan’s won the Nobel prize.” She is about to have her&#xa0;photograph taken, and is arranging a&#xa0;rakish grey felt hat atop her steely curls. She looks at me, opens her mouth&#xa0;very slightly, and widens her eyes. They are the faintly unrealistic blue of a Patagonian glacier.</p> <p>“For what?” she says, aspirating the word “what” with devastating effect.</p> <p>If Atwood herself occasionally checks her phone for missed calls from Stockholm on such mornings, she does not admit to it; in any case, fellow Canadian Alice Munro’s victory in 2013, commemorated with a generous tribute by Atwood <a href=\"https://www.theguardian.com/books/2013/oct/10/alice-munro-nobel-literature-prize-margaret-atwood\" title=\"\">in this paper</a>, will have queered that particular pitch for some years to come.</p> <p>We are speaking at the British Library, where, later that day, the 76-year-old author will receive a different award: the <a href=\"https://www.englishpen.org/events/prizes/pen-pinter-prize/\" title=\"\">English PEN Pinter prize</a>. She will also bestow one, too, on <a href=\"https://www.theguardian.com/books/2016/oct/13/margaret-atwood-selects-tutul-for-pen-writer-of-courage-award\" title=\"\">Ahmedur Rashid Chowdhury</a>, the Bangladeshi publisher of remarkable courage known as Tutul, who last year survived, in his Dhaka office, a machete-and-gun attack by Islamic extremists. At least nine Bangladeshi activists, writers and intellectuals <a href=\"https://www.theguardian.com/world/2016/apr/30/bangladesh-islamist-attacks-murder-gay-atheist-activists-dhaka\" title=\"\">have been murdered</a> since the beginning of last year.</p> <p>Atwood’s PEN Pinter prize lecture, titled An Improvisation on the Theme of&#xa0;Rights, which she also delivered on Thursday, ends with a reflection on the dystopias of her fiction: that of <a href=\"https://www.theguardian.com/books/booksblog/2016/aug/29/books-to-give-you-hope-the-handmaids-tale-by-margaret-atwood\" title=\"\">The Handmaid’s Tale</a> (1985) and of her recent <a href=\"https://www.theguardian.com/books/2013/aug/28/maddaddam-margaret-atwood-review\" title=\"\">MaddAddam</a> trilogy. The first describes an America transformed into a&#xa0;theocracy that treats women as mere childbearing chattels – after a state of emergency is declared following an assassination. (“They blamed it on the Islamic fanatics at the time”, the novel’s narrator explains.) The second deals with a world in which the planet’s resources are severely depleted. A situation, she explained in the lecture, that leads to civil chaos. “Then … warlords and demagogues take over, some people forget that all people are people, enemies are created, vilified and dehumanised, minorities are persecuted, and human rights as such are shoved to the wall.” Not so much a distant and frightening future, she said, as “the cusp of where we are living right now”.</p>  <figure class=\"element element-image\" data-media-id=\"282c473a56c75e10e2e8ac01a645677738c59e5a\"> <img src=\"https://media.guim.co.uk/282c473a56c75e10e2e8ac01a645677738c59e5a/0_68_2464_1478/1000.jpg\" alt=\"Stephanie Marshall in the 2003 English National Opera staging of The Handmaid’s Tale by Margaret Atwood.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Stephanie Marshall in the 2003 English National Opera staging of The Handmaid’s Tale by Margaret Atwood.</span> <span class=\"element-image__credit\">Photograph: Tristram Kenton/The Guardian</span> </figcaption> </figure>  <p>Readers of The Handmaid’s Tale have&#xa0;indeed found elements of its story looming alarmingly close in recent weeks. See Donald Trump’s remarks about women; see the <a href=\"https://www.theguardian.com/world/2016/jul/19/mike-pence-republicans-defund-planned-parenthood-abortion\" title=\"\">virulently anti-choice Republican vice-presidential candidate Mike Pence</a>. See, even, Trump’s Republican detractors, such as Mitt Romney, decrying his&#xa0;remarks on groping because they “<a href=\"https://twitter.com/MittRomney/status/784546373525966849\" title=\"\">demean our wives and daughters</a>”. Are&#xa0;we in Gilead – the America of The Handmaid’s Tale? “Close, yes. For sure.” And everything in it, she says, was based on things that had actually happened. “Including everyone tugging on a rope during hangings so that no one is guilty: that’s from English history,” she says. “Ceaușescu in Romania forcing women to have children – quotas for childbirth. The fact that, in the United States, teaching a slave to read was against the law. And then <a href=\"http://elizabethan.org/sumptuary/\" title=\"\">sumptuary laws</a> – who can wear what. Who can cover up what, who has to, and can, cover up what part of which bodies – that’s been a part of human culture for a&#xa0;very long time.”</p> <p>She mentions <a href=\"http://fivethirtyeight.com/features/election-update-women-are-defeating-donald-trump\" title=\"\">an article</a> that famously accurate US psephologist Nate Silver published on his website, fivethirtyeight.com. (His one famous failure was in not&#xa0;predicting Trump’s victory in the Republican primaries.) Silver’s article includes a pair of maps. One shows how&#xa0;the US would look if only men voted: almost entirely red. The other shows how the US would look if only women voted: almost entirely blue. “It spawned a hashtag,” says Atwood (who is a frequent poster <a href=\"https://twitter.com/MargaretAtwood\" title=\"\">on Twitter</a>) “called #Repealthe19th. The 19th Amendment is what gave women the vote. So there are Trump supporters who want to take&#xa0;the vote away from women. The Handmaid’s Tale, unfolding in front of your very eyes.” (In fact, <a href=\"https://www.washingtonpost.com/news/the-intersect/wp/2016/10/13/yes-repealthe19th-trended-but-not-for-the-reasons-you-think/\" title=\"\">the Washington Post pointed out</a> that #Repealthe19th spiked as a social media topic not only through the enthusiasm of Trump supporters, but through its being heartily condemned by his detractors; but still, there it was as a notion, red and bleeding and out there.)</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/books/2016/sep/24/margaret-atwood-rewriting-shakespeare-tempest-hagseed\">A perfect storm: Margaret Atwood on rewriting Shakespeare’s Tempest</a> </p> </aside>  <p>Her whistlestop tour through feminism goes like this: “First wave, the vote. Second wave, the image. Now it’s about violence and rape and death: we’ve got down to the nitty-gritty.” Earlier this month, when she spoke at&#xa0;the <a href=\"http://www.southbankcentre.co.uk/whatson/festivals-series/london-literature-festival?gclid=CjwKEAjwhILABRDwo8mlqt6ug38SJACNSq_kIM90R5cOL9yG603aGdq-ldofuRvvMooMmaqKp-IJiBoCwW7w_wcB\" title=\"\">Southbank literature festival</a> in London, she talked about “the most amazingly vicious online abuse” of women. “What&#xa0;century are we in?” she&#xa0;asked. “Apparently, the 12th.”</p> <p>When The Handmaid’s Tale was published, she says, the novel was reviewed by British critics as an enjoyable fantasy, and by the Canadians with a certain anxiety (“Could it happen here?”). In America, though, there was a sense of: “‘How long have we got?’” She sighs. “Apparently, not as long as I thought … With any cultural change there is a push and a pushback. Trump has brought out a huge pushback that was originally against immigrants. Now it has shifted to being very misogynistic, partly because of Hillary Clinton. You have not seen anything like this since the 17th-century witchhunts, quite frankly.”</p> <p>Can you understand the appeal of&#xa0;Trump, I ask? “He brings out the temper-tantrum-throwing wilful brat in all of us. ‘Why can’t I do what I want? Why can’t I have what I want? Those other people are stopping me. Those other people have a bigger lollipop that I do, I’m going to take their lollipop away from them.’ But on the other hand, he couples that with the most amazing whining.” She mentions the complaint by Trump that his microphone malfunctioned during the first televised presidential debate. (“Rubbish.”)</p> <p>“I tell you this,” she continues. “Hillary Clinton is a better man than Trump. She has more connection to the traditional male virtues. She has comported herself in a much more manly fashion. Ask any real alpha males that you’ll know and they’ll say of Trump, ‘This is the guy we&#xa0;didn’t like at school because he was a&#xa0;bully, but as soon as anyone pushed back at him he started to whine.’”</p> <p>What does she think, then, of Clinton’s campaign? “Well, it’s more of a&#xa0;campaign. Trump has taken about 10 different positions on everything, so there is no way of knowing what he really thinks. You actually just don’t know. He will adopt a position depending on what reaction is mirrored back to him. Basically, it’s very close to being a manifestation of a mob: burn them at the stake, screaming and yelling.”</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"59cd16e301a7d46db8f812312aa7e5e1e88a3828\"> <img src=\"https://media.guim.co.uk/59cd16e301a7d46db8f812312aa7e5e1e88a3828/0_0_1400_2250/622.jpg\" alt=\"Hag-Seed by Margaret Atwood, a retelling of Shakespeare’s The Tempest\" width=\"622\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hag-Seed by Margaret Atwood, a retelling of Shakespeare’s The Tempest.</span> <span class=\"element-image__credit\">Photograph: Penguin</span> </figcaption> </figure>  <p>Like <a href=\"https://www.theguardian.com/books/2015/oct/30/salem-witch-trials-american-imagination\" title=\"\">the Salem witch trials</a>, then? She proceeds to talk about them: Atwood likes to take a long historical sweep. Her heroes of this tragic episode, dramatised by Arthur Miller in The Crucible, are Rebecca Nurse, who refused to admit that she was a witch and declined to accuse others, meaning she was hanged; and Giles Corey, who refused to plead at his trial, meaning that he was pressed – that is, crushed by heavy stones until his lungs collapsed and he died. By sacrificing himself thus, and not allowing his case to be tried, his family inherited his property, which otherwise would have been confiscated.</p> <p>However, she says, after a fairly long disquisition on the legal history of 17th-century Massachusetts, this is not at all what the Trump situation is like. “Salem was much more dignified … Salem at least had rules for the trials.” She hunts around for a better comparison. It’s like <a href=\"https://www.theguardian.com/film/filmblog/2011/dec/08/favourite-film-night-of-the-hunter\" title=\"\">Night of the Hunter</a>, she says. “Robert Mitchum. Directed by Charles Laughton. Just a great film. At the end they catch this guy who’s been murdering women and has been trying to get hold of some children to kill them too. He is seen off <a href=\"https://www.youtube.com/watch?v=8t-konY4cHE\" title=\"\">by Lillian Gish</a> playing an old lady in a rocking chair with a shotgun.” (A sudden vision arrives, unbidden, of Atwood in a&#xa0;rocking chair with a shotgun.) “She peppers him with shot, he gets caught and put in jail and there’s a mob outside who want to lynch him. So the very same Christian, righteous people who have played the virtuous townspeople are now screaming for his blood. This is what it’s like. Those mob scenes at Trump rallies: burn her, lock her up, kill&#xa0;her. They think they are at the wrestling, but let those people out, and&#xa0;you have a lynchmob.”</p> <p>We turn to the scenarios she sketched in the MaddAddam trilogy: a world of internet insecurity, pig-human hybrids, environmental devastation, oil fetishists and complete corporate takeover of states. Do dystopian novels, I wonder, actually do anything? Can they change behaviour? They are, she says, more like weathervanes than guides on averting disaster. “All dystopian novels are telling you to do is make sure you’ve got a lot of canned goods and a gun.” Do you have canned goods and a gun in Toronto? “I’m too freaking old. I’m probably not going to make it through the zombie apocalypse anyway.”</p> <p>The literary news, as we speak, has been recently all about the “unmasking” by an Italian investigative journalist of the real identity of <a href=\"https://www.theguardian.com/commentisfree/2016/oct/03/the-guardian-view-on-unmasking-elena-ferrante-an-impoverishing-act\" title=\"\">Elena Ferrante</a>, the pseudonymous author of the hugely popular Neapolitan novels. “She probably went too far in putting out a fake autobiography. Which is like an invitation: expose me,” says Atwood. (She is referring to Frantumaglia, which is about to be published in English – not an autobiography as such, but a collection of letters, essays, interviews and the like.) “But she’s not committed a crime. Nor do I feel that she was a bad person to write under a pseudonym. She did what she wanted to do. It worked spectacularly well, and then there are the books. People will read them a bit differently, that’s inevitable. But it doesn’t make them bad books.”</p>  <figure class=\"element element-image\" data-media-id=\"57906cd966d08edc93eb2266720a9918fdda3df9\"> <img src=\"https://media.guim.co.uk/57906cd966d08edc93eb2266720a9918fdda3df9/0_0_4005_3080/1000.jpg\" alt=\"Margaret Atwood in 1972.\" width=\"1000\" height=\"769\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘I used to go on the Greyhound bus with copies of my books in a cardboard box, and give readings in school gymnasiums’ … Margaret Atwood in 1972.</span> <span class=\"element-image__credit\">Photograph: Ron Bull/Toronto Star via Getty Images</span> </figcaption> </figure>  <p>Atwood herself published pseudonymously a bit, when she was young – in the student magazine, to fill the pages. And she wrote a comic strip under another name in the 1970s. Then there was a skittish review of one of her own books she wrote once, under the not-very-veiled byline of Margarets Atwood, which referred to certain anagrammatic figures: ethnologist Gwaemot R Dratora, the architect Wode M Gratataro, and the profile-writer Greta Warmodota. Invisibility is&#xa0;not her thing: especially when she, and Canadian fellow writers, worked so&#xa0;hard in the 1970s to improve their own visibility. “I don’t think I’m entitled to whinge too much, because it’s my fault. I used to go on the Greyhound bus&#xa0;with copies of my books in a cardboard box, and give readings in school gymnasiums. I’d sell my own books and collect the money, put it in a brown paper envelope and take it back to the publisher.” She looks at me with wide eyes. “What sort of a wimp are you? Have you never tramped through the snow with your books in a cardboard box – on a sled?”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/books/2016/oct/12/angel-catbird-young-animal-doom-patrol\">The month in comics: Margaret Atwood unleashes an eco-friendly superhero</a> </p> </aside>  <p>The latest book that she is, metaphorically at least, carrying around with her on a sled is neither dystopian nor utopian, but a story based on The Tempest, called <a href=\"https://www.theguardian.com/books/2016/oct/06/hag-seed-the-tempest-retold-by-margaret-atwood\" title=\"\">Hag-Seed</a> – part of a series of&#xa0;Shakespearean reworkings commissioned from writers including Jeanette Winterson and Anne Tyler. In her deft story, Prospero is a director called Felix, deposed from his position as artistic director of an important theatre. Bent on revenge, he stages a version of The&#xa0;Tempest in a prison, and plots his payback. I worry, though, that Prospero is a part often taken on by actors reaching the end of their careers. I hope there’s to be no talk of Atwood’s <a href=\"http://www.bard.org/study-guides/but-this-rough-magic-i-here-abjure\" title=\"\">abjuring magic</a>, or any nonsense like that. No, she tells me. No need to fear. “The last part actors usually take is Lear.&#xa0;That really makes people cry.”</p> <p>This is very Atwood: nearly everything she says is delivered precisely, and lightly iced with irony, whether she’s being immensely warm, or plunging her dagger into some unfortunate victim.</p> <p><em>• Hag-Seed by Margaret Atwood is published by Penguin at £16.99. To order it for £11.99 go to </em><a href=\"https://bookshop.theguardian.com/hag-seed.html\" title=\"\"><em>bookshop.theguardian.com</em></a><em> or call 0330 333 6846. Free UK p&amp;p on online orders over £10. A £1.99 charge applies to telephone orders.</em></p>",
  "<p>One hundred and fifty years ago, my great-great-great-grandfather, <a href=\"http://www.winchesterguns.com/news/articles/150-years-of-winchester.html\">Oliver Winchester,</a> founded the Winchester Repeating Arms Company in New Haven, Connecticut. His pride and joy was the revolutionary Winchester repeating rifle, one of the first guns to fire rounds repeatedly, taking away the cumbersome need to stop and reload. The Winchester became an icon of the American frontier – used by cowboys, Native Americans, outlaws, sheriffs and even President Theodore Roosevelt. As the settlers went steadily westwards after the civil war, the Winchester was their weapon of choice – it became known as the Gun that Won the West, celebrated in celluloid numerous times by a <a href=\"https://www.youtube.com/watch?v=uu0h3GRBQ-U\">gun-toting John Wayne</a> and the <a href=\"https://www.youtube.com/watch?v=-D5_0cMzFVw\">youthful Jimmy Stewart</a>.</p> <p>Used by the Turks in their 19th-century battles against the Russians, and by the Mexicans in their uprising against the French-backed emperor, the Winchester became known around the world. The company’s officials were always wary of having a history of their beloved rifles written – we don’t want dead buffalo and Indians on every page, observed my great-great-uncle Ed Pugsley, the chief engineer.</p> <p>My introduction to the Winchester came on a hot August afternoon in 1987, more than a century after Oliver Winchester had started manufacturing his rifles. Visiting my American relatives in Connecticut, we fired tennis balls from an adapted elephant gun into the sparkling waters of the Long Island Sound, just for the fun of it. My great-aunts, legend has it, would fire the tennis-balls at intruders who ventured too close to their family compound.</p> <p>We were having a high old time at the family compound in Branford, Connecticut, which had been built by Oliver’s daughter Jennie and her husband, Thomas Gray Bennett. As a distant family member from London, I had a dim idea of what the Winchester repeating rifle was, having watched a healthy dose of westerns on TV during my early 70s childhood. And as a former air cadet in east London, I learned to fire a .22 rifle and a .303 – but always on a shooting range, in a highly restricted environment. And here were my relatives merrily shooting tennis balls into the blue yonder, with guns inside their summer houses – it was an introduction to the gun culture of America, so very different from that back home in Britain.</p> <p>My grandmother Molly, who inherited a not-inconsiderable sum of money as the great-granddaughter of Oliver, married an Englishman and left her family in New England for Cambridge, England. She was ambivalent about the legacy of the Winchester, and would occasionally grunt disapprovingly about gun money, shaking her head. As a child, she took me to CND rallies in Cambridge, and we watched deeply alarming videos about Hiroshima. A strange juxtaposition, the gun heiress turned fervent supporter of nuclear disarmament.</p>  <figure class=\"element element-image\" data-media-id=\"34cd9f3515177bad84afe0db1047cd4feae96ce9\"> <img src=\"https://media.guim.co.uk/34cd9f3515177bad84afe0db1047cd4feae96ce9/768_141_2127_2741/776.jpg\" alt=\"Two Native Americans carrying Winchester rifles, 1885.\" width=\"776\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Two Native Americans carrying Winchester rifles, 1885.</span> <span class=\"element-image__credit\">Photograph: CS Fly/Courtesy of Laura Trevelyan</span> </figcaption> </figure>  <p>That visit to my American clan stayed with me as I went off to university. I began to read all I could about Oliver Winchester and his rifles. He was born a penniless farm boy, trained as a carpenter building flying buttresses in churches, successfully patented a bestselling shirt collar, and then decided to invest his considerable cash in guns just as the US civil war was looming. When my husband and I moved with our sons across the Atlantic in 2004, my interest in all matters Winchester increased. We bought the caretaker’s cottage on the family’s summer estate of Johnson’s Point in Connecticut, and the idea of writing a book about these mysterious descendants of yesteryear evolved.</p> <p>As I was learning about my Winchester heritage, I was reporting for the BBC on the phenomenon of mass shootings in America. In the aftermath of the <a href=\"https://www.theguardian.com/world/2012/dec/16/sandy-hook-classroom-massacre\">Sandy Hook elementary school massacre</a> in 2012, when a gunman killed 20 young children, six adults, his mother and himself, I arrived to witness a scene of unbearable agony. In this picture-perfect Connecticut town, not far from where Winchester built his repeating rifles, Christmas trees had been put up in memory of every dead child. I stood outside the temporary mortuary where the bodies of the murdered six- and seven-year-olds lay, and wept, imagining how I would feel if my own six-year-old was inside.</p> <p>At school, my children learned what they called “huddle drills” – what to do if someone is having a really bad day, as my then seven-year-old son explained brightly. I told him reassuringly that I didn’t feel that he would ever have to do a huddle drill for real. In the wake of Sandy Hook, Congress failed to pass even modest gun-control legislation, such as ensuring background checks on people who buy weapons at gun shows.</p> <p>As the descendant of a dynasty created by manufacturing weapons of war, writing a book has forced me to examine my own feelings on the topic. One of our relatives, Sarah Winchester, was supposedly so racked with guilt and haunted by the spirits of those killed by the Winchester that she started building a house in California because a medium advised her that endless building would appease the dead. Construction only stopped when she died. Thousands flock every year to the bizarre <a href=\"http://www.winchestermysteryhouse.com/\">Winchester Mystery House</a>, pulled in by the irresistible tale of guns and guilt. There is scant truth to the myth – but that’s another story.</p> <p>I am fascinated by the Winchester legacy, but I don’t feel responsible for or guilty about the past. I see our family as a thread in the tapestry of America’s history. There is no airbrushing over the brutality of the settling of America’s west, in which guns were central. The Winchester was deployed to kill Native Americans defending their historic lands – and yet they also used the rifle with devastating effect, most notably at General Custer’s last stand. African Americans also embraced the Winchester as a defensive weapon in the bloody period after the civil war, in which lynching was common. “A Winchester rifle should have a place of honour in every black home,” as the civil rights crusader Ida B Wells wrote in 1892. And so the Winchester was used for many different causes during a violent period.</p> <p>As a soon-to-be dual US and British citizen, it is hard not to be struck by the starkly different approaches to gun control. When I was growing up in Britain, strict gun laws were passed in the aftermath of the <a href=\"https://www.theguardian.com/theguardian/2012/aug/20/archive-1987-hungerford-massacre-michael-ryan\">Hungerford massacre in 1987</a> and then additional legislation was passed after the <a href=\"https://www.theguardian.com/theguardian/2013/mar/14/dunblane-massacre-scotland-killing\">Dunblane school killings</a>. In the US, where the second amendment provides a constitutional right to keep and bear arms, the debate is very different. Although opinion polls suggest the public supports controls on the sale of assault weapons and background checks for everyone who buys a gun, the National Rifle Association has so far lobbied successfully against these measures.</p>  <figure class=\"element element-image\" data-media-id=\"ad57078c08d9b254474d66f16c42f4bde14d86ec\"> <img src=\"https://media.guim.co.uk/ad57078c08d9b254474d66f16c42f4bde14d86ec/0_0_2693_2100/1000.jpg\" alt=\"Laura Trevelyan’s great-great-grandfather, Thomas Gray Bennett, left, with his grandson, baby Thomas Gray Bennett, and his son Winchester Bennett, c1900.\" width=\"1000\" height=\"780\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Laura Trevelyan’s great-great-grandfather, Thomas Gray Bennett, left, with his grandson, baby Thomas Gray Bennett, and his son Winchester Bennett, c1900.</span> <span class=\"element-image__credit\">Photograph: Courtesy of Laura Trevelyan</span> </figcaption> </figure>  <p>Hillary Clinton is running in favour of what she calls commonsense gun control, while Donald Trump is staunchly against her proposals. Why such different approaches in two countries sharing a common language and heritage? Guns were embedded in the culture of America at the time of its violent revolutionary war against England, and used to expand the territory of the new nation.</p> <p>When the question of gun control in the US came up in the 1970s, the surviving Winchester relatives were staunchly opposed. But then they had never been fans of Uncle Sam having a say in their business. In the 1890s, when men at the Winchester factory were regularly blown up as they mixed the explosive primer used in the ammunition, my great-great-grandfather, Thomas Gray Bennett, perfected a system where the men mixed the primer using mirrors to keep themselves at a safe distance. He was most pleased to have kept meddling factory inspectors at bay through his own ingenuity.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/lifeandstyle/2014/jul/25/kids-guns-and-the-american-way\">Kids, guns and the American way</a> </p> </aside>  <p>In fact, it was heavy-handed government-administered contracts that led to the end of the Winchester Repeating Arms Company as a family concern. When the first world war loomed into view, my great-grandfather, Winchester Bennett, was at the company helm. A highly strung man, he had suffered from nervous anxiety for much of his adult life and was nursed throughout by his devoted wife, Susan. Winchester, named after the gun, was not equipped to deal with the rigours of wartime production and had to leave the company just as the factory was gearing up to produce millions of rounds of ammunition and tens of thousands of rifles for the allied wartime effort. Bennett was later treated for addiction at a Connecticut facility specialising in patients with psychiatric disorders.</p> <p>His father, Thomas Gray Bennett, though he was nearly 80, came back on to the company board at this time of personal and professional crisis. Thomas Bennett never approved of doing business with the US government, which insisted on fixed-price contracts. As the costs of labour and materials skyrocketed because of wartime demand, Winchester made less and less money. By the time the war ended, the company was millions of dollars in debt. A wild plan to diversify into selling products “as good as the gun” followed, and the company used the excess factory space left over from the war to manufacture ice-skates, penknives, fishing rods, washing machines, cutlery and all manner of household items. The scheme was a monumental failure and the Winchester Repeating Arms Company went into receivership in 1931.</p> <p>A special summer home is the legacy of the company for our generation. As I rake the beach for oyster shells, if I narrow my eyes I can conjure up the image of a cowboy out west galloping on his horse, his trusty Winchester at his side. The great-aunts have passed on now, but I can still hear the echo of their laughter as they fire the tennis-ball gun out into Long Island Sound.</p> <p><em>• Winchester: Legend of the West by Laura Trevelyan is published by IB Tauris, £20. To order a copy go to </em><a href=\"https://bookshop.theguardian.com/winchester-467227.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\"><em>bookshop.theguardian.com</em></a><em> or call 0330 333 6846. Free UK p&amp;p over £10, online orders only. Phone orders min. p&amp;p of £1.99.</em></p> <p>• This article was amended on 17 October 2016. An earlier version included a photograph of the Native American leader Geronimo and wrongly said he was carrying a Winchester rifle. </p>"
]