[
  "Trump lawyers given court date over lawsuit alleging rape of 13-year-old",
  "Peeping Don: Trump spied on teens, beauty queens say",
  "Federal Reserve minutes show close call on September interest rate hike",
  "Canada's first female prime minister labels Trump a 'sexual predator'",
  "If only women voted, Trump would lose. We need men on our side",
  "Pound falls back as Davis says government cannot outline Brexit aims in detail  – as it happened",
  "May refuses vote on article 50 after conceding debate - as it happened",
  "Please, Mark Burnett: release Donald Trump's Apprentice tapes",
  "A no-fly zone for Aleppo risks a war that could engulf us all",
  "Pound drops further after Davis hints UK could leave single market",
  "Can Clinton win Utah? Poll shows her tied with Trump and independent",
  "Donald Trump has lost tens of millions on Scottish golf courses, accounts show",
  "The backlash against feminism has hit a new low with Donald Trump",
  "Clinton campaign's online ad lets voters compare candidates' careers",
  "Nigel Farage criticised for defending Donald Trump by Ukip MEPs",
  "Seth Meyers mocks Trump: 'A blowhard with a seventh-grade vocabulary'",
  "Venezuelans on why they are marching for a referendum",
  "Congress the next battle as Republicans drop support for Trump campaign",
  "The mud-slingers: the most shocking presidential attack ads ever aired",
  "Russia scorns Boris Johnson's 'hysteria' as bombs hammer Aleppo",
  "Jon Bon Jovi webchat – your questions answered on Hillary Clinton, grunge and philanthropy",
  "May questions Syria no-fly zone proposal",
  "Republican mega-donors ramp up efforts to hold Congress after Trump tape",
  "'Unshackled' Trump goes to war against Republicans",
  "Obama savages Trump's groping boast and urges party to abandon him",
  "Can cities be feminist? Inside the global rise of female mayors",
  "Readers outside the US: are you worried about the presidential election?",
  "Trump rails against 'disloyal' Republicans as support collapses",
  "Top 10 books about intelligent animals",
  "Transgender rapper Quay Dash: 'I'm here to stay and I'm here to slay'",
  "Astrologers predict the election: Trump is from Mars, Clinton is from Venus",
  "Somalia’s female presidential candidate: ‘If loving my land means I die, so be it’",
  "Malcolm Turnbull consulted his department on solicitor general dispute – as it happened",
  "Wendi Deng Murdoch on Rupert, Ivanka Trump and her new film",
  "Julia Gillard says online abuse deters women from political careers",
  "Congressman apologizes for saying he might back Trump even if he condoned rape",
  "Donald Trump's comments described sexual assault, White House says – as it happened",
  "Malcolm Turnbull turns down invite to forum on NSW Liberal party reform",
  "Clinton campaign dubs WikiLeaks 'Russian propaganda' after latest hack"
]