[
  "<p>Donald Trump on Saturday spelled out new details of his immigration policy. He did not, however, answer lingering questions about whether he favors deportation for all undocumented migrants.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/27/donald-trump-dwyane-wade-cousin-shooting-reaction\">Donald Trump politicizes death of Dwyane Wade's cousin</a> </p> </aside>  <p>Speaking at a fundraiser for the Iowa senator Joni Ernst, the Republican nominee for president went beyond his now famous promise to build a wall on the border with Mexico. </p> <p>If elected, he said, he would “institute nationwide <a draggable=\"true\" href=\"https://www.uscis.gov/e-verify\">E-Verify</a>, stop illegal immigrants from accessing welfare and entitlements, and develop an exit-entry tracking system to ensure those who overstay their visas are quickly removed”. </p> <p>Although these policies were <a href=\"https://www.theguardian.com/us-news/2015/aug/18/donald-trump-immigration-mexico-economy\">in an immigration plan</a> proposed in August 2015, they have been rarely addressed since then, as the real estate developer as gone from long shot to major party nominee.</p> <p>Trump offered no clarity on whether he would after all push for the deportation of all 11 million undocumented migrants currently in the US, a long-term and successful campaign promise. Uncertainty on his stance on the issue took hold this week, after he reportedly told Hispanic leaders at a roundtable meeting that he might be willing to support a path to legal status. </p> <p>Trump subsequently told <a href=\"https://www.theguardian.com/us-news/2016/aug/24/donald-trump-immigration-reform-sean-hannity-fox-news\">Fox News’s Sean Hannity</a> that he would be willing to allow undocumented immigrants to stay in the US.</p> <p>“They’ll pay back taxes,” he said, “they have to pay taxes, there’s no amnesty, as such, there’s no amnesty, but we work with them.” </p> <p>Of his views on the immigration question, he added: “There could certainly be a softening.”</p> <p>The Republican nominee had long pledged to support “a deportation force” to remove all 11 million undocumented migrants. On Thursday, he seemed to flip-flop on the issue again, <a href=\"http://www.cnn.com/2016/08/25/politics/trump-no-legal-status-for-undocumented-immigrants/\">telling CNN</a>: “There’s no path to legalization unless they leave the country. When they come back in, then they can start paying taxes, but there is no path to legalization unless they leave the country and then come back.”</p> <p>In Iowa on Saturday, Trump attacked the media for focusing on the deportation question instead of other aspects of his immigration policy. </p> <p>He said: “In recent days, the media – as it usually does – has missed the whole point on immigration. All the media wants to talk about is the 11 million or more people here illegally.” </p> <p>Trump claimed that law enforcement agencies knew about every single illegal immigrant, “the good ones and the bad ones”, and said that on day one of his administration all “criminal illegal immigrants” would be “swiftly removed”. </p> <p>The deportation of illegal immigrants who commit crimes has bipartisan support and has long been a priority of the Obama administration. </p> <p>Trump’s campaign has suggested that he will soon deliver a definitive immigration speech, clearly stating his position.</p>",
  "<p>Donald Trump stirred controversy on Saturday when he appeared to use the shooting death of <a href=\"https://www.theguardian.com/sport/2016/aug/26/dwyane-wade-cousin-shot-chicago\">a cousin of NBA star Dwyane Wade</a> in his attempt to attract African American voters.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/books/2016/aug/27/from-trump-to-brexit-rhetoric-how-todays-politicians-have-got-away-with-words\">From Trump to Brexit rhetoric: how today's politicians have got away with words</a> </p> </aside>  <p>Nykea Aldridge, 32 and a mother of four, was pushing a baby stroller in Chicago’s South Side Parkway Gardens neighborhood on Friday when she was shot in the head and arm during an exchange of gunfire between two men. </p> <p>In response, <a href=\"https://twitter.com/DwyaneWade/status/769350076162383872\">Wade said on Twitter</a>: “My cousin was killed today in Chicago. “Another act of senseless gun violence. 4 kids lost their mom for NO REASON. Unreal. #EnoughisEnough.”</p> <p>On Saturday morning, the Republican nominee for president misspelled Wade’s first name when he used Twitter to say: “Dwayne [sic] Wade’s cousin was just shot and killed walking her baby in Chicago. Just what I have been saying. African-Americans will VOTE TRUMP!”</p> <p>Trump’s comment, which was widely viewed as insensitive and self-serving, was deleted three hours after it was published. The same statement <a href=\"https://twitter.com/realDonaldTrump/status/769571710924263424\">then appeared again</a>, with Wade’s name spelled correctly.<br></p>  <figure class=\"element element-image\" data-media-id=\"6fd42e7c72f52513ea5b112c5d85c3287115dea3\"> <img src=\"https://media.guim.co.uk/6fd42e7c72f52513ea5b112c5d85c3287115dea3/0_0_592_140/500.png\" alt=\"Donald Trump’s original tweet\" width=\"500\" height=\"118\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump’s original tweet about the shooting death of Dwyane Wade’s cousin.</span> <span class=\"element-image__credit\">Photograph: Screengrab</span> </figcaption> </figure>  <p>At the end of a week in which Trump has sought to broadcast his law and order-based message <a href=\"https://www.theguardian.com/us-news/2016/aug/20/what-do-you-have-to-lose-donald-trump-appeals-for-black-vote\">to African American voters</a> – among whom support for his candidacy has been as low as 0% in some opinion polls – the tweets prompted outcry on social media. </p> <p>This week has also seen <a href=\"https://www.theguardian.com/us-news/2016/aug/27/donald-trump-legacy-race-politics-mainstream\">bitter recriminations</a> between the Trump campaign and that of the Democratic nominee, Hillary Clinton, over the Republican’s alleged courting of <a href=\"https://www.theguardian.com/us-news/2016/aug/26/jared-taylor-alt-right-clinton-trump\">the so-called “alt-right”</a> extreme of conservative opinion.</p> <p>The actor Don Cheadle was among those criticizing Trump. In a series of <a href=\"https://twitter.com/DonCheadle/status/769547801722093568\">his own Twitter messages</a>, the star of the Miles Davis biopic Miles Ahead blasted the businessman for using the Aldridge’s death to throw “red meat to his alt-right troglodytes”.</p> <p>“People of Drumpf’s ilk are contributors to the conditions that lead to the ‘Chicagos’ of this country,” Cheadle <a href=\"https://twitter.com/DonCheadle/status/769546333132722176\">said in one tweet</a>, referring to the surname of Trump’s German ancestors and the gun violence which has plagued Chicago and other cities and on which Trump has played in speeches aimed at African American voters.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DwyaneWade/status/769571168189763585\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The city of Chicago is hurting. We need more help&amp; more hands on deck. Not for me and my family but for the future of our world. The YOUTH!</p>&mdash; DWade (@DwyaneWade) <a href=\"https://twitter.com/DwyaneWade/status/769571168189763585\">August 27, 2016</a></blockquote>  </figure>  <p>“You don’t get to <a href=\" https://twitter.com/DonCarrMAC/status/769549609337131008 \">cherry pick</a>. All the architects on left and right have failed that city. But Drumpf ain’t the ansr,” Cheadle concluded. “You are truly a POS [piece of shit].”</p> <p>Former Destiny’s Child member <a href=\"https://twitter.com/RealMichelleW/status/769530333524090880\">Michelle Williams</a> called Trump’s comment “an absolute disgrace”.</p> <p>Erica L Smegielski, a gun control campaigner who is the daughter of a teacher killed in the Sandy Hook school shooting in Connecticut in December 2012, <a href=\"https://twitter.com/EricaSmegs/status/769550753836957702\">tweeted</a>: “Dawn Lafferty Hochsprung was my mother. Nykea Aldridge was a child’s mother. How dare you use our pain to win votes.”</p> <p>Wade did not address Trump’s remarks directly, instead saying in a series of tweets: “RIP Nykea Aldridge... <a href=\"https://twitter.com/hashtag/EnoughIsEnough?src=hash\">#EnoughIsEnough</a>. The city of Chicago is hurting. We need more help&amp; more hands on deck. Not for me and my family but for the future of our world. The YOUTH! These young kids are screaming for help!!! <a href=\"https://twitter.com/hashtag/EnoughIsEnough?src=hash\">#EnoughIsEnough</a>.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/27/donald-trump-legacy-race-politics-mainstream\">Donald Trump's legacy threatens to be return of race politics to the mainstream</a> </p> </aside>  <p>Wade’s use of the #EnoughIsEnough hashtag echoed his appearance at the ESPY sports awards <a href=\"http://www.usmagazine.com/celebrity-news/news/lebron-james-dwyane-wade-open-espys-with-black-lives-matter-call-to-action-w212975\">in Los Angeles last month</a>. Then, he stood with fellow NBA stars LeBron James, Carmelo Anthony and Chris Paul to deliver statements against gun violence.</p> <p>Trump was on his way to Iowa, where addressed a Republican fundraiser. As criticism of his comments mounted, he released <a href=\"https://twitter.com/realDonaldTrump/status/769592508879892480\">a further tweet</a>. It said: “My condolences to Dwyane Wade and his family, on the loss of Nykea Aldridge. They are in my thoughts and prayers.”</p> <p>In Des Moines, he told a largely white crowd at Senator Joni Ernst’s annual Roast and Ride the death of Nykea Aldridge “breaks our hearts. This shouldn’t happen in America.” </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/769592508879892480\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">My condolences to Dwyane Wade and his family, on the loss of Nykea Aldridge. They are in my thoughts and prayers.</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/769592508879892480\">August 27, 2016</a></blockquote>  </figure>  <p>The Republican nominee has made inner-city gun violence and the promise of law and order a central plank of his campaign. In <a href=\"http://www.chicagotribune.com/news/local/politics/ct-donald-trump-chicago-violence-speech-met-0722-20160721-story.html\">his speech to the party convention in Cleveland in July</a>, he said: “In the president’s hometown of Chicago, more than 2,000 people have been the victims of shootings this year alone. And almost 4,000 have been killed in the Chicago area since [Barack Obama] took office.”</p> <p>According to the Chicago police department, homicides are up 49% this year, at 441 as of Monday. Chicago recorded 473 homicides for all of 2015. At least 2,702 people have been shot in the city this year, according to a tally kept by the Chicago Tribune newspaper. </p> <p>On Saturday, the Tribune also published details of shooting incidents involving police officers in the city between 2010 and 2015. The vast majority of those shot in such incidents, <a href=\"http://trib.in/2bkSzNO\">the newspaper found</a>, were black men or boys.</p> <p>Trump has developed his law and order theme into a concerted – if quixotic, given his campaign’s flirtation with the far right – attempt to win African American support. Addressing <a href=\"https://www.theguardian.com/us-news/2016/aug/20/what-do-you-have-to-lose-donald-trump-appeals-for-black-vote\">a largely white audience at a rally in Michigan</a> this month, he said: “At the end of four years, I guarantee you I will get over 95% of the African American vote. What do you lose by trying something new like Trump?” </p> <p>In Iowa on Saturday, he said: “There are millions of African Americans in this country who have succeeded,” but also said government had failed black communities, with almost 40% of African American children living in poverty.</p> <p>Trump has also claimed that rival Hillary Clinton is a “<a href=\"https://www.theguardian.com/us-news/video/2016/aug/25/trump-clinton-bigot-mississippi-rally-video\">bigot</a>” who doesn’t care about minority communities.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/aug/20/trump-calls-for-black-votes-what-do-you-have-to-lose-video\"            data-short-url=\"https://gu.com/p/5vtvk\"                    data-show-ads=\"true\"            data-video-id=\"2670347\"            data-video-name=\"Trump calls for black votes: 'What do you have to lose?' - video\"            data-video-provider=\"AP\"            > <video data-media-id=\"gu-video-57b82d7ae4b0377cf11186de\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/08/20/160820TrumpBlackVoters_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/08/20/160820TrumpBlackVoters.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/08/20/160820TrumpBlackVoters_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/aug/20/trump-calls-for-black-votes-what-do-you-have-to-lose-video\">Trump calls for black votes: ‘What do you have to lose?’</a></figcaption> </figure>  <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/27/chicago-police-shootings-deaths-tracking-data\">Chicago police shootings: data reveals 92 deaths and 2,623 bullets fired</a> </p> </aside>  <p>Wade, who recently signed with the Chicago Bulls after 13 years with the Miami Heat, runs a charitable organization, Wade’s World Foundation, that works in community outreach in the Chicago area. </p> <p>A day before the death of his cousin, he participated via satellite in an <a href=\"http://abc7chicago.com/news/espn-hosts-national-violence-panel-in-chicago-/1484492/\">ESPN town hall meeting on gun violence in the city</a>. His mother, pastor Jolinda Wade, also attended.</p> <p>Outside the emergency room where Aldridge was pronounced dead on Friday, Jolinda Wade held her sister and spoke for the family as mourners stood in a circle, holding hands and praying. </p> <p>She told reporters she had participated in the town hall “never knowing that the next day we would be the ones that would actually be living and experiencing it”. </p> <p>“We’re still going to try to help and empower people like the one who senselessly shot my niece in the head,” she said. “We’re going to try to help these people to transform their minds and give them a different direction.” </p> <p>The Wade family has been affected by gun violence before. Dwyane’s nephew, Darin Johnson, was shot twice in the leg on the south side in 2012. He recovered. Family members are caring for Aldridge’s baby, who was not hurt in the shooting.</p>",
  "<p>Donald Trump’s doctor has said a letter that is the only public documentation of the Republican presidential candidate’s health was written in five minutes, and explained mistakes and unusual phrasing by saying: “I get anxious when I get rushed.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/23/hillary-clinton-on-jimmy-kimmel-opens-up-about-trumps-wacky-health-claims\">Clinton opens up to Jimmy Kimmel on Trump's 'wacky' health claims</a> </p> </aside>  <p><a href=\"http://www.nbcnews.com/news/us-news/trump-doctor-wrote-health-letter-just-5-minutes-limo-waited-n638526\">Speaking to NBC News</a>, Dr Harold Bornstein also insisted that he wrote the letter, which contains some notably Trump-esque phrasing, and repeated his glowing if not medically specific endorsement of the candidate’s fitness for office.</p> <p>The Trump campaign released <a href=\"https://www.washingtonpost.com/news/the-fix/wp/2016/08/27/the-strange-tale-of-donald-trumps-doctor-letter-just-got-stranger/\">the letter</a> in December. Addressed “To Whom My Concern [sic]”, it read: “Over the past 39 years, I am pleased to report that Mr Trump has had no significant medical problems. Mr Trump has had a recent complete medical examination that showed only positive results. Actually, his blood pressure, 110/65, and laboratory test results were astonishingly excellent.”</p> <p>Questions about the legitimacy and <a href=\"http://www.newsweek.com/donald-trump-health-doctor-490836\">authority</a> of the letter and its author’s medical background have arisen as Trump and campaign surrogates such as <a href=\"http://www.nbcnews.com/politics/2016-election/giuliani-fuels-clinton-health-rumors-again-again-n635841\">former New York mayor Rudolph Giuliani</a> have questioned the physical and mental health of the businessman’s 68-year-old opponent in the November election, former secretary of state Hillary Clinton.</p> <p>By precedent if not legal compulsion – as with tax returns, which Trump has not released – presidential candidates usually release details of their medical history during an election campaign. Clinton did so <a href=\"http://www.politico.com/story/2015/07/hillary-clinton-health-excellent-doctor-letter-2016-campaign-120861\">last July</a>.</p> <p>Trump, who is 70, would be the oldest man to enter the White House if elected. Bornstein’s letter said the billionaire’s “physical strength and stamina are extraordinary”, detailed his loss of 15lbs in the last 12 months, and concluded: “If elected, Mr Trump, I can state unequivocally, will be the healthiest individual ever elected to the presidency.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NBCNightlyNews/status/769298267024809985\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">EXCLUSIVE: <a href=\"https://twitter.com/realDonaldTrump\">@realDonaldTrump</a> doc says he picked up Trump&#39;s language in health letter &amp; &#39;interpreted it into my own.&#39; <a href=\"https://t.co/wb3pMPmO2C\">pic.twitter.com/wb3pMPmO2C</a></p>&mdash; NBC Nightly News (@NBCNightlyNews) <a href=\"https://twitter.com/NBCNightlyNews/status/769298267024809985\">August 26, 2016</a></blockquote>  </figure>  <p>On 3 December, <a href=\"https://twitter.com/realDonaldTrump/status/672401996826206208?ref_src=twsrc%5Etfw\">Trump tweeted</a> that he had “instructed my long-time doctor to issue, within two weeks, a full medical report”, adding: “It will show perfection.”<br tabindex=\"-1\"></p> <p>Speaking to NBC News, Bornstein said that when the Trump team sent a driver to pick up the letter, which is dated 4 December, he had “five minutes to sit right at this desk and write that letter while the driver waited for me … In the rush, I think some of those words didn’t come out exactly the way they were meant.<br tabindex=\"-1\"></p> <p>“I thought about it all day and at the end, I get rushed and I get anxious when I get rushed. So I try to get four or five lines down as fast as possible so that they would be happy.”</p> <p>He added: “[Trump’s] health is excellent, particularly his mental health. He thinks he’s the best, which works out just fine … I think he would be fit because, I think, his brain is turned on 24 hours a day.”<br></p> <p>This week, CNN health correspondent Dr Sanjay Gupta <a href=\"http://www.cnn.com/2016/08/23/politics/donald-trump-hillary-clinton-health/\">questioned</a> the authenticity and value of Bornstein’s letter.</p> <p>“I don’t even know what to make of this letter,” Gupta said. “Whether you are a doctor or not, that degree of hyperbole and these words being used is very unusual. People don’t write like that … ‘Strength and stamina are extraordinary’ … what does that mean, exactly?”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/aug/24/hillary-clinton-health-rumors-doctor-column\">I'm a doctor. The real issue isn't Hillary Clinton's health – it's that she might win | Celine Gounder</a> </p> </aside>  <p>Asked in the NBC News report if the Trump letter was written in a style consistent with all his official letters, Bornstein said: “No, but for Mr Trump, I wrote that letter that way.” </p> <p>Asked if he had been asked by Trump to write in Trumpian prose, <a href=\"https://twitter.com/NBCNightlyNews/status/769298267024809985?ref_src=twsrc%5Etfw\">he said</a>: “I think I probably picked up his kind of language and then just interpreted it to my own.”</p> <p>Bornstein has been Trump’s personal doctor for 35 years. In his letter, he said his father, Dr Jacob Bornstein, had filled the role previously.</p> <p>In a statement to NBC News, Trump spokesman Jason Miller said: “Dr Bornstein has been Mr Trump’s doctor for decades and is already familiar with his excellent health records.”</p> <p>Clinton chose to make light of the issue, and attacks from the Trump campaign, this week. <a href=\"https://www.theguardian.com/us-news/2016/aug/23/hillary-clinton-on-jimmy-kimmel-opens-up-about-trumps-wacky-health-claims\">Appearing on Jimmy Kimmel Live</a>, she said: “Back in October, the National Enquirer said I’d be dead in six months, so with every breath I take, I feel like it’s a new lease on life.”</p>",
  "<p>It was a thumping.</p> <p>Adam Giles described it best, conceding defeat of his Country Liberal party government in a landslide election result in the Northern Territory. </p> <p>The win was called within two hours of polls closing, and just a handful of seats remained in doubt as the next chief minister, Michael Gunner, made his victory speech an hour later.</p> <p>Giles’s central desert seat of Braitling was one yet to be called.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2016/aug/27/northern-territory-election-adam-giles-says-hell-have-a-beer-if-he-loses\">Northern Territory election: Adam Giles says he'll 'have a beer' if he loses</a> </p> </aside>  <p>With more than half the votes counted the CLP had a swing against it of more than 18%. Labor did not pick all that up, gaining 6.4% on the last election. At the time of counting there was a bigger swing towards independents with 8.9%.</p> <p>All predictions had suggested an emphatic Labor victory after four years of an increasingly divisive and controversial term of government, but there were a lot of unknowns.</p> <p>Since the last election in 2012 boundaries had been redrawn and new seats created, and new laws for polling day had been introduced. Territorians had optional preferential voting for the first time, and <a href=\"https://www.theguardian.com/australia-news/2016/aug/27/northern-territory-election-adam-giles-says-hes-confident-despite-predicted-defeat\">more than 50,000 took the opportunity to vote early without an excuse</a>. Exclusion zones around polling stations prevented anyone campaigning or handing out how-to-vote cards within 100m.</p> <p>The CLP had won government in 2012 with 16 seats to Labor’s eight, with a solitary independent on the crossbench, but after a series of scandals, fights, reshuffles and coups – both attempted and successful – the party was reduced to a minority of 12.</p> <p>Then on Saturday night that 12 became two. Maybe four at most.</p> <p>“Tonight no doubt is a landslide. It’s a thumping,” said Giles in Alice Springs. “Politically speaking tonight’s result is a lesson in disunity is death in politics. It’s a result of personality before the politics, it’s a lesson in looking after oneself rather than thinking about the people. that message has been heard loud and clear within the candidates and the party of the Country Liberals.”</p> <p>The CLP, the party which had held government for 27 straight years until 2001, would rebuild, he said.</p> <p>“We will remove the disagreements, we will remove the personalities of politics and we will come back bigger and better because one thing is for sure: Labor can’t manage the economy, Labor can’t manage law and order, hence one day in the future the NT will look on us to take leadership, albeit in a more concise, less personality-operated government”.</p> <p>With about 55% of the vote counted, Labor had 15 seats in the bag and another three predicted. The CLP had retained just two. Three independents had won, and it would likely be four.</p> <p>David Tollner, former treasurer and member for Fong Lim, who was not preselected for this election, predicted there would be more independents in parliament than CLP members.</p> <p>The official Labor event, held at the Waratahs sporting club on the outskirts of Darwin’s CBD, was full of Labor faithful as well as city and suburban candidates.</p> <p>Around the corner the CLP gathered in Cullen Bay. The food was better but the mood was sombre. The leader had remained in Alice Springs.</p> <p>Gunner entered the Labor room to shouts and chants of congratulations, and he walked a slow gauntlet of hugs and high-fives, but the audience’s attention waned during his speech and rarely a moment went by without people talking and others shushing them.</p> <p>In one resonating moment, Gunner spoke of his lifetime association with the NT. He is the first territory-born chief minister to be elected since self-governance in 1978.</p> <p>“A boy born in Alice Springs, who grew up in public housing Tennant Creek, who now stands here as chief minister of the <a href=\"https://www.theguardian.com/australia-news/northern-territory\">Northern Territory</a>,” he said.</p> <p>“In the Northern Territory you can dream big.” The crowd erupted.</p> <p>Gunner said he would work with the independents and CLP opposition, and pledged unity and consultation – two things the electorate had indicated were missing during the CLP term.</p> <p>“You all deserve access to us and we will govern for all Territorians. As Territorians we are stronger when we are united, and we are united in our determination to make our home a better place.”</p> <p>Lynne Walker, member for Nhulunbuy, told Guardian Australia she was humbled by her party’s victory, and excited that as deputy chief minister she would be representing remote and Indigenous Territorians.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/live/2016/aug/27/northern-territory-election-labor-country-liberal-party-results-live\">Northern Territory election: Michael Gunner claims victory for Labor – as it happened</a> </p> </aside>  <p>The federal opposition leader, Bill Shorten, called Gunner early to congratulate him, and then formally sent out a public statement once the victory speech was over.</p> <p>“Territorians have punished the CLP for four years of scandal and controversy, and rewarded Labor for working hard and listening to people,” said Shorten.</p> <p> “Michael listened to Territorians and offered a positive plan for creating jobs, investing in people, and restoring trust and integrity in government. </p> <p> Territorians have responded to Labor’s plan, making the CLP government the first one-term government in the territory’s history.”</p>",
  "<div id=\"block-57c18f5be4b0655f72768542\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-27T13:16:08.150Z\">2.16pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Summary</h2>  <div class=\"block-elements\">  <ul> <li>The Labor party has won the Northern Territory election, decisively.</li> <li>With 55% of the vote counted the ABC had given the party 15 seats in the 25 seat parliament and predicted another three.</li> <li>It’s expected four independents will be elected, and at least one but maybe three CLP members.<br></li> <li>At 10.45pm local time, there was an 18.6% swing against the CLP. </li> <li>Labor picked up 6.5% but there was a stronger swing of 8.9% towards independents.</li> <li>The CLP won the 2012 election with 16 seats to Labor’s eight.<br></li> <li>The outgoing chief minister Adam Giles said the result was “a thumping” and a lesson to his party about disunity and putting themselves before the electorate.<br></li> <li>Chief minister-elect, Michael Gunner said there were six seats still too close to call. He pledged to lead a united government which consulted Territorians.<br></li> <li>He pledged to work with the opposition and independents who were “not our enemies”. <br></li> <li>Federal opposition leader called Gunner to congratulate him, and released a statement saying Northern Territorians had “punished the CLP for four years of scandal and controversy, and rewarded Labor for working hard and listening to people.”<br></li> </ul> <p>I’ll leave the blog there. Thanks everyone, and goodnight.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-27T13:30:06.305Z\">at 2.30pm BST</time></p>  </div> <div id=\"block-57c18b5ae4b09fcabd06cd2d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-27T12:45:54.633Z\">1.45pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>We’ll end the coverage shortly with a wrap of the night’s events. Thanks for joining us at the Guardian Australia for our first Northern Territory election live blog. </p> </div>   </div> <div id=\"block-57c1890ce4b0655f72768527\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-27T12:36:13.329Z\">1.36pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The federal opposition leader, Bill Shorten has released a statement congratulating Gunner and the NT Labor party.</p> <blockquote> <p>I have spoken to Michael Gunner tonight to congratulate him and NT Labor on an extraordinary victory.</p> <p>This is an outstanding result for Michael, his Labor team and for the people of the Northern Territory.</p> <p>Territorians have punished the CLP for four years of scandal and controversy, and rewarded Labor for working hard and listening to people.</p> <p>Michael listened to Territorians and offered a positive plan for creating jobs, investing in people, and restoring trust and integrity in government. </p> <p>Territorians have responded to Labor’s plan, making the CLP Government the first one-term government in the Territory’s history.</p> <p>Territorians sent a clear message to the Turnbull Government at the federal election, electing Labor members to three of the four representative positions. They have sent another strong message to the Liberals tonight.</p> <p>I visited the territory twice during the NT election campaign and it was clear locals were ready for change.</p> <p>Territorians have rejected a government that focused on itself, and voted for a government that will prioritise jobs, healthcare and education.</p> <p>Michael is a decent man and a strong leader. He will lead a government of unity, stability and integrity.</p> <p>I look forward to working with Michael and the new Northern Territory government.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-27T13:30:34.908Z\">at 2.30pm BST</time></p>  </div> <div id=\"block-57c187c0e4b0655f72768521\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-27T12:30:46.422Z\">1.30pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"b56261f14465effd372dd6b19b4395cc2df23a73\"> <img src=\"https://media.guim.co.uk/b56261f14465effd372dd6b19b4395cc2df23a73/0_0_2632_1484/1000.png\" alt=\"Labor leader Michael Gunner delivers his victory speech in Darwin\" width=\"1000\" height=\"564\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘It is a privilege to stand here today as a servant of the public and as the new chief minister of the NT.’<br>Labor leader Michael Gunner delivers his victory speech in Darwin.</span> <span class=\"element-image__credit\">Photograph: ABC</span> </figcaption> </figure> </div>   </div> <div id=\"block-57c18727e4b0655f72768520\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-27T12:27:46.344Z\">1.27pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“As your public servant, as your chief minister, I thank you for the privilege and the honour and the trust you’ve placed in my team and I,” says Gunner, wrapping up.</p> <p>“We will govern for all Territorians. Thank you.”</p> </div>   </div> <div id=\"block-57c18652e4b0396caaf99b60\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-27T12:24:26.767Z\">1.24pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Gunner says his team had 39,000 one-on-one conversations with Territorians during the campaign.</p> <p>There are a few more one-on-one conversations going on in Labor HQ during his speech too.</p> </div>   </div> <div id=\"block-57c18530e4b09fcabd06cd0f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-27T12:22:23.451Z\">1.22pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Gunner thanks the Labor MLAs who have regained their seat, and the successful candidates who will be joining the new parliament.</p> <p>He says there are six seats tonight too close to call and notes the Labor members contesting each one - Dale Wakefield in Braitling, Sandra Nelson in Katherine, Paul Kirby in Port Darwin, Damian Hale in Blain, Anthony Venes in Daly, and Ngaree Ah Kit in Karama.</p> </div>   </div> <div id=\"block-57c184d3e4b0396caaf99b5b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-27T12:18:50.117Z\">1.18pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>This post has been removed because the liveblogger wasn’t concentrating enough and picked up a tweet from a parody account. Sorry! </em></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-27T13:21:17.905Z\">at 2.21pm BST</time></p>  </div> <div id=\"block-57c183a4e4b0396caaf99b54\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-27T12:16:37.106Z\">1.16pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“We must have a government which plans beyond the next budget,” says Gunner.</p> <p>He thanks his deputy, Lynne Walker in Nhulunbuy, for her wisdom, and Natasha Fyles who is also not here because she is on channel nine “going toe to toe with Dave Tollner”.</p> </div>   </div> <div id=\"block-57c1832ce4b09fcabd06cd01\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-27T12:11:57.371Z\">1.11pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“Tonight let’s talk about the next four years and not the last four. We are in a contest of ideas with the CLP and the independents. They are not our enemies. I will work with them.”</p> <p>Gunner thanks Giles for his contribution to the Northern Territory.</p> </div>   </div> <div id=\"block-57c182f3e4b0396caaf99b4d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-27T12:09:55.489Z\">1.09pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>He acknowledges there are tough times coming for the Northern Territory, but says he “will fight Canberra if they come for our GST.”</p> </div>   </div> <div id=\"block-57c182b8e4b0655f7276850e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-27T12:09:18.671Z\">1.09pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Gunner talks of his family history in the NT. His grandfather first moving to Tennant Creek.</p> <p>“A boy born in Alice Springs, who grew up in Tennant Creek, who now stands here as chief minister of the Northern Territory,” he says.</p> <p>“In the Northern Territory you can dream big.”</p> </div>   </div> <div id=\"block-57c1827ee4b09fcabd06ccff\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-27T12:08:13.056Z\">1.08pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“We have to be community leaders, and I personally pledge to all of you - I will work tirelessly, truthfully and selflessly.</p> <p>I am a Territorian. You will come first.”</p> </div>   </div> <div id=\"block-57c181cde4b0396caaf99b47\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-27T12:07:08.089Z\">1.07pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“It is a privilege to stand here today as a servant of the public and as the new chief minister of the Northern Territory,” says Gunner to rowdy applause.</p> <p>“I visited all 25 seats during this campaign, I take none of you for granted.”</p> <p>“You all deserve access to us and we will govern for all Territorians. As Territorians we are stronger when we are united, and we are united in our determination to make our home a better place,” he continues, to slightly less applause and some surprisingly loud background noise from people having a chat.</p> </div>   </div> <div id=\"block-57c18185e4b0655f72768508\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-27T12:03:58.074Z\">1.03pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Michael Gunner is in the building.</p> <p>Tonight is extraordinary and the people have spoken,” he says.</p> <p>They have chosen to place their trust in Labor, and we will not let them down.”</p> </div>   </div> <div id=\"block-57c17e2be4b0396caaf99b36\" class=\"block\" data-block-contributor=\"profile/ben-raue\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-27T11:53:44.338Z\">12.53pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>On the current numbers, I have Labor on track for 15 seats, CLP 3, independent 4, and there are three that are very close: Braitling, Karama and Katherine. So Labor could end up on 18 seats.</p> </div>   </div> <div id=\"block-57c17ce8e4b0655f727684f0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-27T11:46:20.896Z\">12.46pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"96f8628ca8da768defc54f185d37a0affe717336\"> <img src=\"https://media.guim.co.uk/96f8628ca8da768defc54f185d37a0affe717336/0_0_2644_1482/1000.png\" alt=\"Adam Giles, Northern Territory chief minister, concedes defeat from Alice Springs\" width=\"1000\" height=\"561\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Adam Giles has told party supporters: ‘I would like to think the investments that have been put into place right across the NT will leave a long-lasting legacy.’</span> <span class=\"element-image__credit\">Photograph: ABC</span> </figcaption> </figure> </div>   </div> <div id=\"block-57c17a5be4b0396caaf99b27\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-27T11:33:09.959Z\">12.33pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Michael Gunner is due to arrive here at Labor HQ shortly. I’ll bring you his speech as it happens.</p> </div>   </div> <div id=\"block-57c179cce4b09fcabd06cce2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-27T11:31:21.654Z\">12.31pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Nigel Scullion has called Giles’ speech “dignified” and notes Giles’ concession that disunity is a killer in government.</p> <p>Scullion says it’s like a village in the NT and it doesn’t take much to upset the apple cart.</p> </div>   </div> <div id=\"block-57c17199e4b0396caaf99b06\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-27T11:28:15.057Z\">12.28pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Lynne Walker is doing very well in Nhulunbuy, Ben Raue reports. He says the preference count isn’t very useful because it assumes the CLP will come second (they aren’t right now) but Walker is over 50% with sizeable vote in.</p> <p>I spoke with Lynne a short time ago and she said she is “humbled” and excited by the results for her seat and for Labor, and that she is set to become the deputy chief minister of the Northern Territory.<br></p> <p>“I’ve served two terms as the local member. The first was as a backbencher in the former Henderson government, and four years in opposition, so I feel like I have served my apprenticeship well and truly,” she says.</p> <p>“And I’m really pleased we’ll have a deputy chief minister representing the remote part of the NT and a strong voice for Indigenous Territorians, and a strong voice for regions. My region has been through an incredibly tumultuous time for the last few years.”</p> </div>   </div> <div id=\"block-57c178d4e4b0396caaf99b20\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-27T11:26:49.852Z\">12.26pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Giles starts to wrap up, and has the beer he said he’d be drinking if he lost.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/rohwick/status/769496035144065024\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Adam Giles concedes defeat <a href=\"https://twitter.com/hashtag/ntvotes?src=hash\">#ntvotes</a> <a href=\"https://t.co/vc7jnLqzRb\">pic.twitter.com/vc7jnLqzRb</a></p>&mdash; Rohan Barwick (@rohwick) <a href=\"https://twitter.com/rohwick/status/769496035144065024\">August 27, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57c177efe4b0396caaf99b1c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-27T11:24:33.977Z\">12.24pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Giles gives commiserations to those CLP colleagues who lost their seats tonight and says many will remain friends of his.</p> <p>He says the NT is a better place now than when the CLP took government from Labor in 2012, and the crowd - which sounds small - applauds.</p> <p>“I busted my gut for Alice Springs, it’s my home town,” he says.</p> </div>   </div> <div id=\"block-57c17709e4b09fcabd06ccd5\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-27T11:21:57.917Z\">12.21pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">&quot;We will rebuild,&quot; says defeated Giles</h2>  <div class=\"block-elements\">  <p>Giles has thanked the constituents of Braitling, and says Alice was neglected after 11 years of Labor and there was a lot of work to be done.</p> <p>He also thanks the CLP branch of Alice Springs, the constituents of the NT for giving them the opportunity of governing, and the CLP across the NT: </p> <blockquote class=\"quoted\"> <p>“You are well-spirited people who have the interests of the Norther Territory at heart. We will rebuild. We will come back. We will remove the disagreements, we will remove the personalities of politics and we will come back bigger and better because one thing is for sure: Labor can’t manage the economy, Labor can’t manage law and order, hence one day in the future the NT will look on us to take leadership, albeit in a more concise, less personality-operated government”.</p> </blockquote> </div>   </div> <div id=\"block-57c17687e4b09fcabd06ccd3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-27T11:18:25.166Z\">12.18pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“Tonight no doubt is a landslide. It’s a thumping,” says Giles.</p> <p>“Politically speaking tonight’s result is a lesson in disunity is death in politics. It’s a result of personality before the politics, it’s a lesson in looking after oneself rather than thinking about the people. that message has been heard loud and clear within the candidates and the party of the Country Liberals.”</p> </div>   </div> <div id=\"block-57c1765be4b09fcabd06ccd1\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-27T11:16:11.790Z\">12.16pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Giles concedes.</h2>  <div class=\"block-elements\">  <p>Giles has congratulated Gunner on taking government.</p> <p>“It’s a rewarding experience... and well done to him,” says Giles.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-27T11:17:15.902Z\">at 12.17pm BST</time></p>  </div> <div id=\"block-57c175a2e4b0655f727684d7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-27T11:14:21.821Z\">12.14pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Adam Giles</strong> has arrived at a CLP event in Alice Springs. Labor is apparently waiting until he concedes before they officially claim a win, which seems like sticking the boot in a little, to be honest.</p> </div>   </div> <div id=\"block-57c174a4e4b0396caaf99b14\" class=\"block\" data-block-contributor=\"profile/ben-raue\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-27T11:08:33.587Z\">12.08pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Braitling is a nailbiter. Labor’s candidate is leading outgoing chief minister Adam Giles by 21 votes. We’ve seen a small parcel of postal votes, although there are presumably more to come, but we now have all of the ordinary booths reporting.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-27T11:23:08.601Z\">at 12.23pm BST</time></p>  </div> <div id=\"block-57c1731ae4b0396caaf99b0e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-27T11:05:32.143Z\">12.05pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Bill Shorten congratulates Michael Gunner</h2>  <div class=\"block-elements\">  <p>Guardian Australia understands the federal opposition leader has called leader of the Labor party in the NT, and chief minister apparent, Michael Gunner, to congratulate him on the result.</p> </div>   </div> <div id=\"block-57c17278e4b0655f727684d1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-27T11:00:56.760Z\">12.00pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Has anyone checked on Burt? </p> <p>The ageing five-plus metre psychic crocodile has never got a call wrong, but this week he picked the CLP to win. Word on the street is he stuffed up the NT News front page with that clanger.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PatsKarvelas/status/769489101569404928\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">WHAT WILL BECOME OF BURT the psychic CROC <a href=\"https://twitter.com/hashtag/ntvotes?src=hash\">#ntvotes</a></p>&mdash; PatriciaKarvelas (@PatsKarvelas) <a href=\"https://twitter.com/PatsKarvelas/status/769489101569404928\">August 27, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/amosaikman/status/769489485251747840\">  <blockquote class=\"twitter-tweet\"><p lang=\"da\" dir=\"ltr\"><a href=\"https://twitter.com/heldavidson\">@heldavidson</a> Handbag.</p>&mdash; Amos Aikman (@amosaikman) <a href=\"https://twitter.com/amosaikman/status/769489485251747840\">August 27, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57c171ffe4b09fcabd06ccb8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-27T10:58:45.164Z\">11.58am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Former CLP treasurer and controversy magnet, David Tollner, has been commenting on the channel nine panel.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jessedorsett/status/769487720947208192\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">&quot;Looking at the numbers it&#39;s almost certain there&#39;ll be more independents than CLP members in parliament.&quot; - Tollner again on <a href=\"https://twitter.com/9NewsDarwin\">@9NewsDarwin</a>.</p>&mdash; Jesse Dorsett (@jessedorsett) <a href=\"https://twitter.com/jessedorsett/status/769487720947208192\">August 27, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57c16f5be4b0655f727684c9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-27T10:55:14.934Z\">11.55am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The CLP has suffered a 19.2% swing against it, with more than 20% of the vote counted. </p> <p>In Katherine, a traditionally CLP seat, Labor has had unprecedented gains, says the ABC. It’s not in the bag yet though.</p> <p>In Wanguri, Labor’s Nicole Manison has 59.5% of the vote according to the ABC with a little over 17% of the vote counted. The NT electoral commission has Manison holding 67% of the 2PP vote. </p> </div>   </div> <div id=\"block-57c16de1e4b09fcabd06cca4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-27T10:41:13.800Z\">11.41am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>A few quick updates from <strong>Ben</strong> from the last few minutes, who says <strong>it’s safe to call the election for Labor</strong> but adds they could hold a comfortable majority by the time the count ends.</p> <p>As for Labor’s gains, most of these seats are very close or just based on small numbers, but Labor looks like they have a chance of gaining <strong>Arnhem, Braitling, Brennan, Drysdale, Fong Lim, Katherine, Namatjira, Port Darwin </strong>and<strong> Sanderson</strong>. If Labor won all these seats they would win a comfortable majority.</p> <p>Independents have either won or are in a good position to win these seats:</p> <ul> <li><strong>Araluen</strong></li> <li><strong>Blain</strong></li> <li><strong>Goyder</strong></li> <li><strong>Karama</strong></li> <li><strong>Nelson</strong></li> </ul> </div>   </div> <div id=\"block-57c16d4ae4b09fcabd06cca2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-27T10:39:23.440Z\">11.39am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Labor campaign headquarters has erupted. They have the 13 seats to hold a majority in parliament. </p> </div>   </div> <div id=\"block-57c16cd0e4b09fcabd06cc9e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-27T10:36:29.470Z\">11.36am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Antony Green has called the election</h2>  <div class=\"block-elements\">  <p>Two hours and five minutes after the polls closed, ABC says Labor has won. Which was unanimously predicted by everyone except Burt the psychic crocodile.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-27T10:43:50.929Z\">at 11.43am BST</time></p>  </div> <div id=\"block-57c16b0be4b09fcabd06cc97\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-27T10:31:08.871Z\">11.31am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Let’s cross briefly to social media.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/weskrantz/status/769481170488692736\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">A visual representation of <a href=\"https://twitter.com/hashtag/ntvotes?src=hash\">#ntvotes</a> <a href=\"https://t.co/DZ5OmM6eSg\">pic.twitter.com/DZ5OmM6eSg</a></p>&mdash; Dave Krantz (@weskrantz) <a href=\"https://twitter.com/weskrantz/status/769481170488692736\">August 27, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/georgex_au2010/status/769478405343502336\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/ntpol?src=hash\">#ntpol</a> <a href=\"https://twitter.com/hashtag/ntvotes?src=hash\">#ntvotes</a> It looks like the CLP are going to have fewer seats than a Kia Carnival!</p>&mdash; George Hillen (@georgex_au2010) <a href=\"https://twitter.com/georgex_au2010/status/769478405343502336\">August 27, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jarvis001/status/769480819865825280\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Looks very much like there could be 5 Independents - Wood, Purick and Lambley certainties, Lawrie &amp; Mills polling strongly. <a href=\"https://twitter.com/hashtag/ntvotes?src=hash\">#ntvotes</a></p>&mdash; Jarvis Ryan (@jarvis001) <a href=\"https://twitter.com/jarvis001/status/769480819865825280\">August 27, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57c16967e4b0655f727684b9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-27T10:26:48.116Z\">11.26am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“Adam Giles is getting flogged on preferences”, says the ABC’s Antony Green.</p> <p>His seat of <strong>Braitling</strong> is touch and go. Giles is leading on preferences, just, but Labor’s Dale Wakefield has 52.9% of the 2PP count so far. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-27T10:43:44.875Z\">at 11.43am BST</time></p>  </div> <div id=\"block-57c1688ee4b0655f727684b4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-27T10:23:29.243Z\">11.23am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Let’s take a step back for the moment and look at the very basic numbers.</p> <p>There are 25 seats in the Northern Territory legislative assembly.</p> <p>In 2012 the CLP won with 16 to Labor’s eight, and there was one independent.</p> <p>By the time caretaker period rolled around that had dropped to 12 CLP, seven Labor, and six independents.</p> <p>The most generous prediction I’ve heard for what the CLP could walk away with tonight is nine, but most have said the party might keep four.</p> <p>You can read more on the background of <a href=\"https://www.theguardian.com/australia-news/2016/aug/20/northern-territory-election-labor-to-reap-benefit-of-chaotic-clp-rule\">how that happens here</a>, but for a very quick summary this is what Ken Parish, a law academic and former Labor MLA, told me yesterday:</p> <blockquote class=\"quoted\"> <p>“My perception is that the big issues for Territorians are the chaos, dysfunction, disunity, the revolving door, members leaving and getting down to a minority, the successful leadership coup, followed by the unsuccessful coup because Giles refused to go, and then a succession of tawdry misdeeds by assorted people culminating in Mr Barrett, and … the privatisations were a big thing.”</p> </blockquote> </div>   </div> <div id=\"block-57c1673fe4b0396caaf99ade\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-27T10:14:56.578Z\">11.14am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>With less than 20% of the vote counted, <strong>Port Darwin</strong> is so far going to Labor, the ABC predicts by more than 12%. Port Darwin was held by the former attorney general John Elferink who has not been seen much since the Four Corners program on Don Dale.</p> <p>Elferink was already set to retire from his seat before the broadcast, but its revelations prompted Giles to sack Elferink from his justice and corrections portfolio.</p> <p>Giles later said that was probably a mistake, and the Four Corners program was a media conspiracy with the Labor party.</p> <p>Rohan Kelly is the CLP candidate hoping to keep the seat for the government, but Paul Kirby currently has about 58% of the two-party-preferred vote.</p> </div>   </div> <div id=\"block-57c165cae4b0655f727684a9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-27T10:08:38.359Z\">11.08am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>It’s early in the count at the moment, but here are some early predictions from Ben.</p> <p>He says it’s pretty clear the CLP has lost <strong>Drysdale</strong> and <strong>Sanderson</strong> to Labor, but deputy chief minister Peter Styles (Sanderson) hasn’t written himself off yet. He’s told the ABC it’s too early to call it as there are still early votes to come in.</p> <p>Ben is also predicting <strong>Arnhem</strong> and <strong>Brennan</strong> to Labor and <strong>Goyder</strong>, and <strong>Araluen</strong> to ex-CLP independents, although some of these are based on small votes. </p> <p>In the Palmerston-area seat of <strong>Blain</strong>, independent candidate Terry Mills, who held the seat until 2014, is neck-and-neck with former federal Labor MP Damian Hale on primary votes from one booth, says Ben. The CLP, who technically hold the seat, are in a distant third, so we’ll be looking to preferences there.</p> <p>Blain, for those wanting background, was originally held by Mills who led the CLP to victory in 2012. He was rolled as chief minister by Adam Giles, and then resigned. A byelection saw Nathan Barrett installed for the CLP, but Barrett resigned in June after a sexting scandal which involved his phone and his office and a female constituent he said he was having an affair with.</p> <p>Mills came back just a couple of weeks ago to run as an independent.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-27T10:09:46.495Z\">at 11.09am BST</time></p>  </div> <div id=\"block-57c16077e4b09fcabd06cc75\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-27T10:03:15.473Z\">11.03am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>AAP reports: The Northern Territory’s Country Liberal party is experiencing the expected swing against it in early counting.</p> <p>Expectations are high that the CLP government led by chief minister Adam Giles will be ousted.</p> <p>More than 50,000 voters – almost half – had already made their minds up ahead of Saturday’s poll.</p> <p>According to the ABC election webiste, the projected swing against the CLP was 19.5% with nearly 3% counted.</p> <p>The CLP won the 2012 election with 16 of the 25 seats but has been governing in minority with 11 seats after five MLAs turned independent.</p> <p>But many expect a rout, with former CLP Speaker, now independent, Kezia Purick predicting the CLP will win only four seats.</p> <p>Earlier on Saturday opposition leader Michael Gunner was relaxed and happy at the Parap Markets in Darwin, and said he was quietly confident of a Labor win.</p> <p>In Alice Springs, the embattled chief minister voted with his family in his seat of Braitling in Alice Springs.</p> <p>“I don’t think anyone ever wants [political life] to be over, it’s always an opportunity to do something,” he told reporters.</p> </div>   </div> <div id=\"block-57c164dbe4b0396caaf99ad3\" class=\"block\" data-block-contributor=\"profile/helen-davidson\"> <p class=\"block-time published-time\"> <time datetime=\"2016-08-27T10:02:57.874Z\">11.02am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Good evening and welcome to live coverage of the Northern Territory election. A little late to start, my apologies, but we’re here for a good time not a long time, right?</p> <p>I’ll take you through results as they come in, as well as the context - and scandal - which explains it all. </p> <p><strong>Ben Raue</strong> will chip in from the Tally Room with the numbers and predictions.</p> <p>If you’re familiar with NT politics, let’s get going. If you’re not then, well, you’re in for a bit of an education.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-08-27T10:20:05.449Z\">at 11.20am BST</time></p>  </div>",
  "<p>The UK is putting elephants at risk of extinction through its broken promises on the ivory trade, according to campaigners. Before the last election, the Conservative party pledged to shut down the UK’s domestic ivory market: at the time 30,000 elephants a year were being slaughtered for their tusks. But no action has been taken.</p> <p>While bans on the international trade in ivory exist, a failure to observe similar measures at a national level is being exploited by criminal gangs who smuggle ivory into the UK, where it can be passed off as antique. Now, in the run-up to a major conference, <a href=\"https://secure.avaaz.org/en/global_ivory_ban_loc_en2/?pv=95\">more than 1.6 million people have signed a petition on the Avaaz activist website</a> calling for the world’s domestic ivory markets to be closed down for good.</p> <p>“The government’s broken promises to ban ivory sales in Britain are being paid for in the blood of African elephants,” said Avaaz campaign director Bert Wander. “As one of the world’s most vocal advocates against the illegal wildlife trade, the UK must now practise what it preaches. Otherwise, China and other ivory hotspots will see no reason to put in place the permanent ban on ivory we need to stop elephants being wiped from the face of the Earth.”</p> <p>Avaaz hopes the petition will put pressure on politicians, wildlife experts and conservation groups attending next month’s <a href=\"https://www.cites.org\">Convention on International Trade in Endangered Species of Wild Fauna and Flora</a> in Johannesburg, where they will consider a range of measures to protect endangered species.</p> <p>“The existence of these domestic markets definitely has had a negative impact on African elephant populations,” said Susan Lieberman, vice-president of international policy at the Wildlife Conservation Society. “Simply put, if it were illegal to sell ivory – whether in China, Japan, the US, or the UK – there would be far less incentive for traffickers and organised criminal syndicates to traffic ivory, making it much harder for them to launder illegal ivory, and giving far less incentive to poachers.”</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/environment/video/2016/apr/30/kenya-burns-largest-stockpile-of-ivory-video\"            data-short-url=\"https://gu.com/p/4tnvd\"                    data-show-ads=\"true\"            data-video-id=\"2496838\"            data-video-name=\"Kenya burns largest stockpile of ivory - video\"            data-video-provider=\"AP/ Reuters\"            > <video data-media-id=\"gu-video-5724d0b3e4b0f300275c806a\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/04/30/160430Ivory_KP-27847177_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/04/30/160430Ivory_KP-27847177.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2016/04/30/160430Ivory_KP-27847177_large.3gp\"/><source src=\"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11461808&amp;format=video/webm\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2016/04/30/160430Ivory_KP-27847177_small.3gp\"/> </video> <figcaption><a href=\"https://www.theguardian.com/environment/video/2016/apr/30/kenya-burns-largest-stockpile-of-ivory-video\">Kenya burns largest stockpile of ivory</a></figcaption> </figure>   <p>The Conservatives gave manifesto commitments to close down the trade in ivory in the UK in 2010 and 2015 and the government promoted a <a href=\"https://www.theguardian.com/environment/2014/feb/12/illegal-wildlife-trade-50-nations-london-summit\">conference on the illegal wildlife trade</a> in February 2014 which pushed for the measure.</p> <p>A large number of African nations have promised to outlaw domestic ivory markets, while France, the US and, crucially, China have introduced their own bans or are in the process of doing so.</p> <p>Between 2009 and 2014, 40% of all customs seizures in the UK were ivory items. Last year about 110kg of ivory was stopped at Heathrow alone. “The UK is really lagging behind,” said Jonathan Baillie, conservation director at the Zoological Society of London. “It’s difficult to understand why exactly. We were in a very strong leadership role. There are some potential barriers to introduction, but the Americans seem to have been able to deal with all the issues.”</p> <p>Ivory is prized for a variety of reasons. In Japan it is used to make family seals; in the Philippines it is used for religious artefacts. Baillie said elephants would be protected only if all nations observed a domestic ban. “To take the economic value out of ivory it really requires everyone to play ball. If you have a number of countries that don’t go along with it, it really weakens the incentives for those nations to maintain their commitments.”</p> <p>Lieberman said a UK ban would be symbolically important. “I personally have had Chinese government officials say to me, ‘Why should we close our markets, when we can find ivory very easily across London?’ The UK needs to show it is serious about stopping poaching of elephants and trafficking in ivory.”</p> <p>Under the ban, owners of ivory could hand it on to others but not sell it. There would be exceptions – such as the sale of particular antique instruments that use ivory.</p> <p>Experts say the ban is urgently needed. There are about 450,000 African elephants left. But 30,000 a year are being slaughtered. “I worked in central-west Africa in 2001,” Baillie said. “If I went back there would be less than half the number now than were there then. If we can close the international trade and the domestic markets there is going to be no reason for people to go in and kill these elephants.”</p> <p>The Department for Environment, Food and Rural Affairs said the government was working on its pledge to implement a total ban on ivory sales. “The illegal wildlife trade is a global issue and will only be solved through global cooperation. That is why we continue to lead the international community to protect the world’s most iconic wild animals and to stop the organised criminal networks behind this brutal and unnecessary trade.”</p> <p>Lieberman conceded that prohibition was not a magic bullet. “Certainly it won’t stop smuggling 100%, into the UK or elsewhere, but if the UK closes its market it will be far harder for illegal ivory to be laundered as legal.”</p>",
  "<p>Even as the partisan divide on gun rights widens in the US, an overwhelming majority of both Clinton and Trump supporters say they support several of the gun control reform proposals that have failed to pass Congress over the past few years, according to a <a href=\"http://www.people-press.org/2016/08/26/opinions-on-gun-policy-and-the-2016-campaign/?utm_source=adaptivemailer&amp;utm_medium=email&amp;utm_campaign=16-08-26%20guns&amp;org=982&amp;lvl=100&amp;ite=229&amp;lea=26626&amp;ctr=0&amp;par=1&amp;trk=\">new national survey</a> from the Pew Research Center. </p> <p>Seventy-five percent of Trump supporters said they favor background checks on private gun sales and sales at gun shows, as did 90% of Clinton supporters. And 82% of Trump supporters said they also favor barring people on federal no-fly or watchlists from buying guns.</p> <p>Congressional Republicans blocked <a href=\"https://www.theguardian.com/us-news/2016/jun/20/senate-gun-control-vote-orlando-shooting\">both of these policies</a> from becoming law this June, in the wake of a terror attack at an Orlando nightclub that left 49 people dead and more than 50 wounded. The attack was the deadliest mass shooting in recent American history. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/jun/16/gun-control-terror-watch-list-nra-congress\">The gun control 'terror gap': what is it – and why hasn't Congress fixed it?</a> </p> </aside>  <p>The strong support for background checks among Trump supporters mirrors the findings of earlier polls, which found that strong majorities of gun owners, Republicans and self-identified National Rifle Association members support expanded background checks. </p> <p>The new survey results bolster arguments by Democrats and gun control advocates that there are some additional gun laws that most Americans do support, even as the broader debate on gun control remains polarizing, and congressional Republicans refuse to advance any gun control legislation. But the findings also highlight how Democrats’ anti-gun views are out of step with Americans’ generally favorable opinion of gun ownership. </p> <p>Overall, 58% of the public believes that owning a gun does more to protect gun owners from crime than it might put them at risk, the Pew survey found. But only 32% of Clinton supporters agreed with the statement. Twice as many, 65%, said gun ownership does more to “put people’s safety at risk” than it does to protect them, the survey found. </p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/2016/08/pew-gun-by-party/\" data-alt=\"Compared with 2000 and 2012, the partisan gap in support for gun control is widening.\"> <a href=\"https://interactive.guim.co.uk/embed/2016/08/pew-gun-by-party/\">Compared with 2000 and 2012, the partisan gap in support for gun control is widening.</a> </figure>  <p>Asked simply whether gun rights or gun control is more important to them, Americans showed a dramatic partisan split: 90% of registered voters who support Trump said protecting gun rights was more important than controlling gun ownership, and only 9% said they prioritized controlling gun ownership. <br></p> <p>Clinton supporters said the opposite: 79% of the Democratic nominee’s supporters said that controlling gun ownership was more important, compared with 19% who said they put more value on protecting gun rights. </p> <p>The 70-point partisan gap in support for gun control over gun rights has nearly doubled since the 2012 presidential election, when only 62% of Barack Obama’s supporters said they prioritized gun control, and a much larger 21% of Republican Mitt Romney’s supporters agreed. </p> <p>But these dramatic partisan divides over gun rights disappeared when Americans were asked about some specific gun control policies, including whether they supported “making private gun sales and sales at gun shows subject to background checks”.</p> <p>In all, 83% of respondents said they supported this policy. There was also close bipartisan agreement in support of “laws to prevent people with mental illness from purchasing guns” and “barring gun purchases by people on the federal no-fly or watch lists”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/jun/14/hillary-clinton-donald-trump-orlando-shooting-guns-lgbt-rights\">Guns, terror, and LGBT rights: Orlando shooting raises stakes for next president</a> </p> </aside>  <p>Other gun control policies showed the same clear partisan divide as the questions about prioritizing gun rights, including bans on assault-style weapons and high-capacity ammunition clips. Military-style semi-automatic rifles are rarely used in overall American gun murders, but they have been used in several high-profile mass shootings. </p> <p>Overall, only about half of respondents supported these bans. But 74% of Clinton supporters favored a ban on assault-style weapons, which the candidate has endorsed, compared to 34% of Trump supporters. </p> <p>The survey also found clear demographic differences in support and opposition to bans on assault-style weapons and high-capacity magazines, with a majority of women supporting the bans and a majority of men opposing them. Respondents with a college degree were most likely to support a ban on assault-style weapons. The ban also has relatively strong support among people who said they had a gun in their household: 45% said they supported a ban, compared to 61% of people in non-gun-owning households. </p> <p>The Pew survey also found that Republican support for an assault weapon ban has continued to shrink in the wake of a series of high-profile mass shootings. Last year, 44% of respondents who were Republican or leaned Republican said they supported a ban on assault-style weapons. This year, only 35% of them said they supported a ban. </p> <p>The Pew report’s findings are based on a telephone survey of a national sample of 2,010 adults conducted in early August. </p> <p>Gun control has become a fiercely contested campaign issue between Clinton, who labeled the NRA one of her top enemies, and Trump, who was endorsed early by the NRA, which continues to champion him. The next president will likely determine the partisan balance of the supreme court, a decision that could affect how the court interprets the limitations of Americans’ constitutional right to own and carry guns. Clinton’s campaign has said she thinks a crucial 2008 supreme court decision supporting gun rights was “<a href=\"http://www.bloomberg.com/politics/articles/2016-05-20/hillary-clinton-believes-pivotal-gun-rights-ruling-was-wrong-adviser-says\">wrongly decided</a>”.</p>",
  "<p>Several leading Republican donors and groups that spent large sums in the 2012 presidential campaign are either wavering or opting outright not to back Donald Trump this year. Instead, they are spending tens of millions of dollars on congressional races as fears mount that the candidate’s poor poll numbers and incendiary gaffes are placing majorities in the House and Senate in danger.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/26/steve-bannon-florida-voter-registration-home-breitbart-writer\">Steve Bannon moves Florida voter registration to home of Breitbart writer</a> </p> </aside>  <p>“I believe there’s an emerging consensus in the party that Trump isn’t going to win,” <a href=\"http://www.mercuryllc.com/experts/hon-vin-weber/\">Vin Weber</a>, a former Minnesota representative turned lobbyist who helps raise money for House candidates, told the Guardian. “We need to shift resources as much as we can to help down-ticket candidates including members of Congress.”</p> <p>Should Hillary Clinton defeat Trump, Democrats would need only four more Senate seats to take control through the vote wielded by the <a href=\"http://www.senate.gov/reference/Index/Vice_President.htm\">Senate president</a>, Clinton vice-president Tim Kaine. The Republicans’ House majority is stronger, but not safe.</p> <p>The Guardian can reveal that the casino billionaire <a href=\"https://viewer.gutools.co.uk/us-news/sheldon-adelson\">Sheldon Adelson</a>, who is said by well-placed sources to be worried about losing control of Congress, met Trump in New York last week. </p> <p>The donor, who one friend said has been “irked by a lot of things”, had already met Trump privately at least twice this year. He has <a href=\"https://viewer.gutools.co.uk/us-news/2016/may/20/donald-trump-sheldon-adelson-israel-trip-campaign-donation\">pushed for the candidate to visit Israel</a>, which has not happened, and supported former House speaker Newt Gingrich for vice-president. Trump chose the governor of Indiana, Mike Pence.</p> <p>Earlier this summer, Adelson <a href=\"https://viewer.gutools.co.uk/us-news/2016/may/20/donald-trump-sheldon-adelson-israel-trip-campaign-donation\">endorsed Trump</a>, reportedly signaling that he was willing to spend up to $100m on the presidential contest. To date, however, he has not given money to any <a href=\"https://viewer.gutools.co.uk/us-news/super-pacs\">Super Pac</a>. Three fundraising sources with good ties to Adelson said he is focused on trying to keep control of Congress, though he could donate to Trump if his gaffes are eliminated and his poll numbers improve.<br></p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/aug/19/donald-trump-us-apologises-to-people-hurt-by-his-comments-video\"            data-short-url=\"https://gu.com/p/5ved7\"                    data-show-ads=\"true\"            data-video-id=\"2667769\"            data-video-name=\"Donald Trump apologises to people hurt by his comments – video\"            data-video-provider=\"AP\"            > <video data-media-id=\"gu-video-57b6bfb1e4b0178756b5e195\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/08/19/160819trumpapologies2_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/08/19/160819trumpapologies2.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/08/19/160819trumpapologies2_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/aug/19/donald-trump-us-apologises-to-people-hurt-by-his-comments-video\">Donald Trump apologises to people hurt by his comments – video</a></figcaption> </figure>   <p>“I’m shocked that Adelson has not done anything yet for Trump,” a senior GOP operative told the Guardian. “Sheldon knows that late money is wasted.”</p> <p>While in New York, Adelson also met <a href=\"https://viewer.gutools.co.uk/us-news/2016/feb/26/lindsey-graham-killing-ted-cruz-roasts-republican-candidates-rubio-trump\">the South Carolina senator Lindsey Graham</a>. The two men, who share a sharply pro-Israel stance, discussed the financial needs of senators in tough races.</p> <p>Two other GOP operatives familiar with Adelson told the Guardian he had given $10m to <a href=\"http://www.onenationamerica.org/one-nation-launches-with-ad-blitz-promoting-congressional-consensus-on-medicare/\">One Nation</a>, a group run by Steven Law, once a top aide to Senate majority leader Mitch McConnell. A “<a href=\"https://www.theguardian.com/us-news/2016/jan/17/dark-money-review-nazi-oil-the-koch-brothers-and-a-rightwing-revolution\">dark money</a>” group, legally able to keep its donors secret, One Nation was launched in May 2015. This year it has spent <a href=\"http://blogs.wsj.com/washwire/2016/06/06/group-to-spend-16-million-to-keep-senate-in-gop-hands/\">at least $16m</a> on ads in several Senate races.<br></p> <p>Asked if Adelson had given $10m, Law said “we don’t comment” on donors. Asked if the group or two others of which he is president – American Crossroads and Crossroads GPS <strong>–</strong> would get involved in the presidential election at all, he said: “We’re keeping our options open.”</p> <p>In 2012, groups backed by the Koch brothers and American Crossroads and Crossroads GPS, both of which were co-founded by former Bush adviser Karl Rove, focused heavily on the presidential race, spending more than $200m. Adelson <a href=\"https://www.publicintegrity.org/2012/12/21/11950/adelson-gave-40-million-super-pacs-final-weeks-election\">and his wife gave $23m to American Crossroads</a>.</p> <p>In 2016, Koch network leaders have said they <a href=\"https://viewer.gutools.co.uk/us-news/2016/jul/31/charles-koch-brothers-support-hillary-clinton-blood-libel\">do not intend to get involved</a> and Rove has been sharply critical of Trump, writing in the Wall Street Journal that he has been “<a href=\"http://www.newsmax.com/Politics/karl-rove-trump-op-ed-graceless/2016/04/28/id/726282/\">graceless and divisive</a>”.<br></p> <p>Several groups are pouring millions into TV spots and get-out-the-vote drives in Senate races in states including Wisconsin, Ohio, Pennsylvania, New Hampshire, Nevada and North Carolina. The US Chamber of Commerce has run ads in eight states as part of “Save the Senate”, a drive it launched in May, its earliest ad foray in a presidential year.</p> <p><strong></strong>“I think the most productive way of using our money right now is for the Senate and House elections,” said Michael Epstein, a Maryland executive who has helped raise money <a href=\"http://www.politico.com/story/2015/02/scott-walker-k-street-visit-115371\">for the Wisconsin governor Scott Walker</a>. “Winning the Senate would be a terrific victory and help rebuild the GOP brand. But it’s going to be a tough struggle.”</p> <p>Many donors and fundraisers worry that a heavy Trump defeat could wreak havoc on Republican representatives and senators.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/26/donald-trump-fact-check-immigration-inner-cities\">The lies Trump told this week: from immigration to the safety of inner cities</a> </p> </aside>  <p>“If the guy at the top of the ticket is going to lose by double digits it’s a cause of concern,” said <a href=\"https://www.publicintegrity.org/2013/05/31/12750/norm-coleman-sees-big-paydays-nonprofits\">former Minnesota senator Norm Coleman</a>, who helps steer the <a href=\"http://darkmoneywatch.org/key-players-profile/american-action-network/\">American Action Network</a>, a dark money group, and the <a href=\"http://www.congressionalleadershipfund.org/\">Congressional Leadership Fund</a>, a Super Pac that must disclose its donors. </p> <p>Coleman’s fears seemed to increase after the Trump campaign shake-up that led to <a href=\"https://www.theguardian.com/us-news/2016/aug/26/steve-bannon-florida-voter-registration-home-breitbart-writer\">Steve Bannon</a>, the chairman of Breitbart News, <a href=\"https://viewer.gutools.co.uk/us-news/2016/aug/20/steve-bannon-profile-breitbart-trump-campaign-manager\">becoming chief executive</a>. In response, Coleman <a href=\"https://twitter.com/normcoleman/status/765922458251722753?lang=en\">tweeted</a> that Trump was “really dialing in his 38%” – a reference to his base support among Republican voters – “and saying to heck with down ballot Rs”. </p> <p>This week, the Congressional Leadership Fund unveiled a $10m ad buy to support House members in a dozen key races.</p> <p>Even some old friends of Trump seem to have soured. In May, the casino tycoon Steve Wynn, <a href=\"http://www.nytimes.com/2016/06/03/us/politics/karl-rove-donald-trump.html?_r=0\">arranged a meeting</a> for Trump and Rove at his own New York residence.<br></p> <p>According to a GOP operative briefed on the meeting, Wynn was disappointed Trump “didn’t listen to Rove’s advice”. Earlier this month, Wynn said he would <a href=\"http://money.cnn.com/2016/08/17/news/steve-wynn-clinton-trump/\">stay out</a> of the presidential race.</p>",
  "<p>The hate that dared not speak its name was in fine voice this week. In a grand Washington townhouse behind the supreme court, the air was thick with talk of what Donald Trump would do for white Americans. <br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/26/jared-taylor-alt-right-clinton-trump\">'The races are not equal': meet the alt-right leader in Clinton's campaign ad</a> </p> </aside>  <p>“Everyone says we’re a nation of immigrants but we’re not,” said one man, proudly sporting a Trump T-shirt. “We’re a nation of northern European immigrants. We shouldn’t have to pay more just to live among our own demographic.” <br></p> <p>“Absolutely,” agreed the woman next him. “My family go back to the 1680s.”</p> <p>The party, thrown by Breitbart News, former employer of Trump’s new campaign chief Steve Bannon, was given a further veneer of respectability by an author signing a table full of hardbacks with Latin in the title. Ann Coulter’s new book, <a href=\"http://www.breitbart.com/2016-presidential-race/2016/07/11/trump-trust-pluribus-awesome-ann-coulter-book-cover/\">In Trump We Trust: E Pluribus Awesome!</a>, echoed the racially triumphant mood.</p> <p> “The same way virtually any immigrant to Finland makes it less white, almost any immigrant to America makes it less honest,” Coulter writes in her 182-page hagiography. “There’s nothing Trump can do that won’t be forgiven. Except change his immigration policies.”</p> <p>Unfortunately, at the very moment of the book-signing, that was exactly what Trump was doing.</p> <p>In an interview on Fox News, the struggling Republican candidate <a href=\"https://www.theguardian.com/us-news/2016/aug/24/donald-trump-immigration-reform-sean-hannity-fox-news\">dramatically rowed back</a> on his signature pledge to deport undocumented immigrants, seemingly hoping to recapture moderates alarmed by the stridency of what he appears to have unleashed. </p> <p>The electoral risk posed by Trump’s flirtation with white nationalism was underlined a day later, when Hillary Clinton used links to so-called “alt-right” thinkers to <a href=\"https://www.theguardian.com/us-news/2016/aug/25/hillary-clinton-alt-right-racism-speech-donald-trump-nevada\">mount her fiercest attack yet</a>.</p> <p>“The de facto merger between Breitbart and the Trump campaign represents a landmark achievement for the ‘alt-right’,” Clinton said. “A fringe element has effectively taken over the Republican party. All of this adds up to something we’ve never seen before.” </p> <p>She added: “This is not conservatism as we have known it. This is not Republicanism as we have known it. These are racist ideas, race-baiting ideas, anti-Muslim, anti-immigrant, anti-women, all key tenets making up the emerging racist ideology known as the alt-right.”</p> <p>The speech drew <a href=\"http://www.breitbart.com/big-government/2016/08/25/hillary-clinton-calls-31-million-breitbart-readers-racist-klansmen/\">fury</a> from Trump and Breitbart, which accused Clinton of slandering its readers and “label[ing] 31 million people as racists, simply because they don’t agree with her”. </p> <p>But one need not dig far to find evidence of what Clinton is talking about. Breitbart itself recently claimed the real fascists and racists in America – the true “<a href=\"http://www.breitbart.com/big-journalism/2016/04/26/anti-white-racism-hate-dares-not-speak-name-2/\">hate that dares not speak its name</a>” – were the “progressive mob” that “places whites at the bottom of the racial totem pole”. </p> <p>For critics of the alt-right, the question now is less whether Trump’s backpedalling can save his presidential campaign, but whether the dark forces he has unleashed can ever be put back in the box.</p> <p>“For white supremacists right now, this is really a moment to cheer,” said Heidi Beirich, of the Southern Poverty Law Center (SPLC), which monitors hate groups and extremists across the US. “The first conservative media outlet to embrace white nationalism is merging with the Republican campaign. </p> <p>“The ideas that they are pushing are the same ones that motivate the alt-right – a rebranding of old white nationalism and an attempt to give respectability to ideas that had long been unacceptable in the American mainstream.”</p>  <figure class=\"element element-image\" data-media-id=\"3272a73c5b3cd754ddd0dee829f75ee22c73062d\"> <img src=\"https://media.guim.co.uk/3272a73c5b3cd754ddd0dee829f75ee22c73062d/0_424_3840_2304/1000.jpg\" alt=\"Anti-Trump protesters demonstrate outside a meeting between Donald Trump and minority Republicans at Trump Tower in New York on Thursday.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Anti-Trump protesters demonstrate outside a meeting between Donald Trump and minority Republicans at Trump Tower in New York on Thursday.</span> <span class=\"element-image__credit\">Photograph: Bebeto Matthews/AP</span> </figcaption> </figure>  <p>The SPLC claims there has been an alarming increase in violent attacks since Trump began to legitimise what were previously fringe views on immigration and race.</p> <p>It points to Dylann Roof’s <a href=\"https://www.theguardian.com/us-news/charleston-shooting\">shooting dead of nine black people</a> in a church in Charleston last June, the recent <a href=\"http://www.reuters.com/article/us-new-york-shooting-idUSKCN10O0X4\">killing of a Muslim cleric in New York</a> and the <a href=\"http://www.foxnews.com/us/2016/08/23/murder-charge-for-tulsa-man-in-slaying-lebanese-neighbor.html\">racially charged murder of a Lebanese man in Oklahoma</a> as examples of what could be to come even if Trump loses.</p> <p>“There has been a lot of political violence in the last eight years and this might be something that comes up again if Trump is unsuccessful,” said Beirich, in a conference call with reporters. </p> <p>“We are concerned about domestic terrorism and an organised white nationalist political movement and these are all things that Trump and Steven Bannon have bequeathed us.”</p> <p>For Trump – who called the Charleston murders “<a href=\"http://talkingpointsmemo.com/livewire/donald-trump-charleston-shooting\">incomprehensible</a>” – these are slurs from a liberal left that is running out of ideas for addressing the bigger challenge: lifting African Americans and legal Latino migrants out of poverty.</p> <p>“She is a bigot,” <a href=\"http://www.cnn.com/2016/08/25/politics/donald-trump-hillary-clinton-bigot/\">he said of Clinton</a>. “She is selling them down the tubes because she’s not doing anything for those communities. She talks a good game. But she doesn’t do anything.”</p> <p>Coulter, meanwhile, <a href=\"http://www.wnd.com/2016/08/coulter-forcefully-denies-split-with-trump/\">denied she had fallen out with Trump</a> over his rethink on deportation, amid questions over whether it amounts to a rethink at all.<br></p> <p>But no amount of back and forth over the question of immigration can disguise the extent to which, for the first time in decades, race is a mainstream political talking point.<br></p> <p>In Tennessee recently, an independent candidate for Congress <a href=\"https://www.splcenter.org/fighting-hate/intelligence-report/2016/fringe-racists-conspiracy-theorists-make-bids-office\">thanked Trump</a> for “loosen[ing] up the overall spectrum of political discourse”. The candidate echoed the presidential campaign slogan with a billboard that read: “Make America White Again.”</p> <p>Online, prominent alt-right figures happily describe themselves as “<a href=\"https://twitter.com/Ricky_Vaughn99/\">American nationalists</a>”, <a href=\"https://twitter.com/Cernovich/status/769029726556028929\">poke fun at the media’s political correctness</a> and accuse Clinton of supporting “<a href=\"https://twitter.com/HouseCracka/status/769157839810023424\">Black Panthers who want to murder crackers</a>”.</p> <p>But Trump’s focus on immigration has arguably raised the temperature offline too. In Virginia, for example, a <a href=\"http://ktla.com/2016/08/22/we-only-tip-citizens-latina-waitress-in-virginia-receives-hateful-message-instead-of-tip/\">Latina waitress attracted national attention after she received a racist note instead of a tip</a>. “We only tip citizens,” read the scrawl on the cheque.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/23/alt-right-movement-white-identity-breitbart-donald-trump\">‘A sense that white identity is under attack’: making sense of the alt-right</a> </p> </aside>  <p>Veteran civil rights campaigners think there is no going back for the Trump campaign – only the hope that enough people vote against him to limit his future impact on the national debate.</p> <p>“He’s afraid his xenophobia, his racism, is going to wreck his chances for the White House,” said Ben Jealous, a former president of the <a href=\"http://www.naacp.org/\">National Association for the Advancement of Colored People</a>, pointing to Trump’s history of questioning Obama’s nationality as an example of a long track record. </p> <p>“But his problems with race are set in stone, there is no going back on it. He’s not going to convince black and brown folks to vote for him.</p> <p>“The test this fall and the reason we can’t celebrate yet is that Trump is inspiring people on both sides. He’s inspiring black and brown voters to turn out to defend their basic civil rights, but he’s also inspiring the most extremist elements in the white community, many of whom are typically not involved [in electoral politics]. </p> <p>“That’s why this fall will be a showdown for this country, a referendum on whether we are a country prepared to move forward on race or backwards quickly.”</p>",
  "<p>The Northern Territory government was set to face “the wrath of the electorate” the former chief minister Terry Mills said on Saturday, as he sought to regain his seat as an independent.</p> <p>Polling booths for the NT election closed at 6pm across the region, with many predicting an early finish of the counting and <a href=\"https://www.theguardian.com/australia-news/2016/aug/27/northern-territory-election-adam-giles-says-hes-confident-despite-predicted-defeat\">an annihilation of the incumbent Country Liberals.</a></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TheNTNews/status/769294408181166080\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">IT&#39;S TERRITORY ELECTION DAY SO WE THOUGHT WE&#39;D BE SERIOUS FOR ONCE &gt;&gt; <a href=\"https://t.co/UUkYQts7NC\">pic.twitter.com/UUkYQts7NC</a></p>&mdash; The NT News (@TheNTNews) <a href=\"https://twitter.com/TheNTNews/status/769294408181166080\">August 26, 2016</a></blockquote>  </figure>  <p>Almost 40% of people had chosen to vote in the week before election day, in what the parliamentary Speaker, Kezia Purick, said was a clear sign major parties needed to be upfront with voters earlier.</p> <p>As well as allowing people to cast their ballot early without requiring an excuse, this election has also set exclusion zones for the first time, preventing the handing out of how-to-vote cards within 100m of a polling booth.</p> <p>In the Palmerston seat of Blain, voters were choosing between a well known Labor face, a last minute CLP candidate and the former chief minister who won the last election but was rolled seven months into his term.</p> <p>Blain had been represented by CLP minister Nathan Barrett until he was forced to resign <a href=\"https://www.theguardian.com/australia-news/2016/jun/11/northern-territory-minister-nathan-barrett-resigns-over-sex-videos-report\">over a sexting scandal in June</a>.</p> <p>He had won the seat in a byelection after the former chief minister Mills resigned.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2016/aug/25/northern-territory-election-tumultuous-reign-of-adam-giles-and-clp-likely-to-end\">Northern Territory election: tumultuous reign of Adam Giles and CLP likely to end</a> </p> </aside>  <p><a href=\"https://www.theguardian.com/australia-news/2016/aug/07/deposed-country-liberals-leader-to-fight-northern-territory-election-as-independent\">Mills has returned as an independent</a> candidate and hoped his long history as a representative for Blain would bring him success.</p> <p>Mills said he believed the CLP would be “subject to the wrath of the electorate, significantly” and would be “very lucky” to get four seats.</p> <p>He said the energy levels were high as people were “angry, frustrated and disappointed”.</p> <p>“They’re using the opportunity they’ve been provided with to vent that by coming out and making a decision, early in numbers that have never been like that before.”</p> <p>Mills was confident of his standing in the community, with a history of 15 years as its MLA and 10 years as a school principal.</p> <p>He said it was his endorsement that helped Barrett win the byelection, not the CLP brand.</p> <p>“[Chief minister Adam] Giles and [his then deputy David] Tollner could not come anywhere near this community because they were so offended by them,” he said.</p> <p>“He won with my endorsement, then he fell as he did, and people were in despair, they didn’t know what to do, so I decided to come back. I then broke my ties with the Country Liberal party because I – in good conscience – can’t be seen to be supporting that brand”.</p> <p>Damian Hale, a union organiser for the Australian Workers Union and former federal Labor member for Solomon, said those who had approached him had largely talked about wanting a change of government, but also had concerns about the rate of growth in Palmerston and how associated problems like traffic and crime were being dealt with.</p> <p>Hale said the the exclusion zone made the day “a lot less fun than it used to be”.</p> <p>“I used to love election day, handing out how-to-votes, and now it’s just waving at cars,” he told Guardian Australia.</p> <p>Barrett’s replacement candidate, Marie-Claire Boothby, said she wasn’t around for the “history” which had dogged the party, but she’d spent the whole six weeks since her preselection door-knocking, and “a lot of people still had a lot of respect and they really enjoyed the type of representative they had recently”.<br></p> <p>“If I can get out into the community just like previous guys were, that’s half the battle.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/heldavidson/status/769447936727973888\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Labor&#39;s Damian Hale says Election Day not as much fun with a 100m exclusion zone on handing out HTVs. <a href=\"https://twitter.com/hashtag/ntvotes?src=hash\">#ntvotes</a> <a href=\"https://t.co/4U6psa0rgg\">pic.twitter.com/4U6psa0rgg</a></p>&mdash; Helen Davidson (@heldavidson) <a href=\"https://twitter.com/heldavidson/status/769447936727973888\">August 27, 2016</a></blockquote>  </figure>  <p>Outside Palmerston, in the rural seat of Goyder, the parliamentary speaker who quit the CLP in disgust last year was confident of her re-election as an independent candidate.</p> <p>The polling booth at Bees Creek had been quiet, she said, with many people voting early.</p> <p>Purick said the huge 40% proportion of voters who got it over and done with before Saturday was a clear sign that major parties needed to have their policies sorted well in advance.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2016/aug/27/northern-territory-election-adam-giles-says-hell-have-a-beer-if-he-loses\">Northern Territory election: Adam Giles says he'll 'have a beer' if he loses</a> </p> </aside>  <p>It showed how decisively people had made up their minds about the government, Purick told Guardian Australia, and sent a signal to the major parties that “anything they release in the last week, half the population had voted so it didn’t mean anything to them”.</p> <p>“I think it might mean that in reflection they’ve got to get policies and costings out much earlier in the campaign.”</p> <p>Labor had faced criticism for not releasing its costings until Thursday. The CLP had released its two days prior but Treasury analysis wasn’t made public until Thursday. Labor had also accused the CLP of an “outrageous and cynical betrayal” when its costings revealed an apparent shortfall in its $1.6bn promise for more remote housing, but most remote living Territorians had already voted.</p> <p>Purick was confident of retaining Goyder, and said she’d faced very little backlash from constituents over leaving the CLP. She said in fact people had begged her to quit the party because they supported her but not the CLP any longer.</p> <p>“People are still cranky at the CLP selling public assets for what they believe is no serious reason,” she told Guardian Australia at Bees Creek.</p> <p>She said planning issues and poor consultation, particularly by the minister, Tollner, were behind rural voter dissatisfaction with the CLP.</p> <p>“People aren’t naturally inclined out this way to vote for Labor.”</p> <p>Purick estimated the CLP would be lucky to keep four seats, but there needed to be “a good strong crossbench to hold government to account” if Labor win as predicted.</p> <p>She said she would like to remain as Speaker should she be re-elected.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/heldavidson/status/769447467129589760\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Independent (and ex-CLP) <a href=\"https://twitter.com/KeziaPurick\">@KeziaPurick</a> says people are cranky with the government, predicts maybe 4 seats. <a href=\"https://twitter.com/hashtag/ntvotes?src=hash\">#ntvotes</a> <a href=\"https://t.co/X9FsNDsdO2\">pic.twitter.com/X9FsNDsdO2</a></p>&mdash; Helen Davidson (@heldavidson) <a href=\"https://twitter.com/heldavidson/status/769447467129589760\">August 27, 2016</a></blockquote>  </figure>  <p>The deputy chief minister, Peter Styles, <a href=\"https://www.theguardian.com/australia-news/2016/aug/27/northern-territory-election-adam-giles-says-hes-confident-despite-predicted-defeat\">told Guardian Australia earlier on Saturday</a> he hoped his work for the local community was enough, and that constituents saw his government had delivered despite the scandals. </p> <p>“Sure there has been some issues, and some of those people are now going out of politics, some of them didn’t get preselected, so they’re going,” he said.</p> <p>Giles had earlier in the week said he was confident of winning. On Saturday he told media <a href=\"https://www.theguardian.com/australia-news/2016/aug/27/northern-territory-election-adam-giles-says-hell-have-a-beer-if-he-loses\">he would “have a beer” if he was wrong.</a> Giles had planned to remain in his Alice Springs seat on Saturday, and not join the CLP election event in Darwin.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/heldavidson/status/769449451979051008\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Deputy CM Peter Styles says there have been issues with CLP but &quot;some of those people are now going&quot;. <a href=\"https://twitter.com/hashtag/ntvotes?src=hash\">#ntvotes</a> <a href=\"https://t.co/rOpRzZKMtl\">pic.twitter.com/rOpRzZKMtl</a></p>&mdash; Helen Davidson (@heldavidson) <a href=\"https://twitter.com/heldavidson/status/769449451979051008\">August 27, 2016</a></blockquote>  </figure>",
  "<p>In a US election cycle of unprecedented absurdity, much of 2016’s best political comedy has simply allowed the candidates to speak for themselves. Satirist Vic Berger regularly takes unedited comments by Donald Trump and amplifies their lunacy with the aid of hyperactive visual editing and the odd airhorn sound effect. Film-maker Mike Diva’s recent viral video Hillary Clinton: Meme Queen satirised the former secretary of state’s desperation to appeal to young voters by having a lookalike instruct them to “Pokémon Go to the polls”. Believe it or not, the line was a direct quote from a recent Clinton stump speech.</p> <p>Berger and Diva are among the bright sparks over at <strong>Super</strong> <strong>Deluxe</strong>, a “community of creative weirdos” responsible for some of the strangest viral hits and video series on the web. Mini Last Meals parodies the current YouTube fad for cooking tiny versions of popular dishes, only with miniature reproductions of serial killers’ final meals. Stoned Mode offers such strangely therapeutic sights as artisanal head shaving, neon sign bending and clowns shooting firearms in the desert. The History Of Butts is exactly what it sounds like.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=Jl8NUwCeDrs\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/Jl8NUwCeDrs?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Central to Super Deluxe’s success, however, is its political content. Since the brand’s relaunch last December, at a time when the presidential primaries were only just beginning to descend into farce, Vic Berger has been on a one-man mission to refit political satire for the Snapchat era. In the vein of Britain’s Cassetteboy, Berger’s work often features no original material whatsoever, instead turning politicians’ own speeches, debate performances and social media efforts against them. A pandering video of Jeb Bush answering a series of tech-themed either-or questions thereby becomes a dead-eyed recitation of Apple’s product line, while one of Donald Trump’s quotidian self-aggrandisements mutates into a boast about his ability to form a clenched fist.</p> <p>Of late, Berger has stepped in front of the camera to anchor the Vic Berger Election Special, in which he brings the Super Deluxe ethos direct to the Democratic and Republican national conventions. Across 45 glorious minutes, our host strives courageously to pick up his press credentials, has more than one encounter with right-wing conspiracy theorist Alex Jones and unsuccessfully schemes to get 60s chart-topper Chubby Checker inducted into the Rock and Roll Hall of Fame. Directed by Tim Heidecker of comedy duo Tim &amp; Eric, the two-part video is every bit as riotous and ridiculous as the election itself. If the most polarised presidential race in a generation isn’t doing much for the state of contemporary political discourse, at least it’s making satire great again.</p>",
  "<p>What happens when political language fails? When the rage and incomprehension boil over, and we run out of a common vocabulary and sufficient trust in each other’s words to be able to sit down and work through what unites and divides us? Don’t expect much comfort from history. From the fall of Athens to the rise of totalitarianism, observers from Thucydides to George Orwell have associated a breakdown in public language – or rhetoric, to give it a more traditional name – with the failure of democracy, loss of freedom, civil strife and, ultimately, tyranny and murder.</p> <p>We are children of the Enlightenment, brought up to believe that we must always dig below the surface to get at the truth, and that nothing could be more of the surface than rhetoric, that slap of paint politicians use to cover who knows what. No wonder we usually want to work back from deficiencies in the way we hear political ideas expressed to what we take to be more fundamental causes – ideology, group values and affinities, the major economic and social challenges of the day. But there have been periods, in both ancient and modern history, when observers have come to believe that the causality can flow in the opposite direction, and that it is when public language fails that politics as whole starts to fall apart.</p> <p>So let’s talk about 2016. In Britain, the ugly shambles that passed for a once-and-for-all national debate about our place in Europe. In the US, an official candidate for the presidency seemingly capable of any exaggeration or untruth – including wondering aloud if the US’s gun owners couldn’t do <a href=\"https://www.theguardian.com/us-news/2016/aug/09/trump-gun-owners-clinton-judges-second-amendment\">something to stop Hillary</a> Clinton – but still retaining the support of tens of millions of voters. In continental Europe, the extremists gaining ground in many countries, the ultra-rightist <a href=\"https://www.theguardian.com/world/2016/may/19/norbert-hofer-austria-presidential-hopeful-rightwing\">Norbert Hofer</a> within millimetres of the Austrian presidency, <a href=\"https://www.theguardian.com/world/marine-le-pen\">Marine Le Pen</a> polling well in the run-up to next year’s French presidential race. And almost everywhere – whether in the debating chamber, on prime time TV or the smartphone in your pocket – a sense of a public discourse that is losing its power to explain and reconcile, or indeed to express anything beyond hatred and division.</p> <p>These trends have many social, economic and political causes, but public language – the language we use when we discuss politics or policy, or make our case in court, or try to persuade anyone of anything else in a public context – seems to me to be at the heart of the matter. Indeed, I believe we are living through what amounts to a crisis in public language.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Let’s not make the mistake of confusing anti-rhetorical ‘truth-telling’ with actually telling the truth</p> </blockquote> </aside>  <p>The crisis is playing out in many ways, but perhaps the most important is the failure of conventional political rhetoric in almost every western country. The gap between the claims and promises of political leaders and the facts on the ground – about inequality, globalisation and the crash of 2008, about immigration, about the west’s unhappy wars in the Middle East, and much else besides – became insupportably wide. As opinion polls in the US, UK, France and elsewhere demonstrate, many voters have simply stopped believing a word of it.</p> <p>But the death of a political rhetoric is not like a royal succession, with the crown passing smoothly from one monarch to the next. We’re living in a disputed interregnum, with many politicians refusing to accept that the old queen is dead and strange pretenders popping up everywhere – anti-politicians such as <a href=\"https://www.theguardian.com/world/beppe-grillo\">Beppe Grillo</a> and <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a>, mavericks from within existing political structures such as <a href=\"https://www.theguardian.com/us-news/ted-cruz\">Ted Cruz</a> and <a href=\"http://www.theguardian.com/politics/boris\">Boris Johnson</a> – each with their own rhetorical recipe for fame and glory.</p> <p>Of course, the pretenders would deny that they were in the rhetoric business at all. If they mention the word, it is only in the context of the detested public language of the establishment. “If there’s one thing I can’t abide it’s rhetoric,” that Trump-before-the-fact <a href=\"https://www.theguardian.com/world/silvio-berlusconi\">Silvio Berlusconi</a> once remarked. “I’m only interested in what needs to get done.” Trump’s own appeal depends more than anything on the belief that he is a truth-teller untainted by the lying ways of conventional politicians: early in the primary campaign, one representative Fox News poll found that 44% of a sample of US voters, and 62% of Republicans, agreed with the statement: “He tells it like it is, and we need that now in a president.”</p>  <figure class=\"element element-image\" data-media-id=\"46a3e01d23e1f78ad34b2e862a131f813aa363e7\"> <img src=\"https://media.guim.co.uk/46a3e01d23e1f78ad34b2e862a131f813aa363e7/0_71_3108_1865/1000.jpg\" alt=\"Comedian, actor and political activist Beppe Grillo.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Speaking out … comedian, actor and political activist Beppe Grillo. Photograph: AFP/Getty Images</span> <span class=\"element-image__credit\">Photograph: Filippo Monteforte/AFP/Getty Images</span> </figcaption> </figure>  <p>But let’s not make the mistake of confusing anti-rhetorical “truth-telling” with actually telling the truth. One of the advantages of noisily rejecting any notion of rhetoric is that, once listeners are convinced you’re not trying to deceive them in the manner of regular politicians, they may switch off the critical faculties they usually apply to political speech and forgive you any amount of exaggeration, contradiction or offensiveness. And, if rivals or the establishment media then point this out, your supporters may dismiss it as spin. Here is Florida voter Yolanda Esquivel, quoted by the BBC in November 2015, rejecting criticism of Trump for his outspokenness: “I’m looking at what candidates can do, not the picky little things they say that people want to make a big deal of.”</p> <p>Michael Gove’s statement that “people in this country have had enough of experts” was a more fine-grained attack on the conventional rhetoric of the establishment. At first blush, it sounds like – and was immediately and bitterly condemned as – an attack on expertise as such. I see it rather as an attack on the sound of modern technocratic government, a claim that the public are sick and tired of we-know-best lectures from economists and others, lectures that are couched in impenetrable jargon and that, despite their weighty tone at the time, frequently turn out to be wrong.</p> <p>The difficulty that ordinary voters have in making sense of the language of elite policymakers is a real issue. One Ipsos MORI survey identified what the researchers called a “presumption of complexity” on the part of many respondents, which meant they thought it was hopeless to even try to understand the issue in question. But is Gove’s proposed solution to the problem to fire the experts en masse? It seems unlikely: in the education department and elsewhere Gove was a notably technocratic minister, steeped in data and expert advice. Is it rather to hang on to the technocrats, but to hide them from public view so that their complicated ideas no longer irritate non-expert listeners? That’s scarcely a recipe for restoring public confidence. Or should we see his statement as a piece of instrumental rhetoric itself, a cynical way of rubbishing the legions of pro‑Remain economists while simultaneously presenting the speaker himself not as a paid-up member of that hated elite, but as one of those simple souls who prefers honest ignorance to the slipperiness and insufferable superiority of the overeducated?</p> <p>Gove took care throughout the Brexit campaign to speak with more directness and less of qualification than is usual among senior British politicians. Asked on the same occasion whether he would stand to be Tory leader, he just said: “Count me out.” It’s hard to imagine anything clearer or more straightforward – a refreshingly candid response from a post-rhetorical politician. Within days, that statement was no longer “operative”, to use the term coined by Nixon’s press secretary Ron Ziegler. Clarity and straightforwardness are no guarantee that something is true.</p>  <figure class=\"element element-image\" data-media-id=\"b4b5390773bb49d1548148016a8561a775ad1155\"> <img src=\"https://media.guim.co.uk/b4b5390773bb49d1548148016a8561a775ad1155/0_0_4016_2929/1000.jpg\" alt=\"Illustration: Edward Carvalho-Monaghan for Review\" width=\"1000\" height=\"729\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Illustration: Edward Carvalho-Monaghan for Review</span> <span class=\"element-image__credit\">Illustration: EDWARD CARVALHO-MONAGHAN</span> </figcaption> </figure>  <p>Across the west, anti-politicians from outside the mainstream, and those mainstream politicians who hope to use some of the anti-politicians’ populist mojo to advance themselves and their causes within conventional political structures, are trying to strike this “let’s cut through the rhetoric” pose. But, whether or not they and their supporters are aware of it, anti-rhetoric is itself a classic move in the rhetorical game – indeed, in the right circumstances, it can be the most persuasive move of all. And, like any other form of public language, we can unpack it to find out what makes it tick. Here’s Trump addressing a stadium of supporters in Dallas in September last year:</p> <p>I made a beautiful speech. I thought it was wonderful. Everything was fine. A week and a half later, they attacked me. In other words they went through – and then they lied. They made it up. I’m talking about illegal immigration … We have to stop illegal immigration. We have to do it. [Cheers and applause] We have to do it. Have to do it. [Audience: USA! USA! USA! USA!] And when I hear some of the people that I’m running against, including the Democrats, we have to build a wall, folks. We have to build a wall. All you have to do is go to Israel and say, ‘How is your wall working?’ Walls work.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>All rhetoric is designed for a particular time and place, and above all for a particular audience</p> </blockquote> </aside>  <p>Those super-short sentences emphasise certainty and determination, but build up layer by layer towards a climax with a kind of emotional logic. It’s a style that students of rhetoric call parataxis. This is the way generals and dictators have always spoken to distinguish themselves from the cavilling civilians they mean to sweep aside. Julius Caesar’s famous summary, not of his invasion of Britain, but of his victory in the Battle of Zela – “Veni vidi vici”, ‘I came, I saw, I conquered’ – is a classical example of parataxis. Today listeners are more likely to associate it with the successful entrepreneur or chief executive.</p> <p>Trump’s style of parataxis is almost infinitely compressible, as his intuitive mastery of the micro-rhetorical world of Twitter shows: “Lightweight Marco Rubio was working hard last night. The problem is he is a choker, and once a choker, always a chokker [sic]! Mr Meltdown.”</p> <p>“Lightweight”, “choker”, “Mr Meltdown” – this is personal in every sense of the word, and written personally on the spur of the moment or dictated in real time to a thick-fingered aide, if that last miskeyed “chokker” is anything to go by. But it contains no fewer than three different summaries of the Trump view of Senator Rubio, each of which is immediately and eminently retweetable. Twitter seems to have influenced Trump’s set piece oratory as well; often he obsesses over a single word or a phrase, like someone feverishly circling something objectionable in a newspaper. Just a couple of weeks ago, he was accusing Barack Obama of creating <a href=\"https://www.theguardian.com/world/isis\">Islamic State</a>: “He’s the founder of Isis. He’s the founder of Isis. He’s the founder. He founded Isis. I would say that the co-founder would be crooked Hillary Clinton.”</p>  <figure class=\"element element-image\" data-media-id=\"c5af5959f120f6dfc99e3bb7da44759a85d42f56\"> <img src=\"https://media.guim.co.uk/c5af5959f120f6dfc99e3bb7da44759a85d42f56/31_0_2923_1754/1000.jpg\" alt=\"Donald Trump in Austin, Texas.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Telling it ‘like it is’ … Donald Trump in Austin, Texas.</span> <span class=\"element-image__credit\">Photograph: Drew Anthony Smith/Getty Images</span> </figcaption> </figure>  <p>Does he actually mean it when he says things like this? Nodding to a concept in quantum mechanics, the Urban Dictionary defines a “Schrödinger’s douchebag” as someone who makes an unacceptable remark and then waits to see the reaction before declaring retrospectively whether they meant it for real or were “just joking”. But perhaps in Trump’s case the indeterminacy is genuine, and the words just tumble out of his mouth without him even bothering to decide at the time whether they are to be taken at face value or as a sarcastic, fantastic throwaway.</p> <p>The fluidity, the way the words follow a still-emerging train of thought, adds to the sense of spontaneity and candour. Perhaps because of that (and to the despair of many of those around him), he has so far largely refused to abandon this style of speaking in favour of prepared texts and the Teleprompter. In that Dallas speech, he starts an idea – “In other words they went through … ” – presumably intending to say something like, “They went through my speech and twisted what I said and presented it out of context.” But this is exactly the kind of whiny complaint which conventional politicians make, so halfway through he drops it in favour of the far punchier “and then they lied”. Isn’t lying what these political and media enemies are all about? Cut to the chase. “And when I hear some of the people that I’m running against, including the Democrats”, sounds as if we’re about to get a paragraph attacking other would-be Republican nominees, or the Democratic contenders, or both. But Trump doesn’t want to waste time pointing out the different ways in which Jeb Bush and Hillary Clinton are defective candidates. In fact he doesn’t sound very interested in other candidates at all. So he simply leaves it out and jumps, mid-sentence, to the main thing on his mind: “we have to build a wall, folks”.</p> <p>The immoderation is calculated. Professional politicians have traditionally wanted to be viewed as wise counsellors; mastering the detail and carefully weighing up the options before making a policy proposal; at least seeming to listen to serious objections made to them by opponents. Trump speaks as if the truth and the right policies were blindingly obvious, and the so-called wise counsellors who claim that the world is a complex place, and that policymaking needs to take account of that complexity, are idiots or in somebody’s pocket. Saying the “unsayable” is the clearest possible way of signalling this contrary stance. But for Trump, stamping on political correctness is not just effective positioning. He has found a wanton ecstasy in it, a joyous spasm of indignation in which supporters are only too happy to lose themselves.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>A Schrödinger’s douchebag makes an unacceptable remark and gauges the reaction before declaring whether they meant it</p> </blockquote> </aside>  <p>The Trump style eschews any kind of rhetorical cleverness. The shocking statements are not couched in witty or allusive language. His campaign slogan – Make America Great Again! – could hardly be less original or artful. Everything is intended to emphasise the break with the despised language of the men and women of the Washington machine. There is a wall between them and you, Trump seems to say to his audience, but I am on this side of the wall alongside you. They treat you as stupid, but you understand things far better than they do. The guarantee that I see the world as you do is the fact that I speak in your language, not theirs.</p> <p>The <a href=\"http://www.theguardian.com/politics/eu-referendum\">British EU referendum</a> campaign lacked the mad fireworks of the current US presidential cycle, but it too rapidly descended into wild exaggeration and insult, with the public looking on in palpable bewilderment. “What we really need is an end to the arms race of ever more lurid claims and counter-claims made by both sides on this,” was the weary verdict of Treasury select committee chairman Andrew Tyrie MP in the days before the vote. “I think it’s confusing the public, it’s impoverishing political debate.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/live/2016/aug/25/donald-trump-news-hillary-clinton-campaign-live-coverage\">Trump's campaign CEO once charged with domestic violence, reports say – as it happened</a> </p> </aside>  <p>Yet clear rhetorical winners and losers still emerged. The Remain camp never found an emotionally compelling way of expressing the case for continued membership of the EU; there was no idealism nor even – at least from the most prominent leaders of the campaign – evidence of an iota of enthusiasm to put alongside the 10 plagues of Egypt with which they sought to scare off anyone contemplating departure. The Brexit messaging was both more chaotic and more irresponsible – Nigel Farage beaming in front of a poster depicting a sea of refugees worthy of Josef Goebbels himself, promises made during the campaign cheerfully revoked within hours of the votes coming in – yet the Leavers also found language with a power and cogency that eluded their adversaries. Take back control. Independence Day. Both these phrases offer the listener agency and at least the prospect of opportunity and hope. Dismissed as absurd, not just by the opposing politicians but by much of Britain, they nonetheless pushed Brexit over the top.</p> <p>Perhaps you find this kind of phrase-making glib and repellent and are amazed that anyone could be taken in by it. Perhaps you regard the success of Trump’s novel style of oratory as nothing more than final confirmation that many Americans have lost their wits. Yet all rhetoric is designed for a particular time and place, and above all for a particular audience – it is a supremely tactical, contextual art – and these words probably weren’t intended for you. And you must accept that by the same token the public language that most persuades you, whether it’s the fierce rhetoric of rights and inclusion or the measured rationality of evidence-based policymaking, and whether delivered with the soaring inspiration of the young Obama, the dogged persistence of a Bernie Sanders or a Jeremy Corbyn, or the authoritative and affectless calm of an Angela Merkel or a Theresa May, can ring every bit as hollow in other ears.</p>  <figure class=\"element element-image\" data-media-id=\"b876b6534b1b1daf900917a6d6c51cc34651bbd4\"> <img src=\"https://media.guim.co.uk/b876b6534b1b1daf900917a6d6c51cc34651bbd4/0_0_2902_1743/1000.jpg\" alt=\"Ukip leader Nigel Farage poses in front of a poster depicting refugees during the EU referendum.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ukip leader Nigel Farage poses in front of a poster depicting refugees during the EU referendum.</span> <span class=\"element-image__credit\">Photograph: Philip Toscano/PA</span> </figcaption> </figure>  <p>So how did we get here – and what, if anything, can we do to begin to put things right? I’m sceptical of any theory that is predicated on the wickedness or insanity of any one set of actors in this drama. It’s easy to blame politicians and parties with whom you happen to disagree, but this doesn’t account for the fact that similar changes are taking place in public discourse in radically different political cultures and across ideological polarities: the mainly leftwing critics of Andrew Lansley’s attempt to reform the NHS under a Tory-led coalition in this country used some of the same rhetorical tactics as the conservative opponents of Obamacare in the US. For me, the loading of all blame on to the political other is not a diagnosis but a symptom of the disease. Nor do I believe, as Tony Blair suggested in his 2007 “Feral Beast” speech, that the principal culprits are the media. That is also too simplistic – not that I think that my profession is entirely blameless.</p> <p>I believe instead that the crisis in our public language springs from a set of interlocking political, cultural and technological forces – forces that go beyond any one ideology, or interest group, or national political situation. The first factor is the changing character of western politics, with previous affiliations based on class and other forms of traditional group identity giving way, especially after the end of the cold war, to a more complex and uncertain landscape in which political leaders struggle for definition and differentiation. With policy platforms more arguable and coalitions of interest more transient, it’s hardly surprising that political rhetoric has become more fissiparous and – because, when tribal loyalties recede, the character of individual politicians becomes more salient – more personal.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The internet has opened a Pandora’s box of extremism and fury, and the vitriol spills back into real-world politics</p> </blockquote> </aside>  <p>The second factor is that widening gulf between the worldview and language of the experts who make modern policy and those of the public at large. Modern government is inescapably technocratic and – precisely because western societies have already made gigantic gains in many areas – the trade-offs involved in any new policy proposal are more finely balanced than they used to be: it was far easier to decide in the aftermath of the second world war that London needed a major new airport than it is to decide today whether that airport should have an additional runway. The ranks of economists, statisticians and planners assemble vast quantities of evidence to support the political decision-making process, but neither they nor ministers seem to believe it is feasible, or perhaps even desirable, to try to share much of this with the public. As a result, there are often two quite distinct discourses about a given policy question: a sophisticated, evidence-based conversation between the illuminati who sit behind the closed doors of Whitehall, the European Commission and the <a href=\"https://www.theguardian.com/business/imf\">IMF</a>; and an instinct-based and often emotional wrangle in the realm of retail politics. One way of thinking about the Brexit debate is as a clash between these two modes of political discourse, with that of the professional policymakers coming off a poor second.</p> <p>The next factor is digital technology and its impact both on pre-existing media and on the wider dissemination and discussion of political ideas. Over three decades or so, technology has driven an astonishing expansion of media choice and it has democratised the generation and dissemination of political opinion. It has also disrupted legacy business models, squeezed investment in newsrooms and in specialist journalistic expertise, and left most news publishers, whether venerable analogue-era institutions or digital startups, edging towards economic survival mode – chasing audiences, optimising headlines, courting shock and controversy. Apart from a handful of players, seriousness, restraint and a sense that journalists have a duty to make major public policy choices intelligible to the public have all been in retreat.</p> <p>The web and the major social platforms have also allowed anyone who wants to take part in a new 24/7 worldwide discussion of politics, culture and pretty much everything else. Alas, alongside much that is thoughtful and constructive, the new technologies have opened a Pandora’s box of (often anonymous) abuse, extremism, intimidation and fury. And the vitriol spills back into conventional media and real-world politics – I saw it myself in July at the Republican convention in Cleveland (“Lock her up! Lock her up!” was the least of it). The internet has set a new dark standard for the expression of strong opinion, which some politicians, activists and commentators are only too happy to meet.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/aug/21/death-of-neoliberalism-crisis-in-western-politics\">Neoliberalism has had its day. So what happens next? | Martin Jacques</a> </p> </aside>  <p>The fourth force at work is related to our understanding of how persuasive language works. Over the course of the 20th century, empirical advances were made in the way words are used to sell to goods and services. They were then systematically applied to political messaging, and the impressionistic rhetoric of promotion increasingly came to replace the rhetoric of traditional step-by-step political argument. The effect has been to give political language some of the brevity, intensity and urgency we associate with the best marketing, but to strip it of explanatory and argumentative power.</p> <p>What can we do? The forces at work are formidable and tend to reinforce each other. We are adaptable creatures and we know that our life together depends on our being able to resolve our differences at least most of the time, so it’s reasonable to hope that one day this difficult and disruptive period of political, social and technological transition will yield to a new equilibrium and a recovery of the public language on which the health of our democracies depends. We can’t know for sure if or when that will happen, but there are some steps we could take right away.</p> <p>Politicians could treat the public like grownups and share some of their actual thinking about policy, including those painful trade-offs, with the people they want to vote for them. Reciprocal altruism might even lead them to shout less and allow their opponents to finish the sentence more often so that those same opponents extend the same courtesy to them. The media too could cut fewer corners and take more chances with the journalism that costs more – international reporting, investigations – but may ultimately make for a better business. Without in any way going soft, it could allow politicians more space to address the public in their own words. As for the public themselves? Let’s teach our children rhetoric. Teach them how words and images are used, and abused, to sell packaged goods, political parties and wars, holy or otherwise.</p> <p>Of course, any programme of reform has to begin with an acknowledgement that there is a problem. If this weird and unsettling year has nothing else to teach us, we can still hope that 2016 will go down as the moment we took that crucial first step.</p> <p>• Mark Thompson is CEO of the New York Times and former director general of the BBC. His book <em>Enough Said</em> is published by Bodley Head.</p>",
  "<p>The Northern Territory is expected to see a dramatic change in government on Saturday as voters head to the polls.</p> <p>Polls opened on Saturday morning but more than a third of eligible voters had already cast their ballot. Those living in remote areas had been visited by the electoral commission over recent weeks. Others, including the opposition leader, Michael Gunner, had taken advantage of short queues at one of the NT’s no-excuse-necessary early polling stations.</p> <p>The two leaders made final pitches in the NT News on Saturday, and Gunner’s message called for voters to support Labor’s “positive plans” to restore trust, invest in children and grow the economy.</p> <p>“Over the last four years Territorians have been let down by their parliament,” he said. He pledged greater transparency and consultation from a Labor government.</p> <p>On Friday Gunner said would not be drawn on how confident he was personally. He said he would work with independents if Labor was forced to form a minority government.</p> <p>The chief minister, Adam Giles, told readers the choice for voters was “clear”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2016/aug/27/northern-territory-goes-to-the-polls-with-labor-the-clear-favourite\">Northern Territory goes to the polls with Labor the clear favourite</a> </p> </aside>  <p>“With the future of the Northern Territory at stake who do you trust to manage the economy through the great challenges that lie ahead?”</p> <p>He said Labor was taking the “tired approach” of “more debt, higher deficits and increased spending”.</p> <p>A Labor government will have to find more than $223m in savings to cover all its commitments, compared with the CLP’s $21m, but Treasury analysis found both parties would reduce net debt – Labor by $18.8m and the CLP by $35.77m – and that Labor would deliver a bigger surplus than the CLP by 2020.</p> <p>Giles repeated past concessions that the CLP government “has not always looked pretty” but said mistakes are more likely when enacting difficult change and reform.</p> <p>Giles, expected to vote in his home seat of Braitling, told ABC radio on Friday morning he was confident of holding both his seat and government. He said the CLP was the only party with an economic plan and that a Labor government would guarantee a recession.</p> <p>The former Labor leader and now independent Delia Lawrie voted early on Saturday in Karama and told media it was an opportunity to vote out “the worst ever” government in NT history.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jamesdunlevie/status/769313669058441216\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Former <a href=\"https://twitter.com/TerritoryLabor\">@TerritoryLabor</a> leader turned independent <a href=\"https://twitter.com/hashtag/DeliaLawrie?src=hash\">#DeliaLawrie</a> confident the <a href=\"https://twitter.com/CountryLibs\">@CountryLibs</a> are cactus <a href=\"https://twitter.com/hashtag/ntvotes?src=hash\">#ntvotes</a> <a href=\"https://t.co/VAYR7NYsmB\">pic.twitter.com/VAYR7NYsmB</a></p>&mdash; JAMES DUNLEVIE (@jamesdunlevie) <a href=\"https://twitter.com/jamesdunlevie/status/769313669058441216\">August 26, 2016</a></blockquote>  </figure>  <p>The deputy chief minister, Peter Styles, said his government had delivered, and people were concerned about jobs. He said when constituents in his suburban Darwin seat of Sanderson expressed unhappiness with the government’s disunity he asked them to look at what the party had delivered.</p> <p>“Sure there has been some issues, and some of those people are now going out of politics, some of them didn’t get preselected, so they’re going,” he said.</p> <p>Kezia Purick, the parliamentary speaker who quit the CLP last year, was confident of retaining Goyder and said she had faced no backlash for becoming an independent.</p> <p>“People are still cranky at the CLP selling public assests for what they believe is no serious reason,” she told Guardian Australia at Bees Creek.</p> <p>She said planning issues and poor consultation, particularly by the minister, David Tollner, were behind rural voter dissatisfaction with the CLP.</p> <p>“People aren’t naturally inclined out this way to vote for Labor.”</p> <p>The CLP won office in 2012 with 16 seats but by Saturday a series of scandals and resignations had reduced them to a minority government of 12, facing off against seven Labor MLAs and six independents.<br></p> <p>Predictions for Saturday’s vote only look worse. The <a href=\"http://www.ntnews.com.au/news/northern-territory/poll-points-to-independents-day-for-nt-election/news-story/18f29496266567dc33e393781b5bd3df\">NT News’ most recent poll</a> reportedly found a two-party preferred vote of 32% compared with Labor’s 64%.</p> <p>Estimates from pundits and journalists range between one retained seat for the CLP up to about eight or nine. Most predictions are for around four or five independents, including incumbents Kezia Purick (ex-CLP), Robyn Lambley (ex-CLP), Delia Lawrie (ex-Labor), and Gerry Wood.</p> <p>Law academic and former Labor MLA Ken Parish told Guardian Australia Territorians were sick of the disfunction and disunity, in the same way national voters felt after federal Labor’s Rudd and Gillard years. But not everything was a foregone conclusion because this was such a “unique” election.</p> <p>There are a lot of unknowns: boundaries have changed and it is the first year voters will have optional preferential voting, plus the protection of a 100m exclusion zone around booths, preventing parties from campaigning or handing out how-to-vote cards.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RickHind/status/769330751133224961\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Posterpalooza at the edge of the 100m zone near the Alice Springs Town Council. Cool, breezy, quiet. <a href=\"https://twitter.com/hashtag/ntvotes?src=hash\">#ntvotes</a> <a href=\"https://t.co/VR8ILCNY64\">pic.twitter.com/VR8ILCNY64</a></p>&mdash; Rick Hind (@RickHind) <a href=\"https://twitter.com/RickHind/status/769330751133224961\">August 27, 2016</a></blockquote>  </figure>  <p>“It’s really difficult to predict and anyone who tries to do so with purported confidence is gilding the lily, and that’s because of the combination of optional preferential voting and the ban on handing out how-to-votes within 100m means that, at least within urban seats, I’m expecting we’ll see something close to first past the post.”</p> <p>Parish said incumbency wasn’t the big advantage it used to be but he tentatively predicted CLP members Giles, Bess Price, Willem Westra Van Holthe and maybe Lia Finocchiaro and Gary Higgins would keep their seats, and that outgoing attorney general John Elferink’s replacement in Port Darwin might also be successful. </p>"
]