[
  "Clinton going toe-to-toe with history",
  "Public figures call on government to hold free vote on same-sex marriage",
  "Trump and Clinton visit battleground states as election day looms",
  "#SavePepe: cartoon frog's creator tries to take meme back from alt-right",
  "Marina Abramović mention in Podesta emails sparks accusations of satanism",
  "Florida measure calls itself pro-solar but critics say it's 'a wolf in sheep's clothing'",
  "If Donald Trump wins, it’ll be a new age of darkness",
  "The Guardian view on the US election: Hillary Clinton is the world’s best hope",
  "Useful alternatives to the man drawer",
  "Sterling soars on Trump jitters and Brexit hopes",
  "'Trump Place' polling site irks New York City voters",
  "The Clinton minority: upstate New York's Democrats keep support low key",
  "Jay Z (and maybe Beyoncé) spearhead final anti-Trump musical push",
  "Who will be hurt more by a third party 'protest' vote – Clinton or Trump?",
  "Winter happiness, election worries and word of 2016 – Guardian Social as it happened",
  "Who pretends to support kids with HIV but gives nothing? Donald Trump",
  "As Nicaragua's first couple consolidates power, a daughter fears for her country",
  "Wetherspoon boss Tim Martin: ‘The EU became a quasi-religion, and universities are the modern-day seminaries’",
  "Will the US election mean the end of free trade?",
  "Investor nerves mount as US election draws closer - as it happened",
  "Prank call mystery surrounds Ukraine president",
  "Guardian US mobile innovation lab to offer live election results on mobile lock screens",
  "Tory MP resigns over government approach to Brexit – as it happened",
  "'The FBI is Trumpland': anti-Clinton atmosphere spurred leaking, sources say",
  "Pain, anger and fear: US voters deprived of a serious presidential election",
  "US adds 161,000 new jobs as Americans head to the polls",
  "Purging of black Democrats from voter rolls raises election concerns",
  "Oregon's voters divided on corporate sales tax proposal to fund services",
  "Pro-Trump billionaires pour money into last-minute bid for swing states",
  "Meme warfare: how the power of mass replication has poisoned the US election",
  "US election 2016: what you need to know before voting Clinton or Trump",
  "FTSE slides on Brexit and US election fears, with Hikma leading the fallers",
  "An election now would be crushing for Labour – and for Jeremy Corbyn",
  "We need to get back to basics in this election. Who is the biggest fascist: Hillary or Donald?",
  "Khalid Abdalla: 'I didn't have the right to play Arab roles unless I had lived the struggle'",
  "QUT computer lab racial discrimination lawsuit thrown out",
  "Article 50 ruling leaves Theresa May facing potential MP revolt",
  "US election: Trump duels Clinton and Sanders in North Carolina",
  "Trade relationships with the US ripe for the taking post-Brexit",
  "Conspiracy Files: The Trump Dossier review – a film about the power of cynicism",
  "Honey wars: crime and killings in New Zealand's booming manuka industry",
  "Asian shares slide again after market's 'fear index' spikes for eighth day",
  "Donald Trump: Hillary Clinton has 'no right to be running' – as it happened",
  "Tearful South Korean president says scandal of friend's influence is 'all my fault'",
  "Sweat review – prescient small town drama is essential election viewing",
  "FBI dodges explaining why dormant Twitter account tweeted about Clinton"
]