[
  "<p>The ex-mayor of New York saw “a very big opening” to protect immigrant families and their American-born children. The governor of Indiana saw “a roadmap” to deportations and a wall, if not any signposts or directions. For a senator from Arizona, the whole thing was “just confusing”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/04/sheena-monnin-donald-trump-miss-usa-lawsuit\">The Miss USA hopeful sued by Trump: 'There are ways to stand your ground'</a> </p> </aside>  <p>Donald Trump’s mixed messages on immigration, which this week took in <a href=\"https://www.theguardian.com/us-news/2016/aug/31/donald-trump-mexico-meeting-president-pena-nieto-immigration\">a demur speech</a> in Mexico City and a <a href=\"https://www.theguardian.com/us-news/2016/sep/01/in-arizona-we-saw-the-real-donald-trump-the-one-we-already-knew\">vitriolic rally</a> in Phoenix, have become a Rorschach test for Republicans, exacerbating tensions in the party as several of its leaders drift away from their party’s nominee and look toward a Democratic presidency. Disappointed by the harsh tone of Trump’s Phoenix speech, the Republican National Committee <a href=\"http://www.nytimes.com/2016/09/03/us/politics/donald-trump-rnc-reince-priebus.html?_r=0\">reportedly</a> withheld planned praise.</p> <p>“He pivots and then pivots right back,” the Arizona senator Jeff Flake told CBS’s Face the Nation on Sunday. “So it’s kind of a 360-degree pivot at times. That’s not clear at all. Some people said it was hardening, some said softening. I say it was just confusing.”</p> <p>Flake is one of a handful of Republican senators who have refused to support Trump, though he said on Sunday he would like to escape that “uncomfortable” position and vote for the businessman. </p> <p>“I’d like to see a firm position that he sticks with for a while,” he said, “and obviously I’d like to see a more realistic position in dealing with those who are here illegally now.”</p> <p>But Flake also damned Trump with a hint of praise for his rival, Hillary Clinton, who has recently urged Republicans to remember that the businessman’s claims that Mexicans are “<a href=\"https://www.theguardian.com/us-news/2015/jul/02/donald-trump-racist-claims-mexico-rapes\">rapists</a>” and refugees a “<a href=\"http://www.cbsnews.com/news/donald-trump-warns-refugees-could-be-trojan-horse-for-u-s/\">Trojan horse</a>” of terrorism do not reflect their party. </p> <p>“For people to be reminded that this is not what the party stands for I think is a good thing,” Flake said. “I wish more Republicans would say that as well. But if Hillary Clinton wants to say it I’m glad – I’m glad people, voters, are being reminded of it, anyway.”</p> <p>On Sunday night Trump <a href=\"https://twitter.com/realDonaldTrump/status/772556213313765377\">responded on Twitter</a> – by bashing Flake. “The Republican Party needs strong and committed leaders, not weak people such as Jeff Flake, if it is going to stop illegal immigration,” he said. <a href=\"https://twitter.com/realDonaldTrump/status/772571293438840832\">Shortly thereafter</a>, he elaborated: Flake, he said, was “a very weak and ineffective senator”.</p> <p>Trump and Flake had already clashed, exchanging sharp words in July when <a href=\"https://www.theguardian.com/us-news/2016/jul/07/donald-trump-meeting-congress-republicans-divided-responses\">the Arizona senator confronted Trump</a> in a meeting with elected Republicans on Capitol Hill.</p>  <figure class=\"element element-image\" data-media-id=\"b83f948a778a654583782a3dab8f706cd11dacee\"> <img src=\"https://media.guim.co.uk/b83f948a778a654583782a3dab8f706cd11dacee/0_155_4720_2833/1000.jpg\" alt=\"Trump Phoenix\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump supporters during his immigration policy speech in Phoenix this week.</span> <span class=\"element-image__credit\">Photograph: David Cruz/AFP/Getty Images</span> </figcaption> </figure>  <p>In <a href=\"http://www.realclearpolitics.com/epolls/2016/president/az/arizona_trump_vs_clinton-5832.html\">the realclearpolitics.com poll average</a> for Arizona, which has been won by a Democratic presidential candidate once in 65 years, Trump leads Clinton by less than three points. However, a rapidly growing Hispanic population means the state’s politics are turning steadily from red to purple, if not yet blue, prompting Clinton to <a href=\"http://www.cnn.com/2016/09/01/politics/hillary-clinton-arizona-advertising-immigration/\">advertise</a>. In attacking Flake, Trump is unlikely to aid his own Arizonan cause.</p> <p>Senator John McCain, Flake’s fellow Arizona senator and the party’s 2008 presidential nominee, has started running an ad that look toward a hypothetical Clinton presidency.<br></p> <p>“My opponent, Representative Ann Kirkpatrick, is a good person,” he says <a href=\"https://www.youtube.com/watch?v=zLAdOwaIQ-E \">in the ad</a>. “But if Hillary Clinton is elected president, Arizona will need a senator who will act as a check, not a rubber stamp, on the White House.”</p> <p>Trump is conspicuously absent from the ad: his name unsaid, his image omitted and his ideas implicitly rejected as McCain tells voters: “We need more control over our borders but also smarter immigration policies that enforce the law and reflect our values.”</p> <p>McCain has not explicitly rejected Trump, who last year mocked the Vietnam war veteran <a href=\"https://www.theguardian.com/us-news/2015/jul/19/donald-trump-john-mccain-vietnam-prisoner-of-war\">for having been captured</a> by the Vietcong, but he has repeatedly asked the businessman to apologize to other former prisoners of war. Months of such harsh rhetoric from Trump have painted Republicans like McCain in a corner, Flake admitted, by threatening to turn reliably red states like Arizona into swing states. </p> <p>“It shouldn’t be up for grabs,” he said, “but frankly it is.”</p> <h2>‘When America is safe, we will be open to all of the options’</h2> <p>Even Trump’s most stalwart allies could not seem to agree about his immigration message, even though the businessman said in Phoenix: “You can call it whatever the hell you want. They (undocumented immigrants) are gone.”</p> <p>Rudy Giuliani, the former mayor of New York, told CNN’s State of the Union that Trump had left “a very big opening for what will happen with the people that remain here in the United States after the criminals are removed and after the border is secure”.</p> <p>“When America is safe, we will be open to all of the options,” Giuliani said. According to the former mayor, Trump “would find it very, very difficult to throw out a family that’s been here for 15 years, and they have three children, two of whom are citizens. And that is not the kind of America he wants.”</p> <p>Trump’s campaign manager, Kellyanne Conway, told ABC’s This Week through crosstalk with the host that it was “correct” the businessman would deport more than just migrants with a criminal record – and then changed her tone. </p> <p>“But,” she said, “no, but he also said that, once you enforce the law, once you get rid of the criminals, then we’ll see where we are.</p> <p>“And we don’t know where we’ll be. We don’t know who will be left. We don’t know where they live, who they are. That’s the whole point here, that we’ve actually never tried this.”</p> <p>The man who would serve Trump as vice-president, Indiana governor Mike Pence, evaded any clear answer about his running mate’s position. In an interview aired Sunday <a href=\"https://www.theguardian.com/us-news/2016/sep/04/mike-pence-will-release-tax-returns-next-week\">with NBC’s Meet the Press</a>, he said: “What Donald Trump laid out this week in Arizona was really a roadmap to end illegal immigration once and for all in this country.”</p> <p>Pence then rattled off some of Trump’s ideas, including a wall on the southern border, targeting people who have overstayed visas and increasing border patrol staff, but left details for the future. </p> <p>“We’ll give consideration, working with the Congress, in a new and reformed immigration system, to consider it at that time,” he said.</p> <p>All three said Trump would prioritize deportations of people with criminal records, the same strategy Barack Obama has taken during his two terms, during which <a href=\"https://www.theguardian.com/us-news/2016/aug/21/latino-immigrants-us-war-on-terror-study\">record numbers of migrants have been deported</a> and Border Patrol staffing has reached an all-time high. Obama has also deferred deportations for several million migrants who came to the US as children through executive actions that Trump has said he will rescind.</p> <p>Giuliani also conceded the limits of Trump’s shifting deportation plans, which <a href=\"https://www.theguardian.com/us-news/2015/aug/27/donald-trump-deport-11-million-migrants-is-that-even-possible\">would eject between 4 and 11 million people</a> and cost <a href=\"https://www.washingtonpost.com/news/the-fix/wp/2016/09/01/trumps-big-immigration-crackdown-comes-with-a-big-5-year-price-tag-more-than-50-billion/\">an estimated $50bn</a>. But he and Conway insisted that Trump will somehow force Mexico to pay for the proposed border wall, even though Mexican president Enrique Peña Nieto <a href=\"https://www.theguardian.com/us-news/2016/aug/31/donald-trump-mexico-meeting-president-pena-nieto-immigration\">told Trump this week</a> it would not.</p>  <figure class=\"element element-image\" data-media-id=\"831ff957c45156a52f27689a8fad0b3e5130fbcf\"> <img src=\"https://media.guim.co.uk/831ff957c45156a52f27689a8fad0b3e5130fbcf/0_18_4365_2619/1000.jpg\" alt=\"Trump and Pena Nieto\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mexican president Enrique Peña Nieto and Donald Trump shake hands after a meeting in Mexico City on Wednesday.</span> <span class=\"element-image__credit\">Photograph: Yuri Cortez/AFP/Getty Images</span> </figcaption> </figure> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/04/who-will-win-presidential-election-2016-labor-day-prediction\">Who will win the presidential election? No usual answers on Labor Day 2016</a> </p> </aside>  <p>Another ally, Trump transition team member and New Jersey governor Chris Christie, told CBS: “Donald Trump is going to get rid of, very early on, two to three million criminals that are here illegally in this country. That will be priority No1.”<br></p> <p>Democrats had their own interpretations of Trump’s positions on immigration. Labor Secretary Tom Perez told CNN that Trump was “a loose cannon” and said his week of Janus-faced speeches “was a perfect illustration of why he’s not fit to be president”. </p> <p>In a taped interview with CNN’s Fareed Zakaria, Obama was more stoic, saying anti-immigrant sentiment could be traced to the founding of the US, “but that’s not the majority of America”.</p> <p>“The next generation of Americans, they utter – completely reject the kinds of positions that he’s taking,” the president said. “So overall, I’m optimistic. But, you know, I think we have to pay close attention to what’s going on.”</p> <p>Polls suggest that only some voters were swayed by Trump’s winding week. In a <a href=\"http://www.cbsnews.com/news/poll-hillary-clinton-leads-donald-trump-north-carolina-pennsylvania-email-questions-linger/\">new CBS poll</a>, 47% of voters in swing states said they saw no change in his policy, and 37% said they thought he had slightly eased is proposals. In <a href=\"http://abcnews.go.com/Politics/majority-voters-trump-mexico-pay-wall/story?id=41849627&amp;cid=tw_tco\">an ABC poll</a>, 78% thought Trump would fail to make Mexico pay for any wall, and 67% had a negative to his speech. </p> <p>Others felt his Phoenix speech a return to form: former Ku Klux Klan leader David Duke <a href=\"https://twitter.com/DrDavidDuke/status/771177837072048129\">tweeted</a> “excellent speech by Donald Trump tonight” while conservative author Ann Coulter <a href=\"https://twitter.com/AnnCoulter/status/771172220249014272\">compared it</a> favorably to the speeches of Winston Churchill.</p>",
  "<p>The Democratic candidate for vice-president, Tim Kaine, on Sunday defended Hillary Clinton against criticism over <a href=\"https://www.theguardian.com/us-news/2016/sep/02/hillary-clinton-emails-laptop-thumb-drive-archive-missing\">her handling of classified information</a> while secretary of state, saying she was unaware of the sensitivity of some information she exchanged over email because it had been “improperly labeled”. <br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/04/donald-tump-immigration-mixed-messages-republicans\">Donald Tump’s fluctuating immigration stance worsens Republican tensions</a> </p> </aside>  <p>Donald Trump’s running mate, <a href=\"https://www.theguardian.com/us-news/2016/sep/04/mike-pence-will-release-tax-returns-next-week\">Indiana governor Mike Pence</a>, led the charge for the <a href=\"https://www.theguardian.com/us-news/2016/sep/04/donald-tump-immigration-mixed-messages-republicans\">Republicans</a>, telling NBC’s Meet the Press the release of FBI interview records on Friday was “just more evidence that Hillary Clinton is the most dishonest candidate for president of the United States since Richard Nixon”.</p> <p> In July, the FBI <a href=\"https://www.theguardian.com/us-news/2016/jul/05/fbi-no-charges-hillary-clinton-email-investigation\">rebuked Clinton</a> for her use of a private email server during her tenure as secretary of state from 2009 to 2013, saying she was “extremely careless” in her handling of classified information. The agency recommended however that no criminal charges be filed.</p> <p> According to records <a href=\"https://www.theguardian.com/us-news/2016/sep/02/hillary-clinton-emails-laptop-thumb-drive-archive-missing\">released by the FBI on Friday</a>, Clinton told FBI investigators in a July interview she could not recall getting any briefings on how to handle classified information or comply with laws governing the preservation of federal records.</p> <p> Kaine, a senator from Virginia who sits on the Senate foreign relations and armed services committees, told ABC’s This Week that the volume of information received by government officials often makes it difficult to know what information has been declared classified.</p> <p> “There were emails that contained classified information that had been improperly marked,” he said. “So when she received the email, the material that was classified – which is supposed to be flagged and identified as classified – in many instances was improperly labeled.</p> <p> “We look at so much material, unless it is specifically pulled out and identified, it is difficult to know sometimes whether a statement or a paragraph is classified or not.”</p> <p>On NBC, after comparing Clinton and Nixon, Pence continued: “What’s evident from the notes, what’s evident from all of the revelations over the last several weeks is that Hillary Clinton operated in such a way to keep her emails, and particularly her interactions while secretary of state with the Clinton Foundation, out of the public reach, out of public accountability.”</p> <p>He added: “I think it all just … it all truly does disqualify her from serving as president of the United States.”</p> <p>Clinton has been dogged for more than a year by the fallout from her decision to use an unauthorized private email account run from the basement of her home in Chappaqua, New York. She repeatedly said she did not use it to send or receive classified information. The government forbids handling such information outside secure channels.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/02/hillary-clinton-emails-laptop-thumb-drive-archive-missing\">Hillary Clinton email investigation: FBI notes reveal laptop and thumb drive missing</a> </p> </aside>  <p> Contradicting Clinton’s comment that she never exchanged classified information over her private email server, the FBI said that at least 81 email threads contained information that was classified at the time, and said the final number may be more than 2,000. </p> <p> Clinton has said that in hindsight she regretted using a private email system while secretary of state. Opinion polls show that voter concerns about Clinton’s honesty and trustworthiness are among her biggest vulnerabilities.</p> <p> A series of surveys show the race has tightened over the past few weeks. In <a href=\"http://www.reuters.com/article/us-usa-election-poll-idUSKCN1182PT\">a Reuters/Ipsos poll</a> taken during the week of 26 August to 1 September, Trump had the support of 40% of likely voters while Clinton had the backing of 39%. Clinton’s support has dropped steadily in the weekly tracking poll since 25 August, eliminating what had been a eight-point lead for her.</p> <p>According to the head-to-head <a href=\"http://www.realclearpolitics.com/epolls/2016/president/us/general_election_trump_vs_clinton-5491.html\">realclearpolitics.com poll average</a>, Clinton retains a 3.9% lead over Trump. In the <a href=\"http://www.realclearpolitics.com/epolls/2016/president/us/general_election_trump_vs_clinton_vs_johnson_vs_stein-5952.html\">four-way split</a>, including Libertarian Gary Johnson and the Green Party candidate, Jill Stein, she leads by 3.4%. Johnson, a former Republican governor of New Mexico, is at 8.2%.</p> <p><a href=\"http://www.cbsnews.com/news/poll-hillary-clinton-leads-donald-trump-north-carolina-pennsylvania-email-questions-linger/\">A CBS poll released on Sunday</a> put Clinton two points ahead in “all states that may be in play or could come into play this fall depending on the race, 13 in total”.</p>",
  "<p>Green party nominee Jill Stein fought back against claims her campaign policy ideas are a “fairy tale” on Sunday, and argued for her right to appear in the presidential debates alongside the major party “nightmare campaigns”. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/18/jill-stein-anti-vaccination-green-party-ridiculous\">Jill Stein dismisses perception she is anti-vaccines as 'ridiculous'</a> </p> </aside>  <p>Stein appeared on Fox News Sunday with Chris Wallace, who quizzed her about how realistic her proposals and support was, apropos a recent <a href=\"https://www.washingtonpost.com/opinions/jill-steins-fairy-tale-candidacy/2016/08/25/3bf8ba1a-6b08-11e6-99bf-f0cf3a6449a6_story.html?utm_term=.d3463babc6ac\">Washington Post editorial</a>. After a meeting with Stein, the newspaper’s editorial board criticized her declared she was “spinning up a fairy tale – an appealing fairy tale to some, but still a fairy tale”.</p> <p>The board criticized the feasibility of her plans to end all coal, oil, gasoline and nuclear energy by 2030, her call to reconsider alliances with Nato members and a guaranteed federal job for all Americans, saying her “ideas are poorly formed and wildly impractical”.</p> <p>“I think they called me actually a fairy tale campaign, to which I would answer, in fact, we are living with a couple of nightmare campaigns right now that the American people object to at absolutely unprecedented levels,” Stein told Fox on Sunday.</p> <p>“The American people are saying that politics as usual has been throwing them under the bus,” she added. “The two major party candidates have the highest ratings of disapproval and distrust of any candidate anywhere at any time throughout our history.”</p> <p>Stein argued that because the two major party candidates, Donald Trump and Hillary Clinton, are <a href=\"http://fivethirtyeight.com/features/americans-distaste-for-both-trump-and-clinton-is-record-breaking/\">historically disliked</a>, she should be allowed a place in the presidential debates that would raise the Green party to the national stage. “This is why it should be debated, because the American people are not happy with the way it’s going right now,” she said.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/aug/18/progressive-voters-jill-stein-green-party-candidate\">For real progressives, Jill Stein is now the only choice | Marc Lamont Hill</a> </p> </aside>  <p>The rules of the Commission on Presidential Debates, the organization that runs the debate, require a nominee have 15% support in major national polls in order to be included. Currently Clinton leads Trump 46% to 42% on averaged national polls, according to Real Clear Politics. In the latest IBD/TPP general election poll from last Friday, Stein had just 3% of the vote, while Libertarian nominee Gary Johnson – who has also<a href=\"https://www.theguardian.com/us-news/2016/aug/28/libertarian-gary-johnson-president\"> pinned his hopes</a> on making it into a debate – had 12%. In most state and general election polls, Stein carries less than 5% of the vote.</p> <p>She blamed paltry media coverage on her lack of support among Americans. “You can’t say that you’ve had zero media exposure anymore because you’ve been here,” Wallace quipped.</p> <p>“And I look forward to getting into the debates so the American people can hear the full story,” replied Stein.</p> <p>Stein received much flak over her comments during a <a href=\"https://www.reddit.com/r/IAmA/comments/4ixbr5/i_am_jill_stein_green_party_candidate_for/d31ydoe\">Reddit Ask Me Anything in July</a> when she questioned the role of corporations in approving mandatory vaccinations, which were <a href=\"https://www.theguardian.com/society/2016/jul/30/jill-stein-green-party-vaccinations-anti-vaxxers\">widely perceived</a> to echo discredited fears of people who oppose vaccinations. She <a href=\"https://www.theguardian.com/us-news/2016/aug/18/jill-stein-anti-vaccination-green-party-ridiculous\">later called that argument “ridiculous”</a> and said her comments were taken out of context, but the Harvard-educated physician has continued to face criticism for other <a href=\"https://www.theguardian.com/us-news/2016/sep/02/jill-stein-wrong-ohio-city-green-party-event\">mishaps</a> and <a href=\"http://thehill.com/blogs/pundits-blog/presidential-campaign/290437-jill-stein-the-liberal-pseudo-scientific-demagogue\">remarks</a>.</p>",
  "<p>Mirhada Jasarevic was a child when she and her family became refugees during the war in Bosnia in the 1990s. She became a naturalized US citizen earlier this year, in time for her to vote in the 2016 presidential election.</p> <p>“I think this is probably one of the most important elections to be a part of,” Jasarevic said. “I came here just like those Syrian refugees are coming here. The same way. With no intention of hurting anybody. Just to get a chance at life. And that’s what makes America so great, and I feel like Donald Trump doesn’t understand that.”</p> <p>Bosnian Americans in Missouri are expected to turn out in record numbers this November. With recent polls showing that <a href=\"http://www.stltoday.com/news/local/govt-and-politics/trump-clinton-in-virtual-tie-in-missouri/article_ecbca03a-ea36-5bef-bf8c-fcb817cc7c31.html\">Hillary Clinton and Trump are virtually tied in Missouri</a>, it could be a voting bloc that swings the election.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/mar/12/donald-trump-supporters-st-louis-rally-protest-violence\">Trump supporters in St Louis: how 'midwestern nice' became a sea of rage</a> </p> </aside>  <p>While never a monolith, Bosnian Americans in St Louis – which is home to an estimated 50,000 to 70,000 Bosnian Muslims – have near-universally been put off by Trump’s anti-Muslim, anti-refugee rhetoric and are wary of the Republican candidate’s popularity among Serbian nationalists. If they are mobilized as a bloc to vote against Trump for these reasons, 2016 could mark the national debut of Missouri’s “Bosnian vote”, costing Trump the state’s 10 electoral votes.</p> <p>“I know for a fact that a lot of people have gone out and registered to vote,” said Nedim Ramic, a Bosnian American attorney in St Louis who has twice met with Clinton during campaign stops in the city. “I think that the Bosnian community could really make a difference.”</p> <p>Since religion and ethnic background are not recorded as part of the voter registration process, there is no record of how many Bosnian American voters are actually registered in St Louis. Anecdotally, community leaders estimate that voter registration in St Louis’s Bosnian community has surged by the thousands over the past two years.</p> <p>“Right now I’m expecting to see a higher turnout than before,” said insurance agent Ibro Tucakovic, who came to St Louis from Sarajevo in 1998 and, in 2015, <a draggable=\"true\" href=\"https://www.washingtonpost.com/news/post-nation/wp/2015/04/28/the-unlikely-community-that-drew-inspiration-from-the-ferguson-protests/?utm_term=.469956a3f58a\">became the first Bosnian American</a> to run for elected office in Missouri. “This election is really, really important, but especially for Bosnian Americans because we have seen what hate speech can do in a country. Some of the older ones are scared, because this is a similar thing going on back in Bosnia in the 1990s before the election.”</p> <p>St Louis is home to one of the largest populations of Bosnian Muslims in the world outside Bosnia-Herzegovina itself. The community has its origins in the Balkan refugee crisis in the 1990s, when Yugoslavia was ripped apart at its seams, displacing millions. Bosnian refugees were resettled in St Louis by the thousands, and eventually the city became the anchor of the United States’ Bosnian diaspora.</p> <p>Historically, Missouri has been a swing state, though is often assumed by pundits to be a Republican giveaway. In 2008, Republican John McCain won the state’s electoral votes by a margin of less than 1% – mere thousands of votes. In 2012, Republican Mitt Romney won the state by 10%, but liberal Democrat Claire McCaskill also kept her seat in the US Senate by more than 15%. The state also has a Democrat governor.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I came here just like those Syrian refugees are coming here. Just to get a chance at life</p> <footer> <cite>Mirhada Jasarevic</cite> </footer> </blockquote> </aside>  <p>In recent years, Bosnian voters in St Louis have asserted themselves as a potent force in local politics, and politicians – mainly Democrats – have taken notice.</p> <p>During 2014’s high-profile race for St Louis County executive following the unrest in Ferguson, Missouri, Democratic candidate Steve Stenger – who visited Bosnian mosques and distributed Bosnian-language campaign literature while his Republican opponent did not – won, but by fewer than 2,000 votes. Had Bosnian voters stayed home, he probably would have lost.</p> <p>Shortly after the election, Bosnians in the city of St Louis (a separate entity from St Louis County) took to the streets themselves as protests continued region-wide after the August 2014 police killing of teenager Mike Brown in Ferguson. Following the brutal murder of Zemir Begic – a Bosnian immigrant visiting St Louis to meet his future in-laws – in the heart of the city’s Bosnian neighborhood that December, <a draggable=\"true\" href=\"http://america.aljazeera.com/articles/2014/12/6/st-louis-bosnianspolicing.html\">hundreds of protesters shut down a main thoroughfare in the city’s south side over the span of two nights</a>, demanding increased police patrols and a voice in local affairs.</p>  <figure class=\"element element-image\" data-media-id=\"f75c7e616dda57108c66a3f8a3aa80746574abdd\"> <img src=\"https://media.guim.co.uk/f75c7e616dda57108c66a3f8a3aa80746574abdd/0_86_3000_1799/1000.jpg\" alt=\"Bosnians march along Gravois Road in 2014 to protest the murder of Zemir Begic in St Louis.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bosnians march along Gravois Road in 2014 to protest the murder of Zemir Begic in St Louis.</span> <span class=\"element-image__credit\">Photograph: David Carson/Polaris / eyevine</span> </figcaption> </figure>  <p>The St Louis County election and protests in the city of St Louis were defining moments for the region’s Bosnian American community, which had largely been politically silent during its 20-year history.</p> <p>Since then, Bosnian Americans have been appointed to positions within the St Louis mayor’s office, and a delegation of St Louis Bosnian civic and religious leaders have twice visited officials in the state’s capital.</p> <p>Earlier this year, members of the community – including Ramic – formed the Bosnian-American Public Affairs Alliance of Missouri (BAPAAM), an organization meant to organize and represent Bosnian American interests in politics. BAPAAM endorsed Clinton in March. </p> <p>“We’ve seen the community become more active, in general,” Ramic said.</p> <p>Serbian nationalists’ support of Trump has also raised red flags. During the Republican national convention, a man wearing a <a draggable=\"true\" href=\"https://twitter.com/mattdpearce/status/755855782290358272\">“Make Serbia Great Again”</a> hat was photographed several times. When Vice-President Joe Biden visited Belgrade earlier in August, hundreds of Serbian nationalists <a draggable=\"true\" href=\"http://www.reuters.com/article/us-balkans-biden-trump-idUSKCN10R1U0\">gathered to chant</a>, “Vote for Trump!” The group was led by rightwing Serbian politician Vojislav Seselj, who was accused of helping to orchestrate the ethnic cleansing of Bosnian Muslims, Croats, and other non-Serbs from “greater Serbia” in the 1990s.</p> <p>Bosnian voters in St Louis, <a draggable=\"true\" href=\"http://www.npr.org/2015/07/13/422490056/bosnians-remember-when-their-city-became-one-big-concentration-camp\">home to a substantial number of Srebrenica widows and survivors</a>, took note of Seselj’s endorsement.</p> <p>“Some people reacted in a silly manner – ‘monkey see, monkey do’,” Tucakovic quipped. “But some people are actually concerned. You see people like [Seselj] that are supporting Trump, and that’s not a really good sign.”</p> <p>The political clout of the St Louis Bosnian community has only increased as more Bosnian immigrants like Jasarevic become naturalized citizens, and as the first generation of children born to Bosnian immigrants reaches voting age.</p> <p>“Just this year, three of the buddies I hang out with have actually become devoted to politics,” said Haris Bihorac, who just turned 18 and plans to vote for the first time in November. “They’re nonstop reading what they can to catch up on the politics. Even myself – before I didn’t really care this much who the president was or anything, but [I do] now that I have a say in it.”</p>",
  "<p>Donald Trump’s “Make America Great Again” cap was the defining headwear of the endless 2016 US presidential campaign. That was until Rudy Giuliani and Jeff Sessions appeared last week in white Trump caps bearing the words “Make Mexico Great Again Also”, in response to Trump’s shock visit to the US’s southern neighbour. But can this extraordinary slogan be topped?</p>  <figure class=\"element element-image\" data-media-id=\"ea604a6e69900badb94952501c1dc21a2cc1a2d6\"> <img src=\"https://media.guim.co.uk/ea604a6e69900badb94952501c1dc21a2cc1a2d6/0_0_1324_1101/1000.jpg\" alt=\"Picture 21\" width=\"1000\" height=\"832\" class=\"gu-image\" /> </figure>  <figure class=\"element element-image\" data-media-id=\"84aad9122a3878c3b516854dd40a26b51537a582\"> <img src=\"https://media.guim.co.uk/84aad9122a3878c3b516854dd40a26b51537a582/0_0_1130_942/1000.jpg\" alt=\"Picture 20\" width=\"1000\" height=\"834\" class=\"gu-image\" /> </figure>  <figure class=\"element element-image\" data-media-id=\"68e0d8740df22c5149425661c6904c760af6cfd9\"> <img src=\"https://media.guim.co.uk/68e0d8740df22c5149425661c6904c760af6cfd9/0_0_1366_1115/1000.jpg\" alt=\"Picture 22\" width=\"1000\" height=\"816\" class=\"gu-image\" /> </figure>  <figure class=\"element element-image\" data-media-id=\"f07ea5953341eeb07bdd5fbbe7d8d685a25df4d5\"> <img src=\"https://media.guim.co.uk/f07ea5953341eeb07bdd5fbbe7d8d685a25df4d5/0_0_1296_1052/1000.jpg\" alt=\"Picture 19\" width=\"1000\" height=\"812\" class=\"gu-image\" /> </figure>  <figure class=\"element element-image\" data-media-id=\"46aceca5748802b7519fd19165e5fa0348fa3c7b\"> <img src=\"https://media.guim.co.uk/46aceca5748802b7519fd19165e5fa0348fa3c7b/0_0_1356_1152/1000.jpg\" alt=\"Picture 21\" width=\"1000\" height=\"850\" class=\"gu-image\" /> </figure>",
  "<p>An ailing Mao Zedong was presiding over the last knockings of the <a href=\"https://www.theguardian.com/world/2016/may/11/the-cultural-revolution-50-years-on-all-you-need-to-know-about-chinas-political-convulsion\">Cultural Revolution </a>when the era of modern summitry was launched in a French chateau just outside Paris in late 1975. It’s a reasonable bet that none of those present at <a href=\"https://en.wikipedia.org/wiki/1st_G6_summit\">Rambouillet </a>envisaged that 43 years later the annual get-together for their successors would be in Hangzhou.</p> <p>The emergence of China as an economic superpower with its distinctive breed of state capitalism is a striking example of what has changed in the past four decades. Back then, the six developed nations represented at Rambouillet dominated the global economy. These days it would be inconceivable to hold a meeting to discuss trade, currencies or climate change without the Chinese, the Indians, the Brazilians, the Russians and the Saudis. The G6 has become the G20.</p> <p>But while the guest list has expanded, the agenda has remained similar. The inspiration for Giscard d’Estaing’s fireside chat in 1975 was the stagflation unleashed by the weakening of the post second world war boom, triggered by soaring oil prices. The summit was an attempt to reinvigorate the full employment model that had delivered record levels of growth over the previous quarter of a century, but it proved impossible to return to business as usual. Time was up for a generation represented by Harold Wilson and Gerald Ford, both attendees at Rambouillet.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/sep/03/theresa-may-g20-china-britain-stronger-relationships\">Theresa May to seek stronger relationships with G20 countries</a> </p> </aside>  <p>The <a href=\"https://www.theguardian.com/world/g20\">G20 </a>was born in equally difficult circumstances. It met for the first time in Washington a couple of months after the collapse of Lehman Brothers, just after the US had voted for Barack Obama to succeed George W Bush. As in the 1970s, the prevailing economic model had suffered system failure. This time the problem was caused by unfettered capital flows and over-exposed banks. Again the imperative was to return to business as usual as quickly as possible. Again, the attempt has been unsuccessful.</p> <p><a href=\"https://www.theguardian.com/business/2016/sep/01/imf-urges-g20-to-champion-globalisation-at-china-summit\">The extent of the failure was highlighted by the International Monetary Fund in the report it prepared for the Hangzhou G20.</a> “The weak outlook can further reduce incentives to invest and slow down trade, adding to demand shortfalls and limiting the room for productivity gains going forward. At the same time, income growth has not only been meagre, it has bypassed low-income earners in many countries, raising anxiety about globalisation and worsening the climate for political reform.”</p> <p>You don’t need the skills of a Bletchley Park cryptographer to get the gist. The fund’s message is that there is a lack of investment, a lack of good, well-paid jobs, and a growing disenchantment with the status quo. Hence Donald Trump and his plan to build a wall along the Rio Grande. <a href=\"https://www.theguardian.com/business/2016/jun/26/brexit-is-the-rejection-of-globalisation\">Hence Brexit</a>, the rise of the Five Star Movement in Italy, and the support for Marine Le Pen in France.</p> <p>To be sure, these trends can be over-stated. Governments of the centre-right and centre-left are still in power in Germany, Italy and France. The polls suggest Trump is going to lose to Hillary Clinton, and Le Pen is unlikely to be the next president of France. Greece’s experiment with the radical left has not been an unalloyed success.</p> <p>But the fund is still right to be concerned. Globalisation was sold to voters in the west as a system that would deliver greater prosperity for all through more open markets. Yet as the IMF noted, the income for top earners in many developed countries has been rising while remaining stagnant for those at the bottom. The customers are not getting what it says on the tin.</p> <p>In his <a href=\"https://bookshop.theguardian.com/corruption-of-capitalism.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">new book</a>*, Guy Standing says it is a myth that the political and economic changes of the 1970s created free markets. Instead, he argues, globalisation has hastened the development of rigged markets dominated by “a plutocracy and plutocratic corporations linked to concentrated financial capital that are able to gain increasing amounts of rental income by virtue of their wealth. Meanwhile wages are stagnating”.</p> <p>Interestingly, this critique has echoes of another feature of the 1970s – the Alternative Economic Strategy (AES) developed by Tony Benn and his allies on the left of the Labour party. The main thrust of the strategy was that Britain’s economic problems stemmed from the size and power of multinational corporations able to exploit their market power by pushing up prices while at the same time under-investing.</p> <p>Rejecting the idea that Keynesian demand management was sufficient to tackle what Benn called the “spiral of decline” in manufacturing, the AES provided a radical alternative. It involved public ownership of a company in each key sector of the economy, planning agreements with big private-sector companies, price controls, industrial democracy, curbs on imports and withdrawal from what was then the European Economic Community.</p> <p>While Benn and his allies were putting together the strategy, Mrs Thatcher was putting together what might be called the “alternative alternative economy strategy”. There was agreement between Benn and Thatcher that British capitalism was in a bad way and a shared derision for the attempts to fix it by the Wilson and Callaghan governments. But there was disagreement about the remedy: Thatcher wanted to sweep away the physical and financial controls without which Benn’s siege economy would not have been viable, and her idea of industrial democracy was to limit the power of the trade unions and restore the “right to manage”. Thatcher’s opponents inside the Conservative party were as dismissive of her ideas as Benn’s enemies inside the Labour party were of his. But only one of the alternative economic strategies was ever implemented, and it was not the left’s.</p> <p>Decades later, there are again competing alternative economic strategies. On the right, Theresa May’s plan to make Brexit work involves some themes familiar to those in the 1970s: workers on boards, an industrial strategy, the need for more public investment.</p> <p>On the left, the Labour party is led by Jeremy Corbyn, who is as critical of Labour’s handling of the economy under Blair and Brown as the Bennites were of the policies pursued by Wilson and Callaghan.<a href=\"https://www.theguardian.com/commentisfree/2015/sep/28/the-guardian-view-on-labours-economic-policy-careful-words-bold-intent\"> If Corbyn’s approach has echoes of the AES</a> that’s because the problems identified in the 1970s – hollowing out of manufacturing, under-investment and the power of multinational corporations – remain unresolved.</p> <p>Of course, pursuing an AES in the 2010s is a lot more difficult than it was in the 1970s. Globalisation has seen to that. It is also possible that the AES will be rejected by voters just as it was in 1983. But it is important to understand why Corbyn sees a role for nationalising the train operating companies, why he would set up a national investment bank, and why he retains a strong degree of Euroscepticism. His critique, that there is something dysfunctional about modern industrial capitalism, has not changed since he was a supporter of Benn in the 1970s and 1980s. And, after a decade of crisis, recession and austerity, that’s perhaps unsurprising.<br></p> <p>* <a href=\"https://bookshop.theguardian.com/corruption-of-capitalism.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">The Corruption of Capitalism</a> by Guy Standing (Biteback, £17.99). To order a copy for £14.75, go to <a href=\"https://bookshop.theguardian.com/corruption-of-capitalism.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">bookshop.theguardian.com</a> or call 0330 333 6846. Free UK p&amp;p over £10, online orders only. Phone orders min. p&amp;p of £1.99.<br></p>",
  "<p>Donald Trump’s running mate, Mike Pence, will release his tax returns next week. The presidential candidate, however, likely will not.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/04/donald-trump-support-marriage-ipsos-poll\">Married couples more politically split this election, thanks to Donald Trump</a> </p> </aside>  <p>“<a href=\"https://www.theguardian.com/us-news/2016/sep/04/donald-trump-support-marriage-ipsos-poll\">Donald Trump</a> and I are both going to release our tax returns,” the Indiana governor said in an interview with NBC’s Meet the Press to be broadcast on Sunday, in which he also called Hillary Clinton “the most dishonest candidate for president of the United States since Richard Nixon”. </p> <p>“I’ll release mine in the next week. Donald Trump will be releasing his tax returns at the completion of an audit.”</p> <p>Asked by host Chuck Todd if Trump would release his tax returns before the election on 8 November, 65 days away, Pence said: “Well, we’ll see.”</p> <p>Trump has said throughout his campaign that he cannot release his tax returns, as they are being audited. There are no laws to stop the release of tax returns under audit – in 1973, Nixon released his <a href=\"http://money.cnn.com/2016/05/11/pf/taxes/nixon-trump-tax-returns/\">while they were under audit</a>.</p> <p>Clinton, the Democratic nominee, has released her tax returns <a href=\"http://www.politico.com/story/2015/07/hillary-clinton-releases-eight-years-of-tax-returns-120882\">going back to 1977</a>, in August <a href=\"https://www.theguardian.com/us-news/2016/aug/12/hillary-clinton-tim-kaine-tax-returns\">releasing her returns for 2015</a>. Such releases are customary but not compulsory in presidential races.</p> <p>In his interview with NBC, Pence also was asked for his reaction to the release on Friday of <a href=\"https://www.theguardian.com/us-news/2016/sep/02/hillary-clinton-emails-laptop-thumb-drive-archive-missing\">FBI notes on interviews with Clinton</a> regarding her use of a private email server while secretary of state in the Obama administration.</p> <p>“Well it’s just more evidence that Hillary Clinton is the most dishonest candidate for president of the United States since Richard Nixon,” Pence said.<br></p> <p>Pence agreed that to compare Clinton with the president at the heart of the Watergate scandal was a “tough charge”.</p> <p>He continued: “What’s evident from the notes, what’s evident from all of the revelations over the last several weeks is that Hillary Clinton operated in such a way to keep her emails, and particularly her interactions while secretary of state with the Clinton Foundation, out of the public reach, out of public accountability.”</p> <p>He added: “I think it all just … it all truly does disqualify her from serving as president of the United States.”</p> <p>Todd then challenged Pence on issues of transparency affecting the Trump campaign, leading to Pence’s answers about tax returns.</p>",
  "<p>Blasberg beams as he greets this woman who apologises for missing his birthday. (It’s 22 April which is also World Earth Day, a coincidence, Blasberg jokes, because “I’m so grounded.”) The woman tried to send flowers but she’s so unsure of where he is these days that she wasn’t certain of the best address to send them to. Blasberg demurs: that doesn’t matter. It’s a lovely surprise to see her here, given there are no wedding dresses on show anywhere, he teases, impishly. But he’s forgetting himself; he introduces me to the woman. And this, he says, is Vera.</p> <p>And that’s how I met <a href=\"https://www.theguardian.com/fashion/vera-wang\">Vera Wang</a>. As we head off – after Blasberg’s invited Wang to a party later at his friend Lauren Santo Domingo’s house, naturally – I tell him I’m impressed: not everyone gets called Honeybear by Vera Wang. Self-deprecating as ever, Blasberg shrugs. Maybe Vera calls everyone that. Maybe she’s forgotten his name.</p> <p>Somehow, I doubt it. Even if you don’t know Blasberg’s name – if you don’t read him in <em>Vanity Fair</em>, if you don’t watch him on CNN Style, if you’re not one of his half a million followers on Instagram – fashion folks know Blasberg. While I was shadowing him for this piece I was inundated with people enthusing over how adorable, smart and funny he is. How well-liked. How well-connected. You don’t need to take my word for it. Even a cursory glance over his <a href=\"https://www.instagram.com/derekblasberg/?hl=en\">Instagram</a> feed shows him snuggly with <a href=\"https://www.theguardian.com/film/gwynethpaltrow\">Gwyneth Paltrow</a> and cuddly with <a href=\"https://www.theguardian.com/artanddesign/gallery/2016/mar/23/matt-lever-behind-the-runway-fashion-shows-karlie-kloss-cara-delevingne\">Karlie Kloss</a>, cosy with <a href=\"https://www.theguardian.com/film/2016/apr/09/jessica-chastain-myth-women-dont-get-along-jennifer-lawrence-fight\">Jessica Chastain</a> and matey with <a href=\"https://www.theguardian.com/fashion/alexa-chung\">Alexa Chung</a>, sandwiched between <a href=\"https://www.theguardian.com/fashion/dolce-and-gabbana\">Dolce and Gabbana</a> and touchy-feely with <a href=\"https://www.theguardian.com/fashion/picture/2014/jan/22/keira-knightley-proenza-schouler-jack-ryan-premiere\">Proenza Schouler</a>, moody with <a href=\"https://www.theguardian.com/music/kanyewest\">Kanye West</a> and all smiles with <a href=\"https://www.theguardian.com/media/2006/nov/05/pressandpublishing.popandrock\">David Geffen</a>, at the theatre with <em>Girls</em>’ <a href=\"https://www.theguardian.com/tv-and-radio/2014/jul/30/-sp-allison-williams-girls-nbc-peter-pan\">Allison Williams</a> and at the Met Ball with <a href=\"https://www.theguardian.com/music/katy-perry\">Katy Perry</a>, lip-synching to Prince. For a “nobody”, he sure knows a lot of somebodys.</p> <p>Blasberg studied dramatic literature at university and seems to have a liking for Tennessee Williams; and it’s lines from <em>The Glass Menagerie</em> that spring to mind when I watch him in action. Whether he’s in the plush apartment of Carine Roitfeld, or at the aforementioned party at Santo Domingo’s Paris mansion, at which <a href=\"https://www.theguardian.com/fashion/naomi-campbell\">Naomi Campbell </a>will turn up, Blasberg seems to “move in a continual spotlight”. Always running or bounding, never just walking. Always seeming to be at the point of defeating gravity.</p> <p>And given what Blasberg’s achieved, I wouldn’t bet on gravity to win that bout. So what, you might not unreasonably ask, has he achieved?</p> <p>It’s true that journalism – especially Blasberg’s fashiony, styley, arty stuff– isn’t exactly akin to splitting the atom. Nor has his journey from Missouri to glossy New York and beyond been like climbing Everest backwards and blindfolded. And yet, Blasberg’s ascent is to be admired, because, partly, it’s the American Dream: a smalltown boy with big ambitions goes to the even bigger city where he makes those ambitions a reality – a job at <em>Vanity Fair</em>! A job at the <a href=\"http://www.gagosian.com/\">Gagosian Gallery</a>! A job on CNN! – through hard work, charm and an extraordinary gift for networking. Blasberg has managed to turn what essentially could have been an endless, vacuous and soul-destroying whirl of cocktail parties, magazine launches and exhibition openings into the foundation for a powerbase.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>His greatest skill remains his social climbing. And many people are very envious</p> </blockquote> </aside>  <p>Blasberg has power, influence, connections. They may, for now, be largely confined to the fashion industry and its associated social bubbles but when that industry is estimated to be worth $3 trillion annually, power in that sphere translates into money. Blasberg is the living embodiment of the old adage that it’s not what you know, it’s who you know. He says he doesn’t have a work-life endgame but I’m not sure I believe him. He’s been playing pretty good game up until now.</p> <p>When I asked Ellana Lee, senior vice president and managing editor at CNN International, why she chose Blasberg to front the resurrected <em>CNN Style</em>, she said, “We wanted to find a host who could connect with our audiences in different ways, and Derek offers that – knowledge of the industry, huge charisma, and an impressive, sizeable social media presence.” Which, when you boil it down, means: a fusty “old media” brand like CNN needs someone modern and connected. Lee’s calculation certainly paid off: it was Blasberg who landed them a <a href=\"http://edition.cnn.com/videos/fashion/2016/05/13/exp-cnn-style-naomi-campbell-vogue.cnn\">Naomi Campbell interview</a>, Blasberg who landed them <a href=\"http://edition.cnn.com/videos/fashion/2016/07/12/carine-roitfeld-french-style.cnn\">Roitfeld</a>, and <a href=\"http://edition.cnn.com/videos/fashion/2016/07/08/karl-lagerfeld-chanel-haute-couture-style-tv.cnn\">Karl Lagerfeld</a>, who, Blasberg tells me, will only use fax to organise anything. “Do you know how difficult it is to find a fax machine in Switzerland?” he faux-grimaces. “Email, Karl! Email!”</p> <p>So how does a boy from Missouri – who spent his Halloweens dressed, variously, as Tutankhamun, a vampire and the first George Bush – transform himself into the fashion world’s BFF, dressed today in a double-breasted Vuitton suit, Berlutti shoes and a Gucci belt? Because, put simply, Blasberg is something of a phenomenon. A digital Capote, a Gatsby of the Instagram age.</p>  <figure class=\"element element-instagram\"> <blockquote class=\"instagram-media\" data-instgrm-captioned data-instgrm-version=\"7\" style=\" background:#FFF; border:0; border-radius:3px; box-shadow:0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width:658px; padding:0; width:99.375%; width:-webkit-calc(100% - 2px); width:calc(100% - 2px);\"><div style=\"padding:8px;\"> <div style=\" background:#F8F8F8; line-height:0; margin-top:40px; padding:37.5% 0; text-align:center; width:100%;\"> <div style=\" background:url(data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAACwAAAAsCAMAAAApWqozAAAABGdBTUEAALGPC/xhBQAAAAFzUkdCAK7OHOkAAAAMUExURczMzPf399fX1+bm5mzY9AMAAADiSURBVDjLvZXbEsMgCES5/P8/t9FuRVCRmU73JWlzosgSIIZURCjo/ad+EQJJB4Hv8BFt+IDpQoCx1wjOSBFhh2XssxEIYn3ulI/6MNReE07UIWJEv8UEOWDS88LY97kqyTliJKKtuYBbruAyVh5wOHiXmpi5we58Ek028czwyuQdLKPG1Bkb4NnM+VeAnfHqn1k4+GPT6uGQcvu2h2OVuIf/gWUFyy8OWEpdyZSa3aVCqpVoVvzZZ2VTnn2wU8qzVjDDetO90GSy9mVLqtgYSy231MxrY6I2gGqjrTY0L8fxCxfCBbhWrsYYAAAAAElFTkSuQmCC); display:block; height:44px; margin:0 auto -44px; position:relative; top:-22px; width:44px;\"></div></div> <p style=\" margin:8px 0 0 0; padding:0 4px;\"> <a href=\"https://www.instagram.com/p/BCkW5v7jnHo/\" style=\" color:#000; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px; text-decoration:none; word-wrap:break-word;\" target=\"_blank\">The King and I @karllagerfeld 😎</a></p> <p style=\" color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; line-height:17px; margin-bottom:0; margin-top:8px; overflow:hidden; padding:8px 0 7px; text-align:center; text-overflow:ellipsis; white-space:nowrap;\">A photo posted by Derek Blasberg (@derekblasberg) on <time style=\" font-family:Arial,sans-serif; font-size:14px; line-height:17px;\" datetime=\"2016-03-05T10:31:49+00:00\">Mar 5, 2016 at 2:31am PST</time></p></div></blockquote> <script async defer src=\"//platform.instagram.com/en_US/embeds.js\"></script> </figure>  <p>“When I was growing up I wasn’t aware of fashion as an industry,” he says. “There was no <em>America’s Next Top Model</em>, no <em>Project Runway</em>. You didn’t know what a stylist was or what an art director was. There was a photographer and a model and everything else was a mystery.”</p> <p>In fact, it was through his interests in photography and in art that Blasberg alighted on fashion as the sphere in which to carve a career. “When I was a kid, I decorated all four walls of my room, and eventually my ceiling, with collages I had made of pictures I liked: of the Kennedys, of Marilyn Monroe, of Kate Moss… I also liked Audrey Hepburn and Elizabeth Taylor. I liked old-school glamour at a young age. Have you heard of The Secret? That you visualise stuff until it happens? I never did The Secret but that’s sorta what I was doing, I guess. I wanted to be where the action was.”</p> <p>And the action was in New York, where Blasberg’s ascent began in earnest. After graduating from university where, by all accounts, he was popular and where his skill as a “people person” was honed, he landed a job as an assistant at American <em>Vogue</em>. “I was a pretty terrible assistant,” he admits. “I was there about a year. I wasn’t very organised. Ten per cent was writing but 90% was updating contracts, Excel spreadsheets and taking meticulous notes. So while I was happy to be there, I was pretty excitable, easily distracted and I would just fuck everything up.”</p>  <figure class=\"element element-instagram\"> <blockquote class=\"instagram-media\" data-instgrm-captioned data-instgrm-version=\"7\" style=\" background:#FFF; border:0; border-radius:3px; box-shadow:0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width:658px; padding:0; width:99.375%; width:-webkit-calc(100% - 2px); width:calc(100% - 2px);\"><div style=\"padding:8px;\"> <div style=\" background:#F8F8F8; line-height:0; margin-top:40px; padding:62.5130344108% 0; text-align:center; width:100%;\"> <div style=\" background:url(data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAACwAAAAsCAMAAAApWqozAAAABGdBTUEAALGPC/xhBQAAAAFzUkdCAK7OHOkAAAAMUExURczMzPf399fX1+bm5mzY9AMAAADiSURBVDjLvZXbEsMgCES5/P8/t9FuRVCRmU73JWlzosgSIIZURCjo/ad+EQJJB4Hv8BFt+IDpQoCx1wjOSBFhh2XssxEIYn3ulI/6MNReE07UIWJEv8UEOWDS88LY97kqyTliJKKtuYBbruAyVh5wOHiXmpi5we58Ek028czwyuQdLKPG1Bkb4NnM+VeAnfHqn1k4+GPT6uGQcvu2h2OVuIf/gWUFyy8OWEpdyZSa3aVCqpVoVvzZZ2VTnn2wU8qzVjDDetO90GSy9mVLqtgYSy231MxrY6I2gGqjrTY0L8fxCxfCBbhWrsYYAAAAAElFTkSuQmCC); display:block; height:44px; margin:0 auto -44px; position:relative; top:-22px; width:44px;\"></div></div> <p style=\" margin:8px 0 0 0; padding:0 4px;\"> <a href=\"https://www.instagram.com/p/BG6Uk8njnH_/\" style=\" color:#000; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px; text-decoration:none; word-wrap:break-word;\" target=\"_blank\">You never know who you&#39;ll run into at the airport @gwynethpaltrow 💑</a></p> <p style=\" color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; line-height:17px; margin-bottom:0; margin-top:8px; overflow:hidden; padding:8px 0 7px; text-align:center; text-overflow:ellipsis; white-space:nowrap;\">A photo posted by Derek Blasberg (@derekblasberg) on <time style=\" font-family:Arial,sans-serif; font-size:14px; line-height:17px;\" datetime=\"2016-06-21T09:20:22+00:00\">Jun 21, 2016 at 2:20am PDT</time></p></div></blockquote> <script async defer src=\"//platform.instagram.com/en_US/embeds.js\"></script> </figure>  <p>Full of praise for <a href=\"https://www.theguardian.com/fashion/anna-wintour\">Anna Wintour</a> – “She does more before noon than you and I will do all day. She’s an animal” – Blasberg got organised and threw himself into work, toiling for the likes of <em>Harper’s Bazaar</em>, <em>Interview</em> and the <em>New York Times</em>. Along the way, he fattened up his contacts book in the way that a farmer might stuff a goose for the production of foie gras. But he has had a sideline that’s aided his progress. He’s made himself useful as a walker, the latest in a tradition popularised in the 1980s by Nancy Reagan among others, whereby a single, usually gay man would chaperone unaccompanied women to events. Blasberg’s choices of companion – Roman Abramovich’s wife <a href=\"https://www.theguardian.com/culture/dasha-zhukova\">Dasha Zhukova</a>, for example – show impeccable taste and judgment. And his role – “a flirt but never a threat” (as Stephen Sondheim calls Bobby in <em>Company</em>) – has served him well in cementing his position as the must-have accessory, making it difficult to find anyone with anything bad to say about Blasberg.</p> <p>Difficult, but not impossible. “Derek’s greatest achievement remains his social climbing – and that he’s been so extraordinarily good at it means that many in the fashion industry are very envious of his ‘achievement’,” said one person I spoke to. They asked not to be named, lest the froideur of Blasberg be directed towards them. “I’ve seen it happen,” said this fashion insider, “and it ain’t pretty.”</p> <p>It’s true what they say: fashion is a bitchy business, and while its denizens don’t eat much, they gorge on sour grapes. But where many fresh-faced wannabes from flyover states find themselves chewed up and spat out, Blasberg has thrived. Why? It comes down to two key things.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"5e16aff1c0728498b8598b0edaa4e71184612b1b\"> <img src=\"https://media.guim.co.uk/5e16aff1c0728498b8598b0edaa4e71184612b1b/336_124_1395_1811/770.jpg\" alt=\"Vera Wang and Derek Blasberg, arm in arm, posing for the camera\" width=\"770\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Man of the moment: with Vera Wang in Miami Beach, Florida.</span> <span class=\"element-image__credit\">Photograph: Dimitrios Kambouris/Getty Images for Dom Perignon</span> </figcaption> </figure>  <p>First, Blasberg is charismatic. You may have someone like Blasberg in your life. Someone who makes you feel like you’re the only person in the room. A bit taller, more interesting, wittier. I can confirm this first-hand: Blasberg’s attention is blissful, moreish and almost disarming.</p> <p>Second, Blasberg is, or at least does a damned good job of appearing to be, happy – or, perhaps, confident. There is not a hint of a secret sadness or insecurity about him. Or as he puts it breezily, “I’m not damaged, sorry!” And he’s not damaged, I imagine, because of his upbringing. As he explains, “Because my parents provided me with a traditional and solid foundation, I like to think that I’m fairly well-equipped for the follies, fabulousness and frivolities of an industry like this. Some of the most successful people are hard-working and smart and good to be around.”</p> <p>And here’s the nub of Blasberg’s appeal within an industry populated by brittle, neurotic, unhappy and damaged-to-the-point-of-deranged people. Like Santa at an orphanage, he comes bearing the most precious gifts of all: acceptance and the (brief) respite from the wretched feeling of being less-than, a feeling on which the fashion industry was founded and a feeling that it fuels in others in order to make its billions. As Amanda Wingfield says in <em>The Glass Menagerie</em>, “He smiled – the world was enchanted!” And so it is.</p> <p>So does Blasberg feel important? “Er, no,” he bristles. “What douchebag would say they did? No. I feel more so than ever that I am part of this industry but the shows are still going to happen if I’m not there.”</p> <p>Does he feel popular then? “There’s is a difference between popular and important, isn’t there? I don’t think everyone who’s popular is important. I will not say I’m popular nor will I say I’m important – because that’s a really assholey thing to say. You can feel free to say it though…”</p> <p>Given his otherwise breezy demeanour, Blasberg’s guardedness can turn the atmosphere a little chilly. When he doesn’t like a question, he either answers a different question or pirouettes to avoid it. For example, when I ask him what it’s like being an American abroad at the moment – the moment being defined by the rise and rise of Trump – his defences go up and I get a glimpse of the colder side of this erstwhile Mr Sunshine. “It’s better than being a Brit abroad, with your Brexit,” he retorts. “It’s neither here nor there. It’s fine.” But then, to be fair, he’s thoughtful. “America is having an interesting time. New York is staunchly and fiercely Democrat, and so is LA and when you get to the middle… When I go home [to Missouri], there are Trump signs in the neighbourhood.”</p>  <figure class=\"element element-image\" data-media-id=\"aef2c096f42de18c16f6c747c22906be74669420\"> <img src=\"https://media.guim.co.uk/aef2c096f42de18c16f6c747c22906be74669420/271_42_2923_1754/1000.jpg\" alt=\"Ladies’ man: in Brooklyn, New York, with Lauren Santo Domingo, Harley Viera-Newton, Sienna Miller, Alexa Chung, Joséphine de la Baume and Poppy Delevingne. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ladies’ man: in Brooklyn, New York, with Lauren Santo Domingo, Harley Viera-Newton, Sienna Miller, Alexa Chung, Joséphine de la Baume and Poppy Delevingne. <br></span> <span class=\"element-image__credit\">Photograph: Pham/bfa.com/Rex/Shutterstock</span> </figcaption> </figure>  <p>And how does that make him feel? “Not particularly excited,” he says. “I’m with her [meaning Hillary]. I’m with anyone but him.”</p> <p>But back to Blasberg himself. Given his Instagram following – which rises almost 30,000 in the month that I’m in his orbit – does he accept that he has clout? “Five hundred thousand is a nice number but it’s not big numbers. You follow <a href=\"https://www.instagram.com/selenagomez/?hl=en\">Selena Gomez</a>? She’s got 96 million.”</p> <p>When I point out that comparing himself to Selena Gomez is ridiculous, he becomes suddenly serious: “I’m 34 years old. I’ve worked hard to get clout, be that in social media or in the industry or with the people I work with. You’re taking for granted that popularity is on the tip of my brain when I’m working and it’s not.”</p> <p>So what is? “If I get a lot of Instagram Likes, that makes me feel good that I’ve been informing and amusing. Probably more the latter than the former. But that’s why I do what I do. Likewise, if something doesn’t get a lot of Likes, I feel as if I’ve underinformed or underamused. Life, for better or for worse, is now about the Likes.”</p> <p><em>Derek Blasberg presents </em>CNN Style <em>on CNN International, Sunday 11 September at 1930 BST and Wednesday 14 September at 1730 BST <a href=\"http://www.cnn.com/style\">www.cnn.com/style</a></em></p>",
  "<p>Sheena Monnin saw beauty pageants as a way to fulfill her potential – she never imagined they’d be the gateway through which Donald Trump would try to destroy her life. Even now, she insists, the debacle has not made her anti-pageant, just anti-Trump.</p> <p>Monnin got her start as a teenager in 2002, when she was spotted at a mall in Orlando by a woman who worked in the pageant industry. At first she was surprised to be singled out for her looks given her modest height, but when she started watching the contests on television, she was seized by the pageants’ vision of beauty. “I remember walking up and down the living room and copying their poses,” she told the Guardian. “I always had the image of the ideal woman in my mind, and part of what helped me reach for that was my pageant education and acting like a lady.”</p> <p>Soon she was competing in pageants every year and, with the help of coaches, a careful diet, and a rigorous exercise routine, she could feel herself beginning to resemble the “lady” she envisioned. In a few years, she would be winning pageant titles, including Miss Pennsylvania, in 2012, at the age of 26. But it was competing in Trump’s Miss USA pageant the same year in Las Vegas that would alter the course of her young adult life.</p>  <figure class=\"element element-image\" data-media-id=\"cdb292225c862d7f6318b5c0ecbc1510c474c3c9\"> <img src=\"https://media.guim.co.uk/cdb292225c862d7f6318b5c0ecbc1510c474c3c9/0_74_1973_1184/1000.jpg\" alt=\"Sheena Monnin competing in the 2012 Miss USA competition.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sheena Monnin competing in the 2012 Miss USA competition.</span> <span class=\"element-image__credit\">Photograph: Isaac Brekken/Getty Images</span> </figcaption> </figure>  <p>During that competition, according to Monnin, another contestant, Karina Brez of Florida, insisted to several women backstage mid-pageant that she already knew who the top five final contestants would be, and specifically, that she had seen the names of the pre-selected women listed in a notebook at the back of the stage. </p> <p>Though Monnin never saw such a notebook herself, when contestants Brez had predicted were later selected, Monnin came to the conclusion that the pageant was rigged. <br></p> <p>The Trump Organization denied allegations of favoritism and Brez later said what she had seen was a “rehearsal list” and that she was “<a href=\"http://www.eonline.com/news/322220/miss-florida-to-giuliana-rancic-miss-penn-s-been-taking-pageant-rigging-claim-way-too-far\">joking</a>”. Brez did not return the Guardian’s requests for comment.</p> <p>But<strong> </strong>this year, Miss Universe judge Jeff Lee admitted in <a href=\"http://www.gq.com/story/mr-miss-universe-jeff-lee\">GQ</a> that Trump – who from 1996 to 2015 <a href=\"https://www.theguardian.com/us-news/2015/jun/25/univision-donald-trump-miss-universe-mexican-immigrants\">owned or co-owned</a> both Miss Universe and Miss USA – frequently had a say in which women made the final round. According to the story’s author, Burt Helm: “Lee will tell you that from 2005 until Donald Trump sold the Miss Universe pageant last year, the billionaire quietly handpicked as many as six semifinalists – ‘Trump cards’, they were called.” Helm said that lower-level beauty pageant picks were so often subject to “massaging” that this was considered an “open secret” among former contestants.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/02/donald-trump-atlantic-city-casinos-taj-mahal-plaza-bankruptcy\">Trump and Atlantic City: the lessons behind the demise of his casino empire</a> </p> </aside>  <p>If so, this “open secret” had not been shared with Monnin, and she resigned her Miss Pennsylvania crown in protest. </p> <p>But it wasn’t until she wrote a post on Facebook about the situation that things started getting out of hand.</p> <p>Monnin’s post was strongly worded and to the point. </p> <p>She wrote: </p> <blockquote class=\"quoted\"> <p>I have decided to resign my position as Miss Pennsylvania USA 2012. Effective immediately I have voluntarily, completely, and utterly removed myself from the Miss Universe Organization. In good conscience I can no longer be affiliated in any way with an organization I consider to be fraudulent, lacking in morals, inconsistent, and in many ways trashy. </p> <p>I do not support this system in any way. In my heart I believe in honesty, fair play, a fair opportunity, and high moral integrity, none of which in my opinion are part of this pageant system any longer. </p> <p>Thank you all for your support and understanding as I walk a road I never dreamed I’d need to walk, as I take a stand I never dreamed I’d need to take. After 10 years of competing in a pageant system I once believed in, I now completely and irrevocably separate myself in every way and on every level from the Miss Universe Organization. I remove my support completely and have turned in the title of Miss Pennsylvania USA 2012.</p> </blockquote> <p>(In a separate letter of resignation to the pageant organizers, Monnin also cited the inclusion of transgender women in the contest that year as a reason for her returning her title. She told the Guardian that she had no problem with the inclusion of transgender contestants in pageants generally, but that she was upset that the rules had been changed in 2012 without notice. “The point I was trying to make – and I don’t think I made it well – is that they changed the contract and I don’t think that’s fair.”)</p> <p>Monnin’s aim in writing the Facebook post, she told the Guardian, was simply to explain her decision to friends. Back then her page was mostly set to private, she added, and she had just a few hundred Facebook friends.</p> <p>But Trump, having seen the post, did what he often does in the face of petty insults – he escalated the conflict exponentially. Specifically, he used his platform as a person in the public eye to cast aspersions on Monnin and impugn her reputation on national TV. Speaking on ABC’s Good Morning America the next day, Trump called Monnin’s claims “absolutely ridiculous” and her character worse.<br></p> <p>“She suffers from a thing called ‘loser’s remorse’,” <a href=\"https://gma.yahoo.com/organization-denies-miss-pennsylvania-sheena-monnins-claim-pageant-074006712--abc-news-topstories.html\">he said</a>. “She lost, and if you looked at her compared to people who were in the top 15, you would understand why she was not in the top 15.” </p> <p>Trump said his organization would be bringing a lawsuit against her, detailing his intentions <a href=\"http://www.today.com/id/47702741/ns/today-today_style/t/trump-were-suing-miss-pennsylvania-over-claims/#.V8ATaZMrKV4\">in a second appearance</a> on NBC’s Today. And when Monnin <a href=\"http://radaronline.com/exclusives/2012/06/former-miss-pennsylvania-claims-miss-universe-pageant-rigged-today-show/\">appeared on the same show</a> days later to defend herself, Trump sued her for $10m for defamation.</p> <p>Trump has never been one to let an insult go. A decade ago, when a biographer estimated his net worth was much lower than he claimed, for instance, <a href=\"https://www.theguardian.com/world/2006/jan/25/books.usa\">Trump sued</a> the author, a New York Times business reporter, for $5bn. This election cycle, he has made the disproportionate deployment of force a point of pride, maybe even a credo, saying: “Anybody who hits me, we’re going to hit them 10 times harder.” There at least, Trump has been as good as his word – his sharp tongue typically starts the fights, but it is his lawyers who finish them.</p> <p>In 2012, Monnin was completely blindsided by the lawsuit. “There was no way I could have afforded to pay that off and frankly, he had to have known that,” she said of Trump’s $10m suit. “I was just a normal person.” At 27, she had no legal experience or connections, and had never seen anything approaching that kind of money. She was still paying off her degree from the online university she attended, and making strides to grow a small business.</p> <p>Unlike Trump, she did not come from privilege. Her family had to move every few years for her father’s business, work which took them to Florida, Texas, New York, Kentucky and the Carolinas before she was grown. Sometimes her parents would take in foster kids in the cities where they lived, but they never stayed anywhere long.</p> <p>The three years she spent battling Trump and his lawyers she recalls as the most traumatic period of her life. Family helped keep her feeling grounded and protected, she said, but there were still mornings when she didn’t want to get out of bed. “My focus was getting through each day and getting through what was going on around me and understanding my options,” she said of that period. “Every day seemed to bring a new legal document that I didn’t understand, that I had to seek legal counsel on.”</p> <p>As recently as last year, Trump’s lawyer Michael Cohen bragged to the Daily Beast about the time he “<a href=\"http://www.thedailybeast.com/articles/2015/07/31/trump-lawyer-bragged-i-destroyed-a-beauty-queen-s-life.html\">destroy[ed</a>]” Monnin’s life. Attempting to intimidate a Beast reporter, Cohen said: “Do you want to destroy your life? It’s going to be my privilege to serve it to you on a silver platter like I did that idiot from Pennsylvania in Miss USA.” Monnin rebuffs the notion her life was destroyed, but concedes Trump succeeded in the short term and not just with regard to making her feel small and afraid. “There was this message being sent out to all the contestants: you better not say anything bad about us. And that’s how the other young ladies felt.” It may have worked: not one of the women whom Monnin said sent supportive messages after Trump attacked her came forward to defend her in public, <a href=\"http://www.foxnews.com/entertainment/2012/06/13/exclusive-second-miss-usa-contestant-says-overheard-list-top-5-finalists-before.html\">though one did anonymously defend her story to Fox News</a>. </p> <p>It’s no secret that Trump is incredibly litigious. A recent <a href=\"http://www.usatoday.com/story/news/politics/elections/2016/06/01/donald-trump-lawsuits-legal-battles/84995854/\">investigation by USA Today</a> tallied 3,500 lawsuits involving Trump. He gets sued quite a bit, but mostly he does the suing, filing 1,900 suits, including many – like the one against Monnin – for defamation. He has sued biographers, journalists, business partners, even an ex-wife and a Native American tribe, but he has threatened to sue even more. </p> <p>“Trump is a former schoolyard bully who was sent away to military school to learn proper behavior,” says biographer Harry Hurt III, author of Lost Tycoon: The Many Lives of Donald J Trump. “That schooling obviously failed. Trump has matured, if one can use that term, into a courthouse bully.”</p> <p>Another biographer, Michael D’Antonio, Pulitzer-winning author of <a href=\"http://www.amazon.com/Never-Enough-Donald-Pursuit-Success/dp/1250042380\">Never Enough: Donald Trump and the Pursuit of Success</a>, chose the same metaphor in describing the difficulty in getting sources – even people with every reason to hate Trump – to go on the record speaking against him: “It’s a strange bullying kind of process. Like how in the schoolyard, a lot of kids will go to the bully’s side of the conflict because they’re afraid of what might happen to them if they’re not in his favor.”</p> <p>That’s an all too familiar narrative to Monnin. “That is not a sign of a good leader if that’s how you’re going to treat someone who you don’t like,” she said.</p> <p>Interestingly and tellingly, Trump himself seems on at least one occasion to have conflated the terms “bullying” and “presidential”. When Fox News’ Greta Van Susteren prompted him to elaborate on what he meant by being more “presidential”, he began by saying, “It means maybe not be so aggressive, maybe not get so personal,” but quickly reverted to his favorite formula for leadership: “But you know what happens? What happens is they hit me and I hit them back harder, and usually in all cases, they do it first. But they hit me and I hit them back harder and they disappear. That’s what we want to lead the country.”</p> <p>Monnin lost large swaths of her late 20s, from 27 on, doing legal battle with Trump, or more accurately, trying ineffectually to navigate the maze of legalese he threw in her way. The lawyer she hired was so inadequately prepared he failed to appear at the arbitration hearing in November 2012 at which the fate of the case with Trump was decided – nor did he even tell her it was happening. </p>  <figure class=\"element element-image\" data-media-id=\"c135273dab21a8cc25e1e81e6f1cab9a57b82da4\"> <img src=\"https://media.guim.co.uk/c135273dab21a8cc25e1e81e6f1cab9a57b82da4/0_99_3000_1800/1000.jpg\" alt=\"Donald Trump, left, and Erin Brady pose onstage after Brady won the 2013 Miss USA pageant in Las Vegas.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump, left, and Erin Brady pose onstage after Brady won the 2013 Miss USA pageant in Las Vegas.</span> <span class=\"element-image__credit\">Photograph: Jeff Bottari/AP</span> </figcaption> </figure>  <p> Monnin only realized she had missed the chance to defend herself against the mogul the following month, when she received correspondence from her lawyer notifying her that the arbitration had gone forward without anyone present on her behalf. But by then it was too late for Monnin to mount her case. In December 2012, arbitrator Theodore Katz ordered Monnin pay the Trump organization $5m for defamation.</p> <p>Trump issued a self-congratulatory press release: “We cannot allow a disgruntled contestant to make false and reckless statements which are damaging to the many people who have devoted their hearts and souls to the Miss Universe, Miss USA and Miss Teen USA pageant systems,” he said. “While I feel very badly for Sheena, she did the wrong thing. She was really nasty, and we had no choice. It is an expensive lesson for her.” </p> <p>Monnin <a href=\"#ixzz2GY0ySz2V\">resolved to “fight”</a> the ruling,  but she no longer trusted her lawyer to do the job.</p> <p>In January 2013, her father, Philip Monnin, wrote a letter on her behalf to J Paul Oetken, the Manhattan federal judge who’d been asked to sign off on the arbitrator’s ruling, arguing that the hefty fee for damages was not “just”. But it did little good. In July 2013, Oetken upheld the arbitration decision. “The court does not take lightly that Monnin is compelled to pay what is a devastating monetary award,” Oetken wrote in his decision. “Moreover, Monnin undeniably is suffering from her poor choice of counsel ... [But] sympathy, or apparent inequity, may play no role in a court’s legal analysis, and here, the law is clear.” </p> <p>In his ruling, the judge even went so far as to acknowledge that her lawyer did not appear to be acting in her best interests. “Blindly, but perhaps understandably, Monnin put her trust in her attorney, believing that he would represent her interests,” Oetken wrote, adding, “Unfortunately, [he] chose to ignore the responsibilities owed to his client, along with the ethical duties governing his profession.”</p> <p>In fall 2013, Monnin hired a new lawyer and filed a suit against her former lawyer for malpractice. The details of the settlement of this suit are protected, but Monnin has said that the upshot meant she never had to pay Trump a dollar out of her own pocket. </p> <p>Now, at the age of 31, Monnin says she is able to see some silver linings in the experience. It’s not the same set of ideals she had in mind as a teenager when she watched the pageant girls deliver their lines – though she cherishes all she learned in that realm. It’s not even about the satisfaction of having spoken up about her convictions, despite real legal consequences, and pulled through. The experience taught her to empathize and connect with other victims of bullying, and crucially, to help them feel less alone.</p> <p>In June she published a self-help book, Hands on the Wheel: Getting Control of Your Life, which draws on her experience being bullied by Trump to help advise readers in dealing with bullies wherever they may find them. “I cover almost every topic imaginable, because I want people, no matter what their controlling factor looks like, to know there are ways to stand your ground and not stoop down to the bully’s level,” she said. “The advice I give is it’s not appropriate to cower down and give in to people who are using their strength in such a negative way.”</p> <p>The book aims to transcend the political election cycle in favor of the universal; Monnin only delves into her experience with Trump in the foreword. But as an outspoken supporter of Hillary Clinton, she is only too happy to help interpret what Trump’s shock-and-awe legal tactics could mean in an Oval Office setting: “If you have someone who goes after me, a normal person, when all I did was write something on Facebook that he disagreed with, then what would happen if you had a real grievance against him and you started speaking out?”</p>",
  "<p>Chicago is on pace to see as many as 650 or 700 murders this year, more than any year since the early 2000s, and likely more than the total murders in New York and Los Angeles combined. <br></p> <p>Through the end of the day Friday, Chicago had seen 475 murders – just six less than in all of last year, according to police department statistics. The city has already exceeded last year’s total number of gun-related homicides, with 430. <br></p> <p>As violence rises, an increasing number of shootings and murders are going unsolved. Through 28 August, the police department had only made arrests in 73 of the nearly 2,000 non-fatal shooting incidents so far this year – or just under 4%, according to a department spokesman. </p> <p>The clearance rate for murders is not much better. Last Sunday, police swiftly <a href=\"https://www.theguardian.com/us-news/2016/aug/28/dwyane-wade-cousin-shooting-nykea-aldridge-men-charged\">charged two brothers</a> in the murder of Nykea Aldridge, a 32-year-old mother of four, who was shot to death the Friday before while pushing a stroller on her way to register her kids for school. Her shooting had made national headlines because she was the cousin of NBA star Dwyane Wade, who mourned <a href=\"https://twitter.com/DwyaneWade/status/769350076162383872\">her death publicly </a>as “unreal” and “another act of senseless gun violence”.</p> <p>But the quick charges in Aldridge’s case are an exception. Police have only made arrests in about 16% of fatal shootings through 28 August this year, according to a department spokesperson. Through June, the clearance rate for all murders was 22.2%. That’s lower than last year’s rate of 30.4%, and dramatically lower than the national average of 64.5%, according to the most recent available national FBI data. </p> <p>Overall arrests in Chicago also have dropped 27% compared with last year, according to police statistics. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/mar/25/chicago-guns-child-execution-tyshawn-lee-gang-violence\">Chicago gun epidemic, out of control: the execution of nine-year-old Tyshawn Lee</a> </p> </aside>  <p>Illinois governor Bruce Rauner <a href=\"http://www.chicagotribune.com/news/local/politics/ct-bruce-rauner-chicago-violence-national-guard-met-20160831-story.html\">said on Wednesday</a> that he did not believe it was appropriate to call in the National Guard, a perennial political talking point in response to violence in Chicago. </p> <p>“No thoughtful leader thinks that’s a good idea or would really provide a solution. In fact, it may exacerbate other problems,” he said.</p> <p>In the 7300 block of Rockwell on Tuesday afternoon, a man’s blood drained toward the curb in front of a Buick SUV he had bought the night before, according to a stunned neighbor who had known the victim, Brian B Winters, for 10 years. The blood was from Winters’ face, where he had been shot twice by a man in a ski mask, and his chest, where the third bullet struck. As neighbors looked on and police knocked on doors, television news helicopters appeared overhead, marking what detectives wouldn’t say to onlookers: after being rushed to the hospital in critical condition, Winters had succumbed to his wounds.</p> <p>This was now a homicide scene.</p> <p>“I just remember that he wasn’t even really running,” said Tynika Garner of the shooter. “I would say he was trotting.”</p> <p>Garner watched from the kitchen window of her mother’s Marquette Park home as the shooter – his face covered in a black ski mask and carrying a silver pistol – casually left the 33-year-old lying bleeding in the street. The shots woke up Garner’s mother, 66-year-old Shirlene Garner, from an afternoon nap. Shirlene then watched a tragic scene unfold.</p> <p>Winters’ mother ran to her son, pleading with him to stay alive.</p> <p>“She was begging him to stay with her,” Shirlene recalled. “But I didn’t see him breathing very well. It was so shallow at that point.”</p> <p>The Garners said their block is normally quiet – a neighbor chimed in that there hasn’t been so much as a fight in years.</p> <p>“That’s how the city is set up,” Tynika explained. “There’s good blocks and there’s bad blocks. It’s almost like once you find a good one you just never want to leave.”</p> <p>In Englewood, on the 6800 block of Ashland on Monday night, four people were shot in a single incident. The two men – ages 22 and 24 – are documented gang members, police said. The women with them were shot once each and all four victims are in stable condition.</p> <p>Dean Gee watched the shooting from his window. “Come around here at 9 o’clock tonight; it’ll sound like you somewhere in Baghdad,” he said.</p> <h2>Racial disparities</h2>  <figure class=\"element element-image\" data-media-id=\"26731d11d2bb74a1b8efe1ef8445469bd3250293\"> <img src=\"https://media.guim.co.uk/26731d11d2bb74a1b8efe1ef8445469bd3250293/0_201_3016_1810/1000.jpg\" alt=\"Chicago\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chicago police investigate a scene where gunfire at a birthday party left a man dead and a woman injured earlier last month.</span> <span class=\"element-image__credit\">Photograph: Ashlee Rezin/AP</span> </figcaption> </figure>  <p>In Chicago, one of the country’s most racially segregated cities, the spike in violence has not affected all residents equally. Neighborhoods that have long struggled with violence have seen the most dramatic increases.</p> <p> In a police district that covers part of Englewood, on the south side, murders are up 155%. In the police district that covers Austin, on the city’s west side, murders have increased 150%, and the district has seen more than 200 shootings.</p> <p>The rising violence comes as Chicago’s police department is <a href=\"https://www.justice.gov/opa/pr/justice-department-opens-pattern-or-practice-investigation-chicago-police-department\">under investigation</a> by the justice department for potential civil rights violations, with a focus on whether there are racial disparities in the department’s use of force. </p> <p>“We need it,” Rahm Emanuel, the city’s mayor, <a href=\"https://www.theguardian.com/us-news/2015/dec/07/justice-department-investigation-chicago-police\">said last year </a>in response to the announcement of the justice department’s investigation. </p> <p>On Friday, the mayor’s office said in a statement: “The violence that is predominantly happening on the south and west sides of the city is completely unacceptable. And it is abundantly clear that Illinois needs better laws to hold repeat gun offenders accountable for their crimes.”</p> <p> Chicago, a city of 2.7 million people, has roughly similar numbers of non-Hispanic white and black residents, according to Census data. About one- third of the city identifies as Hispanic. But the toll of gun-related homicides in Chicago falls disproportionately on men of color, particularly black men.</p> <p>Last year, only one white female was murdered with a gun in Chicago, according to statistics released through a police department records request. </p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/2016/08/chicago-gun-murders/\" data-alt=\"interactive\"> <a href=\"https://interactive.guim.co.uk/embed/2016/08/chicago-gun-murders/\">interactive</a> </figure>  <p>A <a href=\"http://www.nytimes.com/interactive/2016/05/06/us/document-Chicago-Trn-Final.html\">survey</a> of more than 1,000 Chicago residents this spring found nearly half of black and Hispanic residents said they had made changes to their daily routines as a result of the increase in violence, compared with only a quarter of whites. </p> <h2><strong>Trump would stop violence ‘in one week’ </strong></h2>  <figure class=\"element element-image\" data-media-id=\"b0acb88b89e7503e03318f0ab515ca79009ddfee\"> <img src=\"https://media.guim.co.uk/b0acb88b89e7503e03318f0ab515ca79009ddfee/0_24_5000_3000/1000.jpg\" alt=\"Donald Trump\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump has marketed himself as the ‘law and order’ candidate.</span> <span class=\"element-image__credit\">Photograph: John Gurzinski/AFP/Getty Images</span> </figcaption> </figure>  <p>Chicago’s spike in murders and shootings this year has become a political flashpoint in the presidential campaign, with Republican nominee Donald Trump pointing to Chicago as evidence that Democrats have failed to keep African Americans safe. </p> <p>Trump’s tweet in response to Aldridge’s death, “Dwayne [sic] Wade’s cousin was just shot and killed walking her baby in Chicago. Just what I have been saying. African-Americans will VOTE TRUMP!” sparked wide criticism. <br></p> <p>Wade said in an interview aired on Friday that Trump’s comment left “<a href=\"https://www.theguardian.com/us-news/2016/sep/02/dwayne-wade-nba-chicago-gun-laws\">a bad taste</a>” in his mouth. While he wanted the loss of his cousin to spark a national conversation, he said it was difficult to see her death “used as a ploy for political gain”.</p> <p>Trump said in an <a href=\"https://www.youtube.com/watch?v=4XfSErwYN5M\">interview</a> with Fox News host Bill O’Reilly that the way to fix gun violence was to empower the police department to be “very much tougher than they are right now. They’re right now not tough.” </p> <p>The presidential candidate said he had met with a “rough tough” Chicago police officer who told him that, if he was in charge, he would be able to stop the violence “in one week”.</p> <p>“I believed him, 100%,” Trump said. </p> <p>Trump’s comments that Chicago’s police should be tougher come in the wake of months of protest against police violence towards black residents, including a <a href=\"https://www.theguardian.com/us-news/2016/jul/29/chicago-protestors-occupy-homan-square-police-black-lives-matter\">sustained occupation</a> outside Homan Square, a police facility investigated by Guardian US that protesters said is “emblematic of the fact that our system is boldly and unapologetically violent and destructive.” </p> <p>A police accountability taskforce created by the mayor released a <a href=\"https://chicagopatf.org/wp-content/uploads/2016/04/PATF_Final_Report_Executive_Summary_4_13_16-1.pdf\">report in April</a> that concluded that citizens’ mistrust of the police department is “justified”.</p> <p>“The Task Force heard over and over again from a range of voices, particularly from African Americans, that some CPD officers are racist, have no respect for the lives and experiences of people of color and approach every encounter with people of color as if the person, regardless of age, gender or circumstance, is a criminal,” the report noted. </p> <p>“There is substantial evidence that people of color – particularly African Americans – have had disproportionately negative experiences with the police over an extended period of time.” </p> <p>The <a href=\"http://www.nytimes.com/interactive/2016/05/06/us/document-Chicago-Trn-Final.html\">survey</a> conducted by the New York Times and the Kaiser Family Foundation this spring found white and black residents were split on their views of the police department and the racial biases of the criminal justice system. Only 12% of black respondents thought the police department was doing an excellent or good job, compared with 47% of white respondents. </p> <p>Roughly half of black respondents said they thought the police were doing a “poor” job, and more than three-quarters said they believed racial minorities were treated unfairly by the criminal justice system all or most of the time. </p> <p>Asked about the police department’s low clearance rates for shootings and murders, police department spokesman Frank Giancamilli blamed “gang culture” for witnesses’ unwillingness to cooperate with the police. </p> <p>According to police department statistics, 85% of Chicago’s gun murders last year were gang-related. </p> <p>Innocent witnesses were fearful of being identified by gang members if they cooperated with the police, Giancamilli wrote in an emailed statement, while “those witnesses who are associated with gangs generally seek to retaliate on their own or attempt to minimize scrutiny of their associates by police, leaving them unwilling to provide information.” </p> <p>“CPD detectives work tirelessly to pursue leads and bring some level of closure to families affected by gun violence,” he wrote. </p> <p>To improve clearance rates, he said, the department is also trying to provide detectives with additional resources, including doing trainings with community based organizations “to make sure detectives are sensitive to the needs of victims and their families and aware of community dynamics”.</p> <p>Regarding the levels of community trust in the police among black residents, he added: “The ability to keep communities safe and solve crimes is only as strong as the partnerships that the police has with the public.” </p> <p>Although overall arrests are down, gun seizures are up, he noted: police have made nearly 6,000 gun seizures this year, compared with nearly 5,000 over the same period last year. Gun arrests are also up 5% compared with last year. </p> <p>At the same time that Trump has pushed for tougher policing and dubbed himself “the law and order candidate”, Hillary Clinton, the Democratic nominee, has called for stricter national gun control laws and for reforming police departments’ treatment of black Americans. </p> <p>According to Chicago police department data obtained through a records request, 88% of last year’s murders were committed with a firearm. The spring survey found that large majorities of both white and black Chicago residents agreed that the current gun control laws were ineffective at keeping guns out of the hands of criminals. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/jul/12/deadliest-cities-gun-control-laws-congress-chicago\">Meet the Republicans representing cities with a higher murder rate than Chicago</a> </p> </aside>  <p>At the Democratic national convention in July, two mothers of children killed as a result of Chicago gang violence appeared onstage to support Clinton: Cleopatra Pendleton-Cowley, the mother of Hadiya Pendleton, a 15-year-old honor student killed in 2013, and Annette Nance-Holt, a Chicago fire department official and mother of 16-year-old Blair Holt, killed in 2007. </p> <p>While Chicago has had the country’s highest total number of murders in recent years, it does not have the nation’s highest per capita homicide rate. More than a dozen other large cities, including St Louis, Detroit, New Orleans, Baltimore and Newark, have dramatically higher murder rates. </p> <p>The Chicago police department’s murder statistics do not include police shootings or homicides that are found to be justifiable. A spokeswoman for the Cook County medical examiner’s office said on Wednesday that the office had recorded 525 total homicides in Chicago in 2015. This year, through 31 August, the office has recorded 505 homicides in Chicago. That number includes people who may have been shot in another year but who died this year, she said. </p> <ul> <li>This article was amended on 4 September 2016 to correct the block on South Ashland Avenue in Englewood where four people were shot last week. It was the 6800 block, not the 600 block.</li> </ul>",
  "<p>Every four years, Labor Day means more than just the end of summer: it’s also the end of high uncertainty in a presidential election, and the time when candidates start to see their real chances. Or at least that’s what it used to mean.</p> <p>The surrealism of 2016 – a former secretary of state, who ran eight years ago and is married to a former president who was almost impeached, running against a reality TV show celebrity with a <a href=\"http://www.bloomberg.com/politics/articles/2015-07-28/here-s-our-tally-of-donald-trump-s-wealth\">mediocre </a><a href=\"http://www.bloomberg.com/politics/articles/2015-07-28/here-s-our-tally-of-donald-trump-s-wealth\">business record</a> and alleged history of <a href=\"https://www.theguardian.com/us-news/2016/jul/20/donald-trump-sexual-assault-allegations-jill-harth-interview\">sexual harassment</a> – has finally started to ebb. Voters will have the two <a href=\"https://www.theguardian.com/us-news/2016/may/04/donald-trump-hillary-clinton-general-election-analysis\">least popular</a> presidential candidates in <a href=\"http://fivethirtyeight.com/features/americans-distaste-for-both-trump-and-clinton-is-record-breaking/\">decades</a> on their ballots, and there’s still a great deal of uncertainty about how that unpopularity will affect their decisions. </p> <p>One number holds many clues about how we ended up here: 42%. That’s the share of Americans who identify as independent, according to <a href=\"https://www.washingtonpost.com/news/the-fix/wp/2016/01/11/independents-outnumber-democrats-and-republicans-but-theyre-not-very-independent/\">Gallup’s</a> most recent analysis. That number is the highest Gallup has ever seen since it started measuring political inclination in 1988, and it’s considerably higher than the share who now identify as Democrats (29%) or Republicans (26%).</p> <p>Understanding independents is key to understanding how Bernie Sanders and Donald Trump became hugely popular. Independents are also crucial for understanding how Hillary Clinton’s support might be overstated in current polls.</p> <p>Currently, Clinton is the most likely candidate to win the 2016 presidential election, according to analysts who rely on polls. At the time of writing, the New York Times projects that she has a <a href=\"http://www.nytimes.com/interactive/2016/upshot/presidential-polls-forecast.html?action=click&amp;contentCollection=upshot&amp;region=rank&amp;module=package&amp;version=highlights&amp;contentPlacement=2&amp;pgtype=sectionfront&amp;_r=0\">86%</a> chance of winning in November, and FiveThirtyEight puts her chances at <a href=\"http://projects.fivethirtyeight.com/2016-election-forecast/?ex_cid=rrpromo#plus\">69%</a>. </p> <p>But these probabilities don’t take into account the fact that polls have become plagued by systemic issues, <a href=\"https://www.theguardian.com/us-news/datablog/2016/jan/27/dont-trust-the-polls-the-systemic-issues-that-make-voter-surveys-unreliable\">from low response rates to media biases</a>, that have made them sometimes unreliable. What’s more, in polling (much like every other type of human interaction), it’s hard to tell whether people mean what they say. Are Trump supporters reluctant to share their views when a stranger from Ipsos, Rasmussen or Gallup calls them up? If so, Clinton could be in trouble.</p> <p>Forecasting the political future means considering not one probability but many possibilities. Here are the three most likely outcomes in this election.</p> <h2>Hillary Clinton wins</h2> <p>Over the past 20 years, there are just <a href=\"https://www.theguardian.com/us-news/2016/jul/18/ohio-swing-state-republican-national-convention-clinton-trump\">19 states</a> that have flipped between the two main parties at least once. Many of those states are also on the list of closely fought contests this year: Florida, Pennsylvania, Ohio, Michigan, Wisconsin, North Carolina, Iowa, Virginia, Colorado, Minnesota, Nevada and New Hampshire. Clinton’s hopes rest on voters choosing her and those who might vote Trump staying home.</p> <p>Clinton’s rhetoric in the coming months will be important for securing these victories. The former secretary of state needs to <a href=\"https://www.theguardian.com/us-news/2016/jul/12/sanders-supporters-clinton-vote-survey\">convince</a> former Bernie Sanders supporters that she shares the values that galvanized so many young voters. Similarly, Clinton needs to persuade voters that she is the only way Americans can keep Donald Trump out of the White House.</p> <h2>Donald Trump wins</h2> <p>Like Clinton, Trump needs to focus his energies on mobilizing supporters to actually go to the polls. Although demographics don’t seem to work in his favor (his <a href=\"https://www.theguardian.com/us-news/2016/jan/08/angry-white-men-love-donald-trump\">supporters</a> make up a relatively small fraction of the overall electorate) it is quite possible that Trump’s support is understated in polls. Polling analysis appears to privilege left-of-centre ideas (and many of the journalists who interpret polls, including this journalist, may be viewing the numbers with a misplaced optimism) which helps explains why forecasts about the British EU referendum, <a href=\"https://www.theguardian.com/world/datablog/2015/mar/18/israel-election-why-were-the-exit-polls-wrong\">the Israeli election</a> and the Scottish independence referendum were all off the mark. </p> <p>There’s another factor in this election which may well work in Trump’s favor: third party candidates. Between them, Libertarian candidate Gary Johnson and Green party candidate Jill Stein stand to pick up <a href=\"http://www.realclearpolitics.com/epolls/2016/president/us/general_election_trump_vs_clinton_vs_johnson_vs_stein-5952.html\">11%</a> of the national vote. Votes for Johnson and Stein appear more likely to erode Clinton’s vote share than Trump’s.</p> <p>Those third-party candidates have a <a href=\"http://www.politico.com/story/2016/09/gary-johnson-presidential-debates-227654\">slim chance</a> of making it to the presidential debates (they need to be polling with at least <a href=\"http://www.debates.org/index.php?page=2016debates\">15%</a> of the national electorate’s support to qualify), meaning Trump will want to sow what doubt and frustration he can in Democratic-leaning voters, in order to convince them to stay home or vote for a third party candidate.</p> <p>Sexism could also benefit Donald Trump. In a <a href=\"https://www.pershing.com/our-thinking/thought-leadership/americans-crave-a-new-kind-of-leader-and-women-are-ready-to-deliver\">survey</a> of more than 2,000 US adults in 2014, only 74% of women and 58% of men agreed that there are not enough women in positions of power.</p> <h2>Hillary Clinton wins by a landslide</h2> <p>The mere fact this is a possibility shows just how much uncertainty there is around this election. And it is a real possibility, even though more than 20 years have passed since anyone won by a double-digit margin. For a start, the distribution of US electoral college votes privileges the Democratic party. Together, Democratic “safe” states (those that have voted Democratic consistently in the past six presidential elections) yield <a href=\"https://www.theguardian.com/news/reality-check/2016/may/06/donald-trump-odds-winning-us-election-reality-check\">242</a> of the 270 electoral votes needed to win the election. States that Republicans can reliably count on have <a href=\"https://www.theguardian.com/news/reality-check/2016/may/06/donald-trump-odds-winning-us-election-reality-check\">102</a> electoral votes.</p> <p>As a Democrat and a seasoned politician, Clinton is the most likely candidate to represent continuity in the minds of many voters. Past elections have also shown that even after contemplating the different options, voters tend to revert towards the status quo in the final days before casting their ballot. Then again, this is no ordinary election.</p> <ul> <li>This article was amended on 5 September 2016. An earlier version said that of the 19 states that have flipped between the two main parties at least once in the last 20 years, around two-thirds of those are likely to be closely fought this year. It went on to list several states, implying those in the list were also among the 19. The list was of the states likely to be closely fought this year, and included some of the 19, as well as others that have previously been safe seats. This has been corrected. </li> </ul>",
  "<p>Donald Trump shared some marital advice at a recent campaign stop in Virginia: “If your wife got angry with you,” he said, “say: ‘I’m just sorry, Charlotte, I’m going out to vote for Trump.’”</p> <p>As his poll numbers are cratering among every demographic except white men, support for the Republican nominee is dividing couples at a level far beyond the last presidential election. A new poll exclusive to the Guardian reveals that in households across the US, Trump is fueling a deep split among married couples. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/mar/03/secret-donald-trump-voters-speak-out\">'Not even my wife knows': secret Donald Trump voters speak out</a> </p> </aside>  <p>In the online poll of 1,249 adults who have been in a relationship since at least 2012, polling firm Ipsos Public Affairs asked whether spouses’ political leanings had diverged in the last four years.</p> <p>The results provide evidence that the most pronounced divisions were found in households where both spouses consider themselves politically independent. </p> <p>“We can say, with some caveats, that many Trump voters are really not confident that their spouses are going to support Trump,” said Chris Jackson, an Ipsos pollster.</p> <p>While only one in 10 people supporting Hillary Clinton thought their spouses would vote another way, one in five supporting Trump expect their spouses to vote for someone else. Among men and women who supported Trump or Clinton, men voting for Trump were the least confident that their spouses would do the same.</p> <p>The results may come as no surprise after 13 months of campaigning in which Trump has made a number of sexist remarks. In the most memorable example, at the first Republican debate in 2015, Fox News host Megyn Kelly challenged Trump to explain “several disparaging comments about women’s looks”. </p> <p>“You’ve called women you don’t like ‘fat pigs,’ ‘dogs’, ‘slobs’ and ‘disgusting animals’,” she said. “You once told a contestant on Celebrity Apprentice it would be a pretty picture to see her on her knees. Does that sound to you like the temperament of a man we should elect as president?” </p> <p>These remarks from his past, including <a href=\"https://www.youtube.com/watch?v=diMp241gAcw\">the suggestion that he would date his own daughter</a> if they were not related, have shadowed his candidacy for over a year. Clinton’s team has tried to capitalize, highlighting reports that Trump once said of women, “You have to treat ’em like shit.”</p> <p>“Between married men and married women, there is a record gender gap right now,” said Celinda Lake, head of the Democratic polling firm Lake Research Partners. Married women, a group won by the Republican Mitt Romney in 2012, are currently supporting Clinton by about 12 points, Lake said. </p> <p>“We have a situation where Donald Trump’s personal style is just so offensive to women, and it is much more salient to women than it is to men.”</p> <p>Some husbands seem less than thrilled by this dynamic. In voter interviews, Lake has noticed an unusual number of married women reporting that their husbands have pressed them to vote for Trump.<br tabindex=\"-1\"></p> <p>“We’ve had it come up in our focus groups extensively,” Lake said. “That always happens toward the end, but it’s coming up in this election much sooner than usual.”</p> <p>In Columbus, Ohio, three door-to-door canvassers for Working America, a group affiliated with the labor federation AFL-CIO, reported similar versions of the same story: after leaving a house where the husband planned to vote for Trump, the wife chased the canvasser down the street to say that under no circumstances would she do the same.</p> <p>“We’re certainly picked up tensions between husbands and wives before, but this kind of manifestation was really stunning to our field staff,” said Karen Nussbaum, executive director of Working America, which is campaigning on behalf of Clinton and other Democrats. </p> <p>“This level of passion around the candidates, and then the big divisions between men and women is at a different level than we’ve seen in the past.”<br></p> <p>Even in a typical election year, more women tend to vote Democrat than men, and households split between the major parties are not uncommon. Same-sex couples make up too small a share of respondents to be represented in most national polls.</p> <p>But there is evidence that the split is particularly acute in 2016. In the Ipsos poll, only about half of those who said their household was split this year believed they and their spouse voted differently in 2012. </p> <p>That is the position in which George Kraft, 68, finds himself. Kraft, of Bullhead City, Arizona, said he and his wife both voted for Romney in 2012. This fall, he plans to vote for Trump. His wife, however, wants nothing to do with the party’s inflammatory standard-bearer. </p> <p>“She thinks he’s too outspoken, too abrasive toward other people,” Kraft said. The same controversies don’t bother him. “Maybe that’s what we need.”</p> <p>Although the most drastic splits have surfaced between independent couples, Trump is also faring poorly among Republican women, married or not. In <a href=\"http://www.nytimes.com/2016/08/10/us/politics/donald-trump-gop-women.html\">some recent polls</a> among women who identify as Republicans, he has run nearly 20 points behind Romney, John McCain (the 2008 nominee) and George W Bush (2004).</p> <p>Romney and Bush won 93% of Republican women’s votes and McCain in 2008 won 89%. </p> <p>One respondent from Utah, Cheryl Steele, 36, voted without reservations for Romney but said she did not like the way Trump attracted accusations of racism and bigotry. “I don’t even want my child to listen to his speeches,” she said, “and yet he’s supposed to be my president?”</p> <p>Trump’s unpopularity with women, Nussbaum said, is reflected in a dynamic her canvassers have seen over and over in the field. “Men who love Trump love women who love Hillary. Or at least, they don’t hate Hillary,” she said.</p> <p>Susan, 62, who lives near the border of Massachusetts and New Hampshire, did not wish to give her last name. She plans to vote for Clinton, repulsed by reports that Trump stiffed many of the contractors who helped build his casinos. </p> <p>“I have no use for a man like that,” she said.</p> <p>But her choice is causing strife between her and her husband, who she called a “victim of talk radio”. She believes he will be voting for Trump.</p> <p>“I don’t recall us ever arguing about an election before this one,” she said. “I’ll come out with ‘Trump said this’ and we’ll have a fight.” </p> <p>To avoid any more quarrels, Susan has begun skirting talk of the election altogether. “We’re too old for that,” she said.</p> <p>Lake believes many couples try to excise politics from their relationships, and not just in the heated final months of the 2016 race. Several years ago, her firm conducted a survey in which 72% of men but only 49% of women said with confidence that their partners would vote the same way they did. </p> <p>“We called it the, ‘Sure, honey’ factor,” Lake said. “Guys just assume who their wives are voting for. And I think some women go, ‘Sure, honey.’”<br></p>",
  "<p>Donald Trump’s visit to a black church in Detroit met with disgust among protesters and activists on Saturday, but won praise from parishioners who attended the service at the <a href=\"http://www.greatfaith.org/\">Great Faith Ministries</a> church on the city’s west side.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/03/trump-black-vote-detroit-speech-obama\">Black Americans on 'what they have to lose' if Trump becomes president</a> </p> </aside>  <p>A sea of protesters and a heavy police presence surrounded the church, as local residents along Grand River Avenue looked on. Chants of “No Trump, go home Trump” were raised by about 75 people in a march organized by local pastors and activists.</p> <p>The visit by the Republican presidential nominee came just two weeks after a speech to business tycoons in downtown Detroit was nearly derailed by <a href=\"https://www.theguardian.com/us-news/2016/aug/08/donald-trump-tax-plan-business-income-middle-class\">activists who continually interrupted him</a>. </p> <p>Tony Minetee, who grew up near the church, called the scene on Saturday a “circus”.</p> <p>“Trump is an idiot, and he’s pandering,” said Minetee, 48. After months of harsh campaign rhetoric from the former reality TV star, Minetee said his effort to court the African American vote was almost incredible. “You can’t just talk to people like that and think it’s going to just smooth over,” he said.</p> <p>Rick McGowan, 62, carried a sign with a caricature of Trump that deemed him “unstable in all his ways”.</p> <p>“I disagree with Donald Trump on everything that he says,” he said.</p> <p>The Trump campaign would not allow the Guardian inside the church, as different aides said it was a “closed event” or said no press would be permitted at all. Events inside the church were, however, broadcast on television. As the service began, shortly after 11am, Trump shook hands with members of the congregation, then took a seat in the church’s front row, swaying back and forth to music. </p> <p>To mild applause, Bishop Wayne T Jackson noted that the Republican nominee was in the crowd.</p> <p>“This is his first African American church he’s been in, y’all,” said Jackson, laughing and noting that the service would be a “little different” to those of the Presbyterian church to which Trump is accustomed.</p> <p>After Jackson spoke about the need for love and called on parishioners to hug and love each other, Trump could be seen hugging and greeting churchgoers himself. He posed for selfies and held up a baby.</p> <p>Trump had not been expected to address the congregation, having sat beforehand for a privately taped interview with Jackson that was due to be edited and published later on Saturday. In the event, he said he would read some remarks he had written several days earlier.</p> <p>Trump is not known for his strong Christianity: asked last year at an evangelical event in Iowa <a href=\"https://www.youtube.com/watch?v=7sWzJZMTNd4\">if he had ever sought God’s forgiveness</a>, he said that he had not. Accordingly, he has struggled among white evangelical voters. In Detroit, his speech was heavily focused on faith and the importance of black churches through US history.</p> <p>Reading from a script and adopting a milder tone than that familiar from campaign rallies and debates, the billionaire businessman said: “We’re all brothers and sisters and we’re all created by the same God. We must love each other and support each other and we’re in this all together.</p> <p>“I fully understand that the African American community is suffering from discrimination and there are many wrongs that must still be made right. They will be made right. I want to make them right.</p> <p>“It’s from the pews and pulpits [and] Christian teachings of black churches all across this land that the civil rights movement lifted up its soul and lifted up the soul of our nation. </p> <p>“There is perhaps no action our leaders can take that would do more to heal our country and support our people than to provide a greater platform to the black churches and churchgoers.”</p> <p>Trump also noted that the Republican party was the party of Abraham Lincoln, the 16th president, who defeated the slave-owning Confederacy in the civil war and signed the emancipation proclamation.</p> <p>“Becoming the nominee of the party of Abe Lincoln has been the greatest honor of my life,” said Trump. “It is on his legacy that I hope to build the future of the party, but more importantly the future of the nation.”</p> <p>Trump did not focus on crime and law and order, as he has done when speaking to white audiences, or touch on police violence against the black community, gun violence or mass incarceration – major African American issues that the Democratic candidate, Hillary Clinton, has discussed on the campaign trail. Instead, he focused on jobs.</p> <p>“I’m here today to learn so that we can together remedy injustice in any form and so that we can remedy economics so that the African American community can benefit economically through jobs and income and many different ways,” he said.</p> <h2>‘Detroit’s only gone through bankruptcy once’</h2>  <figure class=\"element element-image\" data-media-id=\"833be2b2535bf79a6b20fa26e302310bd5044ef5\"> <img src=\"https://media.guim.co.uk/833be2b2535bf79a6b20fa26e302310bd5044ef5/0_73_3500_2100/1000.jpg\" alt=\"Detroit Trump protesters\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Protesters march outside the church.</span> <span class=\"element-image__credit\">Photograph: Rebecca Cook/Reuters</span> </figcaption> </figure> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/03/citizens-united-david-bossie-trump-campaign\">Trump's new hire David Bossie has decades-long history attacking Clintons</a> </p> </aside>  <p>Outside, protests continued. A group of clergy from across metropolitan Detroit denounced Trump’s visit. The Rev Lawrence Glass said Trump’s message to the black community and minorities – asking “what do you have to lose” through a vote for the Republican – was not genuine.</p> <p>“What do we have to lose?” Glass said. “How about voting rights, civil rights, human rights?” </p> <p>The mayor of Detroit, Mike Duggan, also criticised Trump’s decision to speak in his city and attacked the businessman on economic lines. At a press conference, in a restatement of remarks at the Democratic National Convention in Philadelphia in July, Duggan said: “The difference between Donald Trump and Detroit is Detroit’s only gone through bankruptcy once.” </p> <p>The city is attempting to leave behind <a href=\"https://www.theguardian.com/world/2013/jul/18/detroit-formally-files-bankruptcy\">the largest municipal bankruptcy in US history</a>. In his speech to the Detroit Economic Club <a href=\"https://www.theguardian.com/us-news/2016/aug/09/donald-trump-economic-speech-detroit-michigan-locals-angry\">last month</a>, Trump sought to use the city as an illustration of Democratic party policies that he said produced “silenced victims”. Duggan noted key improvements, particularly falling rates of homicide and unemployment. </p> <p>Detroit’s police chief, James Craig, told reporters at the church he had spoken to Trump for about 30 seconds, and said the Republican nominee told him: “Thanks for making us safe.” As of 11.45am no arrests had been made, Craig said. Activists claimed a woman’s shoulder was broken by a police officer during a brief confrontation prior to the service.<br></p> <p>When events inside the church were over, attendees said Trump had received a warm welcome. Frank Bailey, 69, had driven in from Farmington Hills, a suburb about 20 miles north-west of the city. He said he enjoyed the service, having been concerned about how Trump would be received, due to his low polling among African Americans.</p> <p>“I think at the beginning [of the service] it was slow, but the more he talks and the more he said and the more genuine he seemed to become, I guess, I felt that they really warmed up to him,” he said. </p> <p>Jacquelyn Rhodes, a pastor at New Light Christian Ministries in Detroit, said Trump offered substantive remarks. A lifelong independent, Rhodes said the visit had bolstered her support for the Republican. </p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Nobody had any animosity toward him because we’re all Christians</p> <footer> <cite>Cynthia Price</cite> </footer> </blockquote> </aside>  <p>“He wasn’t my first choice during the primaries,” Rhodes said, “but I do support Donald Trump. I think he will have a plan for jobs. I think that’s what we need most of all in the city of Detroit. The economy needs to be improved, and the city has been run by mostly Democrats over the years, and I feel that the policies that have been enacted have not helped the residents in the city.”</p> <p>Others were not swayed. Cynthia Price, a Detroit resident, said that as a Christian she was “supposed to receive everybody in love – whether we agree with them or not”, adding: “I mean, nobody had any animosity toward him, because we’re all Christians.” </p> <p>Still, Trump’s comments had not moved her much. “For voting for him?” she said. “No. I’ve never been a Republican – that’s probably a poor excuse – but I haven’t decided who I’m voting for.”</p>  <figure class=\"element element-image\" data-media-id=\"ebd11ef69dbdc1eacda4a5f3dda79f8fd66dd66d\"> <img src=\"https://media.guim.co.uk/ebd11ef69dbdc1eacda4a5f3dda79f8fd66dd66d/33_0_4709_2826/1000.jpg\" alt=\"detroit protest donald Trump\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Protesters march outside the Great Faith Ministries international church on Saturday in Detroit.</span> <span class=\"element-image__credit\">Photograph: Carlos Osorio/AP</span> </figcaption> </figure>  <p>Latonya White, another Detroit resident, said Trump’s cool demeanor before the congregation had “shocked” her. She had no plans to vote for him either. </p> <p>“I was expecting to hear his view on what’s going on in the black community and I was open to hear what he had to say,” White told reporters. “And some of the things that he did say, as far as just coming out in the black community, kind of shocked me, I’m gonna be honest.</p> <p>“It didn’t change my mind, but it did give me an open mindset concerning Donald Trump.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/02/lyin-trump-fact-check-mexico-wall-immigration\">The lies Trump told this week: who's paying for the wall to immigration costs</a> </p> </aside>  <p>The organisation of the event was somewhat chaotic. The service was publicized as open to the public on a first-come, first-served basis, but upon arrival some parishioners found that tickets were needed. On Wednesday, the New York Times obtained <a href=\"http://www.nytimes.com/2016/09/02/us/politics/donald-trump-black-voters-wayne-jackson.html?_r=0\">a copy of scripted answers</a> for Trump’s taped interview Bishop Jackson, prompting Jackson to say he would change his questions. </p> <p>Duggan, a Democrat, said Trump’s decision to use scripted answers contrasted with his customary portrayal of himself as a maverick. The mayor highlighted one question Jackson intended to ask – “Are you a Christian and do you believe the Bible is an inspired word of God?” – and said: “Donald Trump can’t answer that question to a minister without going through scriptwriters and consultants.</p> <p>“This is the most phony major party candidate I’ve seen in my lifetime.”</p> <p>After Trump’s address, Jackson presented him with a Jewish Heritage Study Bible, a prayer shawl and a pin. Wrapping Trump in the shawl, Jackson said it was from Israel and added that he had prayed and fasted over it.</p> <p>Thanking the presidential candidate for his speech, Jackson declared that he had another title for Trump: “Preacher.”</p>",
  "<p>Wall Street drew two conclusions from the news that the <a href=\"https://www.theguardian.com/business/live/2016/sep/02/markets-await-crucial-us-jobs-report-business-live\" title=\"\">US jobs engine shifted down into a lower gear last month</a>. The first – that a September increase in interest rates is now a non-starter – was almost certainly right.</p> <p>Putting up the cost of borrowing so close to the presidential election in early November always looked like an outside bet. It would have taken thunderously good figures for job creation to have persuaded the more dove-ish policymakers at the Federal Reserve to move, and the ones released on Friday were average at best.</p> <p>To be sure, the August non-farm payrolls have come in worse than expected for the past decade, suggesting that there might be some problem with the way the raw data is seasonally adjusted. What’s more, the two previous months – June and July – saw strong increases in demand for labour, so the three-month average for non-farm payrolls is running at a healthy 200,000. That could persuade some of the hawks at the Fed to move, but they will not be able to muster a majority.</p> <p>The second conclusion drawn by Wall Street is more questionable. That is the assumption that the rate rise some analysts had pencilled in for September has now simply been put back to a later date. Some economists believe the Fed won’t waste any time once US voters have chosen who will be Barack Obama’s successor at the White House; some think the central bank will wait until March next year.</p> <p>There is, though, a different way of looking at the numbers. For most of this year, the strength of the US labour market has been at odds with data showing the economy growing only slowly. Sooner or later, the theory went, growth would accelerate and come into line with employment numbers, so justifying higher interest rates.</p> <p>But what if Wall Street has got things back to front? Is it possible that it is the labour market that has been giving off false signals and that eventually job creation will decelerate and come into line with a growth rate that averaged just 1% in the first half of 2016?</p> <p>There is enough evidence to make this a plausible hypothesis. <a href=\"http://www.bls.gov/news.release/empsit.nr0.htm\" title=\"\">Take the details of the most recent jobs report</a>, for example. The annual growth rate in average hourly earnings fell to 2.4%, its lowest in six months, while average weekly hours worked declined to 34.3, the lowest in two and a half years.</p> <p>Hours worked by production and non-supervisory staff – who account for five out of six workers in the US – rose by 1.1% over the past year, the slowest rate of increase since 2010. None of this suggests the labour market is humming, nor that the recent pick-up in consumer spending – the economy’s only real source of growth in the first half of the year – can be sustained.</p> <p>With investment weak and exports affected by low global demand and the lagged effects of the dollar’s previous strength, it is not immediately obvious why the Fed would raise interest rates any time soon. Over the past couple of years, the US has succeeded in creating millions of jobs, but most of them are relatively unskilled and attract low pay. There is no obvious inflationary threat.</p> <p>Rather, the Fed should be focused on the risk that the economy might stall altogether. Corporate profits have come under pressure and this is leading to cuts in business investment. Historically, this is a good leading indicator that the US economy is heading into recession.</p> <p>The softness of the US economy is a concern to the Fed’s chairwoman, Janet Yellen, who has rightly adopted an ultra-cautious approach to raising rates. It will also be a concern for Hillary Clinton. The state of the economy does her no favours in her battle with Donald Trump.</p> <h2>Now bosses actually have to ask not to get bonuses</h2> <p>News that David Brown, chief executive of Go-Ahead Group, has asked not to be considered for a bonus this year prompts an obvious question: why did he think he might get one?</p> <p>Go-Ahead is the main company behind the chaotic Southern rail franchise that delivers daily misery to London commuters. If Brown’s £558,000 bonus from a year ago had been repeated, riots might have broken out on station platforms.</p> <p>Not all Southern’s woes can be laid at the operator’s door, it should be said. The company doesn’t control the tracks, which is where some of the problems have arisen as Network Rail gives London Bridge a major upgrade.</p> <p>But those difficulties have been compounded by Southern’s bitter battle with the RMT union over plans to hand responsibility for closing train doors from conductors to drivers. Whatever the rights and wrong of the dispute, Southern’s handling of the fallout has been appalling. Time and again, Brown has found himself apologising to customers for the sub-standard service. A bonus would have been another PR disaster.</p> <p>In practice, however, the bonus question arises because the rest of Go-Ahead is doing OK. The bus operations and other parts of the rail business are up to scratch. Despite losses at GTR – the unit that includes Southern – Go-Ahead’s pre-tax profits rose 27% to £99.8m. So Brown might have expected a juicy personal reward.</p> <p>But such a notion merely underlines the perversity of the modern bonus. No longer is it a reward for exceptional performance; instead, executives get them merely for delivering targets. In Go-Ahead’s case, meeting the target – in other words, doing your job – is worth an extra 75% of salary in normal circumstances; at other companies, the ratio can be higher.</p> <p>This is a nonsense. Pay committees have become wedded to formulas that pay out even when disaster has struck in part of the empire. Boards should get a grip and apply common sense, which they are allowed to do. It should not have been a case of Brown doing “the right thing”. His chairman should have said no bonuses would be paid because Go-Ahead was failing its customers.</p> <h2>The best way to stop Hinkley is to agree to it</h2> <p>What should Theresa May say to her Chinese G20 hosts about Hinkley Point? Nothing. The PM only ordered a review of the £18bn project, which Beijing wants to part-fund, at the end of July. Hard conclusions probably haven’t been reached. Don’t risk a diplomatic quarrel on the other side’s turf.</p> <p>A decision will have to be reached soon but an elegant solution seems to be emerging from Downing Street: tell the Chinese Hinkley is cleared for take-off but proposed nuclear plant Bradwell, in Essex, which the Chinese hope to build under their own steam, requires an in-depth security review.</p> <p>The Chinese, we are led to believe, would take offence and abandon Hinkley. Good. The plant would be hideously expensive for bill-payers and developer EDF’s other two Hinkley-style developments outside the UK are years behind schedule. If Beijing packs its bags, the UK would have a choice: part-fund Hinkley; or let the plans collapse. Option B is best.</p>",
  "<h2>Tobias Wolff: ‘The coolness of his style has led to a lack of praise for what he has achieved’</h2> <p><a href=\"https://www.theguardian.com/books/2008/jul/19/fiction2\" title=\"\"><em>Tobias Wolff is best known for his memoir</em></a><em> </em><a href=\"https://bookshop.theguardian.com/this-boy-s-life.html\" title=\"\"><em>This Boy’s Life</em></a><em>, which won the Los Angeles Times book award for biography. His 1984 novella, </em><a href=\"http://www.nytimes.com/1985/06/02/books/men-with-rifles.html?pagewanted=all\" title=\"\"><em>The Barracks Thief</em></a><em>, won the Pen/Faulkner award for fiction. He was the director of creative writing at Stanford from 2000 to 2002 and received a National Medal of Arts from the president in 2015.</em></p> <p>Our candidates for president campaign as if they’re running for king, and not just any king – no quaint, hospital-touring symbol of national unity, no mere figurehead answerable to a constitution and a popular assembly. Congress? What’s that? If elected, our American candidate will, like an absolute monarch, resolve the thorniest problems of state simply by exerting his (or her!) will. Is the domestic economy on fire, and about to spread to our neighbours? He will “fix” it, because he “knows how”. Students drowning in debt? He’ll make college free! Islamic jihadists taking over cities in Syria and Iraq? He’ll carpet bomb them until we find out <a href=\"https://www.theguardian.com/us-news/2015/dec/16/republican-debate-isis-war-crimes\" title=\"\">“if sand [and innocent civilians] can glow”</a>.</p>  <figure class=\"element element-image\" data-media-id=\"d2b6b6e57d4d9a597f85b60702e43a0dfb11129b\"> <img src=\"https://media.guim.co.uk/d2b6b6e57d4d9a597f85b60702e43a0dfb11129b/0_284_4368_2621/1000.jpg\" alt=\"American writer Tobias Wolff\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tobias Wolff: ‘Despite my years, I believed in Obama – believed not only that he meant what he said, but that he could get it done.’</span> <span class=\"element-image__credit\">Photograph: Murdo MacLeod/The Observer</span> </figcaption> </figure>  <p>Do suspected terrorists know more than they’re telling? He’ll have them tortured till they sing like Pavarotti, and kill their families into the bargain, and the military will just have to suck it up and do what he says, even if they say they won’t, and have the law to back them up. Law? What’s that? She’ll ban assault weapons; he’ll make sure you can take them to church.</p> <p>The promise of immediate and radical change is a campaign fiction presented with such bald-faced effrontery that we hardly question it any more, unless it’s coming from the other side. Indeed, the performance can’t be sustained unless we support it with our credulity, like a tentful of rubes gaping at the tricks of a carnival magician, even offering ourselves up as subjects.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>We wanted heat. We wanted him to call liars liars, idiots idiots. We wanted him to bully the bullies</p> </blockquote> </aside>  <p>The wishful thinking that is the source of this credulity is, of course, a prelude to disappointment if our candidate actually gets elected. Take the case of candidate Barack Obama. He was going to get us out of Iraq and Afghanistan, and close Guantánamo. He would save our failing economy, mend our broken healthcare system, and enact sensible gun control legislation. He would overhaul our immigration system, address climate change with meaningful policies, and change the bilious tone of our political discourse. We weren’t a nation of red states and blue states, he reminded us: we were the United States. Despite my years, I believed – believed not only that he meant what he said, but that he could get it done.</p> <p>My wife and I gathered several friends on a November night in 2008, and watched with joy and disbelief as this young, literary, ironical man with a Kenyan father was elected to the presidency. Some of us had tears in our eyes. I was one. But as time went on those tears began to burn. He wasn’t getting it done, or so it seemed to me. Guantánamo was still in business. The planet kept heating up, and the wars dragged on, though increasingly waged by special forces. As before, just about anybody was free to walk into a gun store and come out armed, and each year some 30,000 Americans continued to pay for that freedom with their lives.</p> <p>And the tone of political life had become even more toxic than before the election. During President Obama’s first State of the Union address, a congressman from <a href=\"https://www.theguardian.com/world/2009/sep/10/you-lie-joe-wilson-obama-speech\" title=\"\">South Carolina shouted: “You lie!”</a> and became a Republican hero, even as the leaders of that party dedicated themselves to obstructing President Obama’s legislative initiatives and judicial appointments, effectively disabling the government in order, as the senate majority leader shamelessly admitted, to make Obama a one-term president. The birthers continued to question his legitimacy, and, further, to imply that he was a secret Muslim and supporter of Isis. He was Hitler. He was Lenin.</p>  <figure class=\"element element-image\" data-media-id=\"e56117a38f01fbd094540f19d141d7eeec2b9ae9\"> <img src=\"https://media.guim.co.uk/e56117a38f01fbd094540f19d141d7eeec2b9ae9/0_137_3000_1800/1000.jpg\" alt=\"Obamacare supporters react to the US Supreme Court decision to uphold President Obama’s health care law, 28 June, 2012, Washington, DC.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Obamacare supporters react to the US Supreme Court decision to uphold President Obama’s health care law, 28 June, 2012, Washington, DC.</span> <span class=\"element-image__credit\">Photograph: Mark Wilson/Getty Images</span> </figcaption> </figure>  <p>None of this of this was Obama’s fault. Indeed, he reacted to the unrelenting stream of slander and congressional malfeasance with unflappable calm and an air of faintly amused detachment. And for that I did blame him. The coolness I had admired during his campaign became an irritant. In fact, it drove me sort of crazy. Why didn’t he fight back? Show some rage at what was truly outrageous, the obstruction, the name-calling, the attacks on Michelle Obama for encouraging schools to serve healthy food, even for occasionally <a href=\"https://www.theguardian.com/lifeandstyle/2009/mar/04/fashion-michelleobama\" title=\"\">wearing dresses that showed her arms</a>? Call these liars and bullies out, damn it! Politics is mud wrestling, did he not understand that? And if he really didn’t feel anger, then why not take some acting lessons, and fake it?</p> <p>Well, I was wrong. As Barack Obama prepares to leave office, I think about what he managed to do in the face of implacable resistance. <a href=\"https://www.theguardian.com/us-news/2016/feb/24/obama-guantanamo-bay-closure-republicans\" title=\"\">No, he didn’t close Guantánamo</a>; the Republican congress wouldn’t let him, nor would they let him bring <a href=\"https://www.theguardian.com/commentisfree/2016/jan/05/what-obama-said-on-gun-control-doesnt-matter-republicans-oppose-it\" title=\"\">sanity to our gun laws</a>, or to our immigration policies. But as most economists agree, his financial initiatives, narrowly approved, did save us from a profound recession, possibly even a depression. His <a href=\"https://www.theguardian.com/commentisfree/cifamerica/2010/aug/06/auto-industry-obama-bailout\" title=\"\">successful auto industry bailout</a>, fiercely contested at the time, saved countless jobs at virtually no expense to the taxpayer. If Obama couldn’t entirely extricate us from the wars he inherited, he has refrained from entangling us in new wars, despite being constantly urged to do so by congressmen and senators who otherwise refuse to spend tax dollars – on, say, education, or roads, or environmental safeguards.</p> <p>Finally, 20 million <a href=\"https://www.theguardian.com/world/2012/jun/28/obama-healthcare-reform-key-provisions\" title=\"\">Americans who&#xa0;did not have health insurance</a> when Barack Obama took office have it now; and in spite of dire Republican predictions, and umpteen votes for repeal, it has actually lowered the healthcare cost inflation rate. No one in this country, however poor, or sick, need be without insurance. This achievement eluded Theodore Roosevelt and Bill Clinton, among others.</p> <p>So why has Obama not been celebrated for what he’s done? Why did so many of us so often feel a sense of impatience, even disappointment? I believe it comes down to immaturity – in us, not him. At least part of the reason for our failure to recognise and praise what he’s accomplished has to do with his style – that coolness. He doesn’t brag, or gloat. He doesn’t call attention to himself, or proclaim his deeds in the thoroughfares, or ridicule those who oppose him. But we wanted him to. We wanted heat. We wanted anger, slashing rhetoric, mockery. We wanted him to call liars liars, idiots idiots. We wanted him to bully the bullies. We wanted him to wage war, and crow over his fallen enemies. And because we did not get the melodrama we demanded, we lost the plot.</p> <p>But now we have a candidate who will give us all the sound and fury we could ask for, or imagine. Let’s see how we like it. Me, I’m already nostalgic for Obama.</p> <h2>Akhil Sharma ‘Now I am much less tolerant of white stupidity’<br></h2>  <figure class=\"element element-image\" data-media-id=\"597d3bc940077cbd7c7329b62544c2e83be8f9d4\"> <img src=\"https://media.guim.co.uk/597d3bc940077cbd7c7329b62544c2e83be8f9d4/0_0_3900_2486/1000.jpg\" alt=\"Akhil Sharma\" width=\"1000\" height=\"637\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Akhil Sharma: ‘I understood the tenderness on the faces as hope.’</span> <span class=\"element-image__credit\">Photograph: Tim Knox</span> </figcaption> </figure>  <p><em>Akhil Sharma is the author of the 2015 Folio prize-winning novel </em><a href=\"https://www.theguardian.com/books/2014/may/10/family-life-akhil-sharma-review-novel\" title=\"\"><em>Family Life</em></a><em> as well as </em><a href=\"https://www.theguardian.com/books/2015/may/12/an-obedient-father-by-akhil-sharma-review-moral-corruption-in-delhi\" title=\"\"><em>An Obedient Father</em></a><em>, for which he won the 2001 Hemingway Foundation/PEN award. Born in India, he moved to the US as a child and he is currently an assistant professor of creative writing at Rutgers University-Newark. His short story Cosmopolitan was turned into a </em><a href=\"https://www.youtube.com/watch?v=vXmHOJlifaM\" title=\"\"><em>2003 film</em></a><em> of the same name.</em></p> <p>At the Times Square subway stop there is an electronics good store with TVs in the windows. For perhaps the first two years of the Obama presidency, one of the TVs was constantly showing Obama swearing the oath of office. Always there was a small knot of black people standing before the window, looking at the TV tenderly.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>To me now, those black people standing before the window were smarter than I was</p> </blockquote> </aside>  <p>I am Indian and I have experienced some racism in America but I did not experience Obama’s inauguration or presidency as some great promise coming true.</p> <p>When I saw the knot of black people watching the inauguration, what I felt was embarrassment. I understood the tenderness on the faces as hope. That things would change. To me, it seemed obvious that things would not change. That racism and fear of others getting ahead is so deeply rooted in the white American psyche that there was bound to be a backlash. To me, the tenderness seemed like people believing a lie they desperately wanted to believe.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/books/2015/feb/03/sign-up-to-our-bookmarks-email\">Sign up to our Bookmarks newsletter</a> </p> </aside>  <p>In eight years a person can change quite a bit and, to me now, that tenderness I saw is not hope but joy. There can be joy in the moment and one can be joyful without believing that things will necessarily get much better. To me now, those black people standing before the window were smarter than I was in that they chose to enjoy their happiness.</p> <p>One other way that I have experienced the Obama presidency is that I have begun to be intolerant of certain types of stupidity from white people. My role is no longer to help them become comfortable with racial issues or to help them see another point of view. My response to white stupidity now is to tell people to grow up. I have an acquaintance who was Obama’s boss when Obama had just gotten out of college. My acquaintance, a white man, was deeply irritated that Obama had become president and that he himself had not. I can certainly claim to my share of irrationality but when I heard this, it seemed to me a new level of bizarreness. Before the Obama presidency, if I had heard something so stupid I would have just laughed. Now I asked the man if he would have thought this if Obama had been white?</p> <h2>Attica Locke: ‘His healthcare reforms were humongous’<br></h2>  <figure class=\"element element-image\" data-media-id=\"740404a9b3249a336289727f0293a2d8b999558e\"> <img src=\"https://media.guim.co.uk/740404a9b3249a336289727f0293a2d8b999558e/110_389_6514_3887/1000.jpg\" alt=\"Attica Locke\" width=\"1000\" height=\"597\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Attica Locke: ‘When Obama was elected… I was stunned in my soul.’</span> <span class=\"element-image__credit\">Photograph: Ulf Andersen/Getty Images</span> </figcaption> </figure>  <p><em>Attica Locke was born in Texas. Her first novel, </em><a href=\"https://bookshop.theguardian.com/black-water-rising.html\" title=\"\"><em>Black Water Rising</em></a><em>, was nominated for a 2010 Edgar award, an NAACP Image award, and a Los Angeles Times book prize. Her second, </em><a href=\"https://www.theguardian.com/books/2012/sep/30/cutting-season-attica-locke-review\" title=\"\"><em>The Cutting Season</em></a><em>, was a national bestseller and winner of the Ernest Gaines award for literature. She is an academy member for the Folio prize UK, as well as being on the board of directors for the Library Foundation of Los Angeles.</em></p> <p>When Obama was elected, what I felt was bigger than joy – though I’m not sure I have a word for what it was. I remember watching the results on TV and saying over and over: “Is this actually happening? Is this real?” I just couldn’t take it in. I was stunned in my soul.</p> <p>A few months later, I went to stay on a plantation in southern Louisiana, doing research for my second book. I was sleeping in a little cabin right by the field where slaves used to cut sugar cane. One night a storm was coming and you could hear the leaves rustling against each other, and it sounded to me like voices. I remember talking to whatever spirits were out there and telling them: “Your labour was not in vain. Everything you lived for was not in vain.” And I felt a deep sense of hope – hope beyond what was written on an election poster.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>A perverse gift of his presidency is the fact it allowed a sickness to bubble up to the surface, like a boil on the skin</p> </blockquote> </aside>  <p>Has that hope been fulfilled? Not exactly. Don’t get me wrong, there was never a part of me that thought we were going to get a post-racial society. I’m not interested in living in a post-racial society. But I had a hope that we were about to move past the worst of our racial history. Right now, America is at a crossroads. The Obama presidency can move us forward, or we can backslide into racial intolerance and violence for good. One of the effects of Obama being elected is that there is a level of racism in America that can no longer be ignored. If a man like Barack Obama, so well-educated, so graceful, so intelligent, so charming, can be so reviled and denigrated on a daily basis in some parts of the country and in Congress (to the point that he can hardly do his job), you can no longer as a normal American ignore the profound problem of race in this country.</p>  <figure class=\"element element-image\" data-media-id=\"4f4c73953412b135a39a7e8521615a3dc8e4eca6\"> <img src=\"https://media.guim.co.uk/4f4c73953412b135a39a7e8521615a3dc8e4eca6/39_90_1261_723/1000.jpg\" alt=\"President Barack Obama and First Lady Michelle Obama\" width=\"1000\" height=\"573\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Barack and Michelle Obama: ‘We’re just beginning to see what this man and his wife together are going to do for the country. ‘</span> <span class=\"element-image__credit\">Photograph: Rebecca Blackwell/AP</span> </figcaption> </figure>  <p>There are a lot of well-meaning white folks who for years could not see the breadth of racism in America, so I feel that one of the gifts of Obama’s presidency – a perverse gift – is the fact it allowed a sickness to bubble up to the surface, like a boil on the skin. You can’t treat what you can’t see. And now that we see it, maybe there’s a chance to treat this racial sickness for good.</p> <p>As for my feelings about Obama, the man himself, I think he’s done a lot of positive things. He got dumped with an economy in freefall in 2009 but he’s managed to turn it around. And his healthcare reforms were humongous, as big to me as stuff that Lyndon Johnson did back in the 60s, like creating Medicare. Of course he’s done things that I do not agree with. I have a problem with the failure to close Guantánamo, I have a problem with drone strikes around the world. But you’re never going to like everything that any president does. What I’m not going to do is hold Obama to a higher standard, where he has to be a magical negro who is perfect. He’s allowed to make missteps.</p> <p>I think we’re just beginning to see what this man and his wife together are going to do for the country. He’s done what he can within the office of the presidency, but now I think he could be like Jimmy Carter, who has done some incredible work since leaving office. We’re just seeing the beginning of Obama’s power as a human being. <strong>As told to Killian Fox</strong></p> <h2>Hari Kunzru: ‘His rhetorical skill soothed the terror induced by his blackness’<br></h2>  <figure class=\"element element-image\" data-media-id=\"653f1e541c75ea4010862fe0e24f3c64b5ea3fc7\"> <img src=\"https://media.guim.co.uk/653f1e541c75ea4010862fe0e24f3c64b5ea3fc7/0_132_4368_2780/1000.jpg\" alt=\"Hari Kunzru\" width=\"1000\" height=\"636\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hari Kunzru: ‘His clearest legacy is symbolic.’<br></span> <span class=\"element-image__credit\">Photograph: Murdo Macleod/The Observer</span> </figcaption> </figure>  <p><em>British novelist Hari Kunzru left London for New York eight years ago. He was the recipient of the Betty Trask prize (2002) and the Somerset Maugham award (2003) for his debut novel, </em><a href=\"https://www.theguardian.com/books/2002/mar/31/fiction.features1\" title=\"\"><em>The Impressionist</em></a><em>. His 2011 novel, </em><a href=\"https://www.theguardian.com/books/2011/jul/27/gods-without-men-hari-kunzru-review\" title=\"\"><em>Gods Without Men</em></a><em>, led to the coining of the genre “translit”: novels that “cross history and geography without being historical nor changing psychic place” (New York Times).</em></p> <p>The clearest legacy of the Obama presidency is symbolic. It’s hard for non-Americans (and, indeed, non-whites) to understand the psychic blow dealt to the nativist right by the ascent of a black man to the White House. That part of the Republican base that abandoned the Democrats after the passage of the Civil Rights Act in 1964, and which has been so irresponsibly indulged by the party of Lincoln, took the news like medieval villagers witnessing an eclipse. We’ve now spent eight years watching Republican congressmen scurrying hither and thither brandishing pitchforks, outraged at the latest whiff of terrorist fist-bumpery.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Obama has always been a cautious centrist Democrat, not a man likely to align himself with the politics of black power</p> </blockquote> </aside>  <p>The obstructionist opposition to Obama came tricked out in 18th-century Founders’ drag, bewigged and buckle-shoed. Ostensibly they were angry that the framers of the constitution were being traduced by a stoner Kenyan community organiser, yet beneath the surface, their grievances often turned out to be rooted in the erosion of the racial deference that has been expected in this country since the days when Jefferson and Washington toured their slave quarters .</p> <p>The presence of a black first family in the White House, the nation’s lifestyle fishbowl, is just as symbolically powerful as the sight of a black husband and father shouldering the responsibilities of the presidency. In their immaculate media presentation, the Obamas have communicated themselves to the readers of the kind of magazines found in supermarket checkouts as a family whose dignity and essential decency are well sheathed in the necessary American armour of glamour. Whoever wins the presidency in November, the first spouse will command a fraction of the respect that Michelle Obama enjoys. The sight of the two Obama daughters, young black women growing up with unlimited aspirations in a loving home, begs a response from a country where the number one cause of death for black women aged 15-34 is homicide by a current or former partner.</p> <p>Many of the young people driving the <a href=\"https://www.theguardian.com/us-news/black-lives-matter-movement\" title=\"\">Black Lives Matter movement</a> came of age during the Obama presidency, their political consciousness formed by the 2008 election. For them, Obama turned out to be more hope than change, and his failure to speak in a full-throated way in their support has felt like a betrayal,&#xa0;but once the thick rind of symbolism has been peeled, the president has always been a cautious&#xa0;centrist Democrat with an instinct for consensus, not a man likely to align himself with the politics of black power.</p>  <figure class=\"element element-image\" data-media-id=\"4d9ffa28b259de0ab5fc2f7a010a58bb318bc948\"> <img src=\"https://media.guim.co.uk/4d9ffa28b259de0ab5fc2f7a010a58bb318bc948/0_0_3512_2098/1000.jpg\" alt=\"a US Air Force MQ-1B Predator drone at a secret air base in the Persian Gulf\" width=\"1000\" height=\"597\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The drone war is considered in many parts of the world the administration’s signal moral disaster’: a US Air Force MQ-1B Predator drone at a secret air base in the Persian Gulf:</span> <span class=\"element-image__credit\">Photograph: John Moore/Getty Images</span> </figcaption> </figure>  <p>In policy terms, the Obama legacy is mixed. The <a href=\"https://www.theguardian.com/law/live/2015/jun/25/supreme-court-rules-obamacare-healthcare-law\" title=\"\">passing of the Affordable Care Act</a> has curbed some of the more egregious iniquities of the dysfunctional US healthcare system, but hundreds of thousands of Americans still go bankrupt every year because of medical bills. Eight years after the financial crisis, the president has succeeded in keeping the wheels on American capitalism, but once the dust settled, it became clear that the crash accelerated the transfer of wealth from the middle class to the very rich, an injustice he has done nothing to address.</p> <p>Middle Eastern policy has been rudderless. There were, to be honest, no good options available after the squalid disaster of the Bush wars, but Obama’s vacillation about engagement helped produce the chaos in Libya and the vacuum in Syria so ruthlessly exploited by Isis and the Russians. He allowed “red lines” to be crossed without sanction. <a href=\"https://www.theguardian.com/commentisfree/2015/jun/20/americas-drone-policy-all-exceptions-no-rules-yemen\" title=\"\">The drone war</a>, considered in many parts of the world as the administration’s signal moral disaster, has carried on with little serious domestic opposition. The failure to close Guantánamo is, in the scheme of things, the least of these failures. Only time will tell whether the <a href=\"https://www.theguardian.com/world/2015/jul/18/obama-iran-deal-weekly-address-world-safer-republican-opposition\" title=\"\">vaunted Iran deal</a> produces a harvest of peace and stability.</p> <p>And yet Obama will be missed. Sometimes, out of his extensive rhetorical tool kit, the president pulls a weird folksy tone, a subliminal suggestion of Merle Haggard, designed, no doubt, to soothe the terror induced by his blackness. Desperate as it is to go on a psychic vacation in the magical kingdom of the “post-racial”, America will discover that it was lucky to have had a figure capable of such virtuosic code-switching, a man who demonstrated that it was possible to communicate across the lines.</p> <h2>Jayne Anne Phillips: ‘Just by being who he is&#xa0;he has made an enormous impact’</h2>  <figure class=\"element element-image\" data-media-id=\"c1c80c3cc95be6b3bc15f1b54451ae4e13636f83\"> <img src=\"https://media.guim.co.uk/c1c80c3cc95be6b3bc15f1b54451ae4e13636f83/0_759_2912_2154/1000.jpg\" alt=\"Author Jayne Anne Phillips\" width=\"1000\" height=\"740\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jayne Anne Phillips: ‘Obama has been a stealth president.’</span> <span class=\"element-image__credit\">Photograph: Simon &amp; Sc</span> </figcaption> </figure>  <p><em>Guggenheim fellow </em><a href=\"https://www.theguardian.com/books/2000/oct/11/fiction.familyandrelationships\" title=\"\"><em>Jayne Anne Phillips</em></a><em> won the 1980 Sue Kaufman prize for first fiction when she was only 26, for her debut book of stories, Black Tickets. Twenty-one years later, her novel </em><a href=\"https://www.nytimes.com/books/00/05/28/reviews/000528.28ederlt.html\" title=\"\"><em>MotherKind</em></a><em> won the Massachusetts&#xa0;Book award. She is the holder of two National Endowment for the Arts fellowships. </em></p> <p>Obama has been a transformational president, and this may not become entirely clear until he leaves office. People forget that when he assumed the presidency in 2009, he was handed a financial disaster in the making and his response to it really saved the country, and possibly the world, from financial collapse. But he’s done so much more. In the two years in which he had a Democratic Congress, he passed the Affordable Care Act and oversaw a $36bn dollar expansion in Pell Grants, which very much affects students at Rutgers University-Newark, where I direct the MFA programme.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Obama’s presidency marks an honourable few years in American history. He is Trump’s polar opposite</p> </blockquote> </aside>  <p>Obama has been a stealth president. He’s had to be: six years of his presidency have been completely obstructed by the Republicans. But he’s managed to change energy policy, improve medical care and academic standards, he changed “don’t ask, don’t tell” in the military and <a href=\"https://www.theguardian.com/world/2016/jun/24/obama-announces-stonewall-inn-national-monument\" title=\"\">influenced awareness of LGBTQ issues</a> both legally and in popular culture. <a href=\"https://www.theguardian.com/world/2016/mar/24/barack-obama-cuba-visit-raul-castro-analysis\" title=\"\">He went to Cuba</a>, he went to <a href=\"https://www.theguardian.com/world/2016/may/27/barack-obama-first-us-president-to-visit-hiroshima-japan\" title=\"\">Hiroshima</a>. He has worked hard to fight climate change. Solar energy production has increased 30-fold since he became president. Jobs in the solar industry have grown exponentially, and he’s leading the effort to phase out damaging hydrofluorocarbons used in air conditioning. His presidency has accomplished so much of which citizens are not aware. He has embraced executive actions, unwilling&#xa0;to accept the stasis Congress embodies.</p> <p>Then there’s the whole leadership case. He can’t end racism and sexism in America, but just by being who he is, he’s made an enormous impact. I think he is truly a visionary who is uniquely qualified to serve. He’s a biracial African American man who grew up in a white household. He came from a background of law and community organising. He’s an absolutely wonderful orator: funny, elegant and humane.</p>  <figure class=\"element element-image\" data-media-id=\"7ad69ce5baec1a9a9bd71995842c92cbccd32e5b\"> <img src=\"https://media.guim.co.uk/7ad69ce5baec1a9a9bd71995842c92cbccd32e5b/0_0_4200_2799/1000.jpg\" alt=\"Same-sex marriage supporters in front of the supreme court in Washington, DC.\" width=\"1000\" height=\"666\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Same-sex marriage supporters in front of the supreme court in Washington, DC.</span> <span class=\"element-image__credit\">Photograph: Jewel Samad/AFP/Getty Images</span> </figcaption> </figure>  <p>I suppose it’s clear that I’m a big Obama fan and that this election year&#xa0;has been a psychedelic nightmare. It’s like going from the sublime to – if Trump is actually elected – the ridiculously dangerous. It’s a very strange time in this country and we can only hope that Trump will&#xa0;continue to implode. Hillary Clinton is exceptionally qualified and I think she’d be a good president; American sexism plays a huge part in her supposed “unlikability”. She might not be as inspiring as Obama, she’s not cool or chic, but she is such a policy wonk, so prepared and careful. And constant. Her priorities – children, families, justice – are the same after 30 years. Yet she is suspected because she has breached the establishment. I’m just praying she’ll win. If Trump wins, there’ll be a lot of people in America trying to marry Canadians.</p> <p>Obama has been a inspiring and provocative leader. The fact that this is more or less the consensus around the world really matters, because it means he’s not vulnerable to the sniping and griping, to the ridiculous “go low, no, go lower” tone that Trump has set in this election. I don’t think anything will change the fact that Obama’s presidency marks an honourable few years in American history. He is Trump’s polar opposite. What a country this is, to nurture and succour two such opposite cultural/political beings. The best and the worst have moved further and further apart; we are a completely divided nation. Those paradise moments – the very surprising 2008 Obama election, the crowds, the alliances, the decency, charm and intelligence of it all – exist alongside all that we now endure. It’s a world that only a 24-hour news cycle could love. What will Trump do or say next? Like everything Trump touches, it’s all about him. But I digress.</p> <p>Desperation and chaos are distracting. How dark will it get? Regardless, Obama is not going away.&#xa0;The America that elected him twice is not going away either. Like Elvis, that America has left the building. Hopefully it will reappear on election day.</p>",
  "<p>China’s leaders have been accused of delivering a calculated diplomatic snub to Barack Obama after the US president was not provided with a staircase to leave his plane during his chaotic arrival in Hangzhou before the start of the G20.</p> <p>Chinese authorities have rolled out the red carpet for leaders including <a href=\"https://twitter.com/G20_China/status/772124305970913280\">India’s prime minister, Narendra Modi</a>, <a href=\"http://news.xinhuanet.com/english/2016-09/03/c_135658107.htm\">the Russian president, Vladimir Putin</a>, <a href=\"https://twitter.com/G20_China/status/772121087840747520\">the South Korean president, Park Geun-hye</a>, <a href=\"https://www.youtube.com/watch?v=ConMzKNYuN4\">Brazil’s president, Michel Temer</a>, and <a href=\"http://news.xinhuanet.com/english/photo/2016-09/04/c_135658722_2.htm\">the British prime minister, Theresa May</a>, who touched down on Sunday morning. <br></p> <p>But the leader of the world’s largest economy, who is on his final tour of Asia, was forced to disembark from Air Force One through a little-used exit in the plane’s belly after no rolling staircase was provided when he landed in the eastern Chinese city on Saturday afternoon.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/environment/2016/sep/03/breakthrough-us-china-agree-ratify-paris-climate-change-deal\">Breakthrough as US and China agree to ratify Paris climate deal</a> </p> </aside>  <p>When Obama did find his way on to a red carpet on the tarmac below there were <a href=\"http://www.reuters.com/article/us-g20-china-hangzhou-usa-idUSKCN1190AT\">heated altercations between US and Chinese officials</a>, with one Chinese official caught on video shouting: “This is our country! This is our airport!”</p> <p>“The reception that President Obama and his staff got when they arrived here Saturday afternoon was bruising, even by Chinese standards,” <a href=\"http://www.nytimes.com/2016/09/04/world/asia/obama-xi-staff-shouting-match.html?hp&amp;action=click&amp;pgtype=Homepage&amp;clickSource=story-heading&amp;module=a-lede-package-region&amp;region=top-news&amp;WT.nav=top-news\">the New York Times reported</a>. </p> <p>Jorge Guajardo, Mexico’s former ambassador to China, said he was convinced Obama’s treatment was part of a calculated snub.</p> <p>“These things do not happen by mistake. Not with the Chinese,” Guajardo, who hosted presidents Enrique Peña Nieto and Felipe Calderón during his time in Beijing, told the Guardian. </p> <p>“I’ve dealt with the Chinese for six years. I’ve done these visits. I took Xi Jinping to Mexico. I received two Mexican presidents in China. I know exactly how these things get worked out. It’s down to the last detail in everything. It’s not a mistake. It’s not.” </p> <p>Guajardo added: “It’s a snub. It’s a way of saying: ‘You know, you’re not that special to us.’ It’s part of the new Chinese arrogance. It’s part of stirring up Chinese nationalism. It’s part of saying: ‘China stands up to the superpower.’ It’s part of saying: ‘And by the way, you’re just someone else to us.’ It works very well with the local audience.</p> <p>“Why [did it happen]?” the former diplomat, who was ambassador from 2007 until 2013, added. “I guess it is part of Xi Jinping playing the nationalist card. That’s my guess.”</p> <p>Bill Bishop, a China expert whose <a href=\"https://sinocism.com/\">Sinocism newsletter</a> tracks the country’s political scene, agreed that Obama’s welcome looked suspiciously like a deliberate slight intended “to make the Americans look diminished and weak”.<br></p> <p>“It sure looks like a straight-up snub,” Bishop said. “This clearly plays very much into the [idea]: ‘Look, we can make the American president go out of the ass of the plane.’” </p>  <figure class=\"element element-image\" data-media-id=\"13476ea2748fda3cf0b71497bd882ec365e50218\"> <img src=\"https://media.guim.co.uk/13476ea2748fda3cf0b71497bd882ec365e50218/0_78_3203_1922/1000.jpg\" alt=\"Obama exits Air Force One from the usual top door on Midway Atoll two days before his arrival in China.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Obama exits Air Force One from the usual top door on Midway Atoll two days before his arrival in China.</span> <span class=\"element-image__credit\">Photograph: Carolyn Kaster/AP</span> </figcaption> </figure>  <p>Bishop added: “We’ve no proof. It could clearly just be a cock-up but it would be a stunningly large cock-up given how well these people plan for all these events and especially for something like the G20. The idea that they have been preparing for well over a year for the G20 but suddenly there be a malfunction with the ramp just for one president … that really strains credulity.”</p> <p>A Chinese foreign ministry official involved in the visit denied it had been a snub, <a href=\"http://www.scmp.com/news/china/diplomacy-defence/article/2014484/staircase-snub-obama-was-united-states-decision-reveals\">telling the South China Morning Post</a> the US delegation had declined to use the usual rolling red-carpet staircase. </p> <p>“It would do China no good in treating Obama rudely,” the official, who declined to be named, was quoted as saying. </p> <p>“China provides a rolling staircase for every arriving state leader, but the US side complained that the driver doesn’t speak English and can’t understand security instructions from the United States; so China proposed that we could assign a translator to sit beside the driver, but the US side turned down the proposal and insisted that they didn’t need the staircase provided by the airport,” the official added.</p> <p>The US president offered a diplomatic reply when asked to comment on the airport “kerfuffle” on Sunday during a joint press conference with Theresa May.</p> <p>“I wouldn’t over-crank the significance of it because, as I said, this is not the first time that these things happen and it doesn’t just happen here. It happens in a lot of places including, by the way, sometimes our allies,” Obama said, adding that “none of this detracts from the broader scope of the relationship”.</p> <p>Obama suggested his Chinese hosts might have found the size of the US delegation “a little overwhelming”. </p> <p>“We’ve got a lot of planes, a lot of helicopters, a lot of cars and a lot of guys. If you are a host country, sometimes it may feel a little bit much.” <br></p> <p>Susan Rice, the US national security adviser, admitted she had been surprised by the handling of the president’s arrival. “They did things that weren’t anticipated,” <a href=\"http://staging.hosted.ap.org/dynamic/stories/A/AS_OBAMA_CHINA_TARMAC_TENSIONS?SITE=AP&amp;SECTION=HOME&amp;TEMPLATE=DEFAULT&amp;CTIME=2016-09-03-15-07-10\">she told reporters</a>. <br></p>  <figure class=\"element element-image\" data-media-id=\"e7e8bdf43b97a3954cf855e8f7552eb5719d4ee5\"> <img src=\"https://media.guim.co.uk/e7e8bdf43b97a3954cf855e8f7552eb5719d4ee5/0_0_1368_1621/844.jpg\" alt=\"British prime minister Theresa May and chancellor Philip Hammond are given the full red carpet treatment on arrival in Hangzhou on Sunday.\" width=\"844\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">British prime minister Theresa May and chancellor Philip Hammond are given the full red carpet treatment on arrival in Hangzhou on Sunday.</span> <span class=\"element-image__credit\">Photograph: Xinhua/Barcroft Images</span> </figcaption> </figure>  <p>The New York Times said Rice had appeared <a href=\"http://www.nytimes.com/2016/09/04/world/asia/obama-xi-staff-shouting-match.html?smid=tw-share&amp;_r=0\">“baffled and annoyed”</a> that the president had been forced to leave Air Force One through a door normally reserved for high-security trips to places such as Afghanistan. <br></p> <p>In the lead-up to the final meeting between Obama and Xi, experts had predicted the pair would seek to part ways on a positive note with the announcement that the world’s two largest polluters would <a href=\"https://www.theguardian.com/environment/2016/sep/03/breakthrough-us-china-agree-ratify-paris-climate-change-deal\">ratify the Paris climate agreement</a>. </p> <p>However, Obama’s unconventional welcome – and <a href=\"https://www.washingtonpost.com/world/obamas-china-visit-gets-off-to-rocky-start/2016/09/03/a188b2c6-71df-11e6-b786-19d0cb1ed06c_story.html\">a series of subsequent skirmishes and quarrels</a> between Chinese and US officials and journalists – were a reminder of the underlying tensions. </p> <p><a href=\"https://www.washingtonpost.com/world/obamas-china-visit-gets-off-to-rocky-start/2016/09/03/a188b2c6-71df-11e6-b786-19d0cb1ed06c_story.html\">The Washington Post</a> said Obama’s bumpy landing in China was “a fitting reflection of how the relationship between these two world powers has become frayed and fraught with frustration”. <br></p> <p>“I think this time … maybe the seams were showing a little more than usual in terms of some of the negotiations and jostling that takes place behind the scenes,” Obama admitted on Sunday. <br></p> <p>Official statements issued by both sides on Saturday, as the pair held more than four hours of bilateral meetings, hinted at some of the disagreements between the world’s two largest economies. </p> <p>According to <a href=\"https://www.whitehouse.gov/the-press-office/2016/09/03/readout-presidents-meeting-president-xi-jinping-china\">a White House statement</a>, Obama told Xi of “America’s unwavering support for upholding human rights”. </p> <p>“China opposes any other country interfering in its internal affairs in the name of human rights issues,” <a href=\"http://news.xinhuanet.com/english/2016-09/03/c_135658102.htm\">Xi told Obama in response</a>, according to Xinhua, Beijing’s official news wire. </p> <p><a href=\"http://edition.cnn.com/videos/tv/2016/09/02/exp-gps-obama-sot-south-china-sea.cnn\">In an interview with CNN</a>, Obama warned Beijing against muscle-flexing in the South China Sea. Xi told Obama his country would <a href=\"http://news.xinhuanet.com/english/2016-09/04/c_135658206.htm\">“unswervingly safeguard”</a> its claims in the region. </p> <p>Bishop said: “Other than in climate, in most areas of the US-China relationship there is increasing amounts of friction and some actually increasingly quite hot friction around the South China Sea and some of these military [interactions] in the region.”</p> <p>“The US is looking a little weak and a little tired and I think [Beijing is] happy to put anybody in their place when they can. I think they see the opportunity to make Obama look weak,” he added. <br></p> <p>Both Bishop and Guajardo said the <a href=\"http://www.nytimes.com/2016/09/04/world/asia/obama-xi-staff-shouting-match.html?smid=tw-share&amp;_r=0\">reported confrontations</a> between Chinese and US officials and journalists following Obama’s arrival in Hangzhou were par for the course in China. “That is just typical China. I remember when my president came, one of the Mexican press corps came out of it with stitches,” Guajardo recalled.</p> <p>But Obama’s unceremonious arrival was unusual and surely deliberate, the former Mexican ambassador added. “Just as the Chinese are about giving face they are also about not giving it and letting you know that they are not giving it to you … They don’t overlook these things by mistake. It’s not who they are. It’s not the way they do these things,” he said. </p>",
  "<p>“Why are you late, sluts?” half-barks, half-beams Amy Schumer as a couple of tiddly twentysomethings excuse their way through the fourth row. In its mix of New York chutzpah and redemptive bonding – she forgives them with a zesty snapped comeback about birthdays – it sets the scene rather nicely for an hour and more of raucous, chiefly unprintable, musings on accidental fame and unplanned tequila blackouts; of raucous and chiefly unprintable distilled Amy.</p> <p>The second leg of Schumer’s European tour after the worldwide success of <a href=\"https://www.theguardian.com/film/2015/aug/16/trainwreck-review-juicy-romcom\" title=\"\"><em>Trainwreck</em></a> and the $8m book advance, this arrived in Edinburgh the night after the festival ended and all the Americans went home. The clever ones (and there are few others who come here) must be kicking themselves at missing not only their current poster girl for feminism but one of the finest, if filthiest, standups on the planet: her act was honed on stage and she’s still comfiest and most human here.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/culture/2016/aug/27/amy-schumer-not-trying-be-likable\">Amy Schumer: ‘I'm not trying to be likable’</a> </p> </aside>  <p>The act ranges, with only mildly varying degrees of audience love, between established routines about men and sex in which Schumer nevertheless always seems to find something fresh to say – outrageously fresh, I’d thought, until I gazed around me at arrays of demure young women weeping, jaws wide with a rictus of recognition – and the contemporary. Her success is, she would have us believe, a sticky problem to her: hanging with Hillary, <a href=\"http://www.eonline.com/uk/news/708997/bradley-cooper-responds-to-amy-schumer-s-dating-comments\" title=\"\">flirting with Bradley Cooper, </a>when all she wants to do is eat and remain the third best-looking chick in any bar. As for the accidental fame, live with it, dear Amy; you’re only 35 once and have so much more to give.</p> <p>She was sharpest, unbearably sharp, after an <a href=\"http://www.bbc.co.uk/news/entertainment-arts-33771763\" title=\"\">unconscionable incident last August</a>, when it came to gun control. Her contempt knew few bounds. She was similar, if more forgiving, when musing on the Kardashian mindset – “The faces you were born with were just a light suggestion, hon. That’s just the nose stupid <em>God</em> gave you.” There were wonderful riffs on being VIP’d through the Anne Frank rope, and the insanities of papped shots of the Schumer clan, and later Amy told us about her weight in most graphic fashion, by inviting us to guess when her thighs, as she splayed them cheerfully from within her black minidress, were no longer touching. I’m convinced half the men in the audience fell in love with her then and there. But who wouldn’t, with a sexy blond who’s sharp enough not to care?</p> <p>Jo Rowling, who was there, loved it. After one extended – plug is not the word here – extemporisation on anal sex, specifically the bizarre male predilection for same, Schumer turned to carefully catch the Playhouse’s spotlight silhouetting her in a halo. She’s not the Messiah, just a very naughty girl. Here’s to very naughty, very clever girls.</p>",
  "<p>So it’s not exactly <em>King Lear</em> 2016, but the dark clouds swirling around Fox News and its acting chair, monarch Rupert, are beginning to gather. Remember his essential doctrine: he doesn’t back losers. His mystique rests on backing winners. Thatcher, Reagan, Blair, Bush, Brexit … but now comes Trump.</p> <p>Rupert Murdoch was no Trump fan, initially – he was tweeting warm thoughts about Ben Carson and Marco Rubio before they departed and The Donald was the last Republican left standing. The latter was embraced by Fox because he brought fat ratings and prospectively fatter profits. But that sticky embrace looks problematic now.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"826a49493a37f52f3d600f4b3b96bbe9f07a44b5\"> <img src=\"https://media.guim.co.uk/826a49493a37f52f3d600f4b3b96bbe9f07a44b5/437_0_2049_2561/800.jpg\" alt=\"Donald Trump.\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Trump sticks to Fox and Fox appearances like glue.</span> <span class=\"element-image__credit\">Photograph: Larry W Smith/EPA</span> </figcaption> </figure>  <p>For one thing, Trump sticks to Fox and Fox appearances like glue. For another, though Roger Ailes may have departed the news channel he created – pursued by sexual allegations – he’s found a new role prepping Trump for the presidential debate. And Sean Hannity, star Fox presenter, seems to have gone OTT with on-air rants against fellow Republicans who don’t think Donald’s the true far-right deal.</p> <p>(“If we elect Hillary because you are so stubborn, arrogant and stupid, that can’t say ‘radical Islam’ and can’t engage an enemy and identify it, that’s your fault! And if you help elect the single most corrupt person to ever seek the presidency… somebody who sold out her office for gain… somebody who has failed on Iran and Isis and radical Islam in general, and Iraq and Iran and Syria and North Africa and Libya, I’m blaming you!”).</p> <p>All of which is a problem. Fox News’ average viewer is nearly 70. The channel’s fantastically profitable: well over $1bn a year. But it needs to move on, to refurbish, to scotch the spreading sex allegations, to connect to new generations. James and Lachlan, the two heirs in waiting, clearly understand that.</p> <p>But does emergency executive chairman dad, 85, and the two co-presidents and old Fox retainers he’s promoted <em>in loco</em> Ailes? It’s an odd way of sweeping out stables and an odder way of building a fresher future. So, the rumours of family fuming mount. What would happen if Trump (and Republican majorities on Capitol Hill) go down to defeat in November? Who gets blamed? Not for being stubborn, arrogant and stupid, perhaps. But for still being in charge when winners turned to losers.</p>"
]