[
  "Trump calls Angela Merkel his favorite world leader after months of bashing her",
  "Clinton team: Trump appears to have broken Cuba embargo",
  "Trump violated Cuba embargo in 1998 business venture, report claims",
  "Forget Gary Johnson. Trump's presidency would be one long 'Aleppo moment'",
  "Snowden disclosures helped reduce use of Patriot Act provision to acquire email records",
  "Pedro Sánchez insists he is still in charge of Spanish Socialist party",
  "America's choice for president: Barack Obama or Donald Trump?",
  "Who should be the next Metropolitan police commissioner?",
  "Samantha Bee: Trump's real problem is 'every woman who's ever been called fat'",
  "Hillary Clinton was cheated on and stayed. Many of us do the same",
  "Mark Wahlberg: ‘I played golf with Donald Trump. He was very Donald Trump-like’",
  "Donald Trump attacks Hillary Clinton over links with Denis O'Brien",
  "Hillary Clinton struggles to win over millennial voters loyal to Bernie Sanders",
  "Can Labour win an election under Corbyn? Readers debate",
  "Trump's business motives are what would make him a dangerous president",
  "Trump disses debate moderator and goes after Google",
  "We need small donors to halt the march to plutocracy",
  "Groundbreaking rape survivors' bill of rights expected to be signed by Obama",
  "'There is no one I can vote for with a clear conscience': undecided US voters speak out",
  "'Trump's promises are empty': energy experts lay waste to proposals",
  "Police with body cameras receive 93% fewer complaints – study",
  "Wyatt Roy caught in fighting with Islamic State on visit to Iraq",
  "Hillary Clinton teams up with Pusha T for voter registration drive",
  "Meet Trump's 12-year-old campaign chair in a crucial Colorado county",
  "The rise and fall of fracking in Europe",
  "The man who brought you Brexit",
  "Donald Trump attacks 'biased' Lester Holt and accuses Google of conspiracy",
  "Crew of 14 stranded on ship in Sydney harbour as owners file for bankruptcy",
  "Trump claims Google suppressed 'bad news about Clinton' during debate – as it happened"
]