[
  "Autistic employees can give companies an edge in innovative thinking",
  "Use of strongest antibiotics rises to record levels on European farms",
  "Radical steps needed to avoid decline in construction industry, says review",
  "A long-distance traveller on a refuelling stopover",
  "Science, cities and innovation in the human age",
  "Corrections and clarifications",
  "A-level art history should never have been given the brush-off",
  "In their clamour for shale gas, ministers forgot the climate agreement",
  "The super-rich could survive on a bit less",
  "No Burger Queens on glorious Ripper Street",
  "Labour adds to growing demands for urgent Heathrow expansion decision",
  "Short-selling could sweep stock market if inflation pushes up borrowing costs",
  "Netflix and ill: is the golden age of TV coming to an end?",
  "Quality of life has a price. The frackers should pay it",
  "Get a Life: The Diaries of Vivienne Westwood – digested read",
  "Theresa May to visit India in signal of trading priorities post-Brexit",
  "Delia Davin obituary",
  "Labour MPs call for ballots to signal open dissent against Corbyn",
  "Angela Sinclair-Loutit obituary\r\n",
  "José Holebas’ stunning strike lands spoils for Watford at Middlesbrough",
  "Clown sightings: hysteria in the US reaches a fever pitch",
  "Brexit vote brings uncertainty for fruit pickers and farmers",
  "This new technology could save the troubled nuclear power industry",
  "Oil review – scorchingly ambitious with plenty of renewable energy",
  "Let the pound fall and the economy rise",
  "Drinking outside the box",
  "Planned Parenthood is 100 years old, but the fight for reproductive rights goes on",
  "How climate change triggers earthquakes, tsunamis and volcanoes",
  "Feeling the squeeze: Florida faces worst orange harvest crisis in a century",
  "'I love the poorly educated': why white college graduates are deserting Trump",
  "Milan leads fight against food waste – with ugly fruit and Michelin-starred soup kitchens",
  "OFM Awards 2016 best ethical restaurant: Silo",
  "OFM awards 2016 best independent retailer: the runners-up",
  "OFM Awards 2016 best ethical restaurant: the runners-up",
  "OFM Awards 2016 outstanding achievement: Social Bite",
  "What makes us think a wine tastes good?",
  "American Honey review – a magical mystery tour of the US",
  "OFM Awards 2016 best food personality: Jamie Oliver",
  "Gatwick’s the best choice in many ways, but a Heathrow Hub fudge could sweeten the deal",
  "The week in TV: The Missing; Goliath; Divorce; National Treasure",
  "Big sport’s falling audiences cast cloud over Sky, Fox – and US broadcasting",
  "As Donald Trump made clear, smart businesses know only idiots pay tax",
  "Our universities and research centres are thriving. Brexit threatens them"
]