[
  "Is the fourth industrial revolution bad news for migrants and refugees?",
  "Doctors freed to speak about Australia's detention regime after U-turn",
  "Hans-Ulrich Obrist tops list of art world's most powerful",
  "Young, female and determined: how millennial social entrepreneurs are changing the world",
  "MPs' debate about Sir Philip Green's knighthood is premature",
  "Cameron aide said government was ‘exposed on Heathrow’ over air quality",
  "Early voting lines are so long, people are fainting. That harms democracy",
  "$5.4 Billion Melanesian ocean economy in peril",
  "Two more Honduran land rights activists killed in ongoing violence",
  "Home Office expected to speed up rescue of migrant children from Calais",
  "Philip Hammond attempts to ease concerns over hard Brexit",
  "Australia will not support negotiations to outlaw nuclear weapons",
  "BHP Billiton aims for 50% female workforce by 2025",
  "Mars landing: ESA declare success despite Schiaparelli probe's silence - as it happened",
  "The Guardian view on NiUnaMenos: challenging misogyny and murder",
  "Saudi Arabia raises $17.5bn from bonds to repair damage to public finances",
  "Pentonville stabbing: death prompts call for inquiry into state of jails in England and Wales",
  "Benn and Cooper elected to chair Brexit and home affairs committees respectively - Politics live",
  "Larry Sanders on brother Bernie and why Tony Blair was ‘destructive’",
  "Porn in schools? No  – what students need is James Stewart",
  "Charlie Brooker: 'Someone threatened to smuggle a rifle through customs and kill me'",
  "Why won't the global agenda for inclusive cities recognise LGBTQ citizens?",
  "Robert Plant Lampedusa tour review – tenderly rocking for refugees",
  "It’s a sim! When video games clash with reality",
  "'It's not a victimless crime' – the murky business of buying academic essays",
  "'Our temples of culture': readers reflect on their favorite libraries across the US",
  "Squid’s out – are there any you can still eat?",
  "Airports Commission chair calls for immediate Heathrow third runway vote",
  "Maro Itoje the quiet student who has already graduated for England",
  "Blue-eyed tea-seller becomes social media sensation in India and Pakistan",
  "El mundo se da cita en Quito para discutir las ciudades, pero ¿están siendo escuchadas las voces locales?",
  "Europe's first ruling on Brexit: it's masculine, unless you're Italian",
  "The real refugee scandal is that the UK has been locking up children",
  "Phil Collins webchat – your questions answered on prog rock, self-doubt and Miami Vice",
  "People power is ending TTIP and other unpopular EU free-trade deals",
  "Sustainable cities: how can we develop the urban circular economy? – live chat",
  "Judges deem Eritrea unsafe for migrants' return as Home Office advice rebutted",
  "Why has climate change been ignored in the US election debates?",
  "Conventional thinking will not solve the climate crisis",
  "Wang Jianlin: does China's richest man have a plan to take over Hollywood?",
  "11 ways to stop periods from disrupting girls' education",
  "Scientists investigate death of 10,000 endangered 'scrotum' frogs in Peru",
  "Two billion more people will live in cities by 2035. This could be good – or very bad",
  "Somaliland hopes Brexit will pave way for UK to grant international recognition",
  "Why you can thank geology for your morning songbird chorus",
  "BT slips on pension and break-up concerns",
  "'We forgot to tell the kids that moving can suck': the challenges of working abroad",
  "Satellite Eye on Earth: September 2016 - in pictures",
  "Gianni Infantino and Fifa seem to have a new plan: to kill the World Cup",
  "No longer taken seriously, we're seeing the last gasp of climate denial groups",
  "UK employment rate at record high despite vote to leave European Union",
  "Why I refuse to pay my university rent",
  "The day Curtly Ambrose ripped England to pieces in the West Indies",
  "Leonardo DiCaprio looking to star in real life tale of Jim Crow south",
  "Theresa May accused of 'dither and delay' over Heathrow expansion",
  "Alianza de Futbol: the program giving young Latinos a shot at soccer stardom",
  "Angela Eagle received hundreds of homophobic messages from Labour members",
  "Russia Today row, Channel 4 News, PA to automate stories",
  "English wasabi, Devon grappa: why UK firms are experimenting",
  "Why don’t vegans eat honey? You asked Google – here’s the answer",
  "Cane-toad sausages help biologist win top science prize",
  "WA premier Colin Barnett does not support Adler gun coming into his state – as it happened",
  "Where is the world's most hi-tech city? (And it's not San Francisco …)",
  "How virtual reality is changing the game in healthcare",
  "First Mars landing sees Europe's space agency ‘gaining its spurs’",
  "Tasmanian tap water tastes the best in the country, says water industry group",
  "Tasmanian devils developing immune response to contagious face cancer",
  "Coalition asleep at the wheel as household debt warning gets louder",
  "Shipping 'progressives' call for industry carbon emission cuts",
  "World's mammals being eaten into extinction, report warns",
  "Outrage over actor Rahama Sadau's hug highlights Nigeria's divisions",
  "Still ticking: The improbable survival of the luxury watch business",
  "Dawn burnishes the landscape, while mice feed on windfall apples",
  "Young people rely on 'bank of mum and dad' to buy property, says Treasury secretary",
  "Trump Super Pac chair: Donald Trump needs 'a miracle' to win – as it happened",
  "Horror in the outback: Jane Harper, Charlotte Wood and the landscape of fear",
  "The gun control debate shows the Coalition still hasn't worked out how to negotiate"
]