[
  "Anyone but … meet the other candidates in the ‘craziest election of all time’",
  "Glasgow, forever Edinburgh’s poor relation, deserves better",
  "Gunfire, logistical chaos? All things considered, Rio is going rather well",
  "The rising power of China will create new political fissures in the west",
  "How to enjoy the heatwave!",
  "Rio 2016: the view from the couch",
  "Letters: the benefit to the brain of being bilingual is still a grey area",
  "After Westeros, a new TV epic from Game of Thrones author",
  "River Dee's pearl mussels get a helping hand – or gill",
  "Your pictures: share your photos on the theme of 'spirit'",
  "Maro Itoje explains why he needs to improve for both England and Saracens",
  "Darya Klishina, Russia’s only track and field athlete in Rio, banned",
  "Some trainers are so cool the last thing you’d do is actually wear them",
  "A year after the crisis was declared over, Greece is still spiralling down",
  "Warrington’s Daryl Clark back to his best and has his sights on trophies",
  "HG Wells’s prescient visions of the future remain unsurpassed",
  "Philip Hammond told to extend UK guarantees on EU grants",
  "Whole Foods arrives in Williamsburg: a marriage made in hipster heaven",
  "Sir Bradley Wiggins pulls clear from roll call of British Olympic greats",
  "Women in Peru protest against rising tide of murder and sexual crime",
  "'It was torrential rain – I loved it': would you be happier working outside?",
  "Clive James: ‘my granddaughter has left me to look after Charlie, her pet gerbil’",
  "My workout: Lawrence Pickford, 27, capoeira – ‘Your personality is reflected in how you move’",
  "As the Premier League kicks off, British sport faces a new threat: can it cope with Brexit?\r\n",
  "Large cruise ship voyage through Arctic ice rekindles rows",
  "Rio Olympics 2016: Ledecky wins gold in world record, veteran Ervin triumphs – as it happened",
  "White waterlilies combine purity with a hint of danger",
  "Jessica Ennis-Hill leads heptathlon after day one as Greg Rutherford survives scare",
  "From the rich black soil of the Liverpool Plains springs hope for coalmine-free future",
  "Bondi Hipsters: 'Two people who are bad for each other but totally need each other'"
]