[
  "With opponents inside and out, there's no plain sailing for Malcolm Turnbull",
  "The evolution of Arsenal’s Mesut Özil earns comparison with Bergkamp",
  "Australia should go to Papua and see the human rights situation for itself",
  "Ominous news for Aleppo as Russian frigate reaches Syrian coast",
  "California politician likes climate change because 'our enemies' live in hot places",
  "Florida measure calls itself pro-solar but critics say it's 'a wolf in sheep's clothing'",
  "If Donald Trump wins, it’ll be a new age of darkness",
  "Google pays €47m in tax in Ireland on €22bn sales revenue",
  "The Guardian view on the US election: Hillary Clinton is the world’s best hope",
  "StarCraft II: DeepMind unveils latest game its AI plans to conquer",
  "It’s a mistake to demonise Russia",
  "MDMA may pose greater danger to women than men, say scientists",
  "The vicious assault on UK judges by the Brexit press is a threat to democracy",
  "From lightning suits to algae-munching drones: how design is electrifying Dubai",
  "Oil price falls as Saudi Arabia and Iran argue over output",
  "Innovation is the answer to a simple question 'Is there a better way'",
  "Times apologises for claiming tobacco firms funded e-cigarette research",
  "‘I took his hand and got down on one knee’: a policeman proposes at Pride",
  "Paris agreement, air pollution and your carbon footprint – green news roundup",
  "Guardian US mobile innovation lab to offer live election results on mobile lock screens",
  "Can moaning ever make you happy?",
  "Doreen Spooner recalls her time as a photographer on Testosterone Alley",
  "The rise and rise of international diplomacy by WhatsApp",
  "The contradictory attacks of the Brexit-loving press",
  "Lab notes: from Alzheimer's to zoology we've got this week's best science covered",
  "People of colour are painfully absent from our museums. Let’s change that",
  "'I am fed up with the elite ignoring us': leave voters on article 50 ruling",
  "Oil firms announce $1bn climate fund to clean up gas",
  "Purging of black Democrats from voter rolls raises election concerns",
  "Amazonians call on leaders to heed link between land rights and climate change",
  "Tru love: Canada's year of Justin Trudeau has been a honeymoon, but will it last?",
  "Meme warfare: how the power of mass replication has poisoned the US election",
  "David Olusoga: ‘There’s a dark side to British history, and we saw a flash of it this summer’",
  "To children, the news can be confusing and scary. They need our reassurance",
  "Bank of England deputy: UK should be grateful Mark Carney is staying",
  "FTSE slides on Brexit and US election fears, with Hikma leading the fallers",
  "Clyde warship contract green light  'secures jobs for 20 years'",
  "Keep it in the ground: the Paris climate agreement is now official",
  "The Pursuit of Power: Europe 1815-1914 review – an age of contradictions",
  "Matt Smith's wild ride, Brexit ruling reaction, fan theories",
  "A meat-free Turin? Is Italy’s first 'vegetarian city' a recipe for disaster?",
  "NGOs aren't just mute. They're being gagged",
  "Myanmar journalist says she was fired over story on military rape allegations",
  "Canada broadens aid horizons as focus falls on women and girls in Mozambique",
  "Has the Netflix effect created a global village or turned us into narcissists?",
  "The Paris climate agreement is a game-changer – and business risks being left behind",
  "China could ban lawmakers from Hong Kong parliament as crisis escalates",
  "Honey wars: crime and killings in New Zealand's booming manuka industry",
  "Few geese graze the murky marsh edge",
  "Asian shares slide again after market's 'fear index' spikes for eighth day",
  "Australian Bureau of Statistics to slash jobs despite census bungle",
  "Donald Trump: Hillary Clinton has 'no right to be running' – as it happened",
  "Paris climate change agreement enters into force",
  "We've abandoned gender equality and child welfare in the name of cost-cutting",
  "Free school breakfast clubs boost maths and literacy results, study finds"
]