[
  "Gaping chasm between Coalition's climate mantra and the real debate",
  "Lewis Hamilton into rarefied air as he chases Fangio’s Italian GP record",
  "FBI releases documents in Clinton email investigation – as it happened",
  "We decide who invests in Australia, Turnbull says ahead of G20 in China",
  "How Wolverhampton and Coventry drifted apart on youth employment",
  "Bishop of Grantham first C of E bishop to declare he is in gay relationship",
  "The Guardian view on Green leadership: a challenge and an opportunity",
  "Corrections and clarifications",
  "Antibacterial soaps banned in US amid claims they do 'more harm than good'",
  "Reserved! Polish fashion chain moves into BHS flagship store",
  "How does Paralympic classification work?",
  "Inquiry into UK Paralympic classification to be launched after Rio Games",
  "Hard-fought Headingley win may prove England’s most instructive yet",
  "Weak US jobs report dampens prospect of rate rise  - as it happened",
  "Sergio Agüero to miss Manchester derby after receiving three-match ban",
  "The Clinton-Trump presidential debates: who are the moderators?",
  "UK government to ban microbeads from cosmetics by end of 2017",
  "How well-heeled City types leave you brown and out in finance",
  "Hurricane Hermine causes severe flooding but shrinks to tropical storm",
  "In the race for a Zika cure, politics may not be working – but science is",
  "Hawaii and other big marine protected areas 'could work against conservation'",
  "Caroline Lucas and Jonathan Bartley elected Green party co-leaders – as it happened",
  "What actually is the Mediterranean diet – and does it work?",
  "University: an introduction to political activism",
  "Trump and Syrian refugees in the US: separating the facts from fiction",
  "Francis Crick Institute: cathedral of science 'looks better from 1,000 ft'",
  "Sports Direct: global pension funds to vote against Mike Ashley re-election",
  "Asiatic cheetahs, Pope Francis and chicken bones – green news roundup",
  "Will west stick to same discredited script after death of Uzbek dictator?",
  "Caroline Lucas and Jonathan Bartley voted joint Green party leaders",
  "Mother Teresa to become saint amid criticism over miracles and missionaries",
  "L is for London: share your artwork now",
  "Books to give you hope: Adventures in the Anthropocene by Gaia Vince",
  "Frog And Scot, Deal, Kent: ‘The lack of pretension is as bracing as a dive into the British briny’ – restaurant review",
  "US jobs report: economy added 151,000 jobs in August, fewer than expected",
  "Hurricane Hermine's path unclear after hitting Florida",
  "Amazon Dash: does the world really need more little pieces of plastic?",
  "Asos must pay £20m to rival retailers",
  "Change.org cuts a third of its global workforce",
  "Turkey's Syria offensive shows how each party is fighting its own war",
  "How Wall Street's CEO bonus loophole cost the US government $1bn",
  "'The service is completely useless': commuters react to Southern rail profit hike - as it happened",
  "Super Nintendo and me: growing up, recession and role-playing adventures",
  "The trouble with philanthropy is that money can't buy equality",
  "'On the ride in Africa, I realised that I could do anything'",
  "Pro12 North American plan could jeopardise US PRO Rugby league",
  "Alicia Garza on the beauty and the burden of Black Lives Matter",
  "A year on from Alan Kurdi, we still have a moral case to help child refugees",
  "The app that gives Oslo's children a direct say over their own road safety",
  "The death of Alan Kurdi: one year on, compassion towards refugees fades",
  "Theresa May will lead us into a bleak future – outside the single market",
  "Why are Kenya's students torching their own dormitories?",
  "SNP to hold 'away-day' for all its MPs to bolster case for independence",
  "Otter pups gambol on the rocks",
  "Are drought-resistant crops in Africa the tech fix they're cracked up to be?",
  "Hanjin Shipping bankruptcy causes turmoil in global sea freight",
  "Nick Kyrgios v Horacio Zeballos: US Open second round - as it happened",
  "Hillary Clinton announces blowout $143m fundraising haul – as it happened"
]