[
  "Greener pastures: the dairy farmers committed to sustainability",
  "Women gain ground in Jordan election despite yawning gender gap",
  "'We need to talk about shit': six bugs cause 78% of diarrhoea cases",
  "Hillary Clinton's problem? We just don't trust women",
  "Peta Credlin and Kristina Keneally to butt heads on new Sky show",
  "The devastation of Syria will be Obama’s legacy",
  "The Guardian view on universities: facing a double whammy",
  "Frankfurt investment chief woos London bankers in Brexit business pitch",
  "Publishers call on government to help over Google and Facebook",
  "Carney backs green finance to cut emissions and boost growth",
  "Soil carbon storage not the climate change fix it was thought, research finds",
  "Shares rally and pound jumps after divided Fed leaves US interest rates on hold – as it happened",
  "Doomocracy: the funhouse haunted by Trump and Clinton",
  "What The Exorcist and Lethal Weapon get right about TV remakes",
  "Corporation tax is on a downward trend, says OECD report",
  "100 countries push to phase out potentially disastrous greenhouse gas",
  "Canada detains hundreds of children for immigration violations, report finds",
  "This is not an article: why René Magritte is a timeless genius",
  "Rolls-Royce hires Daily Mail's Stephen Daintith as chief financial officer",
  "EU chief calls on ex-commissioner to explain undeclared offshore role",
  "Prince William: African elephants could be gone from the wild by the time Charlotte turns 25",
  "Lloyd's considers opening EU subsidiary to be ready for Brexit",
  "Richard Sherman on anthem protests: 'People are still missing the point'",
  "Met police acknowledge lack of sensitivity over spit hoods plan",
  "Dong Energy plans world's largest windfarm repair hub at Grimsby",
  "Violence erupts on second night of North Carolina police protests",
  "Claudia Rankine wins $625,000 MacArthur 'genius grant'",
  "David Miliband claims Corbyn has made Labour 'unelectable' - Politics live",
  "Apps and maps: 6 ways companies can cut their water footprints",
  "Conservationists and MPs call for a total UK ban on ivory sales",
  "How universities went on a building spree as tuition fees pour in",
  "UK universities draw up plans for EU campuses ahead of Brexit",
  "Female rappers take a stand in Mexico's capital of violence against women",
  "UK economy faces challenging period after Brexit vote, says Bank",
  "Wells Fargo's toxic culture reveals big banks' eight deadly sins",
  "Swaziland's reed dance: cultural celebration or sleazy royal ritual?",
  "Julia Gillard: 'We've made progress in education and gender equality – but more must be done'",
  "Mortgage lending climbed in August, says CML",
  "Archeologists denounce Dakota Access pipeline for destroying artifacts",
  "Arsène Wenger should have won more but English football owes him a lot",
  "'No ghosts. No gay love stories. No nudity': tales of film-making in China",
  "China: lawyer for Ai Weiwei jailed for 12 years in 'severe retaliation'",
  "'Butcher of Kabul' pardoned in Afghan peace deal",
  "Vasectomies: turning an 'act of love' into a global movement",
  "BBC's Scottish Six, Fake Sheikh, Channel 4 Paralympics",
  "Talking Horses: Cheltenham heroes clash at Perth plus Newmarket tips",
  "What does Instagram Stories mean for brand engagement?",
  "The Brexit economy: post-referendum data defies gloomy UK predictions",
  "Paris is banning traffic from half the city. Why can’t London have a car-free day?",
  "Liberal campaign director defends 'positive' election tactics and attacks Medicare 'lie'",
  "Galilee basin coal must be left in ground as a ‘priority’ – new report",
  "Pesticide manufacturers' own tests reveal serious harm to honeybees",
  "Indian technology institute to put the art of happiness under the microscope",
  "Global coral bleaching event might become new normal, expert warns",
  "Waste crime is 'the new narcotics', says Environment Agency chief",
  "A walk in the woods with Richard Fortey",
  "Turnbull tells UN secure borders essential for managing global migration flow",
  "River pollution puts 323m at risk from life-threatening diseases, says UN",
  "The red planet: China sends vines into space in quest for perfect wine",
  "Trump dropped his birtherism stance to 'get on with campaign' – as it happened",
  "Centrelink could be sued over 'privatisation' of job schemes"
]