[
  "新加坡成象牙走私中心",
  "Stephen Conroy says sorry for catching colleagues by surprise with resignation",
  "Nobel laureate Svetlana Alexievich  heads longlist for UK's top nonfiction award",
  "Australia will take refugees from Costa Rica camps, Turnbull tells UN",
  "Wada fears for future as Olympic chiefs take aim over Russia’s ban at Rio 2016",
  "Theresa May gives debut address to UN general assembly – as it happened",
  "Patrick van Aanholt claims heart scare ‘is really nothing to worry about’",
  "Ban Ki-moon condemns ‘apparently deliberate’ Syria aid convoy attack",
  "Leicester City 2-4 Chelsea: EFL Cup – as it happened",
  "£100m of UK aid budget to be spent controlling  immigration from Africa",
  "Arsenal and Liverpool cruise to EFL Cup wins, Norwich shock Everton: clockwatch – as it happened",
  "Donald Trump Jr has a knack for landing himself in hot water",
  "Australia's emissions won't fall by 2030 without greater climate action, modelling shows",
  "'Red tape' locking small island states out of billions in climate funds",
  "Progressives can attract Hanson supporters. But not by insulting them",
  "Theresa May: UK to ratify Paris climate change deal this year",
  "PGA Tour confident golf did enough at Rio 2016 Games to keep Olympic place",
  "Archbishop's prayers answered as payday loan firms brought to book",
  "Simon McBurney: British theatrical alchemist ready to dazzle Broadway",
  "Will this Brexit offer get the Lib Dems back in the game?",
  "Obama's final UN assembly address: 'At this moment we all face a choice'",
  "Our roads are choked. We’re on the verge of carmageddon",
  "What the BBC needs is a Morris dance-off",
  "Universities should be safe places – give offence somewhere else",
  "Changing up: the irresistible rise of Dagny",
  "Atlanta star Brian Tyree Henry: if Trump gets elected 'it's going to be Mad Max'",
  "United Nations relief efforts are at the whim of Bashar al-Assad",
  "Stock markets jittery but investors bet against US rate hike this week – as it happened",
  "Ahmad Khan Rahami's father contacted FBI in 2014 over terrorism worry",
  "How do I sleep, thinking about Syria? Not well. We can and must do more",
  "Fasten your boob belts! Eight trends from London fashion week",
  "Tim Farron hails Tony Blair's 'early work' in pitch for Labour voters",
  "Frieze London 2016 to feature Julie Verhoeven lavatory intervention",
  "Emmys confirm new wave of lesbian visibility: 'Everyone is reveling in it'",
  "'Our kids can’t play with toy guns': Tyre King police shooting a painful reminder",
  "How walking sims became as important as the first-person shooter",
  "Evan McMullin on his presidential bid: 'Someone needed to step up' to Trump",
  "And the loser is ... why everyone is sick of award shows",
  "The subtle side of David Bowie: 'quiet' art collection goes on display in LA",
  "Behind the headlines: daily life for Red Crescent workers in Syria",
  "From concrete to coral: breeze blocks make a splash regenerating reefs",
  "'Significant' risk to UK firms if passporting rights lost after Brexit",
  "Emma Walmsley profile: from marketing at L'Oréal to GSK chief",
  "Momentum Kids is not about raising 'Tiny Trots'. It's for people like us",
  "Clinton hasn't won over millennials. And no, sexism isn't to blame",
  "Bison found poisoned and decapitated on Spanish reserve",
  "Threat to honeybees as Asian hornet's arrival on UK mainland confirmed",
  "Migrants' perilous journeys, and the women who helped convict Habré",
  "I can lead Labour to power – Corbyn only takes us further away",
  "Guardian Weekly Letters, 23 September 2016",
  "No desks but lots of enthusiasm: what it's like to teach in a refugee camp",
  "The Cleveland Indians have been hot all year. So why is nobody watching?",
  "Ugandans driven to despair by spending on MPs' cars as basic services suffer",
  "Are you a woman who works in manual trade? Share your photos and stories",
  "Want to change the aid industry? Here's how to do it",
  "Hillary Clinton: US must be 'vigilant but not afraid' on terrorism – as it happened",
  "US blames Russia after UN aid convoy in Syria targeted by air attack",
  "Players’ interests must be at heart of any new timetable for world rugby",
  "GSK makes Emma Walmsley most powerful woman in FTSE 100",
  "Ahmad Khan Rahami: New York bombings suspect arrested after shootout",
  "Death By A Thousand Cuts: documentary charts the dangers of deforestation",
  "Global trade deal threatens Paris climate goals, leaked documents show",
  "No grammar schools, lots of play: the secrets of Europe’s top education system",
  "The automated city: do we still need humans to run public services?",
  "Why so few women in peace talks, demand Myanmar campaigners",
  "Theresa May calls on UN to meet challenges of globalisation",
  "Brexit weekly briefing: buckle up – a nasty divorce looks inevitable",
  "Stumped for ideas? Lucid dreaming lets you work while you sleep",
  "Australia does not have a welfare problem. We have a poverty problem",
  "British activist found guilty in Thailand over report alleging labour abuses",
  "Automation will end the dream of rapid economic growth for poorer countries",
  "Man v rat: could the long war soon be over?",
  "Spiders' shining threads turn lifeless gardens silver",
  "Chromium-6: 'Erin Brockovich' chemical threatens two-thirds of Americans",
  "Leonardo DiCaprio given rival invitations to visit Great Barrier Reef",
  "Sure, unemployment is down but plenty of people would like to work more",
  "Fantasy made reality as Game of Thrones earns record Emmy haul"
]