[
  "Greenland's huge annual ice loss is even worse than thought",
  "Women do four years more work than men in lifetime, report shows",
  "UK failing on many human rights measures, report claims",
  "World lagging behind on global health targets, researchers warn",
  "MI6 to recruit hundreds more staff in response to digital technology",
  "To fight racism, we need to craft a better 'we' and ditch the 'us' and 'them'",
  "Time to sample the bounty of sun and rain",
  "Fed chair Yellen rejects Trump criticism after leaving US interest rates on hold – as it happened",
  "‘It’s a depressing sight’: climate change unleashes ghostly death on Great Barrier Reef",
  "What's next for Apple's €13bn tax battle?",
  "Donald Trump on terror is just McCarthyism for a new age",
  "Miaow! Row over harm done by domestic cats sends fur flying",
  "The Guardian view on clean sport: free the World Anti-Doping Agency",
  "US tests reveal major TV manufacturers may be manipulating energy ratings",
  "The Trump Foundation: what's known is shocking. We need to know more",
  "Curtis Hanson obituary",
  "The Guardian view on the global economic outlook: dark clouds ahead",
  "UN warns over global fallout from debt crisis in poor countries",
  "Arsène Wenger: 20 years at Arsenal – an incredible journey of joy and frustration",
  "Morrissey and the Misfits at Riot Fest review – old punks creak out hits",
  "Mayor of Rome announces opposition to city’s 2024 Olympic bid",
  "Emily Blunt: women need to be less judgmental of each other",
  "Ravi Shankar opera to get posthumous world premiere",
  "The secrets of becoming a successful journalist by senior Guardian contributors",
  "ExxonMobil under investigation by US financial watchdog over oil valuations",
  "OECD in Brexit warning U-turn as it revises growth forecast for UK",
  "Delhi hospitals fighting uphill battle against drug-resistant superbugs",
  "Paris climate agreement poised to come into force",
  "STV aims to outflank BBC by launching news show before proposed Scottish Six",
  "Tackling antisocial behaviour at its root",
  "Does quitting social media make you happier? Yes, say young people doing it",
  "Laura Mvula and Kano lead 2016's Mobo award nominations",
  "Bomba Estéreo: 'Be comfortable in your skin and revere others for who they are'",
  "Labour ex-minister Chris Mullin backs electoral pact with Lib Dems and Greens - Politics live",
  "Want to make a difference at university? Join the clubs",
  "Prison violence at 'wholly unacceptable' level, ombudsman finds",
  "Philip Hammond too worried about votes to heed OECD's advice to spend",
  "UN report accuses Burundi government of human rights abuses",
  "Protests erupt in Charlotte after fatal police shooting",
  "Syria aid convoy attack: ‘the bombardment was continuous’",
  "Athens' unofficial community initiatives offer hope after government failures",
  "Alicia Keys review – soul singer opens door to blistering basement bash",
  "Aberthaw power station breached emissions limit, rules EU court",
  "Blair’s business decision might thin the fog of rage – and help Labour",
  "Aid agencies have failed in Greece – your responses",
  "The mysterious lynching of Frank Little: activist who fought inequality and lost",
  "Why everyone is talking about US interest rates today – and why it matters",
  "Second video of 'windscreen-smashing police officer' appears",
  "375 top scientists warn of 'real, serious, immediate' climate threat",
  "Trump and Brexit add yet more spice to Ryder Cup’s theatres of cultural war",
  "50 Under 50 ranking: the best young universities in the world",
  "Calls to abolish death penalty grow louder in Japan",
  "Margaret Hodge is right - Whitehall needs reform. But will it happen?",
  "Russian planes dropped bombs that destroyed UN aid convoy, US officials say",
  "UK to crack down on illegal ivory sales",
  "The Fancy Bears leaks shouldn’t tar all athletes with the same doping brush",
  "North Korea only has 28 websites, according to leak of official data",
  "Sex workers in poor countries have no voice on UN consultation, activists say",
  "BBC tendering, Sunday Sport, Ofcom's Sky ruling",
  "Half of UK women flush tampons away – this has to stop",
  "Where have all the insects gone?",
  "A Little History of Religion by Richard Holloway review – God versus oppression",
  "Painting for peace: global mural project highlights the walls that divide our cities",
  "Refugees condemn Malcolm Turnbull’s promotion of Australia’s asylum policy",
  "Swipe right for business benefits",
  "How the real world hijacked fashion",
  "UK nuclear weapons convoys 'have had 180 mishaps in 16 years'",
  "Kerry McCarthy: I'm angry some people don't care about winning",
  "Ecuador's foreign minister steps up campaign for UN tax body",
  "Wednesday’s best TV: The Great British Bake Off; Murder at the Station; Gaga for Dada",
  "Late-summer contentment on the Dorset coast",
  "UN meeting tackles the 'fundamental threat' of antibiotic-resistant superbugs",
  "UK advertising watchdog admits it was wrong to ban Greenpeace fracking advert",
  "Male redback spiders evade cannibalism by mating with immature females",
  "Kill Climate Deniers: the provocative play that sneakily infiltrated Australia's Parliament House",
  "Saving silver: portable micro-factories could turn e-waste trash into treasure",
  "Trump reportedly used charity money to settle legal claims – as it happened",
  "Indigenous recognition deserves serious debate. Andrew Bolt shouldn't be part of it",
  "Trump claims African American communities are in 'worst shape ever'"
]