[
  "MPs demand vote on hard Brexit plans for UK to leave single market",
  "Why the prissy reaction to Ferrante being unmasked?",
  "Vaping injuries ‘like being shot in the face’",
  "For the record",
  "The SNP win in Glasgow should shame Labour",
  "Wildcats, foxes, squirrels or bats? Britain asked to vote for its favourite mammal",
  "Can Stephen Daldry bring his magic to royal TV epic?",
  "Letters: political action is central to addressing mental health crisis",
  "Trump’s misogyny should now bring him down",
  "Top anti-Heathrow Tories will miss vote on third runway",
  "Juan Manuel Santos: peace prize winner still in search of the final deal",
  "Russia vetoes UN resolution to stop bombing of Aleppo",
  "Your pictures: share your photos on the theme of 'clouds'",
  "From Bruce Springsteen to Tyson Fury, men are opening up about depression",
  "Welsh tidal lagoon project could open way for £15bn revolution in UK energy",
  "A free market in tax is a grotesque reality",
  "After sterling’s terrifying plunge, bosses plead for clarity on the future of Brexit",
  "Mario Balotelli finds new lease of life on and off the pitch at Nice",
  "Donald Trump forced to apologise as sex boast tape horrifies Republicans",
  "We have money to fight climate change. It's just that we're spending it on defense",
  "Heartbreak specialists: how Mississippi bluesmen got me through my divorce",
  "India grants divorce to man whose wife refused to live with in-laws",
  "Western Sydney Wanderers v Sydney FC: A-League Sydney derby - as it happened",
  "The explanation for October's clown sighting hysteria is staring us in the face",
  "Why top academics don't need a Nobel to get rich",
  "Pittsburgh's thriving tech sector brings new life to post-industrial city",
  "Hurricane Matthew: storm surge threat to Carolinas and Georgia - as it happened",
  "'Stay close to the ground': what chickens taught me about life (and death)",
  "'Why didn't she confess?': the killing of John Sabine",
  "Elizabeth Debicki: ‘We fought about how sexy I should be ’",
  "Modern tribes: the period drama pedant",
  "Is the internet killing our brains?",
  "Is Theresa May serious about sorting out rural broadband?",
  "It’s a bargain state pension deal: put in £700, get £5,000 out",
  "'Walking into the unknown': rural England weighs up the reality of Brexit",
  "Predatory menace of the peregrine in the pylon",
  "Same-sex marriage: Irish campaign had negative effect on most LGBTI people",
  "Taking the self out of selfie – most pictures not about vanity, says study",
  "WikiLeaks releases what appear to be Clinton's paid Wall Street speeches"
]