[
  "Premier League 2016 summer transfer window: club-by-club verdicts",
  "Colin Kaepernick receives support from America's military veterans",
  "Mexican president contradicts Trump's account of border wall discussion",
  "Defined benefit pension fund deficit grows by £100bn in a month",
  "Transfer news: Chelsea sign David Luiz; Moussa Sissoko, Jack Wilshere, Islam Slimani – as it happened",
  "David Luiz completes shock return to Chelsea from PSG for £34m",
  "Shooting deaths of sea otters in California prompt investigation",
  "La Niña ushers in Atlantic hurricanes",
  "Fish for dinner? Your seafood might come with a side of plastic",
  "Brains and bone saws: a day with the chief medical examiner of New York City",
  "It’s a hard sell, but in post-Brexit Britain optimism must become a strategy",
  "Has Theresa May really thrown in her lot with the Brexiteers?",
  "Fall arts preview: Mexican modernism, Monet, and a new Smithsonian museum",
  "The Guardian view on Brazil: Dilma Rousseff’s downfall won’t cure all her country’s ills",
  "What Apple’s tax bill tells us about capitalism",
  "The irresponsibility of giant tech companies",
  "Abu Muhammad al-Adnani's death does not signal the demise of Isis",
  "Time for some honesty about the badger cull",
  "Chelsea confirm deal struck for David Luiz to return from PSG",
  "In praise of Yotam Ottolenghi’s pomegranate molasses",
  "London's elite 'pushed out of exclusive postcodes by super rich'",
  "Restricting immigration will be at heart of Brexit deal, Theresa May says",
  "Ben Te’o: ‘Some people in union love that Sam Burgess went back’",
  "Oldest fossils on Earth discovered in 3.7bn-year-old Greenland rocks",
  "Wish you were here: V&A announces details of Pink Floyd exhibition",
  "A car made from tequila? Ford Motor Co says it's good for the planet",
  "Cabinet signals controlling migration to take precedence over single market access in Brexit talks - Politics live",
  "Teenage farmer attacks National Trust over Lake District land purchase",
  "Members' view: a night with Ian McEwan",
  "Labour urges Theresa May to speed up Paris climate deal ratification",
  "EDF representatives file legal challenge in France over Hinkley Point",
  "Did Hillary Clinton stand by as Honduras coup ushered in era of violence?",
  "NFC North preview: are the Vikings doomed without Teddy Bridgewater?",
  "Britain will end up looking stupid over Brexit, says Ryanair boss",
  "Poaching drives huge 30% decline in Africa's savannah elephants",
  "Give me faceless EU bureaucrats over the Tories and their corporate cronies",
  "'Don't be afraid of student voice': lessons from the university boardroom",
  "Tourism starting to bleed the Lickan Antay people of the Atacama desert dry",
  "Education is essential for giving refugee children hope for the future",
  "Cleaning the world's water: 'We are now more polluted than we have ever been'",
  "Liberia turns to the private sector in controversial overhaul of failing schools",
  "Jeremy Vine’s near-miss was no surprise. All cyclists fear bad drivers",
  "Tate paid 'paltry' £350k a year in BP sponsorship, figures reveal",
  "Cyclists: have you experienced an altercation like Jeremy Vine's?",
  "How I found 'my Toronto thing': when does a city become home?",
  "Astronaut coffee and DIY heart surgery – Designs of the Year unveiled",
  "FTSE slips but HSBC climbs on break-up talk",
  "The designer loo revolutionising Madagascar's toilet crisis",
  "'Living on $24/day': MPs warned loss of welfare supplement will hit hard",
  "Can social media help maternal mental health?",
  "Newspapers divide over the lessons of the £11bn Apple tax demand",
  "About the Guardian Bertha documentary partnership",
  "Australia needs two emissions trading schemes, Climate Change Authority says",
  "How the domestic chicken rose to define the Anthropocene",
  "Labor asks Senate to consider whether NBN raids could constitute contempt – as it happened",
  "Curiocity review – a love letter to London",
  "Sting's new album tackles the deaths of Prince and Bowie",
  "African forest elephants may ​face extinction sooner than thought: study",
  "Jokowi’s Islamist challenge: curbing terrorism and religious intolerance",
  "Dilma Rousseff impeachment: what you need to know – the Guardian briefing",
  "The toughest question for a freelancer: what rate should I charge?",
  "Kiev's new revolution: young Ukrainians spur cultural revival amid the conflict",
  "Potential Paralympic star forced to pull out due to cuts in disability support",
  "Kim Dotcom's extradition hearing live stream makes legal history but no drama",
  "Another big predator in Southeast Asia faces extinction",
  "England is the dream for many migrants trapped on the Italian Riviera",
  "Thames estuary shipwrecks in spotlight at pop-up museum",
  "Tighten your safety briefing: Air New Zealand rebuked over flippant videos",
  "Amazon launches Dash instant-order Internet of Things buttons in the UK",
  "Big brands like Unilever aren't the answer to helping Africa's farmers",
  "Bringing the harvest home in Cornwall",
  "Mozambique faces race against time to end illegal logging",
  "Standard & Poor's economist warns Australian house prices can't be trusted",
  "'Paradise on earth': China's Hangzhou gets propaganda facelift for G20 summit",
  "Cigarettes, asbestos, now fossil fuels. How big business impacts public health"
]