[
  "'I unreservedly apologise': What happens when costumes go very, very wrong",
  "Exhausted snow geese head to Canada wildlife facility to rest up for migration",
  "Less talk, more action: why Victoria is the progress state",
  "Revealed: the systemic exploitation of migrant workers in Australia",
  "Why the attack on 'foreign-funded' environment groups stinks of hypocrisy",
  "Morrisons puts Marmite price up 12.5%",
  "Uber loses right to classify UK drivers as self-employed",
  "Calais: French and British officials keep passing the buck to the very end",
  "Shipping industry criticised for failure to reach carbon emissions deal",
  "Shops forced to slash prices on winter ranges",
  "Uber loses landmark employment tribunal case – as it happened",
  "Opera singer Gerald Finley: on target with Guillaume Tell",
  "Tetris: The Games People Play by Box Brown review – the history of a global phenomenon",
  "Bee Time: Lessons from the Hive review – the imperilled world of the bee",
  "RBS reports £469m loss for the third quarter",
  "US economy grew at its fastest rate in two years in the last quarter",
  "British Cycling upholds complaint against Shane Sutton by Jess Varnish",
  "Mass extinction, whaling and a new marine park – green news roundup",
  "Contraceptive jabs for men may work - but what about the male pill?",
  "Dan Brown: cracking the code of his enduring appeal",
  "World Bank appoints Kristalina Georgieva as chief executive",
  "African Union hearing on child slaves hailed as milestone for Mauritania",
  "BA owner 'doubts' Heathrow can build runway within budget",
  "Foreign ownership of English football clubs may chip away at game’s core",
  "Live Q&A: How can we support economic empowerment for women in Nigeria?",
  "Prince Charles joins clean soil project to combat climate change",
  "North Dakota pipeline: 141 arrests as protesters pushed back from site",
  "Guardian US receives major grant to create change within the homelessness crisis",
  "Trump supporters stand by their man in Ohio",
  "New York comes clean: the controversial story of the Fresh Kills dumpsite",
  "Iain Duncan Smith to challenge Theresa May on universal credit cuts",
  "Climate change is invisible, insidious and urgent. Can the arts help us see it?",
  "Melbourne City v Adelaide United: A-League – as it happened",
  "The best recent science fiction and fantasy novels – reviews roundup",
  "Augmented reality is driving construction's creative reinvention",
  "After 37 years in US, Korean adoptee speaks out about imminent deportation",
  "Violence against women harms us all: will measuring the pain help prevent it?",
  "Why Theresa May shared her Brexit fears with Goldman Sachs",
  "The Vatican may protest, but traditional funerals are dead and buried",
  "Apple launches new MacBook Pro laptop with Touch Bar for instant emoji",
  "Who benefits from a divided Britain? More people than you’d think",
  "Can urban greenspace have an effect on children's behaviour?",
  "FTSE falls back but Imperial Brands and BAT higher",
  "Bake Off's Candice Brown, Netflix's The Crown, Sun reporter wins appeal",
  "Guapa by Saleem Haddad review – an explosive debut",
  "'No cheque book' involved in Nissan pledge, says minister",
  "Want to get on in the civil service? Brexit is now the only game in town",
  "The time has come to kick homophobia out of football for good",
  "Scary streets: which are the world's most haunted cities?",
  "DIY doctors: New Zealand medical students 'operating on themselves at home'",
  "A great mayor can shape a city. A bad one will ruin it",
  "Grouse shooting estates shored up by millions in subsidies",
  "Toadstools shine like cat's eyes in the wood",
  "Pauline Hanson leaves Coalition at crossroads – and all roads lead north",
  "Mike Pence's campaign plane skids off runway at New York airport – as it happened",
  "Protesters pushed back after mass arrests at North Dakota pipeline site – as it happened",
  "UN votes to start negotiating treaty to ban nuclear weapons"
]