[
  "Consumer confidence rebounds as figures ease post-Brexit vote nerves",
  "ASX100 chief executives' pay shrinks to pre-2008 levels, report finds",
  "Jeffrey Siminoff: 'Twitter is the place where inclusion lives'",
  "Darren Clarke backs his Ryder Cup rookies and wild cards",
  "Canadian-Iranian professor hospitalized after three months in detention",
  "'Nightlife is still alive and well': do critics have it wrong on Sydney's lockout laws?",
  "Coalition environment committee chairman takes aim at solar subsidies",
  "Richard Di Natale urges Bill Shorten not to back $1.3bn cut to climate agency",
  "Waking our sleeping Indigenous languages: 'we're in the midst of a resurgence'",
  "More than wildlife is under threat by cuts",
  "Apple's showdown with Europe has been a long time coming",
  "Transfer news live: Arsenal sign Lucas Pérez, Hart to Torino, Barcelona seal Alcácer - as it happened",
  "Tech giants know where the power lies. It’s not with us",
  "Heather Watson crashes out of US Open as heat and Hogenkamp prove too much",
  "Gabon army deployed before official result of election is announced",
  "EU orders Apple to pay up to €13bn in Irish taxes - as it happened",
  "ARM shareholders approve SoftBank takeover",
  "A tunnel to Wales or a gallery full of Gauguins: how Ireland could spend Apple’s money",
  "Apple to shareholders: order to pay back $14.5bn in taxes ‘will be overturned’",
  "Corbyn promises to 'democratise the internet' - Politics live",
  "Encore!: the best theatre of autumn 2016",
  "America's problems aren't Obama's fault. They're George W Bush's",
  "Dressing while female: a semi-definitive guide to exercising sartorial safety",
  "Dimensions festival review: Larry Heard keeps sunburned crowd in thrall",
  "Inside the 2 September edition",
  "Chessy Prout: teen victim in St Paul's rape trial speaks publicly for first time",
  "Apple ordered to pay €13bn after EU rules Ireland broke state aid laws",
  "Emissions from new diesel cars are still far higher than official limit",
  "In a world of 7 billion people how can we protect wildlife?",
  "Lead and arsenic in soil forces Indiana project residents to abandon homes",
  "Council leaders press Theresa May over delayed flood defence review",
  "‘We still come if the rain’s sideways’ – how Britain fell in love with outdoor fitness",
  "The rise of robots: forget evil AI – the real risk is far more insidious",
  "Are all fairytales Grimm?",
  "Guardian Weekly Letters, 2 September 2016",
  "Secret aid worker: I'd rather help people abroad than my own community",
  "Care firm criticised for promoting 'exciting' prison self-harm incidents",
  "Unpaid EU back taxes cost Apple billions",
  "Mortgage approvals fall to 18-month low after Brexit vote",
  "Brexit weekly briefing: splits over timing of talks and single market membership",
  "The Apple tax ruling – what this means for Ireland, tax and multinationals",
  "I help bring music to patients in intensive care",
  "Open Sesame: particle accelerator project brings Middle East together",
  "On holiday we connect with our wild selves. Back at work we lose them again",
  "They're not  bed blockers, just older people who want to get home",
  "Sounds of summer: readers' festival experiences from around the world",
  "Blake Lively on sharks, starlets and filming with Woody Allen",
  "Minecraft costumes and bewildered parents: a YouTuber at the UK's biggest games event",
  "Nasa: Earth is warming at a pace 'unprecedented in 1,000 years'",
  "Inmarsat could be target for US groups, say analysts",
  "The railways are no longer just a man's domain: meet the female train drivers",
  "Badger cull areas more than triple under new government licences",
  "Humans and dolphins are so similar – when will we stop persecuting them?",
  "South Africa’s traditional fishers buoyed by data-logging app",
  "FTSE flat as mining shares weigh but Primark owner ABF jumps 2%",
  "Climate authority split is no surprise – Australia has fought the same battle for 10 years",
  "Weekend ratings, Facebook news, John Cleese sitcom",
  "Fundraising appeals for the desperately ill are moving, but evidence is crucial",
  "Labor will introduce private member's bill on marriage equality – as it happened",
  "Climate Change Authority splits over ETS report commissioned by Coalition",
  "Giving birth in Guinea: a life or death lottery bereft of midwives and medicine",
  "The ‘graduate job’ gravy train is shuddering to a halt",
  "How Britain sank its shipping industry by waiving the rules",
  "Life after community death: this food bank has a lesson for Labour",
  "Welcome to demokrasi: how Erdoğan got more popular than ever",
  "Beneath the lily leaf hides a tiny water snail",
  "Rainwater-harvesting billboards offer lifeline to India's drought-hit farmers",
  "Labor national secretary George Wright quits for job with BHP Billiton",
  "Novak Djokovic beats Jerzy Janowicz: US Open - as it happened",
  "Trump: 'impenetrable physical' border wall in immigration plan – as it happened",
  "Johanna Konta starts US Open campaign with victory over Bethanie Mattek-Sands",
  "Does the NSW government care more about litter than the safety of cyclists?",
  "Victoria to permanently ban fracking and coal seam gas exploration"
]