[
  "Could online democracy lead to governance by Trumps and trolls?",
  "Shark attack near Byron Bay leaves surfer with minor leg injuries",
  "Majority back higher borrowing for better infrastructure, says poll",
  "UK drops out of top five best countries in which to make deals",
  "Saracens close in on European record but Alex Goode seeks improvement",
  "A handsome pest with a taste for aromatic plants",
  "After El Niño, what weird weather could La Niña bring?",
  "The Guardian view on climate change: good news – but not yet good enough",
  "Airport expansion’s disastrous effects, near and far",
  "As the new MP for Batley and Spen, I know Jo Cox’s shoes will be hard to fill",
  "Isis could refocus energy on west if it loses ground in Mosul, warns minister",
  "Rangers 0-1 Celtic: Scottish League Cup semi-final – as it happened",
  "Lord and Lady Heseltine​ ​on gardening: 'We shot​ ​350 squirrels​ ​– absolutely awful things'",
  "Financial watchdog investigates Our Price revival plan",
  "UK to avoid recession in 2016, official figures expected to show",
  "Ssshhh! How the cult of quiet can change your life",
  "We sent a vegetarian to see if meatless burgers can convert carnivores",
  "Ultra culture could help Premier League terraces take positive steps",
  "30 years after big bang, will Brexit cost City of London its status?",
  "Despite a wall of worry, now is the time for investors to scale up",
  "Bangladesh v England: first Test, day four – as it happened",
  "Detroit incinerator is hotspot for health problems, environmentalists claim",
  "Letters of Note: Correspondence Deserving of a Wider Audience compiled by Shaun Usher – review",
  "Tips on breaking into film – live chat",
  "Can’t we agree to just not have Heathrow at all?",
  "Marc Almond: ‘I’ve had the chance to be subversive in the mainstream’",
  "Said & Done: Fifa 2.0; peddling migrant lies; and dive of the week",
  "After the success of Pokémon Go!, what is the future for augmented reality?",
  "Foreign invaders infiltrate Britain’s ancient woodlands",
  "Slang: the changing face of cool",
  "Retro-electric: making petrol-guzzling cars eco-friendly",
  "Ecuador’s Yasuni park: where oil vies with tourism for the rainforest",
  "Helen Czerski: ‘Physics isn’t all quantum weirdness. It’s about daily life’",
  "The week in radio: The Global Election; #WhoisNeil; Rich Hall’s (US Election) Breakdown",
  "Do you want your shower to help Russian hackers?",
  "This week’s growth figures may show we picked a bad year to vote for Brexit",
  "The unsung Madchester artist",
  "Foley’s: restaurant review",
  "The bespoke furniture makers plying their trade",
  "Who voted for the intolerance poisoning the national conversation?",
  "Josh Frydenberg to work with Port Melville operators over struck-down approval",
  "Melbourne festival 2016: deeply personal melds with public spectacle in triumph for curator",
  "AT&T agrees to buy Time Warner for $85bn as Trump slams deal"
]