[
  "The lights go out in SA and Turnbull flicks the switch to peak stupid",
  "Shares in Deutsche Bank sharply up amid speculation of DoJ deal",
  "Rewatching robo-sex: what can be learned from previous Westworlds",
  "Liam Fox has risen from the undead to the cabinet. No wonder he’s delusional",
  "Rude awakening as price of coffee and orange juice shoots up 20%",
  "EU and US trade negotiators seek to get TTIP talks back on track",
  "The Guardian view on stunting: malnutrition is holding millions of children back",
  "Boycott of world chess championship 'would hurt women in Iran'",
  "United Nations close to landmark deal to curb airplane emissions",
  "Deutsche Bank shares jump on hopes of $5.4bn US settlement – as it happened",
  "Northern powerhouse at risk from south-east bias, says airport boss",
  "The paddleboarding powerhouse goes back on patrol",
  "Unbalanced reporting on Africa holds back progress",
  "Best new paperbacks of the month: Houellebecq, Slovo and British short stories",
  "Letter: Andrew Veitch’s reporting of HIV in the 1980s",
  "Wildlife trafficking, air pollution and farm subsidies – green news roundup",
  "Labour's future, dodgy bosses and the fourth plinth – live look at the week as it happened",
  "Hoboken train crash: authorities question engineer and name victim",
  "More than 80% of UN aid convoys in Syria blocked or delayed",
  "EU gives green light to ratifying Paris climate deal",
  "Should actors be allowed to omit their age from IMDb?",
  "Nico Rosberg showing signs of having the measure of Lewis Hamilton",
  "Posters berating homeless beggars as frauds? I know how far this is from the truth",
  "Postponed granted luck of the draw for Chantilly Prix de l’Arc de Triomphe",
  "Solange: A Seat at the Table – a stately, sprawling celebration of black identity",
  "Entrepreneurs face biggest business rates change in a generation",
  "10 of the best late-night bars in London – chosen by the experts",
  "The Duchess of Cambridge: ambassador of British style, post-Brexit",
  "Rosetta mission ends with touchdown on comet 67P - as it happened",
  "Clinton campaign jumps on Trump's 'Cuba violation'",
  "Skin tone jibes against actor spark Indian debate over prejudice",
  "Why does Donald Trump keep talking about Chicago?",
  "Las Vegas faces wave of squatters as thousands of homes sit abandoned",
  "More than half of all businesses ignore UN's sustainable development goals",
  "UK economic growth: what the economists say",
  "James Lovelock: ‘Before the end of this century, robots will have taken over’",
  "Ahmed Musa: I want to give something to people back home in Nigeria",
  "The board hoard: your new monthly board game column",
  "Prison food politics: the economics of an industry feeding 2.2 million",
  "What do you think of Rodrigo Duterte’s first 100 days as Philippine president?",
  "Hinkley Point C developers face £7.2bn cleanup bill at end of nuclear plant's life",
  "Plans to repatriate 3 million Afghan refugees are dangerous and misguided\r\n",
  "Eve Out of Her Ruins by Ananda Devi review – teenage lust amid the tropical heat and dust",
  "The country that cracked its stunting crisis",
  "World Bank to name and shame countries that fail to prevent stunting in children",
  "Has Vancouver found the solution to a super-heated housing market?",
  "Poor countries call for help in getting green stuff into climate projects",
  "Funny hats, golf 'fashion' and clubhouse fish: the worst of the Ryder Cup",
  "Being called a bird is infantilising. Such terms hold women back",
  "BBC confirms James Purnell as radio chief",
  "Daily Mirror owner makes £20m cuts as print ads slide",
  "'This game is under attack': Rutgers' Chris Ash uses rugby to tackle football safety",
  "There are two issues the South Australian blackout should make us think about",
  "Translated book sales are up, but Britain is still cut off from foreign literature",
  "The Keartons by John Bevis review – how nature photography relies on fakery\r\n",
  "Final budget outcome for 2015-16 shows $340m improvement in bottom line",
  "Is entrepreneurship training worth £10,000?",
  "Crime stats or coffee shops? How to spot the world's most gentrified cities",
  "Is Manchester about to become a global digital leader?",
  "Hundreds of thousands call for legal protection of UK parks",
  "London mayor launches unprecedented inquiry into foreign property ownership",
  "England needs almost double the number of marine zones to ensure healthy seas",
  "Liam Fox: globalisation needs to be championed more vigorously",
  "Don’t blame globalisation for poverty",
  "Rosetta probe set to collide with comet 67P as 12-year mission comes to an end",
  "Please, prime minister, burst the bubbles of self-serving rhetoric – for our sake",
  "'Should I start with my Thatcher quotes?' Gina Rinehart charms David Flint in video interview",
  "Summer leaves await a glorious autumnal death",
  "Keneally 'incredibly disappointed' by ABC journalist's reply to stillbirth release",
  "Chief scientist defends Climate Change Authority review against dissenters",
  "Former New Zealand PM Helen Clark expected to battle on for UN top job",
  "Snake-handler shortage starting to bite in north Queensland"
]