[
  "How banks make millions delaying interest rate cuts: rockets up, feathers down",
  "Nearly half all children in sub-Saharan Africa in extreme poverty, report warns",
  "Stunting and poverty 'could hold back 250m children worldwide'",
  "Danny Rose accepts England’s ‘laughing stock’ reputation after Allardyce’s exit",
  "US to give up control of the internet's 'address book' after years of debate",
  "The 'bring Abbott back' push is completely delusional",
  "Weak post-Brexit vote growth forecast likely to be wrong, says Bank MPC member",
  "The Guardian view on the UN secretary general: a real leader is needed",
  "The Guardian view on foreign students: dodgy evidence, duff policy",
  "US protests over Russian 'harassment' as diplomats allegedly given date rape drug",
  "Q&A: falling pound, rising markets",
  "Google announces first smartphone Pixel – as it happened",
  "UK stock markets soar as sterling slumps to 31-year low",
  "FTSE 100 closes just below record high as pound hits 31-year low",
  "'Great Pacific garbage patch' far bigger than imagined, aerial survey shows",
  "Scotland could gain greater independence via Brexit, Holyrood told",
  "Amber Rudd pledges to prevent migrants 'taking jobs British people could do' - Politics live",
  "Pound slides to 31-year low, as FTSE 250 hits record high – as it happened",
  "Three answers to three questions on how inclusive business will help achieve SDGs",
  "Oliver Burke: ‘England tried a cheeky one but no way! I love playing for Scotland – goosebumps’",
  "Guardian Programmatic Audiences launches with Eurostar and iProspect",
  "Ban Ki-moon troubled by lack of progress on human rights in Iran",
  "The 'well from hell' – my fight with BP to film Deepwater Horizon",
  "Scientists discover hidden world of Hawaii's coral 'twilight zone'",
  "Amber Rudd announces crackdown on overseas students and work visas",
  "The Obama White House hosts the first – and last? – SXSL technology festival",
  "Why is Haiti vulnerable to natural hazards and disasters?",
  "IMF left shamefaced after peak pessimism over Brexit vote",
  "Britain will be fastest growing G7 economy this year, says IMF",
  "Secret aid worker: It's ok to not love this job all the time",
  "Green groups accuse Sadiq Khan of betrayal over east London tunnel",
  "World Bank issues warning on stunting in children, but points to Peru's success",
  "Seattle homeowners accused of felling 150 trees on public land for a better view",
  "'Science will never know it all': Richard Dawkins, Margaret Atwood and others predict the future",
  "Good to meet you ... Adam Plackett",
  "Guerrilla Girls webchat – your questions answered on feminist art, if they'll lose the masks and Gorilla Glue",
  "Honeywell workers say lockout aims to destroy union: 'It's corporate greed'",
  "Guardian Weekly letters, 7 October",
  "Ben Ryan on life after Rio: ‘Base Fiji team in Cornwall – they would love it there’",
  "Inside Facebook's robotic inner sanctum: a tour of its highly secretive hardware lab",
  "By failing to rein in climate change, our children's rights are being disregarded",
  "Why did the UK government act against a journalist on behalf of Syria?",
  "Arctic cruise boom poses conundrum for Canada's indigenous communities",
  "Leonardo DiCaprio: climate change deniers should not hold public office",
  "Don’t blame foreign investors – the roots of the housing crisis lie closer to home",
  "The African water companies serving the poorest and staying afloat",
  "FTSE heads to new high as pound slumps, with Pearson leading the way",
  "The previous rules may no longer apply",
  "Tony Abbott appointed director of new thinktank to promote western civilisation",
  "Sharks and rays win new protections at global wildlife summit",
  "Renewable energy: get your story straight, ACT tells Coalition",
  "Street theatre show highlights modern loneliness epidemic",
  "Commonwealth Bank's Ian Narev undaunted by grilling over scandals",
  "Ad-blockers: are publishers tempted to feed the hand that bites them?",
  "Banking inquiry: nobody fired for denying life insurance payouts, Commonwealth boss says – as it happened",
  "Tim Kaine v Mike Pence: what to know about the vice-presidential candidates",
  "'No bling in the hood ...' Does Berlin's anti-gentrification law really work?",
  "Afghan exodus from Pakistan could be 'catastrophic' without urgent aid",
  "What will our children say after we let all the lions die?",
  "Solar outstrips coal in past six months of UK electricity generation",
  "Three ways to succeed at work (if you're a woman)",
  "Where’s the howl of protest at this latest blow to universities?",
  "Who murdered Giulio Regeni?",
  "Sublime moment with a warbler on the canyon's rim",
  "Planet at its hottest in 115,000 years thanks to climate change, experts say",
  "Who will win the Nobel peace prize?",
  "Philippines secret death squads: officer claims police teams behind wave of killings",
  "SBS Viceland: youth channel created in partnership with Vice to replace SBS2",
  "Trump: 'There are race riots on our streets on a monthly basis' – as it happened"
]