[
  "From Black Mirror to Body Melt: the best film and TV new to Australian streaming services this month",
  "Mark Carney to stay at Bank of England until 2019, sparking relief and disappointment – as it happened",
  "Mark Carney to serve extra year as Bank of England governor",
  "Japanese companies in UK 'already receiving offers from EU'",
  "Liberal democracy is at risk unless inequality is tackled, says Jack Lew",
  "Dominic Chappell 'bled BHS dry', says rival Paul Sutton",
  "The Guardian view on the Reformation, 500 years on: a force for unity",
  "UK aid and the danger of short-term thinking",
  "Talking about the news can reduce children’s anxiety",
  "Brexit: Greg Clark's Commons statement on the Nissan deal - Politics live",
  "The oil detox: these companies are using yeast to wean us off fossil fuels",
  "José Manuel Barroso cleared of ethics breach over Goldman Sachs job",
  "Who are the specialist investors behind the £100m Tesco case?",
  "Referee abandons game after 13 minutes in response to moaning fan",
  "Servant tourism: how TV made us fetishise 'below stairs' culture",
  "Italy's earthquake affects us all – theirs is a cultural richness like no other",
  "Don't settle for the lesser of two evils in this election. Vote for the Green party",
  "Rolls-Royce middlemen may have used bribes to land major contracts",
  "Canadian pet owner's trial begins in python case related to boys' deaths",
  "Give me Van Gogh’s ear over Damien Hirst’s luxury basement any day",
  "End of British summer time triggers National Grid warning system",
  "12 ways environment and development sectors can collaborate to meet the SDGs",
  "​The great clown panic of 2016: ‘​a volatile mix of fear and contagion’",
  "Mark Carney's time as Bank of England governor – key moments",
  "Ministers reject calls for charge on UK's disposable coffee cups",
  "Commonwealth drives strategies to put climate change into reverse",
  "Royal Clarence fire: demolition to begin as firefighters thank Exeter public",
  "May backs Carney to serve full term as Bank of England governor",
  "Tackling gender inequality 'could add £10tn to world economy'",
  "Feds get warrant to search Abedin's laptop",
  "The 13 scariest video games for Halloween",
  "Sam Warburton: ‘You watch telly with everyone else to see if you’re in Lions squad’",
  "The elephant who helped me through one of the darkest periods of my life",
  "Does your university produce racism?",
  "Anna Jones’ recipes for quick polenta bakes made two ways",
  "Mortgage approvals hit three-month high, says Bank of England",
  "Dakota pipeline protesters set for 'last stand' on banks of Missouri river",
  "Dirty, dull – and hardly any free toilets. Why I hate living in cities",
  "The RSPB is wrong not to back a ban on driven grouse shooting",
  "Young and anxious: do your children express fears over global events?",
  "US voters in their own words: 'This campaign has divided us in ugly ways'",
  "Forget the FBI cache; the Podesta emails show how America is run",
  "Radical thinking reveals the secrets of making change happen",
  "How the world views the US elections, from Israel to North Korea",
  "Coal doesn’t help the poor; it makes them poorer",
  "Premier League: 10 talking points from the weekend’s action",
  "Toxic smog covers Delhi after Diwali",
  "Imagine a world without animals. You’ll soon see how much we need them",
  "How was your weekend running?",
  "The Ivory Game review – timely account of elephants' death throes",
  "Could a mild outbreak of humanity be behind the Coalition's cynical new asylum politics?",
  "Pension scheme deficit shrinks sharply in October",
  "Britain's fund managers warn top companies over chief executive pay",
  "Netflix's glittering Crown could leave BBC looking a little dull",
  "Refugees aren’t the problem. Europe’s identity crisis is",
  "Girls gain ground in Kandahar culture wars as education prospects improve",
  "The costly gridlock: how can we keep our cities moving?",
  "The river gushes through a gorge where the Romans quarried",
  "Nissan's post-Brexit deal could lead to 'colossal' bills for taxpayer",
  "Cross-media ownership: Xenophon bloc likely to support scrapping diversity rules",
  "300 million children live in areas with extreme air pollution, data reveals",
  "Foreign policy: Clinton is the status quo candidate for Australia, but her presidency may not be",
  "Childline anxiety calls spike as children express fears over global events"
]