[
  "The Grattan Institute is wrong. We need more science students, not fewer",
  "High birth rates and poverty undermine a generation of African children – report",
  "Negative campaign: Votes sought for most disliked English word",
  "Life expectancy in Syria fell by six years at start of civil war",
  "University of Mississippi bans Confederate 'anthem' Dixie",
  "Plagues and pests beset our trees",
  "'Mr Brexit' meets Mr Brexit: Nigel Farage to stump with Trump",
  "Queensland solar projects that could create 2,600 jobs at risk in federal cuts",
  "The Great British Bake Off 2016, episode one – as it happened",
  "Corrections and clarifications",
  "Mother of 'amazing' backpacker killed in Australian hostel pays tribute",
  "Britain's rail safety record deserves some credit",
  "Mainstream media is failing audience by colluding with Trump, says Vice founder",
  "Will the Brexit gamble pay off? We may know for sure by 2057",
  "Back-to-school booze offer for Sir and Miss?",
  "On the receiving end of Barbra Streisand’s control freakery",
  "Hawaii dubbed the 'best state for women's equality' in new study",
  "WPP's profits rise 10% but UK growth slows over Brexit worries",
  "Humiliating burkini wearers is no solution to security concerns",
  "Global rugby union season talks stall to leave 2019 fixture list in limbo",
  "Human-induced climate change began earlier than previously thought",
  "Rosie Edwards obituary",
  "Discovery of potentially Earth-like planet Proxima b raises hopes for life",
  "Microbeads – tiny objects, massive problem?",
  "Scotland's North Sea oil revenues collapse, US crude stocks rise - as it happened",
  "Show us your best and worst baking creations",
  "A painting of a spitfire and a gold-embossed chain",
  "Theresa May to chair Heathrow third runway committee",
  "I'm a doctor. The real issue isn't Hillary Clinton's health – it's that she might win",
  "Scottish deficit grows to nearly £15bn as oil revenues collapse",
  "Trump's Mississippi visit is story of his campaign: focused on money, not votes",
  "Mortgage approvals by UK banks fall to lowest level so far this year",
  "Climate change is thawing deadly diseases. Maybe now we'll address it?",
  "Colonial nostalgia is back in fashion, blinding us to the horrors of empire",
  "How's your master's dissertation going? Any tips?",
  "Minnesota Orchestra/Vänskä/Kuusisto review – surging energy and brave originality",
  "Dozens killed as quake levels Italian town",
  "Tributes paid to 'bubbly' backpacker killed in Australian hostel",
  "Obama's offshore drilling puts whales and dolphins in peril, groups warn",
  "A 'radical alternative': how one man changed the perception of Los Angeles",
  "If we want to improve peer review, we'll need to invest in training",
  "Labour conference still in jeopardy as union blames party chief",
  "Stranded Isle of Lewis oil rig towed to safety",
  "Olympic medallist Feyisa Lilesa’s gesture was a plea for justice for his people",
  "Going on holiday? Here’s how to switch off",
  "Air pollution threat hidden as research 'presumes people are at home': study",
  "I love the Olympics, but at least football spares us all that learning",
  "FTSE falters as Glencore leads mining shares lower",
  "Greater transparency around the arms trade would save countless lives",
  "Balkan countries unite in a war on waste",
  "The month in games: No Man’s Sky goes where no gamer has gone before",
  "Using Snapchat to give a voice to sexual abuse survivors",
  "The best and worst of worlds in my Kenya",
  "Homo Deus by Yuval Noah Harari review – how data will destroy human freedom",
  "In a year like this, we need Bake Off’s sugary embrace",
  "Experts criticise ‘paternalistic’ response to schoolgirls sharing explicit images",
  "Super funds and fossil fuels: Scott Morrison should study the facts",
  "Young rabbit considers us as a threat",
  "Lessons in disaster: children taught to prepare for Bangladesh's killer quakes",
  "Investing in off-grid renewables in the developing world: what you need to know",
  "Investors controlling $13tn call on G20 leaders to ratify Paris climate agreement",
  "Northern Territory election: voters forced to wait for fully analysed costings",
  "Indigenous prison rate soared 52% in decade, report reveals",
  "Obama digs Trump in flood-damaged Louisiana: 'not a photo-op' – as it happened"
]