[
  "Sir Robin Day, who has died aged 76, was the most outstanding television journalist of his generation. He transformed the television interview, changed the relationship between politicians and television and strove throughout his career to assert balance and rationality into television's treatment of current affairs. <p>He was the youngest of four children by nine years. His father, a Lloyd George Liberal, was on the administrative staff of the Post Office. Robin was educated at Bembridge School, had an uneventful wartime period in the Royal Artillery, became a captain, and went to St Edmund Hall, Oxford, in 1947 at the age of 24. </p> <p>He made his mark at Oxford as a memorable president of the union. Then he had a brief spell at the bar, but decided after two years that the prospect of success was too distant. He spent one year with the British information services in the United States, was briefly employed, on a temporary basis, by BBC Radio. In 1955 he joined Independent Television News, at its launch, as one of its new breed of newscasters.</p> <p>ITN made him. It gave him, by his own account, his happiest four years in television. He was not an instant success. It was originally felt, by his colleagues as well as critics, that he was too unsympathetic and harsh in manner, but this view changed as he developed an entirely new style of interviewing.</p> <p>In the pre-Day era, interviews were almost always respectful, generally dull and stiff, often insipid. Day asked the direct question pointed like a dagger at the jugular. The turning point in his career was an interview with Sir Kenneth Clark, chairman of Independent Television, at a time when proposals were mooted to cut ITN's time and money. Day asked him questions about ITN's future which dumbfounded colleagues and television critics alike by their directness. It was unprecedented at that time that the person in ultimate charge should be questioned about his responsibilities by one of his own employees. The interview made a dramatic impact.</p> <p>There followed a number of historic interviews which established Day's reputation: with Egypt's President Nasser after the Suez war, when Day sought to pin him down on whether he accepted the existence of the state of Israel; with ex-US president Harry Truman: \"Mr President do you regret having authorised the dropping of the atomic bomb?\"; and notably with former British prime minister Harold Macmillan in 1958: \"the most vigorous cross-examination a prime minister has been subjected to in public\" (Daily Express). </p> <p>This interview made Macmillan - forever known afterwards as - Supermac into a television personality and was probably the first time that television became a serious part of the political process. Day also made parliament come alive (years before it was shown on television) with his unscripted reports of the heated debates during the Suez war.</p> <p>In 1959 Day moved to Panorama, then the most prestigious programme on current affairs. The BBC never really made the best use of his talents, except at elections and eventually in Question Time. The fashion turned against \"talking heads\" and \"government by debate\" with which he, above all others, was identified. He was gradually sidelined, as a chairman who simply opened and closed programmes, or even not used at all. </p> <p>He described his pre-Question Time period at the BBC as 10 years in the wilderness. There was even a period of nearly two years when he never appeared on the box at all.</p> <p>In the early-1970s he became more deeply involved in radio, where he again proved an innovator with It's Your Line, a national phone-in programme that enabled ordinary people for the first time to put questions directly to the prime minister and other politicians. This in turn spawned Election Call. </p> <p>He also presented The World At One for eight years but he never felt that radio was his metier. He was not at his best reading from a prepared script, particularly towards the end of his time on The World At One and it is significant that in his memoirs he dismisses his eight-year contribution with a single sentence.</p> <p>General elections were the time when all the grand inquisitor's talents as cross-examiner were on full display, when the television public saw \"the scowling, frowning, glowering\" Robin Day \"with those cruel glasses\" (Frankie Howerd's description), as well as the relieving shafts of humour. But his most satisfying role in television came relatively late, in 1979, with Question Time. At last he was given his own show with an audience, which he had long asked for, though late at night, as a temporary, six-month \"filler\" and mainly as a way of giving him something to do. Its success in becoming, under his chairmanship, the most popular and effective current affairs programme on television reveals a great deal about his talents.</p> <p>Why did Robin Day become a national institution, one of the most immediately recognised persons in the land, outshining in reputation and respect other TV stars whose shows commanded far larger audience figures (and, as he much resented, far higher salaries)? It was because he had a unique combination of qualities. He was a very big personality in the true sense, with immense authority. He was extraordinarily witty. A collection of good Day jokes would fill a minor anthology. Question Time also brought out his charm and showmanship. </p> <p>He was inordinately proud of his Old Time Music Hall gifts and would insist on showing visitors to his flat videos of his appearances on the Morecombe and Wise Christmas shows and especially of his Flanagan and Allen rendering of Underneath the Arches on the Des O'Connor show, in which he out-starred and out-sang O'Connor. But, above all, he was one of the most well-informed, widely read and serious political figures in public life.</p> <p>Robin Day imbibed politics almost from the day he was born. His father brought him up to revere parliament and great parliamentarians. As a nine-year-old he was taken to hear Churchill speak (in the rain). Respect for parliament and the traditional institutions of British life, such as the monarchy and the legal profession was at the heart of his political philosophy all his life.</p> <p>It might be said that his interests were somewhat conventional and narrow. He was almost fixated by parliament and seemed to think that if someone had made a great parliamentary speech they had won a great battle, when in fact it was events outside parliament that were transforming British politics. His world was one of party politics and current events, rather than long-term trends. He was not particularly interested in industrial affairs or economics or developments in European countries. </p> <p>Gradually his private views became more and more conservative, at times rather narrowly nationalist, although he did not allow his personal prejudices to show in public or influence his professional performances. But within the boundaries of his particular interests he applied his formidable powers of argument and his extensive knowledge to devastating effect, in private as well as public.</p> <p>He believed passionately in \"government by debate\" and in the need for television to balance pictures of current events with reasoned analysis. Otherwise the powerful visual impact of television would distort and trivialise. </p> <p>He was equally dedicated to the principle that the interviewer had a duty to be well-informed. Many observers commented on his careful preparation. Few realised how assiduous he was. He would read every current biography and autobiography and nearly every government White Paper. Without research assistants to supply him with background briefings, he would generally be better informed than the cabinet ministers he interviewed. No wonder prime ministers treated him as their equal, and lesser mortals on the political scene regarded him with awe.</p> <p>Day's contribution to British public life was not confined to the media. For 25 years he campaigned tirelessly, and eventually successfully, for the televising of parliament, not in the interests of television but of parliament itself. He claimed that he was the first to present the detailed arguments in favour, in a Hansard Society paper in 1963.</p> <p>He also played a major part in the establishment of the National Lottery. When the Rothschild commission on gambling was set up in 1979, he wrote a letter arguing in detail for the kind of lottery we have today. Lord Rothschild wrote back questioning his arguments. Day replied refuting all criticisms. His arguments prevailed and the eventual report recommended the scheme Day had originally proposed. He followed up with endless letters to successive ministers with relevant responsibilities.</p> <p>In his private life Robin Day had two personalities. To those who did not know him he could at times appear aggressive and insensitive, seemingly interested only in those who were important because of their fame, public success or wealth. He sometimes found it difficult to talk naturally to intelligent women. He might, to some, have seemed the quintessential member of the all-male Garrick club, one of his favourite haunts.</p> <p>To those who knew him well he was the most stimulating, amusing, convivial and warm of companions. He was one of those rare people who was genuinely loved by his friends and will be sorely missed. He was prepared to take infinite pains on their behalf. He was also surprisingly modest. Despite his obvious success in public life, he frequently talked of his career as a relative failure, because he had not achieved anything solid. </p> <p>He regretted that he had never entered parliament and contributed to the real world of politics instead of playing a secondary role through television. He thrived on his public fame and was proud to be the first television star to be knighted, but privately seemed genuinely to feel that his achievements did not compare with those of others who had made their mark in the more traditional professions, especially the law, or by writing learned books.</p> <p>He married Katherine Ainslie, an Australian, then a law don, at St Anne's College, Oxford, in 1965 and had two sons. The marriage was dissolved in 1985. One of the tragedies of his life was that his eldest son had a fall as a child which caused multiple fractures to the skull from whose effects he never entirely recovered.</p> <p>Some years ago Robin Day had a coronary bypass and he suffered from breathing problems that were often evident when he was on the air. He had always fought against a tendency to put on weight. As an undergraduate he weighed 17 stone and claimed that in the course of his life he had succeeded in losing more weight than any other person.</p>",
  "Connecticut senator Joseph Lieberman has been chosen as democrat Al Gore's running mate in the US presidential elections - the first Jewish vice-presidential candidate in American history. <p>Now in his second term, Mr Lieberman won the biggest upset victory in the country by just 10,000 votes in 1988. Six years later, he made history by winning the biggest landslide victory ever in a Connecticut race for a US senate seat, with a margin of more than 350,000 votes - or 67 per cent of the vote.</p> <p>He is known chiefly for being one of the first senators to criticise the president, Bill Clinton, for his tryst with former White House intern Monica Lewinsky. \"Having criticised Clinton gets him points from the other side,\" said Howard Reiter, a political science professor at the University of Connecticut. </p> <p>His colleagues agree. \"A lot of problems [vice-president] Gore is having in attracting white men and suburban women come from the connection to the Lewinsky situation,\" said senator John Breaux of Louisiana. Mr Lieberman's decision to criticise Mr Clinton, a fellow Democrat, opened the floodgates for the Republicans to attack the president, who were previously not quite sure how to proceed on such a delicate matter. In choosing Mr Lieberman, Mr Gore is sending a not-so-subtle message that he is turning his back on his mentor on the issue of character.</p> <p>Mr Lieberman's denunciation of the president on the senate floor was considered significant as he was seen as a personal friend of Mr Clinton. However, White House aides scoffed at the notion that the two men were close. They did attend Yale law school at the same time and Mr Clinton worked on Mr Lieberman's state senate campaign. </p> <p>In 1992, Mr Lieberman returned the favour by being the first politician in the north-east to endorse Mr Clinton's presidential bid. But to call the two men friends was a stretch, White House officials said. </p> <p>In 1998, Mr Lieberman and conservative former education secretary William Bennett began handing out \"Silver Sewer awards\" to shame producers of sexually explicit and violent films, music, television programmes and video games. </p> <p>However, in his most recent financial disclosure forms, Mr Lieberman listed holdings of stocks in the broadcasting companies Fox and CBS - two firms awarded Silver Sewer status, leaving him open to the charge of being a hypocrite.</p> <p>Although he carved a niche for himself as a liberal reformer during his 10 years as a state senator, Mr Lieberman's move to the right gives him appeal among Republican voters and politicians. On social issues, Mr Lieberman is a liberal who votes for abortion rights, gun control and tax increases, but he is more conservative when it comes to issues such as defence spending and family values. </p> <p>In Connecticut, Mr Lieberman has gained admiration from Republican governor John Rowland, who recently called the senator \"a great friend of mine; while endorsing Mr Lieberman's senate rival.</p> <p>In endorsing his re-election in 1994, the New York Times wrote: \"Congress would be a better place if more of his veteran colleagues were as good. In only one term he has influenced the course of federal legislation for the benefit of Connecticut and the nation.\"</p> <p>He is the first ever Jewish running mate of a presidential candidate and is a strong supporter of Israel. However, in 1992 he supported F-15 sales to Saudi Arabia. Nathan Diament, director of the institute for public affairs of the Union of Orthodox Jewish Congregations, believes that Mr Lieberman is as much a centrist on Jewish matters as he is politically. \"He's not just tolerant, but feels a kinship with traditional and non-traditional Jews alike.\" </p> <p>On Israel, Mr Lieberman believes that it its counterproductive for the US to pressure too publicly, a sentiment that will hardly endear him to the Palestinians who think Mr Clinton sided too much with the Israelis in the recent Camp David talks.</p> <p>When the administration's Middle East policy collapsed at one point and the Jewish leadership fell to bickering, he organised a group of senators to warn Mr Clinton that \"public pressure against Israel\" would be \"a serious mistake - particularly unfair and counterproductive.\" </p> <p>Mr Lieberman has said he will vote on legislation and participate in important meetings on the Sabbath - but won't campaign. He skipped one of his state nominating conventions because it was held on the Sabbath. </p> <p>\"This election is a battle for who wins the American middle,\" Senate minority leader Thomas Daschle said before Mr Gore made his choice. \"With the Gore-Lieberman ticket, you see a real opportunity for Democrats to pick it up.\" </p> <p><b>Useful links</b><br> <a href=\" http://pages.cthome.net/hirsch/liebbio.htm\" target=\"_new\">Senate Joe Lieberman biography</a><br> <a href=\" http://www.reagan.com/HotTopics.main/HotMike/document-9.4.1998.4.html\" target=\"_new\">Senator Lieberman's speech on the Lewinsky scandal</a><br> <a href=\" http://www.jewishsf.com/bk980731/usvalues.htm\" target=\"_new\">Jewish Bulletin</a><br> <a href=\" http://www.issues2000.org/Joseph_Lieberman.htm\" target=\"_new\">Issues 2000</a></p>",
  "The 10th anniversary of the imposition of United Nations sanctions on Iraq was marked at the weekend by noisy protests by campaigners in Baghdad, London and Washington, including a symbolic \"die-in\" today outside the Foreign Office in London. <p>In contrast, the US, British and Iraqi governments have kept largely quiet about the ongoing embargo that was put in place four days after President Saddam Hussein sent his troops into neighbouring Kuwait on August 2, 1990.</p> <p>The anti-sanctions protesters, once in a minority, now have the active or tacit backing of many countries which supported the US-led alliance that launched Operation Desert Storm in January, 1991.</p> <p>The French government, which contributed troops at the time, now favours a suspension of non-military sanctions. So, too, do two other permanent members of the UN Security Council - Russia and China. These countries argue that the sanctions have become counterproductive and are blocking development of Iraq's enormous oil and gas reserves (in which they have a keen interest).</p> <p>Most Arab governments, many of which, like Syria and Egypt, supported former president George Bush's campaign to reverse the invasion, now favour some form of easing of the sanctions regime. Several Gulf states, the very same countries that in 1990 most feared Iraqi aggression, have restored diplomatic links with Baghdad.</p> <p>A plethora of reports over the past year has provided much evidence that the sanctions are being actively subverted by Iraq's neighbours, including Turkey and Iran. The US suspects Russia of being deeply involved in selling contraband Iraqi oil and recently intercepted a Russian-registered tanker in the Gulf carrying Iraqi crude.</p> <p>But despite this shift in opinion, and the bypassing of the international controls, the US, backed by Britain, remains adamantly opposed to a suspension or lifting of sanctions until UN weapons inspectors, charged with locating and destroying Iraq's nuclear, biological and chemical arms, have completed their work.</p> <p>The inspections were suspended in 1998 amid much acrimony and the UN team was obliged to leave Iraq. A new wave of US and British bombing followed. The inspectors have not been back since.</p> <p>A recent UN security council resolution attempted to give the Iraqi regime an incentive to comply by offering a phased suspension of sanctions, simultaneous with the resumption and completion of weapons inspections. But this idea was rejected by Baghdad which said that the plan gave no guarantee that sanctions would be ended, or when.</p> <p>The impasse has been further entrenched by the US presidential election campaign. Until the result of November 7's American polls is known, neither Republican candidate George W Bush, nor his Democratic rival, Al Gore, are likely to show any flexibility.</p> <p>The main problem for the Americans and the British is a moral one. It is fairly clear that after 10 years, the sanctions regime has achieved little or nothing in political or military terms.</p> <p>But as the protesters point out, while that impasse may not matter very much as long as peace is maintained in the region, the sanctions continue to cause horrific suffering among Iraq's civilian population.</p> <p>A Unicef report published last year said that in many areas of Iraq mortality rates among children under five years have more than doubled since 1990. Iraq itself says 1.5 million Iraqis, young and old, have died as a result of sanctions, largely caused by the collapse of Iraq's health services, sanitation, resulting diseases, and by poor nutrition.</p> <p>President Saddam's henchmen, the army, and Iraq's wealthy elite, who carry the principal responsibility for the Gulf war, have not suffered in this way, of course. Instead, say the protesters, it is the Iraqi people who pay the price of a continuing, pointless deadlock.</p> <p>It would be nice to say that this situation will change soon. But with the positions of both sides entrenched, there is at present no prospect of a breakthrough. And there may be yet more, gloomy anniversaries to come.</p>",
  "US vice president and Democratic party candidate Al Gore has selected Connecticut Senator Joseph Lieberman to be his running mate - the first Jewish vice presidential candidate in American history <p>Gore planned to offer Lieberman the job in a telephone call later today, according to several Democratic party sources. Lieberman has indicated he will accept. </p> <p>The sources said Gore made his decision after discussions late Sunday night and early this morning with top advisers, including former Secretary of State Warren Christopher, who headed up his search process, his brother-in-law Frank Hunger, his wife Tipper and campaign chairman Bill Daley. </p> <p>The vice president and his running mate are expected to appear together at a noon rally tomorrow in Nashville. Lieberman, 58, beat five other finalists: Senators Evan Bayh of Indiana, John Edwards of North Carolina, John Kerry of Massachusetts; House of representatives minority leader Dick Gephardt of Missouri and New Hampshire governor Jeanne Shaheen. </p> <p>The Gore campaign hoped Lieberman's selection would be a bold stroke heading into next week's Democratic national convention in Los Angeles. He trails rival George W Bush in polls after last week's Republican convention. </p> <p>A Democratic centrist, Lieberman would amplify Gore support of fiscal discipline and middle class tax cuts, the sources said. </p> <p>Gore considers his pick a respected voice of independence and integrity, and the sources drew a contrast to the Republican ticket's ties to special interests. Lieberman was an outspoken critic of President Bill Clinton's conduct during the impeachment controversy. </p> <p>Polls show Bush benefiting from the so-called \"Clinton fatigue.\" Gore's selection of an Orthodox Jew is a first. </p> <p>Because he and his wife Hadassah observe the Jewish Sabbath from dusk Friday to dusk Saturday, Lieberman is ostensibly prohibited from working then. The senator has interpreted this to mean he may still work during that time, but only to promote \"the respect and protection of human life and well-being.\" </p>",
  "The controversial US national missile defence system could move a step closer this week when Pentagon officials are expected to advise President Bill Clinton to approve the first stage of construction. <p>William Cohen, the defence secretary, is expected to tell Mr Clinton that he should give the system - dubbed son of star wars in reference to the cold war programme worked on by the Reagan administration - a limited green light on the advice of key Pentagon advisers.</p> <p>The advisers were yesterday named by the Washington Post as Rudy de Leon, Mr Cohen's deputy, Jacques S Gansler, the department's under-secretary for acquisition, and Walter Slocombe and James Bodner, two policy advisers. They are all understood to believe that the president should approve the award of contracts this winter to keep alive the possibility of building the full system next year.</p> <p>If Mr Clinton gives the proposed $60bn anti-missile shield the go-ahead after meeting Mr Cohen later this week he would still be passing the buck to his successor on whether or not to embrace the plan. The decision, one of the first and most controversial facing the new president, is expected to feature heavily in the November elections.</p> <p>Washington's plans to erect a satellite-controlled defence shield designed to protect the US against long-range missiles launched by \"rogue\" states such as North Korea and Iran have been condemned in Russia and some parts of Europe, amid fears that they could reignite the arms race in Asia. Officials in Beijing have already warned that China would end cooperation on arms control measures and anti-proliferation efforts if the anti-missile shield were to be erected.</p> <p>The defence system itself has also come under fire, after tests last month failed to shoot down dummy warheads over the Pacific. An official report on the failure, expected to be released on Thursday, largely blames a malfunctioning 10-year-old circuit board for preventing the release of the missile from the rocket launcher and ruining a $100m test, according to yesterday's Washington Post.</p> <p>The Pentagon is understood to want to keep its options open as the country prepares for a new president. Its officials have argued that in order to have the anti-missile system in place by 2005 - when North Korea is expected to have built its own long-range missiles - construction of the proposed radar station would have to begin next summer. Construction contracts would then need to be awarded this winter to start work on the radar station to be built on a remote island in Alaska.</p> <p>This initial phase of construction would pay for materials which could then be used for other defence projects if the next president decides to veto the system.</p> <p>\"Much of the stuff you're going to buy is stuff the Army Corps of Engineers could use somewhere else anyway,\" an official told the Post.</p> <p>However, the go-ahead would represent a highly symbolic move for such a controversial project.</p> <p>The government's lawyers have warned that the system would contravene the 1972 anti-ballistic missile treaty.</p> <p>Mr Cohen could still make a different recommendation to the president, although he is unlikely to reject advice from senior staff members.</p> <p>A spokesman for the defence department said the reports about Mr Cohen's recommendation were premature.</p> <p>Mr Clinton is also expected to weigh up a \"national intelligence estimate\" on how other countries would respond to the US decision, as well as the current state of the threat from North Korea, which has moved closer to South Korea, its pro-western neighbour, in recent months.</p> <p>George W Bush, the Republican party's presidential nominee, has already expressed a preference for \"a more robust\" national security system, without providing too many details of these plans.</p>",
  "Teddy Roosevelt said that dealing with the corrupt community of jackrabbits, cut-throats and bandits of Colombia was like trying to nail currant jelly to the wall, and the Democrats feel the same way about the Republicans after the coronation of George W Bush in Philadelphia last week. How do you follow a fabulous fraud? Mr Smiley was on show all week in Philadelphia; Mac the Knife was backstage. The print media did mention the discrepancy between the rent-a-minority diversity on the stage and the white middle-aged males jerking the strings, between GW's \"compassionate conservative\" banner and the Big Unmentionable, the party's rightwing platform. But most of the electronic airheads participated in the fraud with enthusiasm. <p>Hey, it was a good show; and, being republicans, they get a cheap thrill out of the prospect of ushering in a new dynasty. The low point was NBC News which, to its eternal shame, heralded the Bush speech by giving free primetime to an oleaginous Republican party bio-video of GW masquerading as Will Rogers. </p> <p>Bush, if he wins, would not be bound by the reactionary platform in the way a British leader is hostage to his party's election mandate. But the platform does reflect the Republican Congress he would be likely to have to deal with and the vested interests whose prolific IOUs he would redeem, for in that regard he is an honourable man. The polluters, the wealthy, and lobbies such as the National Rifle Association, could count on compassion; the conservatism would be honoured by restraining the federal government in relief for the poor, the sick and the disadvantaged and yielding more authority to the notably corrupt state legislatures and local elites. Those black faces on the podium at the Republican convention would have found it tough to vote in their party's primary in South Carolina in February. Their neighbourhood polling places were \"by oversight\" locked up. </p> <p>The Bush who called for inclusion was the same guy who did not have enough nerve or conviction to criticise the South Carolinians for flying the Confederate flag as a daily insult to the black community. Yes, fraud it was in Philadelphia, but the sheer, competent effrontery of it reminded me of the occasion in my days in the RAF when we had been served a particularly foul dinner. \"Orderly officer here!\" yelled the sergeant, \"any complaints?\" The routine was for everyone to mumble gratitude for the Queen's gruel, but one brave lad stood up. \"Sir, it's shit,\" he announced to the hushed mess. \"But it's beautifully cooked.\" </p> <p>Many people seem to have bought into the political cooking, judging by the bounce in the polls that has put George W in striking distance of the White House. The candidate who is ahead on Labour Day (September 4) can expect to win and Gore, probably 11 points behind, has to bounce very high at his own convention in Los Angeles. </p> <p>It is tricky for Gore and the Democrats to nail the jelly. Bush has responded to the public distaste suggested by the polls for the vicious attacks and dirty tricks of the kind he used in the primaries against John McCain. Now he is the soft cop with a stiletto, with his running mate, Dick Cheney, doing the hard cop routine, rather as Nixon did for Eisenhower. It will be hard for the Democrats to stay cool. The Bush who says \"I don't have a lot of things that come with Washington\" has taken more money than anyone in history from Washington lobbyists. The Cheney who expresses disgust for the moral standards of the Clinton administration has not scrupled to use the revolving door to get rich on taxpayer subsidies, or press for trade with the terrorist states of Iran and Libya. The Center for Public Integrity has documented $3.8bn in federal contracts and taxpayer- insured loans to Cheney's company, Halliburton. </p> <p>Gore has the first opportunity to strike back when he announces his running mate. Any one of the four young Democratic senators on the Gore shortlist would seem refreshing. Two of them are war heroes - the favoured John Kerry and Bob Kerrey - whose inclusion would fly the flag nicely: the Democratic ticket would be men who went to war and the Republican ticket men who ducked. John Edwards, 47, would bring electrifying eloquence and probably the electoral votes of North Carolina. </p> <p>The shrewdest bet would be on Bob Rubin, the good-natured treasury secretary who is now back on Wall Street. The Republicans have been trying to suggest that the good times have nothing to do with Clinton-Gore, which is a whopper, but they would not be able to say it had nothing to do with Rubin. On the central issue of the economy the Republicans would find Gore-Rubin as hard to nail to the wall as, well, Teddy's currant jelly.</p>",
  "<b> Serb opposition risks split vote</b> <br> <p>Serbia's largest opposition party, the Serbian Renewal Movement, decided yesterday to propose its own candidate for the presidential election in September, even though this is likely to divide the anti-Slobodan Milosevic vote. </p> <p>Vojislav Mihajlovic, the mayor of Belgrade, is the party's choice. But the rest of the opposition backs Vojislav Kostunica. <b>Reuters, Belgrade </b> </p> <p><b> Kashmir group still for talks</b><br> </p> <p>Kashmir guerrillas who started peace talks with India last week accused the Indian army yesterday of violating the spirit of a ceasefire but said they still hoped to continue talks this week. </p> <p>The pro-Pakistan Hizbul Mojahedin said that the army was harassing people affiliated to the group, but appealed to other separatists for support so that India did not back out of a plan aimed at resolving who should control Kashmir. <b>Reuters, Srinagar </b> </p> <p><b> Artillery attack Chechen village</b><br> </p> <p>Russian officials claimed yesterday that their troops had killed scores of rebels in artillery strikes in a village outside Chechnya's capital, Grozny. </p> <p>Twenty-two bodies were found in Petropavkovsk, the Interfax news agency said. It quoted officials as saying that a band of up to 100 rebels had been wiped out, a claim denied by a prominent separatist, Movladi Udugov. <b>AP, Grozny </b> </p> <p><b> New grammar seen as silly </b></p> <p>The head of the German Teachers' Association said yesterday that some of the spelling and grammar reforms introduced in an overhaul of the language should be dropped. </p> <p>The group's president, Josef Kraus, told the news- paper Frankfurter Allgemeine Sonntagszeitung that parts of the reforms made no sense. <b>Reuters, Berlin </b> </p> <p><b> Hiroshima remembers </b><br> </p> <p>Hiroshima held a ceremony yesterday to mark the day 55 years ago when the US dropped an atomic bomb on the Japanese city. About 140,000 died and the second world war in the Pacific ended soon after. <b>AP, Hiroshima </b></p>",
  "George W. Bush has stretched his lead over Al Gore, his Democrat rival for the US presidency, to 11 percentage points, but has failed to gain the much hoped-for \"bounce\" from the nomination convention, even though it was aimed at presenting a unified and all-inclusive party image. <p>An opinion poll published yesterday by Newsweek magazine showed him leading Mr Gore by 49 to 38 points in a survey carried out at the end of the Republican convention in Philadelphia. That amounts to an increase - or \"bounce\" - of just two points on his lead before the convention began. </p> <p>By contrast, Bill Clinton's record bounce in the 1992 convention took him 29 points clear of his would-be successor's father, George Bush. The younger Bush's lead at this stage in the race could prove insufficient to prevent a close contest in November. </p> <p>In an attempt to maintain his campaign's momentum this weekend, Mr Bush set off on a three-day tour of Democratic strongholds in Pennsylvania and Ohio. He attacked Mr Gore for failing to stand up to President Clinton's decision to veto a bill to change taxation for married couples, continuing the convention rallying cry of \"It's time for a change\". </p> <p>Mr Gore, who will be nominated at next week's Democratic convention in Los Angeles, will try to wrest the initiative from his rival tomorrow, when he announces his choice of running-mate. </p> <p>Al Gore's desire to distance himself from the Clinton legacy has brought the presidential address to the party faithful in Los Angeles forward to the opening Monday night from the higher-profile slot later in the week. Mr Gore hopes that the Democrat convention will turn the spotlight firmly on to his own successes. </p> <p>Half of those surveyed by Newsweek said they felt more favourably towards the Republican party after last week's four-day convention. </p> <p>The climactic Bush acceptance speech also received a favourable response. More than seven out of 10 voters credited Mr Bush with strong leadership qualities after the speech, and with intelligence. </p> <p>On the key issues of upholding moral values, national defence, reducing crime and taxes and conducting foreign policy, Mr Bush also scored higher than Mr Gore. The two were level pegging on management of the economy, while Mr Gore led Mr Bush on the question of prescription drug plans. </p> <p>These considerations are likely to inform Mr Gore's choice of a running mate. He is understood to have narrowed the field down to a handful. </p> <p>Senator John Kerry, a wealthy liberal and Vietnam war hero, is the favourite, although Senator Joe Lieberman, an observing Jew with a great deal of political experience, has the advantage of being one of the first Democrats to criticise Bill Clinton for his \"disgraceful\" affair with Monica Lewinsky.</p>",
  "The supreme leader of Iran, Ayatollah Ali Khamenei, ordered the reformist parliament yesterday to abandon its promise to expand freedom of speech and revive the banned progressive press. <p>It was seen as a step toward re-asserting clerical rule over participatory democracy. </p> <p>Ayatollah Khamenei's action runs counter to the hopes of millions whose votes in February's general election sent to parliament a majority of reformists who had run on platforms including a free press. </p> <p>Using his powers to intervene in the legislative process, the ayatollah issued a letter to the 290 MPs concerning a new bill meant to amend the restrictive press law. When the letter was read aloud in the chamber, scuffles broke out on the floor. </p> <p>\"If the enemies infiltrate the press, this will be a big danger to the country's security and the people's religious beliefs,\" he wrote. </p> <p>\"I do not deem it right to keep silent . . . The bill is not legitimate and not in the interest of the system and the revolution.\" </p> <p>Iranians have been waiting to see when and how the conservative establishment would try to use its overwhelming power to challenge republican rule. </p> <p>Under the constitution, the supreme leader, who is appointed by a body of conservative clerics, has the final say in all matters of state. But it came as a surprise that Ayatollah Khamenei intervened in such a blatant and public way. </p> <p>Some MPs voiced outrage and threatened to resign. Others said they planned to write to Ayatollah Khamenei in protest, and reformist sources said they were afraid that one of their colleagues could face criminal charges for protesting against the leader's action too vociferously. </p> <p>The Iranian press has given the reform movement a powerful voice; the ayatollah used a speech in April to label some newspapers, \"bases of the enemy\". </p> <p>For this reason, conservatives in the judiciary shut down these publications, beginning in April, and jailed at least half a dozen editors and commentators. Some were imprisoned for up to five years; others were released on bail but banned from involvement in writing or publishing. </p> <p>Yesterday the reformist MPs were poised to make such restrictive measures more difficult by passing a new press law which would require legal action to be taken against newspaper publishers, rather than against individual writers, thus lifting the threat of jail sentences from journalists. </p> <p>The law would have changed the composition of a press supervisory board, which licenses publications, to include more reformers. </p> <p>Reformist MPs knew that the extent of their power remained uncertain. Even if they had rallied a majority to vote for the bill, it could still have been vetoed by the Guardian Council, a body of conservative clerics and jurists charged with deciding if legislation conforms to Islamic law. </p> <p>It often uses this power to veto legislation it disagrees with for political reasons. </p> <p>Mohammad Reza Khatami, deputy speaker of parliament and the head of the Islamic Iran Participation Front, the reformers' biggest faction, which functions like a political party, acknowledged the movement's limitations last week. </p> <p>Mr Khatami, the brother of President Mohammad Khatami, said the new MPs should lower their expectations for change. </p> <p>The parliamentary speaker, Mehdi Karroubi, a senior cleric approved by Ayatollah Khomenei to lead parliament against the wishes of the reformers, reminded MPs of the limitations of republican rule. </p> <p>\"Our constitution has the elements of the absolute rule of the supreme clerical leader and you all know this and approve of this,\" he said. \"We are all duty-bound to abide by it.\" </p> <p>To counter the gains that reformers have made through the ballot box in municipal and parliamentary elections, conservatives have asserted their power in the judiciary and law enforcement - the institutions they dominate. </p> <p>Many reformers now say publicly that it will take many years to achieve political pluralism. Mohsen Kadivar, a prominent cleric who was released from prison after being given an 18-month sentence, said it was unrealistic to expect freedom of speech in Iran to happen quickly. </p> <p>Mr Kadivar was jailed for a series of articles he wrote accusing the clerical establishment of behaving like the shah's regime. </p> <p>\"We are living in a third world country. There is a 2,500-year history of despotism,\" he said. \"It is natural that there should be resistance in the face of freedom. The judiciary respects neither the law, nor religious standards, nor public opinion. </p> <p>\"But the fact that they arrest their opponents, rather than kill them like they did before, is progress.\"</p>"
]