[
  "Hillary Clinton's path to a seat in the United States senate was fouled yesterday by the embarrassing revelation that her campaign had accepted money from a group whose leader supports the right of Palestinians to use armed force against Israel. <p>The American Muslim Alliance collected $50,000 (£34,5000) for her at a $500-a-ticket fundraiser in Boston in June. Mrs Clinton was present and received a plaque from the alliance honouring her work for human rights. </p> <p>Agha Saeed, national president of the alliance, says Palestinians should seek to establish their own state in the West Bank and Gaza through peaceful means but if that fails United Nations resolutions \"say specifically that they have the right to resist by armed force.\" </p> <p>Mrs Clinton's shifting attitudes towards the Middle East have caused her more problems than most issues in her contest against Republican congressman Rick Lazio for the right to represent New York state in the senate. </p> <p>Jewish voters account for at least 12% of those expected to go to the polls on November 7 and precedent suggests that any Democratic candidate must secure about two-thirds of these to win. Recent polls show Mrs Clinton ahead of Mr Lazio by a factor of two-one among this sector and leading by seven points generally. </p> <p>Mrs Clinton has spent much of the time since her campaign started 16 months ago distancing herself from her 1998 support for an independent Palestinian state. But her true intentions were at best obscured at the end of last year when she embraced Suha Arafat, the wife of Palestinian leader Yasser Arafat, after she delivered a speech claiming that Israel was poisoning Palestinian children. Mrs Clinton said that she was misled by an inadequate translation. </p> <p>Since then, she has courted Jewish voters assiduously, interrupted only by the publication in the summer of a book that claimed she called a campaign aide a \"fucking Jewish bastard\" more than 20 years ago. Mrs Clinton denied the charge and enlisted the president in her support. </p> <p>Last month she denounced a UN security council resolution condemning Israel and spoke on the platform of a pro-Israel rally in Manhattan two weeks ago. \"Hillary is a strong supporter of peace and security for Israel,\" her spokesman, Howard Wolfson, said yesterday. </p> <p>The Clinton campaign claims that the Boston fund-raiser was not sponsored by the alliance but by another group even though the plaque she received was inscribed with the words American Muslim Alliance. </p> <p>Mr Wolfson said the event was sponsored by members of the Boston Muslim community rather than the alliance, which was not mentioned on the invitations. \"All my fund-raising people say it was not hosted by these folks. It was hosted by two other individuals. Someone who was at the event just handed her a plaque.\" </p> <p>Tahir Ali, the alliance's Massachusetts chairman, said his group took over the sponsorship about a week before it was held and that he did not regret raising the money for her in the light of her recent actions backing Israel. </p> <p>\"The idea is to win the election,\" he said. \"She must change her tune. But that doesn't mean anything. It's just at the spur of the moment that she must say these things and we understand that.\" </p> <p>Mr Wolfson said that a $1,000 senate campaign contribution would be returned to Abdurahman Alamoudi, a member of the American Muslim Council and a guest at a White House reception despite his support for Hamas, which is considered by the state department to be a terrorist organisation because of its attacks on Israeli civilians. </p> <p><b>Useful links</b><br> <a href=\"http://www.secretary.state.gov/index.html\">Madeleine Albright's office</a> <br><a href=\"http://www.p-p-o.com\">Yasser Arafat's office</a> <br><a href=\"http://www.pmo.gov.il/english\">Ehud Barak's office</a> <br><a href=\"http://www.index.gov.il/eng\">Israeli government</a> <br><a <br> </a><a href=\"http://www.moledet.org.il/moleng.htm\" target=\"_new\">Moledet - Land of Israel Loyalty Party (Torah-based religious party)<br> </a><a href=\"http://www.iris.org.il/\" target=\"_new\">Iris - Information Regarding Israel's Security (promoting Israeli security)</a><br> <a href=\"http://www.geocities.com/CapitolHill/3188/\" target=\"_new\">Zo Artzeinu (Israeli settlers' group)</a><br><a href=\"http://www.virtual.co.il/orgs/orgs/ichud/irindex.htm\" target=\"_new\">Organization of Rabbis for the People of Israel</a><br><a href=\"http://www.pna.org\">Palestinian National Authority</a> <br><a href=\"http://www.presidency.gov.eg\" target=\"_new\">Egyptian presidency</a> <br><a href=\"http://www.palestine-info.net/hamas/index.htm\" target=\"_new\">Hamas</a></p>",
  "Florida, to the general surprise of Washington pundits, has become a key marginal. The state, which delivers a crucial 25 votes in the electoral college, has long been seen as part of the Republican heartland. Its governor, Jeb Bush, is the Republican candidate's brother. And yet all the polls say either that the race is too close to call, or that Al Gore has established a slight lead. <p>The <a href=\" http://www.herald.com/\" target=\"_new\">Miami Herald</a> reports three new polls, two of them putting Gore ahead, and the third favouring Bush. The Republican candidate appears to be getting no advantage from the fact that his brother Jeb is state governor, and during his whirlwind tour of the state was clearly anxious to dispel the fears of its large elderly population that his tax cut pledges will erode their pensions and health benefits: </p> <p>\"In lengthy and impassioned speeches across Central Florida, Bush promised to protect Social Security and allow younger workers to invest some of the money privately, and vowed to give senior citizens 'choices' in prescription drug benefits.\" </p> <p>Pamela Hasterock, political correspondent of the <a href=\" http://www.news-journalonline.com/\" target=\"_new\">Daytona Beach News-Journal </a>, reports on the candidates' increasingly frenzied attempts to woo women voters. For Bush, that means wheeling on his mother Barbara, the highly popular former First Lady. </p> <p>Gore, who consistently wins more support from women in opinion polls, prefers to stand on the record of the Clinton administration. Hasterock sceptically comments: \"Welcome back, gender gap. There's little mystery why the candidates have turned their focus to women at this late date. They vote more than men. And in a race this close, neither Gore nor Bush can afford to ignore so large a voting bloc.\" </p> <p>The <a href=\"http://www.gopbi.com/partners/pbpost/epaper/editions/today/\" target=\"_new\">Palm Beach Post</a> is chiefly concerned about the fate of the $8.7bn Florida Everglades restoration project, now floundering through Congress and in danger of running out of time. The paper has no doubt which party is better qualified to save the vital scheme: \"Republicans in Florida and Washington support Everglades restoration. Their party has the power to pass it...With enough will, there's a way to make history.\" </p> <p>The <a href=\" http://www.orlandosentinel.com/\" target=\"_new\">Orlando Sentinal </a> reports Governor Jeb Bush's indignant denial that he is not putting his all into his brother's campaign. The paper also points out the vital importance of Florida to the Bush campaign, in more ways than one: \"Florida trails only California in the amount of money donated to George W. Bush`s campaign and for the Republican Party's Victory 2000 effort. Much of that money has been raised through the formidable political organisation Jeb Bush began building in 1994 when he first ran for governor.\" </p> <p>The <a href=\"http://www.tcpalm.com/ftpierce/index.shtml\" target=\"_new\">Fort Pierce News</a> indicates its distrust of both candidates with an archetypal small town rant against federal taxes and creeping federal powers. It offers as an example President Clinton's new drink-drive proposals: \"It doesn't take much for the federal government to extend its writ. With great fanfare, President Clinton on Monday signed a bill ordering the states to impose a .08 blood alcohol content as the legal level for drunk driving charges. The merits of the new standard aside, it is a stretch to argue that drunk driving is a federal responsibility. Yet if the states do not comply, they stand to lose federal highway money.\" </p> <p>The <a href=\"http://www.tdo.com/\" target=\"_new\">Tallahassee Democrat</a> lives up to its title by endorsing Democrat candidates for local positions. Its view on the presidential poll is more obscure, but its coverage of the latest Bush state tour emphasises the importance of the social security issue for Florida's huge community of retirees. The paper points out the potential of Democrat claims that Bush will cut benefits: \"The same tactic helped Democrats defeat Bush's brother Jeb in 1994, during his first campaign to become governor of Florida. Jeb Bush won the office four years later, and he was at his brother's side Wednesday as George W. Bush urged senior citizens to ignore Gore's message.\"</p>",
  "Forget opinion polls. The latest way to find out which way the political wind is blowing involves hard cash - and lots of it. In Britain and the United States, betting on politics has become a serious business. <p>The latest case to make headlines cropped up in the Commons this week. Over the summer, those in the know staked £50,000 at bookmakers William Hill on Labour MP Michael Martin being elected to succeed Betty Boothroyd as Speaker of the House of Commons. Mr Martin duly won the job. </p> <p>So who were the prescient punters? According to rumours in the Commons, most of them were MPs who were well-rewarded for their efforts. One Glasgow backbencher is thought to have made £200,000 on a £10,000 stake. </p> <p>But this is small beer compared with what goes on across the Atlantic. US law bans the kind of bets which have caused a fuss among MPs this week, but in the cradle of capitalism the markets are king and politics, like everything else, is judged in dollar terms. </p> <p>At the head of the pack is a website, the <a href=\"http://www.biz.uiowa.edu/iem/\" target=\"_new\">Iowa electronic market</a>, which has become an exchange for political futures. If you are tired of trading in pork belly futures or next year's coffee prices and think that Al Gore is going to make it into the White House on November 7, his stock is currently trading at 48 cents (34p). In the middle of last month, it reached 50.8 cents (36p). </p> <p>The system is simple. Stockholders are paid after the election, with payments directly related to the share of the national vote their chosen candidate wins. Say Al Gore gains only 35% of the vote. Each unit of stock will pay 35 cents. The trick is, of course, to buy underpriced stock, just as on Wall Street. Stock prices are determined by trading levels. If no one wants to buy, the price falls until they do.</p> <p>Each trader is limited to spending $500 (about £350) but that has not stopped US political junkies putting several hundred thousand dollars behind their chosen candidates. And they know what they are doing. In the 1996 presidential election, the markets came within two-tenths of Clinton's win of the popular vote (Clinton over Dole, 49.24 to 40.71%).</p> <p>And with Al Gore trading at the moment slightly ahead of his poll rating, we may yet be in for an election surprise. </p> <p>Remarkably, the Iowa site was set up by university academics, keen to interest students in politics, and is run on a not-for-profit-basis.</p> <p>Far more brazen was another US site, Voteauction.com, which allowed electors to put their right to vote up for sale. It was part commercial, part a political comment on the nature of US politics. \"If entire elections can be bought and sold to the individual or corporation with the most money, why can't individual votes?\" asked the site. Sadly, for political betting fans at least, the site was shut down by election officials. Votes, it seems, are officially not for sale - unless it comes to betting on the Commons Speaker.</p>",
  "<p>The BBC has been ordered to pay £186,000 damages after a current affairs show wrongly accused a Scottish nursing home of running a callous and uncaring regime.</p> <p>Three Scottish judges rejected the BBC's appeal against the damages award made to the owners of the home, saying that the only doubt in their minds was whether the award was high enough, given the \"scurrilous if not outrageous nature of these untrue allegations\". </p> <p>The libel case was brought over an edition of BBC Scotland's Frontline Scotland current affairs programme, originally broadcast in March 1995.</p> <p>The BBC argued that the damages award was excessive. A BBC Scotland spokesman said the broadcaster was \"extremely disappointed by the judgement\". He added: \"Investigative work is an important part of the BBC news and current affairs output, as it is in any substantial journalistic organisation, and that work will continue.\"</p>",
  "<p>\u0095 Reports suggest that the producers of the next Bond movie are seeking Welsh crooner <a href=\"http://guardian.imdb.com/Name?Jones,+Tom+(I)\">Tom Jones</a> to perform the title song; Jones previously belted out the opening track to 1965's Thunderball. \"It's early days, but we are desperately keen to have Jones do it,\" a source is quoted as saying. Recent themes have not been huge successes, but Tom Jones is a legend and the song would almost certainly be massive.</p> <p>\u0095 Gladiator director <a href=\"http://guardian.imdb.com/Name?Scott,+Ridley\">Ridley Scott</a> has cut together a special montage paying homage to <a href=\"http://guardian.imdb.com/Name?Reed,+Oliver\">Oliver Reed</a>, who died while filming the Russell Crowe blockbuster. The montage may be released on the DVD of the smash Roman-era film. The four-minute tribute, spliced together from outtakes of the heavy-drinking actor, is accompanied by the Sex Pistols' version of Sinatra's My Way. Scott says: \"I would like to think the Sex Pistols would say, 'Oh fuck it, let's give it to Ollie...' but it may come down to whether we have to pay for performing rights and whether DreamWorks say it's worth it. It's very amusing and very emotional and moving because right at the end Ollie says, 'That's enough for now.'\"</p> <p>\u0095 Liz Hurley flick <a href=\"http://guardian.imdb.com/Title?0230030\">Bedazzled</a> is to be released in the UK with added scenes. A character modelled on members of Britpop outfits Oasis and Supergrass will appear in the British version of Bedazzled, despite having been cut from the US film after test audiences gave it a bamboozled thumbs-down. The star of the Satan-based film, Brendan Fraser, says the rock star was his favourite character in the movie, and that the scene in which the character appeared \"sort of became our homage to Sid And Nancy. We thought we were doing a spoof, like This Is Spinal Tap\". Bedazzled opens in the UK on November 10.</p> <p>\u0095 Mary Poppins cockernee <a href=\"http://guardian.imdb.com/Name?Van+Dyke,+Dick\">Dick Van Dyke</a> has retired from his glittering career on film and in US TV. \"It's time for me to go to pasture\", the 74-year-old star announced. \"Tastes have changed. Television's going, as far as I'm concerned, downhill, and I'm an anachronism.\" The star's landmark Dick Van Dyke Show ran on America's CBS network from 1961 to 1966. He's known to audiences in Britain for his appearances alongside Julie Andrews as the Chim-Chiminee chimney sweep in Poppins and for his role in the much-loved movie Chitty Chitty Bang Bang.</p> <p>\u0095 The Los Angeles outlet of Christie's is to auction four pairs of Vulcan ears that <a href=\"http://guardian.imdb.com/Name?Nimoy,+Leonard\">Leonard Nimoy</a> wore when he played Star Trek's Mr Spock. The mould that was used to produce the ears is also for sale. The sci-fi artefacts go on sale on November 15, alongside the Spanish Civil War diaries of Errol Flynn.</p> <p>\u0095 <a href=\"http://guardian.imdb.com/Name?Hackman,+Gene\">Gene Hackman</a> will star in hot young director <a href=\"http://guardian.imdb.com/Name?Anderson,+Wes\">Wes Anderson</a>'s comedy The Royal Tenenbaums. Joining Hackman will be Ben Stiller, Gwyneth Paltrow, brothers Owen and Luke Wilson and Bill Murray. Tenenbaums is about a dysfunctional family of geniuses who wind up as adults living under the same roof, and is created by the team behind last year's offbeat hit Rushmore.</p> <p>\u0095 For those in need of heavyweight advice in advance of the US presidential elections, the three <a href=\"http://guardian.imdb.com/Title?0160127\">Charlie's Angels</a> (Drew Barrymore, Cameron Diaz, and Lucy Liu) have been wearing anti-George W. Bush T-shirts while promoting the film. Says Diaz, \"I gave over 50 interviews today by satellite and encouraged everyone to vote, and to vote for Gore\".</p>",
  "Ian Smith, the former white minority leader of Zimbabwe, said today that he would welcome the opportunity to stand trial in the country. <p>Mr Smith, who is in Britain for a visit to the Oxford Union, said that he would use any judicial action as a platform to denounce President Robert Mugabe to the world as a \"gangster\", adding that \"our country is in total anarchy.\"</p> <p>He also claimed that he had more right than Mr Mugabe to be in Zimbabwe, which he ruled for 14 years as Rhodesia, after whites declared independence from Britain in 1965 rather than accept black rule.</p> <p>His comments came a day after Mr Mugabe told supporters of his ruling ZANU-PF party that he intended to revoke the policy of national racial reconciliation, which was put into place when the country achieved independence in 1980.</p> <p>In comments that were aired on state television, the president went on to announce that \"Ian Smith and the whites who participated in the massacre and genocide of our people, those who fought against us we shall try.\"</p> <p>\"After all, in Europe they are still hunting the Nazis, those who fought on the side of Hitler. We will look for those who fought on the side of Ian Smith, where ever they are. If they are still in this country, then they must be arrested.\"</p> <p>However, some experts voiced the view that Mr Mugabe's threat to arrest Mr Smith and other whites would not stand up in court because of the amnesties that were granted to both sides after the liberation war.</p> <p>Mr Mugabe's comments came just hours after the opposition Movement for Democratic Change (MDC) launched unprecedented impeachment proceedings yesterday.</p> <p>They cited the economic crisis that sparked food-price riots last week, and government plans to confiscate white-owned farms for black resettlement.</p> <p>Mr Mugabe has accused whites in Britain and the US of trying to destabilise the country. He has also stated that Zimbabwe's own white community is primarily responsible for providing much of the money to fund the MDC, which won 57 of 150 parliamentary seats in June's election, a result that poses the strongest challenge to his two-decade rule. </p> <p>As the battle of words hotted up, neighbouring South African saw the rand fall to within sight of a record low this morning. The weakness of the euro was blamed in some quarters, but the political crisis in Zimbabwe has also made the money markets jittery.</p> <p>In an effort to stop worries that the trouble could spread into South Africa, President Thabo Mbeki used a speech last night to roundly condemn the violent land grabbing that has taken place in Zimbabwe.</p>",
  "We arrived at Prospero's domain on a sweltering August night. Behind three gates, reached on foot by means of a path clinging to a promontory half-shrouded in clouds, Gore Vidal's and Howard Austen's villa at Ravello (south of Naples) is indeed well-named: La Rondinaia or swallow's nest. It strangely reminded me of Hitler's eagle's nest at Bertchesgaden - if only in this respect: it, too, is the domain of a paranoid genius. For who but a paranoid genius would so separate himself from the world? <p>From the tiny port below, Ravello is a death-defying taxi ride along a corniche road like the one on which Princess Grace of Monaco died. Perhaps this is why neither Gore nor Howard drives any more but instead use taxis and chauffeured cars to go back and forth from their inaccessible fortress. The combination of preprandial drinking and hairpin turns would certainly not be good for their health. Indeed the switchbacks carved into the limestone ledges are so narrow that the passage of a bus or a truck stops traffic behind you for several minutes. You have to be truly dedicated to visit Gore Vidal. We were. </p> <p>I had known Gore since about 1990 when my seventh novel, Any Woman's Blues, was published in Italy and Gore invited me to lunch at his apartment in Rome. It was a chilly lunch. He had a bone to pick with me. In one of my novels, I had quoted a witticism of his that had been repeated to me by a mutual friend, and Gore was pissed off. What I had thought of as a tribute to his wit, he had thought of as a deliberate misquotation or attack and we were off to a bad start. The witticism concerned Princess Margaret, one of his best pals, and Gore was stung. I apologised and we went on with our lugubrious lunch, but I felt unforgiven at heart. Gore was not drinking that day and he seemed terribly depressed. I left his apartment in Rome thinking: this is the saddest man I've ever met. But his rare intelligence intrigued and delighted me (as it always had in his extraordinary books) and I was eager to see him again. He gave me an autographed copy of his edition of the stories of Tennessee Williams and in the front flap I remember writing about the afternoon: \"The coldest man I've ever met and the saddest. What is at the root of his sadness? The depression is contagious. I came away very depressed.\" </p> <p>Gore represented an enigma to me: a man with the world at his feet who seemed so terribly hurt by the smallest slight. If he could nurse a grudge about a throwaway line in a novel, imagine what melancholy lurked beneath that guarded, aristocratic exterior. He fascinated me. I loved his writing, was dazzled by his intellectual courage, and I was prepared to like the man, but his grievance-collecting got in the way. Still, a mutual friend kept bringing us together. Whenever we met, I sensed great vulnerability in this complex and brilliant man. Maybe I was even a little in love with his fierce intellect. I do tend to fall in love with exceptional brains. </p> <p>Once in Ravello, a lovely car-free town clinging to the top of a cliff above the sea, you proceed on foot to the gates of a small hotel where you encounter the first set of bells, mounted on a stucco wall. There it says: La Rondinaia. You ring the bell and proceed along a private path that clings to the mountainside. The view is dizzying and will become ever more so as you proceed toward the lair of the maestro. Another gate, another bell. Howard Austen, Gore's companion of 30-plus years, answers, saying in his New York accent: \"Go neither left nor right but straight ahead until you can go no more. There will be another gate.\" (Three gates to the city, hallelujah!) </p> <p>Another precipitous path, clouds below, cypresses and umbrella pines above. A marmalade cat comes out to greet you with a wriggling grey mouse in its teeth. For this is the house of a cat-lover whose practised hauteur belies his tenderness. Gore Vidal is a brilliant writer who needs to be told constantly how brilliant he is. </p> <p>We walk along the pine needle- softened path (led by the cat with the dying mouse in its mouth), until we come to the third gate - this one unmarked. Again we ring. Again Howard's voice leads us: \"Go neither right nor left but straight ahead.\" The pool will be below. Again we obey. </p> <p>Soon we are descending a rocky stair that leads to a dark azure pool and, standing beside it, Prospero himself, an amber sunset whiskey in his hand. </p> <p>Gore is rather more bearish than the last time I saw him, but still handsome, his leonine head beginning to soften with dewlaps, his fiercely intelligent eyes surrounded by innumerable wrinkles. None of this uglifies him. Ageing has only made him more charismatic somehow. </p> <p>You think of Byron at Missolonghi, ravaged by life at 36. But Gore is 75 and has had a good long run of looks, love, fame, fortune. Both life and literature have been good to him - if literature can ever be said to be good to any misunderstood genius. Literature is a mean mistress who always betrays her lovers in the end, refusing promised glories, proffering instead out-of-print books, publishing houses sold to movie studios and television networks, decades of passionately-written novels forgotten as a new generation comes along demanding books written in their own voice. But despite all that, it's been a good run. He was a beautiful young man, a bestselling author at 21 and now, living in splendour like a Renaissance prince, he is still writing at the top of his form. </p> <p>\"If I were a great writer,\" he says, \"I could be living in Brooklyn Heights.\" </p> <p>He is referring to that dinner party I gave for him in New York a few years ago to which Norman Mailer - who lives in Brooklyn Heights - also came. (The two one-time enemies actually broke bread together.) </p> <p>\"But you are a great writer,\" I say. </p> <p>\"I know,\" he says playfully. \"But I'd be even greater if I lived in Brooklyn Heights.\" </p> <p>\"I think Norman's in Provincetown this summer,\" I say. </p> <p>\"Even better!\" Gore roars. \"Maybe I'd be great if I lived in Provincetown.\" </p> <p>I think how odd it is that he should raise his old enmity with Norman. But I know writers - \"ingrown toenails\" as Henry Miller (who preferred to hang out with painters) called us. It is not enough to succeed. All your friends and contemporaries must fail. Writers are like this even when we try like hell not to be. </p> <p>I myself hate that old Hemingwayesque paradigm of the writer as prizefighter and I have tried hard to create an alternate one for myself. When Anne Sexton admonished me, \"We are all writing God's poem,\" I took it to mean there should be no competition between writers because we are all involved in a common project, a common prayer. But to Gore's and Norman's generation, particularly those male writers who served in the second world war, the prizefighter paradigm remains. They still want to KO each other, even at 70-odd. In a way, this is the tragedy of their generation. Their teeth were cut on the war and they never relinquished its us-and-them mentality. </p> <p>Gore tells us about the house. It is a cliff-dwelling, on many levels, and the rock it perches on is so steep that a glance over the balcony from his study gives me instant vertigo. Once owned by the daughter of an English Victorian lord, La Rondinaia has innumerable acres of terraces where grapes, olives and lemons grow, towering cedars, endless steps and balconies above the sea. It is not accessible by automobile. You must walk to this eyrie, an anomaly that has obviously preserved it as one of the most beautiful spots on earth. </p> <p>\"How does it go?\" Gore asks. \"Perfection of the life or of the work? One of the stupidest lines in English poetry. Who was it?\" </p> <p>\"Yeats,\" I said. </p> <p>\"Ridiculous,\" said Gore. \"The truth is you don't have to choose.\" </p> <p>\"Choose what?\" I asked. </p> <p>\"Perfection of the life or of the work. Neither is possible.\" </p> <p>So we wander up the steps to the house and are shown some of it: the hall leading to the salotto with its 17th-century canvases, the salotto itself with its Graeco-Roman head of Zeus and first century mosaic floor mounted as a wallpiece (which cannot be taken out of Italy, says Howard). Gore seems a bit bored with the house tour as if he has done it a few too many times. </p> <p>Howard brings us drinks, complaining of the heat. He and I commiserate about global warming. Then we follow Gore into his study overlooking the sea as if from heaven, the guest suite that might have been ours had we been invited to stay, the terrace overlooking the sea where Sting and Trudie, Susan Sarandon and Tim Robbins sang all night at a July 4th party, the grand dining room with its faux-Roman chairs (from the movie set of Ben-Hur), the sitting room with its framed pictures of old pal Princess Margaret. </p> <p> And so at last to sup at the newly refurbished Hotel Sasso, a restored palazzo also hanging over the sea. At the main square in Ravello, Gore is greeted by all and sundry as \"maestro\". An agreeable thing for a famous artist who becomes a habitué of this country is the nod to the maestro that is semi-automatic with Italians. Like Americans, Italians may not read, but they understand that a maestro, even a maestra, is someone to be honoured. If they cannot really distinguish between the brilliance of a Gore Vidal and, say, the pulp of a Danielle Steel, at least they know that a scrittore or scrittrice is a person of consequence. </p> <p>Tongue loosened by many drinks, Gore discusses his plans for his estate. Upon his demise, La Rondinaia will become a study centre for his alma mater, the St Alban's school - but how to administer it? Gore has reached the age of estate-planning. I am all too familiar with this age and also with the cat-and-mouse game benefactors play with their possible heirs. </p> <p>Sitting in the bar for yet another round of drinks before dinner, Gore and Howard opine on what a perfect place the Sasso would be as a retirement home. When the universal condition of life - decay and death - catches up with even the most exalted artists, they succumb to primal fear. I realise I am sitting with an elderly gay couple without children who are facing their declining years with trepidation. They may have plenty of money, a fantastic villa on a promontory of the Italian coast, but they have already experienced a few health scares and they know they are no longer immune to death. </p> <p>That vulnerability is, I think, what makes The Golden Age, Gore's latest novel, so remarkable even in his remarkable oeuvre. He has always been an essayist who fell into the writing of novels and some of his novels seem more essays than novels. But in this one, as in Smithsonian Institution, his last historical fiction, there is an understanding of history and its vicissitudes that no other contemporary writer possesses. </p> <p>Long before anyone else, Gore identified what he dubbed \"The National Security State\", a United States that prepares constantly for war while preaching peace, and nailed its root cause: the need to keep the wheels of commerce turning to the tune of billions of dollars of defence spending per year. Like the 18th-century philosophers who framed the Constitution, he is for a true republic in which the people who participate have some grasp of history. He is outraged by the course the United States has taken in the past 50 years, as indeed the framers of its Constitution would be. Gore sees a Congress bought by special interests, and two parties vying to keep the war machine up and running with American tax dollars. </p> <p>I recently asked Gore what he thought of the-too-close-to-call race between George W Bush and Al Gore, his distant cousin. He replied: \"They are both part of a political system neither of them invented, but Albert is much more intelligent. If you have a bad system, the best thing to do is pick the most intelligent leader. Clearly Al Gore is more intelligent. But the rot goes deep and the system will crumble if we just wait. One big plunge of the stock market could topple the corporate interests that run things.\" </p> <p>Then he talked about his tour through Britain, speaking at Cambridge and Oxford, encountering huge crowds of students everywhere he went. He was impressed by the young people who came to hear him, far less impressed by reviewers of his latest novel who seemed to have no historical education and therefore no context in which to place his fiction. For a writer steeped in Herodotus and Plotinus to be reviewed by those who have read neither must be galling. </p> <p>Gore is at heart an 18th-century man who belongs among those framers of the American Constitution - men who knew their Greek and Roman history and philosophy, and took the long, historical view of governments. His living on a promontory surrounded by ancient artefacts is indeed just what an 18th- century philosopher would do. He lives in splendid isolation - aiming fiery feuilletons at a dumb and dumber world. </p> <p>Gore Vidal understands what America might be if it didn't betray its own ideals - the ideals we gave the world and then renounced in favour of corporate oligarchy and the perpetual war machine. </p> <p>When we said goodbye after dinner and headed back to the sailboat we had anchored on the coast, I was inspired. Gore Vidal is everything a writer should be: a voice for sanity in a mad world. </p> <p>© 2000 Erica Mann Jong. All rights reserved. Her latest book, What do Women Want?, is published by Bloomsbury. Gore Vidal's The Golden Age is published by LittleBrown</p>",
  "Thomas Jefferson and Ronald Reagan have been enlisted to assist a push for the legalisation of marijuana in Alaska. <p>If the proposition were to pass when it goes before the state's electorate on November 7 the same day as the presidential election across the country, Alaska would become the only US state where marijuana could be consumed legally by all adults. </p> <p>It is one of more than 200 propositions that will be put to electors in 42 states on polling day. The range of issues can cover anything from drug laws and gay marriages to education policy and euthanasia. </p> <p>In Alaska, the pro-marijuana lobby has pressed Jefferson, the third US president, into service on the website of the Anchorage-based Hemp2000 campaign group, quoting his maxim: \"The greatest service which can be rendered any country is to add a useful plant to its culture.\" </p> <p>The group hopes that the Alaskan belief that government should interfere as little as possible in citizens' lives could lead to victory. </p> <p>Under Alaska's Proposition 5, the drug could be used by anyone over 18, and an amnesty would be given to those with marijuana-related convictions. </p> <p>Supporters gathered 41,000 signatures to get the measure on the ballot, which is around a tenth of all voters and nearly double the 22,000 required. A quote from former president Ronald Reagan is also part of the campaign literature: \"Government exists to protect us from each other. Where government has gone beyond its limits is in deciding to protect us from ourselves.\" </p> <p>\"It's going to be a tight one,\" Wanda Carp, the treasurer of Hemp2000, predicted yesterday. Describing herself as a 50-year-old grandmother who had spent most of her life in the state, Ms Carp said that opponents were presenting Proposition 5 \"as if we're going to become the drug haven of the United States but that is just not true\". </p> <p>The measure has been criticised as \"foolish and dangerous\" by Tony Knowles, governor of a state where alcoholism and other forms of addiction have done much harm to residents, both native and non-native. </p> <p>The local Alaska Poll conducted last month found 35% in favour of legalising marijuana and 42% strongly opposed. Ms Carp thought the vote would be even closer: \"It may be by the hair of our chinny-chin-chin, but it'll pass.\" </p> <p>Alaska, the \"last frontier\" state with a landmass twice that of Texas, has a history of such measures. The authorities already take a fairly relaxed attitude to marijuana, punishing possession with a small fine, much like a parking ticket. In 1975, under a right to privacy ruling by the state court, small quantities of marijuana were permitted for residents but this was revoked at the ballot box in 1990. </p> <p>The proposition is the most radical on the issue of drugs but six other states will be asked to back measures to legalise marijuana for medical use or change the ways in which drug users are treated. </p> <p>Supporters of medical marijuana use say that it helps to alleviate the effects of chemotherapy and Aids. Opponents say that the measures are the thin end of a wedge that would see harder drugs legalised. </p> <p>Voters in 42 states have a total of 204 measures to decide on. If trends of the last decade hold up, roughly half of these measures will pass. </p> <p>Many of the propositions have been drafted with great attention to detail in order not to be deemed to be too vague for enforcement. In Colorado, for instance, a person entitled to medical marijuana would be allowed two ounces and six plants of which three could be flowering. </p> <p>In Massachusetts, the drug proposition would change the civil forfeiture law under which the authorities seize and keep the assets of people convicted of drug offences. Under the proposition the seized money would go to drug rehabilitation projects; it also proposes treatment for low-level first time users. </p> <p>Nevada will again be voting on medical marijuana as its state law requires that such measures achieve a majority vote in two consecutive elections; it got approval in 1998. </p> <p>California will be deciding on whether to have drug offenders treated and put on parole rather than jailed in what is the most controversial and potentially far-reaching proposition on the state's ballots. </p> <p>In Oregon, voters have to decide on 26 proposals, including a ban on promoting or sanctioning homosexual and bisexual behaviour in schools and a ban on the use of \"body-gripping\" animal traps. </p> <p>Nebraska will be voting on gay civil marriages and Colorado on gun restrictions.</p>",
  "In baseball, unlike politics, Americans know where they stand. The baseball World Series, which this year reduces \"world\" to the city of New York, engages every New Yorker with an intensity Al Gore and George W Bush can never match. Ideally the climactic contest would be between west and east coasts, Seattle Mariners v New York Mets. But the Mets v the Yankees is good enough. Baseball is war by other means even at one o'clock in the morning, when I watched the first game stretch into the 12th inning with 55,000 fans at Yankee Stadium screaming and roaring as though morning would never come. <p>Baseball is also the only team game ever invented that has no time limit. There can never be a tie. It goes on until there's a zero-sum result - unlike the election, which must end on November 7 and could produce any one of eight results. Gore could be president, with an all-Republican Congress, an all-Democrat Congress, a Congress split between Democratic House and Republican Senate, or just possibly vice versa. Bush faces the same permutations. Though some outcomes are more likely than others, none can be ruled out. Entering its own final stretch, the contest is too close to call. It's also, however, as unlike war as politics can ever be. Whole armies have not engaged. To the combatants it is everything. But many voters confess to the bewildered paralysis of people who think it doesn't matter. </p> <p>It began as a battle that did matter. Gore's convention speech promised a stark left-right election. There are still traces of that, in some clear differences over social security spending and tax cuts. While one man denounces big government, the other promises active government. But the blurring is intense. Bush, after all, would have to come to Washington and abandon his puerile pretence that the infamous city can be written out of the script. Gore is now insisting he wouldn't appoint a single extra federal employee. The centre beckons, and the politics of maximum inoffensiveness in search of elusive voters who can't yet persuade themselves the journey to the polling-booth is worth making. </p> <p>Trivia, therefore, reigns. This is less a political battle than a beauty contest. Who has the cuter smile? Which looks you more warmly in the eye? Which is the more likeable ? Never mind the competence, let alone the healthcare details - who would you rather have at the barbecue cook-out? Because from likeability comes trust , does it not? And from trust, the reassurance that this guy will do the right thing, whatever that might be. The verdict on the three Gore-Bush debates was that because Gore was superior in every sense, he had lost them, and maybe the election too. </p> <p>Why have things come to this? Three groups collude to produce it. First, the electorate, and its crisis of contentment. For many tens of millions of Americans, including the majority of the 50% likely to vote, there are no agonising existential choices. They think they don't have to confront anything serious that public men can do much about. They are having a good time. Smiles and body-language are attractions they can therefore indulge. Why not give the other side a chance? There can't be much to lose. </p> <p>Second, the candidates themselves, two dynastic dilutees. The juice is running out of the line. Gore is the son of a father who was a political hero of his time, a Tennessee senator of convictions, about Vietnam especially, which he would not surrender. Bush is the son of a president who was schooled for the highest office as well as any man who held it. Both current incumbents of the names are, by comparison, cyphers: calculating, unheroic, uninspired and, in Bush's case, the empty vessel into which Big Oil and the National Rifle Association have poured enough to guarantee they hold the public interest to ransom if they get the right result. </p> <p>Third, there are people like me, the commentators in thrall to the reality they see, amplifiers of this trivia, submitters to a zeitgeist they can't escape, compulsive expounders of the thesis that smiles matter, hauteur is deplorable, earnestness an anachronism, policy competence a burden. They may not like this. They compare it with better days, like Nixon/Kennedy or even Carter/Reagan. But they become part of the static that legitimises it. Because every poll says that likeable matters most, every writer has to say that George W Bush is proving an extraordinarily strong candidate for president and commander-in-chief of the US. </p> <p>The big loser from this tendency is, of course, Al Gore. He doesn't meet the new tests of showbiz politics, yet has so far failed to wrest the election back to the agendas that once counted for everything. This will mark an astounding historic record, if Gore loses. There will never have been a failure like it. </p> <p>Having been party to creating the contentment, Gore is unable to own it. The economic triumphs of Bill Clinton become an albatross round his neck. The test that used to be decisive - are most Americans better off after eight years of the incumbent party? - no longer figures. It is not only the times that have imposed this degeneration. It is the candidate, who has not imposed the terms of political trade he inherited, and has thus fortified the delusion that the result matters less than the outcome of the World Series. </p> <p>Whichever of the eight results happens in two weeks' time, it will matter hugely. If Bush becomes president, however close the call, America will have voted for change. That's how it will be seen. A new era will begin to get its name. After Clinton, Bush. It may come down to only a couple of precincts in Chicago, the ones they always said Kennedy stole to beat Nixon, but the name on the trophy will be definitive. </p> <p>It will bring a lot of consequences. Not just a style and a name and a fearsome collection of interest-groups awaiting their reward for the costliest campaign in history, but, actually, an ideology which, at the edge, favours the rich over the poor, the gunmen over the unarmed, the law of the jungle over the laws of men, and a supreme court that will make such biases come to pass. In foreign affairs, as I wrote on Tuesday, the change of trajectory is set to be much sharper. </p> <p>Can America, sleepwalking agreeably towards this, be made to care? In a tight race, for the remains of an apolitical electorate, much can still happen to change a few minds. In the land of trivia, the most trivial error could swing it. Bush is more capable than Gore of saying something stupid that makes fickle minds think again about the guy around the barbecue. Nothing, though, will match the ball game, to which I will tonight repair for a glimpse of the old testosterone. </p> <p><a href=\"mailto:hugoyoung@compuserve.com\">hugoyoung@compuserve.com</a></p>",
  "As the legendary crooner Tony Bennett eased into The Best is Yet to Come at a Democratic fundraising rally in Nashville, the look on Al Gore's face said it all. <p>If a single expression can convey fear, hope, determination and uncertainty all in one rapid spasm, then the inner turmoils of the political moment etched themselves briefly across the Democratic presidential candidate's normally studied features. </p> <p>The song may yet prove right for Mr Gore. But he should not have to be campaigning in his home state, Tennessee. In fact, he should not be campaigning in most of the mainly middle-ranking states he is visiting this week, all of which voted for the Clinton-Gore ticket in 1992 and 1996 and several of which even voted for the defeated Michael Dukakis in 1988. </p> <p>But his schedule this week is another mark of how things are simply different in this year's nip-and-tuck White House race. Since the national polls still indicate a photo-finish with George W Bush on November 7, every state counts even more than usual, and states which would normally be safely wrapped up for one man or the other by this stage remain volatile right down to the wire. </p> <p>Nowhere is this truer than in the South. This week Mr Gore has been campaigning in states that were cornerstones of the Clinton-Gore victories in the 1990s: Mr Clinton's native Arkansas, his own Tennessee and, today, the normally safely Democratic West Virginia. The itinerary tells you everything that the campaign staff will never admit. </p> <p>The latest published polls from Arkansas show Mr Bush in a narrow 45% to 43% lead, but both sides say the gap has widened. In Tennessee, where last month Mr Gore led easily, Mr Bush is now 3 points ahead. It is not impossible that Mr Gore may be the first candidate in modern times to win the presidency while losing his own backyard. </p> <p>\"This election is the closest election since 1960, when John Kennedy won by the equivalent of a single vote in each precinct,\" Mr Gore told supporters during a brief stop in Shreveport, Louisiana, another state where he is battling to stay in contention. The polls, which political observers are now following with more than usual obsessiveness, show that he is right. On polling day every vote in almost every state may make the difference. </p> <p>At the end of last week it looked as if everything was beginning to unravel for Mr Gore. The more Americans saw of him in the presidential debates, the better they liked Mr Bush. His September poll lead had vanished and Mr Bush seemed to be pulling ahead in the final stretch. </p> <p>Now it has changed again. In the latest national tracking polls he has recovered a wafer thin lead: 46% to 45% in Gallup, 45% to 42% in the Zogby, and dead level on 46% in the Washington Post. All are within the statistical margin of error. </p> <p>\"I think we have the momentum right now,\" Mr Gore's spokesman Chris Lehane said yesterday. \"I think that's a function of the fact that Gore's in the right place on the issues and the policies. People are beginning to focus on that more and more.\" </p> <p>Momentum or not, the campaign is very hard pounding for Mr Gore. There is a new urgency in his manner as he approaches the day for which he has been preparing for most of his adult life. </p> <p>He has brought his wife Tipper back to his side at many campaign events, hoping that her more relaxed public style may rub off on his own. And in Nashville last night he was with his running-mate Joe Lieberman again, trying to regain some of the energy which marked their campaign back in August. </p> <p>He has stripped down his message to a few key essentials - the economy, women's rights, his Vietnam service - which his team believes spotlight the differences between him and Mr Bush. In doing so he hopes to move the core Democrat supporters to turn out on November 7 while reaching the undecided, who the strategists believe are not yet focused on the election. </p> <p>The economy is at the heart of his campaign. \"Prosperity itself is on the ballot,\" he said in Little Rock on Tuesday. \"The Bush agenda really amounts to a big tax giveaway, big deficits, big debt and blank cheques to all the special interests.\" </p> <p>Yet despite being the virtual incumbent at a time of enormous economic and social contentment, Mr Gore is having terrible difficulty persuading Americans to rally behind his call. In consequence, many Democrats have been urging him to bring Mr Clinton into the campaign. But he is determined to do it his way, win or lose. Mr Clinton will campaign for the black vote in some southern states, but there are no plans for them to campaign together. The unspoken fear is that Mr Clinton would simply overshadow him. </p> <p>He used his Little Rock speech to try to rebut one of Mr Bush's seemingly most successful accusations: that he is at heart an old-style big-government Democrat. </p> <p>\"I know my opponent would like to run against a mythical big-spending, big-government candidate - a cartoon image from campaigns past,\" he said. \"[But] I am the one who believes in limited government, and I believed in it long before it was fashionable in the Democratic party to do so.\" </p> <p>As he continued his battle to regain the initiative, his press spokesman did his best to maintain a studied cool. \"I'm staying nonchalant, and I'm full of equanimity,\" Mr Lehane said. \"Our assumption has always been that this will go right to the very end, to the last minute of the last day of this campaign.\"</p>",
  "<b> On the stump yesterday</b> <br> <p>Al Gore </p> <p>In danger of becoming the first presidential candidate since George McGovern in 1972 to lose his home state, Gore discussed education policy at <b> Tennessee State University</b> before going on to a rally Fairgrounds Park, <b> Jackson</b>, and another in <b> Kansas City</b>, <b>Missouri</b> </p> <p>George W Bush </p> <p>With brother Jeb and Republican primaries rival John McCain at a series of rallies and meetings in <b> Daytona Beach, Florida, </b> followed by one-to-one meetings with voters in <b> Sanford</b> and a rally at the state fairground at <b> Brandon</b> </p> <p><b> New press endorsements </b><br> </p> <p><b>Gore</b> Atlanta Journal-Constitution Sacramento Bee Seattle Post-Intelligencer </p> <p><b> Bush</b> Austin American Statesman San Antonio Express-News Manchester Union Leader Washington Times St Paul Pioneer Press Las Vegas Review Journal</p>",
  "Al Gore may be coming back. Down just a few days ago by 5-7 points in most US polls, he shows signs of surging back into contention, narrowing the Bush lead to three points or less in three national polls and tied dead even in three others. <p>Gore, relentlessly aggressive, is savaging Bush's record as Texas governor every night in television ads in all swing states while the Republican candidate runs soft ads about his commitment to better education. Capitalising on Bush's overconfidence, the Democrat is making this a close race again. </p> <p>George W. Bush has a tendency to take his victory lap too early. Too soon, he amasses a lead and starts to jog around the track expecting the cheers of the crowd. Over-confidence gripped him before and during the Republican convention. </p> <p>He chose Richard Cheney as his running mate during this period, when it seemed that he could choose anyone and keep his lead. Instead, Gore used his selection of the first Jewish candidate, Joe Lieberman, as his vice-president to begin to catch up and surge in front. </p> <p>Now, buoyed by a good performance in the presidential debates he was supposed to lose, Bush seems to be letting up too early, switching to soft media at the time he needs to turn it up a notch to stay ahead of the surging Democrat. While Gore relentlessly pounds on Bush's shortcomings in Texas, the Republican seems to be too complacent and laid back. </p> <p>Gore may well have latched on to the issue that he can use to eat up the Bush lead: Medicare. Since Bush proposes to take the money Gore would spend shoring up the system that provides health care to the elderly and use it for a tax cut, the Republican is highly vulnerable to Democratic attack on the issue. </p> <p>It is axiomatic that, in a political contest, you should use your advertising to attack the opponent and let your candidate stay on the high road. During the debates Gore led the attack, slashing away at Bush. He seemed obnoxious, overbearing, and boorish. </p> <p>The election now boils down to an exchange of advertisements. In the ads Gore can make the points he failed to make in the debates. So what if voters don't like the announcer who delivers the message? The candidate can keep his hands clean while the advertisement guts his opponent. Gore, who failed to win the debates, may be winning the post-debate advertising. </p> <p>In the opinion of many the contest is between a candidate who isn't up to it (Bush) and a candidate who doesn't get it (Gore). In my own opinion, it is between two good men, either of whom would be a fine president. In any case, the similarity of the candidates - each trying to hug the centre - makes it a very volatile race, with the lead seeming to change hands every few weeks. </p> <p>The volatility, in part, stems from a virtual consensus among American voters. The vast majority feel that Bush is the better person but they agree more with Gore on the issues. They admire Bush's character, integrity, and persona more than they do Gore's. </p> <p>They report that Bush is more \"likable\" than Gore but tend to see Gore as the better person to address such American needs as social security reform, Medicare, gun control, education, and the environment. </p> <p>With this kind of split in the minds of most voters, a lead of a few points is most unstable. For all practical purposes, this race is tied and is likely to remain so until the bitter end. This contest is shaping up as one of the closest in US history. And the most exciting. </p> <p>\u0095 Dick Morris was chief strategist for Bill Clinton in his 1996 re-election campaign. He now heads <a href=\"http://www.vote.co.uk\" target=\"_NEW\">www.vote.co.uk</a>.</p>",
  "<p><strong> Keep in touch</strong><br> You've changed jobs, moved house, jumped to a new ISP (internet service provider) and have a new email address: no wonder no one ever writes or calls. Maintain your social life - and all those business contacts you'd like to keep from your old job - by having your latest contact details always available online. <a href=\"http://www.contactdetails.com\">ContactDetails</a> offers this free service. Choose a brief ID that you can give to friends or print on business cards, then others can use it access your latest details online, and eventually by mobile devices as well. You can also set up an address book that lets you store the current details of all your acquaintances who use the service, too. </p> <p><strong> E-seance</strong><br> Looking for something spooky to do this weekend? Attila, founder and web master of <a href=\"http://www.HorrorMovies.com\" target=\"_new\">HorrorMovies.com</a>, has decided to conduct a virtual séance to try to bring back Vlad the Impaler, better known as the inspiration for Bram Stoker's Count Dracula. The online Dracula seance will be webcast live from New York City on <a href=\"http://www.eYada.com\">www.eYada.com</a> on October 28, between 8pm and 10pm (Eastern Standard Time). Email in your questions at the site and see if Vlad has anything interesting to say to you. </p> <p><strong> Web nose</strong><br> Students are invited to compete for a new award in the Guardian/Becta's School and College Web Site Awards 2001: The Comic Relief Web Nose Day Award. The new award will coincide with Comic Relief's Red Nose Day event in March of next year. The aim of the awards is to inspire creativity, new content and new participation, and to highlight excellence in web publishing from schools and colleges. Web Nose Day sites need to be live the week before Red Nose Day on March 16. For more information, see <a href=\"http://www.becta.org.uk/\">Becta's site</a>. A free CD is available to order from the site, with details on the awards and a guide to good web design, tutorials and more. </p> <p><strong> Barbie radio</strong><br> Catch the final prelaunch broadcast today of <a href=\"http://www.barbiefm.\">BarbieFM</a>, a net radio station aimed at three to nine year old girls and featuring young girls and a mother-daughter team as the show's presenters. As the name suggests, the station has the backing of Mattel but was the inspiration of a broadcaster who heard his young daughters doing a pretend radio programme with their Barbies. The show plans to focus on things young girls are interested in: apparently, sleepovers, pencil cases, animals, music, friendship, and of course, fashion and beauty. The station goes live next month. </p> <p><strong> Wap hunt</strong><br> Nokia and Excite have teamed to offer a Wap search engine, accessible either from <a href=\"http://www.nokia.com\">www.nokia.com</a> or <a href=\"http://www.excite.co.uk.  \">www.excite.co.uk</a>. </p> <p><strong> Design Edge</strong><br> Six women have launched a new style and design site, <a href=\"http://www.definingedge.com\">Defining Edge</a>, which is a combination magazine and shopping zone. Along with articles on subjects such as lighting for the home, the site features a designer and resource directory. </p> <p><strong> Grass roots</strong><br> If you don't know how the institutions that serve you work, you can't influence them. That's the inspiration behind educational organisation Common Ground's new website: <a href=\"http://www.citizensconnection.net/\">www.citizensconnection.net</a> There is plenty of advice not just on how government and other systems work in the UK, but how to use them to go about changing things. Why not volunteer, become an MP, or start a campaign? </p> <p><strong> Frag the pres</strong><br> The Presidential race in the US is so close that there's only one fair way to decide it: throw all the contenders into a Quake 3 simulation, in the form of models that you can download from <a href=\"http://www.planetquake.com/politicalarena\">www.planetquake.com/politicalarena</a>. Of course, there's Al (\"Al Gore invented the internet, so he has an edge in the domination of The Arena\") and George (\"The Texecutioner has executed 140+ people by proxy, and was anxious to get his hands dirty in the arena\"). But why not blast away at Ralph Nader, Joe Lieberman, or Dick Cheney as well? </p> <p><strong> Antiques</strong><br> Antiques and collectibles enthusiasts should enjoy <a href=\"http://www.superantiques.com\">Superantiques</a>, which was already getting top ratings in its prelaunch phase. Now it is officially online, and functions as a sort of eBay for antiques and art. Accredited dealers give background information on items offered for sale and there's plenty of educational material as well for those interested in learning about collecting. The only problem is all the dealers are in Southern California. But then, shipping costs never seem to dissuade collectors. </p> <p><strong> New and noted</strong><br> \u0095 The Guinness Book of World Records has a new entertainment site at <a href=\"http://www.guinnessworldrecords.com/\">www.guinnessworldrecords.com</a>. </p> <p> \u0095 People who are the targets of cyber stalkers or mobile phone harassers can join a UK-centric discussion group at <a href=\"http://www.egroups.com/group/Anticyberstalkinguk\">www.egroups.com/group/Anticyberstalkinguk</a>. </p> <p> \u0095 Link to the Land Registry and other property-oriented services at <a href=\"http://www.propertyspy.com\">www.propertyspy.com</a>. </p> <p> \u0095 Visit the surreal world of celebrities and non-celebrities at The World of Mr Gibson, <a href=\"http://www.mrgibson.net\">www.mrgibson.net</a>. </p> <p> \u0095 Comparison shop for gas, electricity or mobile phone services in the UK at <a href=\"http://www.uswitch.com\">www.uswitch.com</a>. </p> <p> <strong>Six of the best:</strong> Halloween </p> <p> <strong> Virtual haunted house </strong> <br> <a href=\"http://www.bonegarden.com\">www.bonegarden.com</a> </p> <p><strong> Ghoulish games and facts</strong> <br> <a href=\"http://www.spooky.org.uk/\">www.spooky.org.uk</a> </p> <p><strong>Vampire Lestat Fan Club </strong> <br> <a href=\"http://www.arvlfc.org/\">www.arvlfc.org</a> </p> <p><strong>Samhain lore </strong> <br> <a href=\"http://www.witchvox.com/holidays/samhain.html\">www.witchvox.com/holidays/samhain.html</a> </p> <p><strong> Pumpkin scratchcards </strong><br> <a href=\"http://www.tombola.co.uk\">www.tombola.co.uk</a> </p> <p><strong>Bats, ghosts and more </strong> <br> <a href=\"http://www.nationalgeographic.com  \">www.nationalgeographic.com</a></p>"
]