[
  "<p><strong> Guilty Victim: Austria from the Holocaust to Haider</strong> by Hella Pick 235pp, IB Tauris, £24.50 <br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,1001002000241230.html\">Buy it at BOL</a> </p> <p> In the late summer of 1943, British and American intelligence analysts thought they had detected signs that Austria was turning against the Germans. Italy had surrendered, Austria was being seriously bombed for the first time, the casualty lists from the eastern front were lengthening and there was much complaining in what the Nazis called the Ostmark. In an attempt to induce a rising - or at least to cause trouble - the Allies issued the Moscow Declaration, which described Austria as \"the first free country to fall victim to Hitlerite aggression\", pledged to establish an independent Austria after the war and called on Austrians to contribute to their own liberation. </p> <p>It fell on deaf ears. There was no revolt, and no great increase in an internal resistance that had always been modest in scale. But the Moscow Declaration proved of extraordinary significance once peace came. It was the birth certificate of post-war Austria, enshrining a fiction which both the Allies and the Austrians knew to be untrue, but which everybody found so useful that it was maintained for decades. </p> <p>Its consequences are still with us today. In her timely book, Hella Pick skilfully traces the line that, through the twists and turns of nearly 60 years of Austrian and international politics, connects the Declaration to Jorg Haider today. A child refugee from Austria who was brought up in England, Pick later frequently returned as a Guardian correspondent to the country of her birth. She has been on close terms with some of its great men, including Bruno Kreisky and Simon Wiesenthal. One virtue of her account is that it demonstrates how the concept of Austria as victim of the Nazis was, stage by stage, a product of collusion between the new state and its western friends. Another is that it shows how Austria's denial of its Nazi past, and continuing appeasement of those Austrians who clung to that past, perplexingly coexisted with a genuinely humane tradition. That tradition made it a country of refuge for hundreds of thousands fleeing the eastern bloc, a neutral state which took courageous diplomatic initiatives and an admired social and economic model. </p> <p>The Declaration was wrong on every count. Austria was not a free country in 1938, but its citizens freely welcomed the Nazis - and with an enthusiasm that went beyond anything seen in Germany. The Austrian Nazis enrolled proportionally more members during the war years than the party did in Germany. According to one analysis, Austrians, who constituted 8 per cent of the population of Greater Germany, provided 14 per cent of the SS and an amazing 40 per cent of the men in killing units such as those at concentration camps. When the post-war Austrian leadership looked at the problem of de-Nazification it recoiled in horror, for registered Nazis and their families constituted a third of the population. Many of them, of course, were ordinary men and women who could be defined as victims of their times. But the public reconciliation between Austrian conservatives and social demo crats, whose hostility to one another had contributed so much to the country's inter-war troubles, was matched by a hidden compromise with this ex-Nazi constituency. </p> <p>Austrians, the author writes, \"mentally mislaid the Hitler years\", a trick which allowed politicians to work with the parties that drew on that constituency. As she shows, political arrangements with the Freedom Party and its predecessors are nothing new. They were in and out of bed with the the Social Democratic Party for nearly 40 years, until Chancellor Franz Vranitzky brought the alliance to an end when Haider became the Freedom Party leader. Perhaps it is understandable that the Freedom Party complains about being pilloried today for doing what the Social Democratic Party did in the past with only intermittent controversy, both inside and outside Austria. </p> <p>But Haider is a different kind of leader from his predecessors, and the party is no longer on the margins of Austrian politics. What is more, the reasons why the world turned a blind eye have all but disappeared. The cold war is over, Austria is in the European Union, the understanding of the second world war and of the fate of the Jews has shifted and the dangers of xenophobic nationalism have been freshly demonstrated in the Balkans. Furthermore, right-wing extremism is a significant problem in several western democracies. From the mid-80s on, with the scandal over Kurt Waldheim's election as president, the Austrian political establishment has increasingly been ready to face the truth about the past and, belatedly, to offer some restitution. The unhappy fact is that these are precisely the years in which Haider and the Freedom Party have prospered. The problem this represents is not Austria's alone. As in the past, the theatre of Austrian politics is both that of a small and rather provincial country and that of the world - a difficult combination for both sides, as this book makes amply clear.</p>",
  "<b>How much does an American presidential election cost?</b> <br> Democracy US-style has never come cheap - and the cost is rising. By this stage of the 1996 election, the candidates had spent some $237.2 million between them, up from about $123 million in 1992. So far this year the campaign has cost well over $350 million. <p><b>Who has most money to spend?</b><br> George Bush is well ahead: to date he's raised $93,260,829 and spent $81,038,713. Al Gore, in contrast, has raised $52,568,089 and spent $41,841,378. </p> <p><b>Are there any rules? </b><br> Yes - and they are complex. The first legislation regulating federal campaign finance was introduced between 1905 and 1908 in an attempt to limit the disproportionate influence over elections held by wealthy individuals. In 1974, after dubious practises were reported in the 1972 election, legislation led to the creation of the federal election commission: the biggest innovation was the introduction of partial public funding of candidates. Since then, the rules have remained more or less the same - although many Americans are now unhappy with them and want reform. Campaign finance reform was a major part of John McCain's campaign for the Republican nomination, although it has now fallen off his party's agenda.</p> <p><b>And what are these rules? </b><br> In short, contributions by individuals and groups to federal campaigns are limited to a direct contribution of $1,000 a year and $25,000 a year in total. Contributions by certain groups - such as foreign nationals and corporations - are prohibited. In return for accepting limits on overall campaign spending, candidates are given federal grants. In 1996, the major parties each received $12.36 million.</p> <p><b>That sounds fair</b><br> Yes - but candidates have hardly been constrained by the rules. This year, for instance, George Bush has refused to take federal funds and so been released from official limits on how much he can spend. Candidates can also be supported by independent donations, which back their cause but don't go directly to their campaign. Much TV advertising is paid for this way. Such so-called soft-money contributions are arguably illegal, since most candidates establish committees to back their causes, which are barely separate from the campaign. However candidates prefer not to raise the issue since almost all of them risk trouble if the letter of the law is applied. </p> <p><b>Where do the contributions come from? </b><br> Much of the money of does come from small gifts. George Bush claims to have received 600,000 such donations at an average of $99.63. But much more comes from special interest groups. Bush is well ahead of Al Gore here, raising more money than his rival from almost every part of the economy. For instance the energy and natural resources sector has given governor Bush some $2,420,372 - but just $253,710 to Al Gore. Gore leads only in donations from labour unions, lawyers and lobbyists.</p> <p><b>But why do people give such vast amounts of money? </b><br> Sometimes they do it for ideological reasons. Both Bush and Gore's web sites allow the public to make credit card donations and list hundreds of people who have given small sums. But the real money is raised through the aggressive fundraising campaigns which take up much of an American politician's time. In return for contributions, big donors can expect access to the candidate and the chance of favours if he should win. Many US ambassadors receive their jobs in this way</p> <p><b>What sort of events are used to raise money? </b><br> Ahead of the Democratic convention Barbra Streisand is holding a fundraising brunch for Bill Clinton's presidential library at her Malibu home, which should raise around $1m. Another fundraising event should bring in $4m for Hilary Clinton's senate campaign. Al Gore expects to make $2.5m from his star-studded convention bash. More dubiously, Al Gore was heavily involved in raising cash for Bill Clinton's campaign in 1996, telephoning key donors from the White House. </p> <p><b>Where does all the money go? </b><br> Television advertising swallows the bulk of the cash - in contrast with Britain, candidates are allowed to buy airtime. Bill Clinton's saturation advertising for 18 months before the 1996 election allowed him to pull ahead of Bob Dole. Other big costs include running a company-sized campaigning operation for almost two years. </p> <p><b>What is the future for campaign finance? </b><br> It's possible that the law will remain unchanged and the election after next will simply see bigger sums spent. American voters want reform, however, and this is likely to lead to some sort of change. George Bush has called for a ban on soft money donations and an increase to the $1,000 limit on individual gifts. Al Gore wants TV stations to offer politicians free air time and wants an endowment fund to pay for political campaigning, among other things. But whoever wins, action in the short term is unlikely. </p> <p><b>Useful links</b><br> <a href=\"http://www.georgebush.com/issues.asp?FormMode=FullText&amp;ID=35\" target=\"_new\">Bush-Cheney 2000: campaign finance reform</a><br> <a href=\"http://www.algore2000.com/\" target=\"_new\">Gore-Lieberman 2000</a><br> <a href=\"http://www.brookings.org/GS/CF/CF_HP.HTM\" target=\"_new\">The Brookings Institute: campaign finance</a><br> <a href=\"http://tap.epn.org/issues/campaignfinance.html\" target=\"_new\">The Electronic Policy Network: campaign finance</a><br></p>",
  "The US president, Bill Clinton, staged the latest in a series of dramatic performances yesterday that has made his presidency such compelling theatre. <p>Mr Clinton revisited the Monica Lewinsky scandal in front of 4,500 ministers at South Barrington, Illinois, during an oratory tour de force that subtly blended a plea for understanding with a helpful fillip for his protégé, Vice-President Al Gore.</p> <p>Microphone in hand like a host from one of America's numerous talk shows (perhaps he'll have his own one day), Mr Clinton talked about rebuilding his life after \"the terrible mistake\" he committed with the former White House intern.</p> <p>Then came that helping hand for Mr Gore, who is trying to distance himself from the president, while simultaneously capitalising on his economic legacy.</p> <p>\"Surely no fair-minded person would blame [Mr Gore] for the mistakes I've made,\" said Mr Clinton. It was an eminently reasonable plea that would have gone down well within the Gore camp.</p> <p>Mr Gore will accept the Democratic presidential nomination at the party's convention in Los Angeles on Thursday. He has already won plaudits by choosing Senator Joseph Lieberman, who famously denounced Mr Clinton as immoral on the Senate floor during the Lewinsky scandal, as his running mate.</p> <p>Mr Gore unveiled his battle plan to beat the Republican presidential nominee, George W Bush, in an interview with USA Today. He said a Gore-Lieberman presidency would mark a \"fresh start\", a euphemism for no more hanky panky in the White House, while continuing the successful economic policies of Mr Clinton's reign.</p> <p>\"The question is whether we are going to continue the policies that have produced the strongest economy in American history or instead go back to the policies that created the worst recession since the Dust Bowl of the 1930s,\" Mr Gore said, referring to the recession of 1982 under President George Bush.</p> <p>Logically, Mr Gore should win in November. Unemployment and inflation have been low during an era of economic expansion that has outlasted any other during peacetime. When the economic conditions are bright, the odds should favour the incumbent, and Mr Gore is not going to be shy in claiming the credit.</p> <p>\"Those are my policies. I've helped to shape them,\" he rather immodestly told the USA Today.</p> <p>So while Mr Gore has his strategy, the question is whether he is a good enough politician to make it work. He lacks Mr Clinton's all-too seductive charm to temper the wonkiness that the vice-president also has in abundance.</p> <p>In a contest between the two middle-of-the-road presidential candidates, Mr Gore's lack of charm is his weak spot.</p> <p>Often maligned for a lack of emotion, he can actually get quite worked up on the stump, as he has shown on the campaign trail. But his passion is often perceived as orchestrated, unlike Mr Clinton, who is a natural before a crowd.</p> <p>Mr Clinton showed how superbly he can work a crowd in yesterday's appearance in Illinois, confirming his standing as one of America's most talented politicians in the post-war era; whether he made the most of that talent is debatable.</p> <p>Mr Gore, if he wins in November, may well bring a fresh start to the White House.</p> <p>But it will almost certainly be a much duller place in an era when the American public likes to see a bit of show biz in its capital.</p> <p><a href=\"http://www.usatoday.com/news/acovfri.htm\" target=\"_new\">USA Today</a></p> <p><a href=\"http://www.guardianunlimited.co.uk/US_election_race/0,2759,180237,00.html\">US elections 2000: Special report</a></p>",
  "<p>It's a long while since Bill and Ted had an excellent adventure. Some might feel bemusement that <a href=\"http://guardian.imdb.com/Name?Reeves,+Keanu\">Keanu Reeves</a>, who - with the Matrix - has only just managed to shake off his floppy-haired bumbling idiot image, is considering coming back for more. But maybe this is the role he feels most at home in, and who are we to argue?</p> <p>Rumour has it that Reeves and co-star <a href=\"http://guardian.imdb.com/Name?Winter,+Alex\">Alex Winter</a> are set to re-visit their blockbusting success with <a href=\"http://guardian.imdb.com/Title?0096928\">Bill and Ted's Excellent Adventure</a> by shooting a middle-aged spoof of the flick. </p> <p>Reeves and Winter shot to stardom in the film - the tale of two American teenagers as bumbling mid-west heroes - in the early 1980s. And now the pair, who are both approaching 40, are considering remaking the movie - with two ageing heroes replacing the original teenagers.</p> <p>Reeves revealed: \"We always pictured them in some sort of hotel bar with guitars. They would be sitting there very drunk and kinda fat.\"</p>",
  "A decision by the United States to proceed with its controversial national missile defence system (NMD) could trigger a huge build-up of nuclear arms by China and Russia and increase nuclear proliferation on the Indian subcontinent, intelligence chiefs have warned President Clinton. <p>A still-classified report reiterates that North Korea could threaten the US with a ballistic missile attack within a few years - the ostensible original reason for the development of NMD. But it paints a dramatic picture of the worldwide consequences as other nuclear and would-be nuclear powers respond to fresh US missile deployments.</p> <p>The National Intelligence Estimate was delivered to the White House this week and sent to Congress yesterday. The report is part of a process in which Mr Clinton is pledged to decide this autumn whether to go ahead with work to begin installing up to 100 interceptor missiles in Alaska by 2007 - a move opposed not only by Washington's enemies but almost all of its allies, including Britain.</p> <p>It is looking increasingly likely that Mr Clinton will not be able to give the go-ahead to the project. The US defence secretary, William Cohen, admitted this week that \"a number of difficult issues\" remained unresolved with NMD which, from the outset, has been driven at least as much by US domestic politics as international defence issues.</p> <p>The latest intelligence report focuses on two of the four questions the administration has said will be taken into account in making a decision on whether to deploy. These are an assessment of the threat to the US and an assessment of the international security consequences of a decision to go ahead.</p> <p>The other issues Mr Clinton must take into account are the feasibility of missile defence systems and their cost. Washington already faces huge problems with feasibility and cost following the failure of the latest test interception over the Pacific ocean last month.</p> <p>Normally, the intelligence assessments would only intensify the pressures on the White House to abandon - or indefinitely postpone - NMD. But Mr Clinton and the vice-president, Al Gore, are afraid to halt the project before the November 7 US election because it would enable the Republican presidential candidate, George W Bush, to label the Democrats soft on defence.<br><br> The report, which was leaked to two US newspapers yesterday, warns that even the \"limited\" version of NMD under consideration could prompt China to expand its current arsenal of some 20 long-range nuclear missiles. China would attempt to expand its missile stockpile to target the NMD interceptors in Alaska and their ground-based support systems, which the US is planning in the Aleutian Islands, Greenland and at Fylingdales on the North York moors.<br><br> One report yesterday said the intelligence briefing estimates that China would increase its arsenal to 200 ballistic missiles by 2015. Such a move would almost certainly trigger a response from China's nuclear neighbours, including India and Pakistan, as well as increasing the possibility of other nuclear proliferation.</p> <p>Turning to Russia, the intelligence chiefs say that the US move could lead Moscow to again deploy shorter range missiles along its borders and resume adding multiple warheads to its ballistic missiles.</p> <p>The Clinton administration's plan would involve 100 interceptor missiles, which Washington has said could handle only about 25 incoming warheads, and would be aimed at blocking attacks by countries such as North Korea, Iran and Iraq.</p> <p>Chinese officials have complained that even this deployment could overwhelm Beijing's existing nuclear forces, thus necessitating a response.</p>",
  "What should have been a starry coronation for Al Gore at next week's Democratic convention in Los Angeles is turning into a competition with Bill and Hillary Clinton for the munificence of Hollywood, as the president and his wife seek funding for their own ambitions, to the dismay of the vice-president's camp. <p>Los Angeles and its film business have always been a happy hunting ground for Democrats and everyone from Whoopi Goldberg and Steven Spielberg to Barbra Streisand and Jack Lemmon have associated themselves with this year's convention. The Democrats have traditionally used the convention and what star power it attracts for vital fundraising.</p> <p>Now it appears that the Clintons will be heading home from LA next week with more funds raised for Hillary's senate bid in New York and Bill's ambitions for a $125m (£83m) memorial library in Little Rock, Arkansas, than Mr Gore will be able to put into his own campaign bank. At the centre of the behind the scenes row is a huge fundraiser to be held on Saturday night at a private LA estate. The estimated $4m the event will probably raise will go exclusively towards Hillary Clinton's senatorial campaign. Among the performers are Cher, Diana Ross, Stevie Wonder and Michael Bolton and there will be speeches from John Travolta, Goldie Hawn, new father Michael Douglas and Gregory Peck. Around 1,400 guests will attend, with chequebooks ready. On Sunday Barbra Streisand will hold a fundraising brunch for Bill Clinton's presidential library at her Malibu home, an event likely to raise around $1m. </p> <p>Mr Gore will have his own big fundraiser at the Shrine auditorium next Thursday with Barbra Streisand singing three songs and performances from Boyz II Men, Gladys Knight and Whoopi Goldberg but it is unlikely that the event will garner anything like as much as Hillary's gala. Some of the tickets in the 6,000-seater auditorium are still unsold and organisers estimate that they will raise at best $2.5m for the Gore-Lieberman ticket. </p> <p> The two big Clinton fund-raisers and the fact that the Clintons will spend longer in Los Angeles than the Gores are a blow to Mr Gore's hopes of finally throwing off the Clinton shadow. \"It's embarrassing for the Gores to have this huge event for the president that will raise money for Hillary,'' a Democratic strategist told the New York Times. \"This convention is not about her.\" </p>",
  "The Polish president, Aleksander Kwasniewski, was cleared by a Warsaw court yesterday of collaborating with the old communist regime's secret police, ending a two-week trial which could have prevented him standing for re-election. <p>The trial resulted from a law which demands that officials declare past links to the secret police. But when the charismatic president was called to the dock after potentially incriminating documents came to light, many said the law had gone too far.</p> <p>A special vetting court was called to deliver its verdict on documents which claimed that Mr Kwasniewski, a former journalist, was agent 72204, codenamed \"Alek\", who worked at the newspaper Zycie Warszawy. </p> <p>Mr Kwasniewski, a former sports minister, has had to fight to clear his name at the same time as his political rival, Lech Walesa. </p> <p>The former president and founder of the anti-communist movement, Solidarity, is being accused of collaborating with the secret police (SB). Mr Walesa, who is also running in October's elections, faces a verdict on his court case today. </p> <p>But both Mr Walesa and Mr Kwasniewski, who enjoys almost 80% support, claim that political opponents are attempting to smear them in the run up to the elections. </p> <p>Witnesses at the trial, most of whom were former SB agents, all denied that Mr Kwasniewski had collaborated. After the verdict Mr Kwasniewski appeared strained but relieved. </p> <p>\"I'm very glad,\" he said. \"Truth and justice has won.\" But he warned that he would pursue those responsible for \"manipulating the evidence\".</p>",
  "There's a saying that in New York, even the gentiles are Jewish, which meant that Al Gore's selection this week of Joe Lieberman as his running mate was of particular interest in these parts. <p>(Pundits debated whether the American heartland is ready for a person not of the Christian faith to be just one heart attack away from the Oval office; the general view was that the heartland will welcome Lieberman, given that he's a devout Jew and not, say, an atheist.)</p> <p>A secular Jewish sensibility, one that values wit and argument and irony and an outsider's scepticism - and I know these are cliches, but that doesn't stop them being true - is the core sensibility of New York. If you live here, even if you're not Jewish, you're bound to be Jew-ish. I write as a non-Jew who was late to the office this morning because she had to attend the bris of a friend's infant son. And if you don't know what a bris is, ask the next Jewish man you meet to explain and watch out for the involuntary wince.</p> <p>New York is such a Jewish town that even non-Jews are allowed to point out how Jewish it is without their doing so being anti-semitic - indeed, not to do so might betray a kind of discomfort with things Jewish. This city is one of the few places in the world where Jews have nothing to fear from non-Jews.</p> <p>This city is also perhaps the only place in the world where the following could happen. A non-Jewish friend of mine gave a dinner party at which he required all of his guests to fill out a test, which he called the Jewdex. It included questions like: \"How often do you call your mother?\" and \"Are you related to a periodontist?\" There were essay questions: \"If Freud weren't Jewish, how would psychoanalysis be different?\" and \"If Shakespeare were Jewish, how would Hamlet be different?\" and \"'William Shatner is a great Jewish actor.' Discuss.\" You got points for how many Primo Levi books you'd read, and points taken away if you'd read any of John Cheever, the laureate of sodden Waspdom.</p> <p>The arguments among the mostly Jewish guests about how the scores should be calculated - one guy thought that he should get extra points because he actually lived with his mother - went on all night.</p> <p>The New York Observer once ran an article in which prominent heterosexual New Yorkers were asked for their \"gay quotient\"; one respondent parsed \"cultural gayness\", claiming it depends on things like whether you do the cooking at home and how many gay friends you have. Similarly, there are non-Jewish New Yorkers who pride themselves on their degree of cultural Jewishness. (Cultural Jewishness, in this context, means not only having read Primo Levi's books instead of John Cheever's, but understanding why it's funny to make the distinction.)</p> <p>One friend of mine, a political reporter, is constantly taken to be Jewish because he's just about the only political reporter in town who isn't. This is a source of pride to him, because to be mistaken for a Jew by a Jew is as good as it gets.</p> <p>Generally, he passes; he did, however, have to come clean when asked to participate in a panel discussion after it emerged that he was being drafted in to provide the Jewish perspective. Cultural philosemitism - the love of things Jewish - like that of the political reporter and the party host, differs from, for example, the cultural tourism of those whites who, in the jazz age, would travel up to Harlem for an excursion into the exotic. It's an essential difference of power relations.</p> <p>New York has evolved to a point where it's not only acceptable for non-Jews to participate in a kind of Jewish conversation, but it would be ignoring the elephant in the room if they didn't. (Of course, context is all: the Jewdex would be threatening if it had been created by Timothy McVeigh.)</p> <p>It would be pleasing to think that in this new political era, President Gore and his family might have the Liebermans over to the White House one evening for their own Jewdex dinner. But that's unlikely, since, as I was reminded by a Jewish friend (the guy who topped the Jewdex, with 97%), the flipside to the observation that in New York even the gentiles are Jewish is that in Washington even the Jews are gentiles.</p> <p>Rebecca Mead is a staff writer at the New Yorker. Shane Watson is away.</p>",
  "When you live in the same house as Slobodan Milosevic, the president of Montenegro, Milo Djukanovic, said recently, be prepared for surprises. Needless to say, Milosevic's surprises are always unpleasant, as Djukanovic found when the Serbian leader earlier this summer rigged the constitution to allow himself two more potential terms as president of rump Yugoslavia and to demote Montenegro in the changed federal institutions. <p>Among others also recently surprised by Milosevic are the unfortunate Britons and Canadians picked up this month on the border between Kosovo and Montenegro and now before a military court in Belgrade. The two surprises are connected. The four foreigners have been assigned bit parts in a drama of encirclement staged by Milosevic, a drama in which Djukanovic has one of the larger roles. The ruthless survivor in Belgrade has created in Serbia an atmosphere of paranoia that is even more irrational than that which prevailed 10 years ago as Yugoslavia's wars were germinating. Serbia is under constant attack, he gives his nation to understand, just as he himself, as their leader, is physically threatened. </p> <p>In Milosevic's world, teams of assassins are paid by the French to kill him and his associates, Serbian journalists operate as covert agents for the west, and the neighbouring republic of Montenegro is swarming with traitors, foreign spies, mercenaries, and British SAS men. Serbs may not altogether believe in this picture of the unrelenting hostility of most of the outside world, but it nevertheless plays to their vulnerabilities.</p> <p> \"Their fears,\" a recent report by a Bulgarian institute concluded, \"are... for their biological survival because of the collapse of the health system, of environmental pollution and radiation after the air raids, of civil war, of political repression, of isolation.\" Again and again the investigators were told that the nation is \"sinking to the bottom\". The report suggests that both the educated elite and ordinary people are involved in a process of self-examination leading in many cases to deep regret over the events of the last decade and to a repudiation of Milosevic. That regret does not rule out, of course, blaming the Nato countries as well as Milosevic. </p> <p>The irony is that people are so cast down that many still respond to his politicking, even while knowing or half-knowing that he is both responsible for their ills and has no solution to them. Life in Serbia, with its frequent assassinations, its criminalised economy, its utter lack of political transparency, is a dangerous mystery for most ordinary folk. When people are unsure of everything, they are often ready to accept the most outrageous conspiracy theories as explanations for their condition.</p> <p>On this basis, anyway, Milosevic proceeds with his dismal career. In order to maintain the illusion that the world, or at least Nato, is bent on Serbia's destruction, he has this year actively attacked the independent media, whereas in the past he had been content to manipulate them and limit their influence. No critical questioning must be allowed to break through the paranoid fog. For the same reason, all but the extreme nationalist opposition is portrayed as traitorous. Posters in Belgrade picture members of the youth movement Otpor (Resistance) as Nazi troopers. </p> <p>In order to remove any hopes that there would be a constitutional limit to his rule, he pushed through changes to the constitution mandating direct elections for the presidency, lifting the one-term limit, and reducing Montenegrin representation in a new federal assembly. At home in Serbia the intention was to create what all repressive regimes need, which is the sense that there is no end in sight. In Montenegro, the purpose was to gain advantage in his duel with Djukanovic and to discomfit the Nato countries.</p> <p>The result in Montenegro is that the elections under the changed constitution will be held there next month without any help from the Montenegro government. Polling booths will be in Yugoslav army camps or in the municipalities controlled by the Socialist People's party, led by Momir Bulatovic, Djukanovic's rival and supporter of Milosevic. Elsewhere, in areas where Djukanovic's party holds sway, there will be no voting arrangements, for the Montenegrin government has declared that the constitutional changes are illegal and invalid. This half-and-half election is bound to increase the polarisation of Montenegro between those who want to maintain the Serbian connection and those who want to limit or cut it. In June, local elections in two key towns showed how finely balanced the two forces are, with one going to the government and the other to Bulatovic's people.</p> <p>The polarisation reflects historical differences between \"Whites\" who were for Montenegro's absorption into the Yugoslav kingdom in 1918, and \"Greens\" who wanted to remain independent, and regional differences between north and south. It is also the result of a power struggle between two ex-communist cliques and their leaders, once close colleagues, Djukanovic and Bulatovic. Increasingly it has a military dimension, with young men of pro-Milosevic background signing up for reserve units of the national army, and their opposite numbers registering with the Montenegrin police. The two sides have regular forces of perhaps 20,000 men each.</p> <p>Would Milosevic take his campaign to the point of war? He will of course win his election both in Serbia and Montenegro and could then argue that, with new institutions in place, Djukanovic had no legitimate role and ought to go. If Milosevic used force, he might well get away with it as far as the Nato countries are concerned. The doubts of some countries about the legitimacy and effectiveness of the Kosovo intervention would be one reason why Nato action might prove to be impossible. The fact that Montenegro is, after all, legally connected to Serbia and is well known to be genuinely divided on the question of that connection, would be another. Nor is it likely that there would be a humanitarian excuse for action, like that provided by the refugee exodus out of Kosovo. Finally, Djukanovic and his opportunistic government, which depends on income from smuggling to sustain itself, are not easily romanticised.</p> <p>Milosevic is tactically very shrewd. A war between cousins might test the loyalties of both his and Djukanovic's troops to destruction, and lead to grave further disillusion in Serbia. It is not necessary, since the Djukanovic government is more of an irritant than a real challenge to Belgrade. The chances are that he will keep away from war, but it cannot be ruled out. A relatively easy victory, with fighting kept to a minimum, could buttress Milosevic's rule and sustain his myth. A \"Nato agent\" would have been removed and the alliance that so damaged Serbia shown to be impotent. America's preoccupation with its own elections might seem to Milosevic to provide an opportune moment. It is going to be another dangerous autumn in the Balkans. </p> <p><a href=\"mailto:martin.woollacott@theguardian.com\">martin.woollacott@theguardian.com</a></p>"
]