[
  "<p>In American television, the sections of a film in which the reporter addresses the camera directly are known as \"stand-ups.\" (In Britain, PTC for piece-to-camera is preferred.) In a two-part documentary transmitting this week, the reporter's contributions are all sit-downs - slouched on a variety of chairs in houses and on porches - but this can be forgiven because the journalist in question is in his seventies and has undergone knee surgery. </p> <p>And his pieces to camera are wiser and livelier than any stand-ups. </p> <p>Storyville, shown on Wednesday and Thursday is Norman Mailer's report on his life, his novels and his nation. The programmes - made by Richard Copans and Stan Neumann - are built around lengthy interviews with the writer. You can guess how long the conversational process was by the rate at which Mailer changes locations and, above all, shirts. You sometimes feel that a subliminal leisurewear commercial is being screened. The author's opinions and reminiscences are split by archive film from American history and Mailer's own frequent appearances before the cameras. </p> <p>Oh, My America belongs to the somewhat intermittent television genre of the authored documentary. Most associated with James Cameron and then John Pilger, these opinionated films have tended to trouble executives in Britain because of institutional and legal requirements for balance in reporting. Under Thatcherism, this tension about self-expression reached a peak at the BBC and it was Channel 4 - with Gore Vidal and then his intellectual heir Christopher Hitchens - which most explored the form. Even so, it's still noticeable that - with occasional expections such as Fergal Keane's Forgotten Britain - the sound-off projects tend to concentrate on foreign subjects, where the terror of bias is less. </p> <p>But the success of authored documentaries inevitably depends on who the author is. And Norman Mailer was born for this format. The geographical size and political significance of America give its writers the weight of sages. It's very difficult for British novelists to be oracular: JG Ballard perhaps comes closest but his perspective is semi-American. </p> <p>Contemporary US letters has produced two great poet-pundits - Mailer and Gore Vidal - who, though differing wildly in such matters as the quantity of wives (6-0 to Norman), are two sides of the same dollar. Both have run for political office. Both, while writing shelves of novels, have flourished in the form of the essay. </p> <p>Their long mutual hostility may be explained by the realisation that they are fighting for the same prize: the ultimate summing-up of 20th century America. Seeing these Mailer films - after Vidal's various documentaries on the presidency - it's tempting to fantasise about a head-to-head television debate between the writers in the presidential campaign fashion: \"Mr Mailer, your two minutes on the moon landing is up. Mr Vidal, you have one minute for rebuttal.\" Norman vs Gore would provide in eloquence, intelligence and radical ideas everything that Gore v Bush has lacked with the added thrilling possibility that rebuttal might lead to head-buttal. </p> <p>These two programmes are a glorious warm-up by Mailer for such a bout. The authored documentary most depends on provocative opinions and freshly-made phrases and here the writer provides both. Ronald Reagan \"truly loved America - which was possibly the only sincere thing about him.\" The nation would have been a better place if Bobby Kennedy had been elected President. Richard Nixon must be regarded as a \"political genius\" because he was \"a man with an unpleasant personality who got the highest electoral vote of any president ever\". The problem with much political writing is that \"you can never do good writing simply because you dislike something\". You wind him up and he winds us up. </p> <p>But too many opinionated films can feel like displaced radio because the pictures lack the kick of the words. Here the programme-makers benefit from the size of Mailer's visual archive which includes Pennebaker's famous Town Bloody Hall, in which the writer debates with Germaine Greer and others. There's also a squirming appearance on American breakfast television after the New York Times has called Ancient Evenings a \"disaster\". But Copans and Neumann have also found more surprising illustration including a CIA recruitment video and footage of the Cold War Museum in Arizona. </p> <p>What keeps us here, though, is the Mailer voice: informed and authoritative but also teasing and cheeky. There's only one cheap moment - when the film cuts from Mailer's reference to his penis to footage of an Apollo rocket soaring towards orbit -and the only regret is that Mailer's political retrospective pulls out before Clinton. But the author is a canny negotiator - who has needed to find vast quantities of alimony and child support in recent times - and may well see Clinton as a separate series. If so, it's one that Copans and Neumann should rush to make. </p> <p>\u0095 Storyville - Oh My America,Wednesday &amp; Thursday, 11.20pm, BBC2</p>",
  "<p>It was when she got the call saying that AK47-toting paramilitary police had occupied her house that Gerry Jackson knew she was in real trouble. It was harsher than she'd expected, but she knew there was going to be some sort of reaction. Running Capital Radio in Zimbabwe isn't like playing the Pepsi Chart Show on Capital Radio in London. When President Mugabe doesn't like you, he doesn't turn to the Radio Authority. He reaches for his gun. </p> <p>Capital Radio in Zimbabwe is the first bid for broadcasting freedom in a country that has only had the state-controlled radio of ZBC since independence. To maintain ZBC's four-channel monopoly, it has been an imprisonable offence to own a transmitter, making 1960s-style pirate radio broadcasting a terrifying risk. The mainly white directors of Capital Radio, led by Jackson, have had a shell company since 1996 but it's been a station without a signal until a legal challenge in the Supreme Court proved unexpectedly successful on September 22. </p> <p>The challenge was based on a pioneering attack on Mugabe's legislation by black businessman Strive Masiywa. Five years ago, Masiywa argued that Mugabe's attempts to prevent him setting up a mobile phone company breached the freedom of expression clause in the Zimbabwean constitution. Econet got the go-ahead and, in a curious footnote, it was text messages relayed on Econet phones that rallied opposition attempts to block Mugabe's referendum on constitutional reform. </p> <p>Back in old media, however, Masiywa's challenge was used by Capital to argue that it had a right to broadcast. The Supreme Court agreed, a transmitter was rushed up from South Africa and test transmissions of music on 90FM began two weeks ago. </p> <p>The station's idents were uncannily similar to Capital Radio's familiar smiling sun logo and the 24-hour music mix was on the softer side of soft rock. By Sunday October 1, the first news and current affairs programmes went out and this, it would appear, prompted the government to act. </p> <p>\"In Zimbabwe, radio is the only medium that reaches rural areas,\" Jackson explains. \"It was the rural vote that stopped Mugabe getting thrown out at the last election. We wanted to set up a soft-rock music station, but we also wanted to provide independent news. Once we started reaching the rural communities, it became clear to the government that they couldn't keep transmitting lies to the electorate so they had to do something.\" </p> <p>Station staff maintain the news was light and certainly not anti-government. They also insist that the talk programming had stopped by Tuesday and the output had returned to the all-music test transmission. In spite of this, at 4pm on Wednesday October 4, the police occupied Jackson's house and surrounded the houses of all those involved in Capital Radio. Wielding AK47s, they set up road blocks and searched everyone entering and leaving the premises. </p> <p>Moving quickly, Capital Radio's directors got their lawyers into the High Court and had the police activities declared illegal. The station was helped by the high-profile father of one of its directors, Mike Auret Jnr. Auret Snr is an MP with Zimbabwe's opposition party MBC and a prominent lawyer. Despite this, the police broke into the hotel that housed Capital's offices and transmitter and confiscated all its equipment. Repeated High Court rulings that this was illegal had no effect, and the following day the station's staff were stunned when Mugabe announced that, using his presidential powers, he had changed the law to effectively ban Capital. Still in hiding, they've mounted yet another legal challenge which they hope will be heard today - but they aren't hopeful. </p> <p>\"When the government announced the presidential decree, the home affairs minister John Nkomo said that 'all this running to the courts will soon be a thing of the past,' which makes us extremely alarmed,\" Jackson says. \"Our broadcasts were so inoffensive. We mainly played old 1960s stuff like Buffalo Springfield and Zimbabwean artists. Now there's a 24-hour checkpoint outside my house and warrants have been issued for our lawyer's arrest for obstructing the course of justice.\" </p> <p>And so the situation remains locked in stalemate, recalling the days of Radio Caroline versus the BBC Light Service in the 1960s. Even the music is the same. The only real difference is that the government side is employing paramilitary police with AK47s, who appear to ignore any court ruling that interferes with their activities.</p>",
  "<p>Boot up. Hit \"enter\". Spill it. Anything from anywhere out to everyone. That's the way Matt Drudge does it. And it's the way he writes about it, too. After seven years of publishing his sometimes sensational, occasionally world-beating news reports and gimmicky gossip on the internet, Drudge the cyberscourge has taken to the long form and published a book, The Drudge Manifesto. Or, as he puts it, \"infamous internet news maverick who blew the lid off the Monica Lewinsky scandal gives a middle finger to the establishment\". </p> <p>A mixture of memoir, jabs at the media and a bit of name-dropping - he claims Dustin Hoffman asked him: \"Who's gonna play you in the movie?\" - the book reflects his unflagging enthusiasm for news in all its forms as well as a somewhat naive wonder that he has attained such fame. </p> <p>\"This wasn't supposed to happen,\" he says, taking time between the non-stop ringing of his telephone to talk about himself and his book. \"I was never supposed to be this successful. I just got lucky. I had a window of opportunity and I flung my entire body through it. All my dreams have been fulfilled and now I'm waiting for the nightmares.\" </p> <p>As we talk, Drudge is monitoring and updating the stories of the day. \"It's fantastic - Albright chased after Arafat to bring him back and she was talking on a cell phone. Can you believe it?\" He hoots with laughter, referring to a Reuters story that Madeleine Albright ran after Yasser Arafat when he stormed out of the Middle East peace talks in Paris. \"And now Rupert Murdoch's interested in buying the big Russian media group - hilarious.\" Murdoch comes in for strong criticism from Drudge but apparently bears no ill-will as his Fox Network hurriedly altered its schedule to give Drudge an hour of Saturday night prime time to talk about the book. </p> <p>Working from his bedroom in Miami and talking to his cat by his side - \"I'm not interested in anyone else's opinions but the cat's,\" he says - Drudge continually monitors the world's events, updating his website through the day and night: \"There's a zone between 2am and 10am when nothing much happens, but I haven't figured out which time zone to apply it to. My theory is to always be in the middle of the action. News should be fun and exciting.\" </p> <p>A self-confessed leech, he utilises the resources of the world's wire services and news sources. His Drudge Report offers dozens of links to newspapers, television sites and columnists and he frequently puts his own snappy headlines on their stories. He also has a network of contacts who feed him tips, stories and suggestions. He was the first to name the Republican vice-presidential candidate in 1996 when a source close to Robert Dole called from a houseboat anchored off San Diego. He broke the news that Jerry Seinfeld would ask for $1m a week when a source from the show showed him a tape of Seinfeld ranting in the office. </p> <p>Other scoops include predicting that Buchanan would win New Hampshire; Clinton taking the Paula Jones fight to the supreme court; and breaking box office figures even before the studios had them. On one occasion, Arianna Huffington called him with a tip while he was in the shower. </p> <p>Not everything is sunny in the Drudge garden. He has enemies, and some say the wagons are circling around him. But if he is feeling embattled he does not show it. He laughs off the $30m libel suit by Clinton aide Sid Blumenthal, a lawsuit which, he says rather proudly, was approved by the president (\"not even Nixon sued journalists\"), making him the first journalist ever sued by the White House. Drudge published and then retracted an erroneous item that suggested Blumenthal abused his wife. \"The $30m he is asking for is the same amount that OJ Simpson was ordered to pay for two murders, so I'm not worried about it at all.\" </p> <p>Something of a throwback - as well as writing in the style of Walter Winchell, Drudge wears a Winchell-style fedora - he says he makes friends easily but concedes that keeping them is difficult. As a child his best friends were the talkshows on the radio at night and a police scanner. \"And we remain pals to this day,\" he says. </p> <p>It is appropriate that he chose Julia Phillips, a fellow maverick - some would say pariah - to help him put it all down in suitably staccato style. Phillips is the Oscar-winning producer of The Sting and Close Encounters of the Third Kind, whose tell-all tales of booze, cocaine and sex in Tinseltown made her confessional book You'll Never Eat Lunch in This Town Again a best seller. </p> <p>\"Julia is a perfect fit,\" he enthuses. \"She is lefty and I am righty. We met through a mutual friend and we spent five hours together talking and finishing each other's sentences. When it came time to write the book, I got in touch with her. We spent three months in her Hollywood pad and we wrote every single passage together.\" </p> <p>Julia Phillips likes to describe them as the Fred Astaire and Ginger Rogers of writing: \"I'm Fred Astaire and he's Ginger Rogers,\" she laughs throatily. She helped Drudge write his well-received speech to the National Press Club in Washington and when he asked her to work with him on The Drudge Manifesto, she did not hesitate. </p> <p>Although Drudge takes a scattershot approach to his many targets in the book - which is dedicated to Linda Tripp - he is particularly harsh on media companies and the people who work for them. He was able to break the Monica Lewinsky story because Newsweek sat on its reporter Michael Isikoff's article on the scandal while Drudge dug the information out of literary agent Lucianne Goldberg. \"I call it News-Weak,\" he says. </p> <p>He had, he admits, a few qualms about going public with what he had discovered, asking himself: \"Do I really want to do this? Does this woman know what she's talking about? If it's wrong, I'm finished. De-listed from the Entertainment Section on Yahoo! Banished forever to HoaxKooks and ConspiracyLoserListings.\" He went ahead with his report, the story was picked up around the world and for a few minutes Drudge was, he says, \"the Earl of URL.\" </p> <p>Drudge's fascination with news dates back to his childhood days delivering the Washington Star in his Maryland neighbourhood. He would stop to read the entire paper on a park bench before he started his round, and would play editor, rewriting headlines and changing the leads to stories. He moved to Hollywood and had his first taste of the entertainment business when he landed a job at the gift shop at CBS studios, where he learned that the first lesson in good reporting is good snooping. </p> <p>By sifting through the wastepaper baskets in copying rooms, eavesdropping and intercepting memos, Drudge found himself on the inside information track. Then his father bought him a computer and his future was sealed: \"I found a way to post items on internet newsgroups, things I had gleaned directly from the soundstages, the halls and the stalls. I collected a few email addresses. I set up a list. One reader turned into five. Five into 100. And faster than you can say 'I never had sexual relations with that woman', it was 1,000, 5,000, 100,000. The ensu ing website practically launched itself.\" This year he is expecting 350m visits to the site. </p> <p>He is confident that the internet, which he says, is \"liberating the great unwashed\", will eventually triumph over all other media: \"In the same way that radio superseded movies and television superseded them both, in the same way that telegraph and telephone superseded town criers and extra-extra boys, in the same way the Concorde replaced the plane and the bullet train replaced the Orient Express and the Lexus superseded the horse and buggy, so too the internet supersedes every mode of communication ever invented.\" </p> <p>Matt Drudge owes his fame to the internet and also to President Clinton's indiscretions. He will miss Clinton, whom he lambasts as the \"Dean of Degenerates\", but has high hopes of both Vice-President Gore and Governor George Bush: \"I am predicting a low voter turnout with the worst man winning,\" he says. \"I think I'll do well with either of them because I feel neither of them are ready for prime time. It's going to be a fun adventure.\"</p>",
  "What do we know? That rich folks in Midland, Texas, have to look after each other, because that's the way it is in big Bush country. That - dang my dingbat hide! - Al Gore loves huntin' and fishin' alongside Tommy Lee Jones. And that young Willie Hague grew up with just plain folks in the Rother valley \"who are the mainstream of this country\". We know, in short, that politicians are singing a curiously similar song this season. <p>\"Come and meet the people I grew up with,\" said a lyrical Willie. \"Children of proud mothers who struggled on small budgets, who relied on the local health service and who hoped for a better life for their sons and daughters. Children of fathers who worked hard in the mines and on farms and in steelworks and who never knew the security of owning a home or saving for a pension, who had no choice but to live from one week's pay packet to the next ... These are the people who motivate me.\" </p> <p>Now, I don't mean to impugn Mr Hague's sincerity - or, indeed, his inspiring memory of a time before some nameless lady closed those mines and shut those steelworks. The point is style, not substance. The point is that, for a fiercely independent nation run by similarly fired politicians, we seem pathetically eager to nick whatever American convention rhetoric happens to be going. </p> <p>That \"proud mum\" passage is pure Gore (and only lightly filtered Bush). It doesn't now fall from Hague's lips by accident (any more than it was a Brighton accident to hear Gordon Brown banging on about \"hardworking families\" or Tony Blair \"fighting\" an apparently eternal fight). They're all at it, all copycatting, all nicking away. </p> <p>Thus one Tory spinmeister could be found in Bournemouth last week explaining that the new, inclusive stuff about \"the poor and the dispossessed\" didn't mean they expected the financially afflicted to vote for them - just that it would make middle-classes defectors feel less guilty about returning to the tax-lopping fold. Great unholy rip-offs! Didn't I hear a Republican spinmeister say exactly the same in Philadelphia? Reader, I did. </p> <p>Whether we like it or not, whether we even realise it or not, our election and theirs are rattling along the same barren track, invoking the same arid \"visions\", mouthing the same desiccated words. Which means that one of the most fascinating questions about both contests is increasingly relevant, too. </p> <p>Call it the question that Kevin Keegan kept ask himself rather too often and rather too prematurely. Call it the question Slobodan Milosevic declines to put. Not who's won, but what happens to the losers? </p> <p>Let's be cavalier about the two camps of our present rulers. There's no great need to linger too long over the prospective defeat of New Labour, or of Bill Clinton's slightly less new Democrats. One would be an earthquake consigning Blair and Brown to an early political grave; but the scope for shift available to, say, Blunkettism isn't so great. No Labour replacement is going to bring the Bank of England back under political control or challenge the will of the global markets. Equally, no Democratic contender in thrall to focus groups will abandon the middle ground. </p> <p>The vanquished of the centre left, next time round, would still stand much where they stand today in all but slogans. They might be desperately disappointed; they would not yet be utterly desperate. Neither Hague nor Bush, however, has that cushion. They are pretty desperate already - and Republican desperation deserves scrutiny, because it is also the Conservative future. </p> <p>How, on this side of the Atlantic, does George W strike you? As a born-again bigot, an international ignoramus, a grinder of the poor and executor of the innocent, as a commander-in-chief only Dr Strangelove could love? Alas, this is the cartoon Bush peddled deliberately to his own party, the Bush who unites by embracing the headlines of the right and the small print of mushy moderation. In victory, he would not seem so very terrifying: more ineffectual, like his dad. Colin Powell would do the business, George would do the smirks. </p> <p>But if Bush loses, if the polls that once looked so sunny for him keep raining on his parade, then the knives are out. The Republicans will do what they threatened to do before the party fixers produced a candidate and a strategy they believed could win: they will tear themselves apart. </p> <p>Republicans - even today, before the knife turns - are barely civil about each other. The moderates, who have to reach beyond narrow ideological constituencies to get elected, hate the senators, congressmen and governors (mostly in small states) who don't. The Californian liberals hate the southern rednecks. The agnostic card-carriers hate the Christian Coalition: and vice-versa. Only the prospect of power keeps this increasingly dissident lot together, clustered inside a very big tent. But if that power - the natural hegemony they began to take for granted in the 80s - is once more denied, then carnage inevitably follows. </p> <p>John McCain's gallant rebellion wasn't a fluke: it was the harbinger of splits to come, a necessary showdown between those who seek to speak for and to an entire nation, to include everyone, and those who run a more exclusive, more moneyed, more self-serving club. </p> <p>Welcome to Bournemouth. Michael Portillo made the McCain speech; Ann Widdecombe did the Newt Gingrich memorial rant; and Hague played George W. Even his ritual attack on New Labour - on \"the waste and the lies and the cronies and the sycophants\" - was a Bush hand-me-down, what George says about Clinton every time his campaign train stops at a level crossing. It wasn't important any longer to see Tory division in terms of Europe. That, for the moment, is banished to the fringes. The inclusion debate - the debate that obsesses Republicans - had taken over. </p> <p>The \"ladder of opportunity\" to the underclass was being lowered and no child who could scramble up it would be left behind. \"Hard-working, hard-pressed\" climbers of that ladder could join the Conservative Club. The deserving poor would be suitably cared for. And what of those who remained? The indolent, the damaged, the drop-outs and council-house cannabis puffers, the second-rate citizenry (as Tory defined) who won't go away? </p> <p>This isn't the \"One Nation\" pitch of Macmillan or Macleod. This is the choice on which America is poised to pass final judgment, the inhalers against the exhalers. (Yip: even shambles and evasions over pot follow the mazy trans-Atlantic plot.) </p> <p>Losing matters. Hague expects to lose, but not badly enough for the chop. His would-be successors are jockeying already, edging to right and to left, planning for 2006, lighting the joints. Place your bets - but if George W goes down, don't waste money on Hague. Here's another smoke-filled centre that won't hold. </p> <p>\u0095 peter.preston@theguardian.com</p>",
  "Everyone has been having fun with \"fuzzy mathematics\". GW Bush, in the big presidential debate, used these words to deflect attention from the impression that he knew less about the statistical base of his policies than Al Gore. But there were two more important words in the Bush responses that were anything but fuzzy and rather more menacing. They were two names: Thomas and Scalia. <p>Antonin Scalia and Clarence Thomas are two justices of the supreme court and GW Bush named them as the kind of justices he would appoint if he became president. The unfuzzy actuarial tables suggest that the next president will have to appoint at least one new justice and if GW wins that means a generation of social reform is at risk. Scalia and Thomas are ideological antifederalists determined to push back the authority of the national government. </p> <p>It is easy to forget that the US is a federal state. The central government can take action at a national level only on certain criteria defined by the constitution. All other powers are reserved to the states, and people and businesses in the states are constantly appealing to the supreme court to declare unconstitutional some penalty or protection based on a federal, not state, law. </p> <p>One new justice who thinks like Scalia or Thomas will tilt the balance of the court. The risk that abortion rights secured by Roe v Wade will be nullified gets all the attention, but what is at stake is a veto of a wide range of federal laws and previous supreme court rulings affecting a panoply of rights and protections - and future laws passed by the elected congress. </p> <p>Thomas and Scalia have constructed anti-federalist majorities, based on narrow interpretations of the constitution, with the help of Chief Justice William H Rehnquist, and Justices Anthony Kennedy and Sandra O'Connor. These three are not guaranteed to be antifederalist but they have often given Scalia/ Thomas 5-4 majorities against Justices Ruth Bader Ginsburg, Stephen Breyer, David Souter and John Paul Stevens. </p> <p>Christy Brzonkala knows the importance of that one-vote majority. A student at Virginia Polytechnic Institute, she claimed to have been raped by two of its football team. Virginia Tech did nothing, so she filed suit in a federal district court against the Tech and the footballers for violation of her civil rights, relying on a federal law, the Violence Against Women Act. It was a bipartisan act, based on four years of factfinding which convinced Congress that gender-motivated violence warranted federal intervention. </p> <p>Several courts had made awards under the act, but the nine members of the supreme court ruled by five votes to four that the federal government had no power to protect Christy. It was a backward step for women and for civil rights generally. What was extraordinary was that a majority of states were firmly on the side of the federal law. Attorneys-general from 38 states testified to the human suffering and billion-dollar public costs of state enforcement policies and practices that treat violence against women less seriously than comparable violence against men. </p> <p>Repudiating 60 years' precedent, the court ruled that the federal government is constitutionally forbidden to criminalise possessing a gun in a school zone, cannot regulate tobacco marketing, cannot require states to regulate the disposal of low-level radioactive waste, cannot insist on the states respecting federal laws involving overtime wages, patent infringement and false advertising. A new term promises similar fates for a range of initiatives - and there will be constitutional challenges to the Clean Water Act and the Clean Air Act. </p> <p>The Thomas/Scalia thesis, which appeals to GW Bush and the Republican right, is that they are not being reactionary, merely faithful to the founding fathers. That is a historical fallacy. Cass Sunstein, the University of Chicago constitutional scholar, is to argue in the American Prospect magazine that the \"liberal\" four are conservatively in line with the framers of the constitution, and the fiery five are revolutionaries. The constitution was not born from fear of national authority, as Republicans maintain. On the contrary, it was created by the federalists out of fear that state power would stand in the way of a national economic marketplace, even of the birth of a nation. </p> <p>States will not take a lead in regulation or worker protection when they are in competition for business with other states. Many are notoriously pliable, doing the bidding of special interests. Governor GW's home state of Texas is the most polluted in the nation, but he is satisfied with a self-policing deal he did with the oil industry. You have only to breathe the air in Midland, Texas, to become a fervent federalist. The supreme court should hold a few sessions down there. </p> <p><a href=\"mailto:comment@theguardian.com\">comment@theguardian.com</a></p>",
  "The US president, Bill Clinton, found reasons to be cheerful with his job at risk and despite the depths of his humiliation at the height of the Monica Lewinsky scandal, he says in an interview published today. <p> \"I spent a lot of 1998 trying to dodge bolts of lightning,\" he said. \"I spent a lot of '98 wrestling with three overwhelming feelings.</p> <p> \"There was obviously a lot of pain involved because I had made a terrible personal mistake, which I didn't try to correct until almost a year later. I had to live with it, and it caused an enormous amount of pain to my family, to my administration, to the country.\"</p> <p> The second big issue he identifies is the attempt to force him from office. \"And then I had to deal with what the Republicans were trying to do. I really believed I was defending the constitution \u0085 I still believe that the two great achievements of my administration were facing down the government shutdowns in '95 and '96 and then facing this.\"</p> <p> At the same time he was feeling pleased with himself.</p> <p> \"The third thing I felt that year was 'Gosh, it's all working! It's all coming together.' I was really happy. I was happy because I thought, to be fair, I don't think any of us ever thought in '93 that the economy would take off this way.\"</p> <p> Mr Clinton, who leaves office early next year, gave two interviews for the piece that appears in the new issue of the New Yorker magazine.</p> <p> Entitled Eight Years, Bill Clinton and the Politics of Persistence, it is written by Joe Klein, the originally anonymous author of Primary Colours, a work of \"faction\" about the-then governor of Arkansas's presidential election campaign in 1992.</p> <p> Mr Klein writes: \"He was wistful about opportunities lost, infuriated - at himself, but mostly at his unrelenting enemies - because of the time wasted in scandals.\"</p> <p> Other than the Lewinsky affair, the president deals with Somalia, failed health reforms, Whitewater and the way in which his wife, Hillary, is perceived.</p> <p> The president says that he would have dealt differently with the conflict in Somalia seven years ago had he been more experienced. His decision to attempt to capture the Somalian warlord, Mohammed Farah Aidid, was based on the advice of General Colin Powell, who retired as chairman of the joint chiefs of staff soon after the operation began.</p> <p> \"I'm not blaming him,\" says Mr Clinton. \"I'm just saying he was gone. We had this huge battle in broad daylight where hundreds of Somalis were killed and we lost 18 soldiers in what was a United Nations action \u0085 I think I will always regret that.</p> <p> \"I don't know if I could have saved those lives or not. I would have handled it in a different way if I'd had more experience. I know I would have.\"</p> <p> The failure, also in his first term, to deliver a scheme to provide universal healthcare was a product of attempting to achieve too many goals simultaneously, he says. \"We didn't know enough about how the system worked. It can only digest so much at once.\" </p> <p> Mr Clinton says that his wife, who led the attempt to reform healthcare, is criticised unfairly for her role.</p> <p> \"She gets a bum rap on this,\" says the president. \"She was operating within constraints that we now know are impossible. It was my mistake, not hers. All she did was what she was asked to do.\"</p> <p> He regrets the Whitewater land-deal affair - not because of any wrongdoing, but because of the way he handled it. \"What I regret is asking for the special counsel,\" he says.</p> <p> Six years ago Mr Clinton asked the attorney general, Janet Reno, to appoint an independent counsel to look into the case.</p> <p> \"I did it because I was exhausted,\" says the president, \"because I had just buried my mother and because I had people in the White House who couldn't stand the heat and they suggested that I do it, that I had to do it. I knew there was nothing to it, it was just a lie.\"</p> <p> A decision on whether Mr Clinton will face the courts for the Lewinsky affair is expected after he leaves office in January.</p>",
  "Aleksander Kwasniewski, president of Poland, was on the verge of securing a second five-year term in office as voting ended last night in the country's third popular presidential election since the fall of communism. <p>Mr Kwasniewski, a former communist minister of sport who has reinvented himself as a social democrat, was expected to come far ahead of the 11 other rightwing and centrist candidates. The big question was whether he would gain the necessary 50% to win outright, or if he would have to face his nearest rival in a runoff later this month.</p> <p>Preliminary results are due today with official results out tomorrow.</p> <p>The final opinion polls published before an electioneering ban was imposed on Friday night, showed that Mr Kwasniewski had gained between 52% and 55% of the vote. The first exit polls last night seemed to bear this out, showing him at 56%.</p> <p>Pre-election opinion surveys showed president's closest rival, Andrzej Olechowski - a businessman and independent centrist candidate - as likely to get between 13% and 15% support. Last night's exit polls showed him at 18%.</p> <p>Trailing far the incumbent was the legendary Solidarity leader and Nobel Peace Prize winner, Lech Walesa, who lost the presidential post to Mr Kwasniewski in a close se cond-round runoff five years ago.</p> <p>Mr Walesa ran as an independent, having been isolated by the ruling Solidarity bloc some years ago, but is set to scrape no more than 1%-2%.</p> <p>Mr Olechowskihas admitted to collaborating with the communist secret police, but even so is fairly popular among Poland's educated youth. Leading rightwinger Marian Krzaklewski, who formed the ruling Solidarity bloc and is widely supported by the church, was tipped to come in a poor third, with between 7% and 12%.</p> <p>But the prospect of a landslide victory for Mr Kwasniewski lost its air of inevitability due to the efforts of Mr Krzaklewski who has run a campaign to discredithim.</p> <p>His campaign film showed video footage from 1997 in which Mr Kwasniewski's security adviser parodied the Pope by kissing the ground after a helicopter flight. The film also showed Mr Kwasniewski apparently drunk at a memorial service in the Ukraine for the victims of Stalinist execution squads in the second world war. As a result Mr Kwasniewski's support dropped about 10 points and he has been declared persona non grata in various Polish towns and cities.</p> <p>Although the presidential post is largely ceremonial it carries much moral authority and the power to veto parliamentary bills. Despite his communist past, and self-declared atheism in a predominantly Roman Catholic land, Mr Kwasniewski is viewed favourably by many Poles as a necessary moderniser who has eased the painful transition to a market economy.</p> <p>He has received praise for orienting the country towards the west and is admired for the business-like way he steered Poland towards its membership of Nato last year, as well as for his enthusiasm for future EU membership.</p> <p>Poland, with a population of 40m, is by far the biggest EU hopeful. But it is seen as problem in Brussels, mainly due to its 10m-strong farming community which is demanding that the EU commit itself to big financial subsidies.</p> <p>The British prime minister, Tony Blair, drew praise from Polish politicians last week, after choosing Warsaw as the place to deliver a speech on the EU in which he called for 2004 to be declared as the firm entry date. Brussels has been reluctant to commit itself.</p> <p>Mr Kwasniewski's political performance is being closely watched by analysts as it could signal the future domination of Poland by former communists. The Democratic Left Alliance, a party of ex-communists once led by Mr Kwasniewski, is expected to win next year's general election and form a government, either alone or in coalition.</p> <p>Twenty-nine million Poles were eligible to vote yesterday, including hundreds of thousands of emigrants, mainly living in the American midwest.</p>"
]