[
  "<p>Mr vice president, eight years ago when presidential candidate Bill Clinton chose you as his running mate, I was excited. I had just read your book Earth in the Balance. It inspired people like me, who care deeply about the environment. It made us believe that there was one person in high elective office who had done his homework, who had read the science, queried the experts, thought hard. You understood our concerns as no other politician did. </p> <p>You realised, back then, that if the environment doesn't work, nothing else - not the schools, not the health care system, not the economy - can work. You recognised that restoring the environment cannot be done on the margin or achieved through compromise. You called for a \"global Marshall Plan\" to make the environment \"the central organising principle of our civilisation\". You called our economic system \"partially blind\". You even had the guts to talk about ethics and faith and an \"environmentalism of the spirit\". </p> <p>So now I have a burning question for you. </p> <p>What happened? Over eight years we have seen only tepid environmental measures from you and your president. Back-pedalling. Compromise. Window-dressing. You know that as well as I do. </p> <p>Why? Where did your understanding and commitment, and courage and spirit go? If I could really ask you that question, over a beer maybe, off the record, safe from microphones, I wonder what you might answer. </p> <p>Would you say, \"Hey, I've only been vice president. I've just been biding my time, seething, waiting till I can be number one and finally move on my environmental agenda\"? </p> <p>Would you say, with devastating self-understanding: \"You know, it's a lot easier to be righteous when you're not actually in power. You wouldn't believe the pressures, from outside and from within oneself, that seduce one into caution - caution based on the insatiable desire for still more power. I've discovered, to my sorrow and shame, that I'm not up to resisting that desire. My mind and heart may be driven by principle, but there's something much stronger in me that will pitch out principle for power every single darn time\"? </p> <p>Or would you say (and this is the response I most fear): You know, no one - no one - can attain or exercise high elective office in the US without constant obedience to the money and power that put him there. Politicians are just the puppets of campaign donors. I tried for an energy tax; you saw what happened. I tried for a strong greenhouse policy; the oil, coal and car companies ran right over me. I could see that global free trade would be an environmental disaster, but the corporations said 'fight for free trade or we contribute only to Republicans'. I gave up. I'm just playing games now, trying to advance a few baby steps in good directions. They aren't enough to save the environment, but they're better than giant Republican steps in bad directions? </p> <p>Mr Gore, you can see why I and so many other Americans need to know your answer. It would tell us not only whether to vote for you, but whether to vote at all. Is our political system so corrupt that no one, no matter what his understanding or commitment, not even Ralph Nader, can do what is necessary to save the climate, the forests and soil, fish and waters? Is the cynicism of the voters who stay home completely justified? Is it time for some kind of serious revolution to take back our democracy? Or is there hope; should we give you a chance? </p> <p>Mr vice president, you're one of the few people in all the world who can tell me the answer, straight and true. </p> <p>\u0095 Professor Donella Meadows is an environmental and systems scientist who teaches at Dartmouth College US, and is co-author of The Limits to Growth (1972) and Beyond the Limits</p>"
]