[
  "Bowing to pressure from MPs who say his maverick style has worsened Indonesia's many crises, President Abdurrahman Wahid announced today he would hand over day-to-day administration to his popular deputy, Megawati Sukarnoputri. <p>Mr Wahid said he would trim and restructure his cabinet to increase its efficiency and effectiveness under the leadership of Vice President Megawati, but retain overall control. </p> <p>\"I understand the need to change the management of the government,\" Mr Wahid said in a speech to the 700-member People's Consultative Assembly. \"Because of this I will ask the vice president to carry out daily technical duties.\"</p> <p>She would remain accountable to him under Indonesia's existing presidential form of government Mr Wahid said, adding that he would take more interest in foreign policy. Until now, Ms Megawati has played a silent back-seat role to the maverick Mr Wahid, leading to accusations that she lacks ability and confidence despite her popularity and pedigree as the daughter of Indonesia's founding president Sukarno. </p> <p>Mr Wahid said Ms Megawati would be in charge of formulating cabinet agendas and deciding priorities for the implementation of policy. </p> <p>Mr Wahid's decision to surrender greater powers to Ms Megawati came the day after senior MPs demanded such a move. Most factions within the 700-member People's Consultative Assembly accused Mr Wahid of mishandling the nation's affairs during his first 10 months in office. Some claimed that his unpredictable behaviour had harmed Indonesia's economy and imperiled political stability. </p> <p>Earlier, several of Mr Wahid's aides had said the president had been considering the appointment of a prime minister to work under himself and Ms Megawati. The decision to abandon this plan and empower Ms Megawati was warmly received by the assembly. </p> <p>Akbar Tandjung, the parliament's speaker, said Ms Megawati could lighten the burdens of office now shouldered by the nearly blind Mr Wahid, who has been weakened by a series of strokes. </p> <p>\"We believe the vice president can take over the daily operations of the government,\" said Mr Tandjung, whose Golkar party controls the second largest number of seats in the legislature behind Ms Megawati's party.</p>",
  "<b>What is Montenegro? </b> <br>Montenegro and Serbia are essentially all that is left of what was Yugoslavia, as cobbled together by the late president Tito. Slovenia, Croatia and Bosnia-Herzegovina all proclaimed independence because they wished to escape Serbian domination. Bosnia's declaration of independence triggered Europe's bloodiest conflict since the second world war. Kosovo is technically still part of Yugoslavia as it is described as an autonomous province, but it is under the protection of a multinational force and it is difficult to see Belgrade ever reasserting its rule in the province. <p><b>How are relations between Montenegro and Serbia? </b> <br>Montenegro is run by pro-western president Milo Djukanovic, who would dearly like to leave the Yugoslav federation. In an example of the ill-feeling between the two, Montenegro agreed to cooperate with the UN war crimes tribunal, which indicted Mr Milosevic for war crimes committed by Serb forces last year in Kosovo. But Mr Djukanovic has to be careful because of the presence of some 15,000 Yugoslav troops in Montenegro. President Djukanovic controls the police but Serbia controls the army. The two British police officers were arrested by Yugoslav federal troops.</p> <p><b>Are the police officers pawns in a bigger political game? </b> <br>Very much so. The arrest is seen as a ploy by Serbian president Slobodan Milosevic to destabilise Montenegro and whip up anti-western sentiment in advance of snap presidential and federal elections called for September 24. Mr Milosevic has already begun to use the case to highlight what he claims are the west's continuing attempts to subvert the Serbian nation. The incident, whether or not it leads to a show trial, will be exploited for electoral ends, with Mr Milosevic cast by official media as a vigilant defender of Serb interests against vengeful Nato countries that failed to destroy him during the Kosovo war. Another case, that of four Dutchmen recently held and accused of plotting to kidnap or assassinate Mr Milosevic, can be expected to be used in a similar way.</p> <p><b>What is Mr Djukanovic's attitude to the elections? </b> <br>He has declared a boycott of the elections in another act of defiance of Mr Milosevic. There are fears in Washington and other Nato capitals that the Serbian leader will impose direct rule on Montenegro after the elections, in which he is the favourite to win. He knows that Nato would be reluctant to launch another Kosovo-style intervention to save Montenegro. Besides, the US would be preoccupied with its presidential election at that time.</p> <p><b>Is there a united opposition to Mr Milosevic in the upcoming elections? </b> <br>No, to the dismay of the west. The anti-Milosevic vote will be split between Vojislav Kostunica, the nationalist leader of the Democratic Party of Serbia, who was chosen by 15 Serbian opposition parties, and Belgrade mayor Vojislav Mihajlovic, who was nominated by biggest opposition party, the Serbian Renewal Movement (SPO).</p> <p><b>Useful links</b><br> <a href=\"http://www.montenegro.org/\" target=\"_new\">The Montenegrin Association of America</a><br> <a href=\"http://www.odci.gov/cia/publications/factbook/sr.html\" target=\"_new\">CIA Factbook</a><br> <a href=\"http://www.guardianunlimited.co.uk/yugo/\">Special report: Yugoslavia war crimes</a></p>",
  "South Africa's president, Thabo Mbeki, is to lobby Tony Blair to \"honour Britain's obligations\" and fund the rapidly expanding land seizures in Zimbabwe. <p>A summit of 11 southern African leaders has handed Robert Mugabe a diplomatic victory by appointing Mr Mbeki and Malawi's president, Bakili Muluzi, to put pressure on Britain after backing unequivocally the Zimbabwean leader's policy of expropriating white-owned land for redistribution to poor blacks. </p> <p>The regional presidents said in a statement: \"We are convinced that to have a land reform programme which is fair and just to all the stakeholders it is imperative for the UK government to honour its obligations under the Lancaster House agreement to provide resources for that purpose. </p> <p>\"We reiterate our acceptance of the urgent need to effect land redistribution in Zimbabwe to address land hunger and poverty affecting millions of black Zimbabweans.\" </p> <p>Mr Mugabe argues that Margaret Thatcher's government agreed to fund land reform as part of the Lancaster House settlement which ended minority rule in Zimbabwe 20 years ago. </p> <p>Mr Mugabe's spokesman, George Charamba, yesterday urged London to \"open a new chapter\" in relations with its former colony. \"The British have acted irresponsibly. They still have a colonial mind,\" he said. </p> <p>South African diplomatic sources said it was likely Mr Mbeki would seek a meeting with Mr Blair on the issue. The South African president has already made clear his belief that Britain should fund the land acquisitions but he has also called on Mr Mugabe to adhere to the rule of law. </p> <p>Britain has said it will unfreeze a £36m donation to help pay for land redistribution but only once the illegal and sometimes violent occupation of white-owned farms by the self-styled \"war veterans\" is ended. The minister for Africa, Peter Hain, said in June that the government would not write \"a blank cheque\" to Zimbabwe. </p> <p>The land seizures have continued with the government bussing hundreds of families on to farms served with confiscation orders in recent days and fresh invasions of other land by the veterans. Mr Mugabe says he plans to move 500,000 families on to more than 3,000 expropriated farms, about two-thirds of all the white-owned commercial land. </p> <p>Despite the impact of Zimbabwe's deepening economic woes on its neighbours, some of which have seen their currencies dragged down by the crisis, southern African leaders left no doubt where they stand. They welcomed Mr Mugabe's assurance that the land reform programme would be \"handled peacefully, and within the provisions of the laws of Zimbabwe\", but made no reference to the war veterans' violence or the failure to obey court orders to stop the illegal land seizures. </p> <p>Zimbabwe's foreign minister, Stan Mudenge, hailed re gional support for Mr Mugabe's position as unqualified. \"It was full backing for the need for land reform,\" he said. </p> <p>The southern African presidents also praised Zimbabwe's parliamentary election in June for being held \"in a transparent, peaceful, free and fair environment\", without noting the political violence that cost 31 lives and other intimidation highlighted by the European Union and other monitors. </p> <p>If Zimbabwe had a problem, they said, it was that the foreign press had misrepresented Mr Mugabe's policies. \"We are disappointed by the partisan and biased manner in which a sector of the international media has misrepresented the land policy of the government of Zimbabwe which seeks to effect a just and equitable redistribution of land in a situation where 1% of the population owns over 70% of the best arable land,\" they said. </p> <p>The summit called on the US Congress to drop the proposed Zimbabwe democracy act which would impose financial sanctions on Mr Mugabe's administration because of the \"violence, intimidation and killings orchestrated and supported by the government\". </p> <p>The leaders said: \"This punitive piece of legislation is counterproductive and unjust because it will have far-reaching negative implications for the economic development and evolution of democratic institutions in Zimbabwe in particular and the region in general.\" </p> <p>But Mr Mugabe received a fresh reminder of the cost of his policies yesterday when South Africa's electricity generator, Eskom, warned that it might cut supplies to Zimbabwe because of 140m rand (£14m) in unpaid bills. </p> <p>Harare is heavily reliant on South Africa for electricity. Eskom's transmission manager in Johannesburg, Peter O'Connor, said supplies to Zimbabwe were now limited to a third of what had been previously provided. </p> <p>The South African government has been reluctant to call in Zimbabwe's debt to state-run Eskom and is seeking other means of settling the bill, such as taking power stations in payment when Harare privatises its electricity supply.</p>",
  "For a man whose 2000 presidential campaign has all too often had the sparkle of a wet bonfire night, Al Gore looked astonishingly pleased with life yesterday. As well he might. Even before he officially introduced Joe Lieberman as his Democratic running mate at a Nashville rally, Mr Gore had received the best news that a modern politician can hope for - a massive boost in the opinion polls. <p>Forty-eight hours ago, Mr Gore was reeling from some of the worst polls of a campaign which has never seemed to go his way. At the weekend, after the close of the Republican convention in Philadelphia, Gallup and Zogby showed him trailing the Republican George W Bush by 17 points; the Washington Post had him 14 points adrift; and Newsweek had him down by 13. </p> <p>But then, on Monday, Mr Gore selected the Connecticut senator as his running mate. And by yesterday, the Lieberman effect had already paid remarkable dividends. </p> <p>A new Gallup poll taken on Monday night, after the Lieberman decision, showed Mr Bush on 45% and Mr Gore on 43%. Yesterday, with both men in their shirt sleeves in torrid Tennessee summer heat, Mr Gore introduced his new political miracle worker to a cheering crowd in Nashville. </p> <p>Mr Gore said the choice of Mr Lieberman as the first Jew on a major party presidential ticket would break a \"barrier in American history\". It would \"tear down a mighty wall of division\" in the same way the election of John F Kennedy as the first Catholic president had done in 1960. </p> <p>To chants of \"Joe, Joe, Joe\", Mr Lieberman said this was \"an extraordinary moment in my life\" and complimented Mr Gore on \"an act of chutzpah\". He promised \"to renew the moral centre of this nation\" and mocked Republican ef forts to paint him as closer to Mr Bush than to Mr Gore. </p> <p>\"With all due respect, I think that's like saying the veterinarian and the taxidermist are in the same business because either way you get your dog back,\" Mr Lieberman said. </p> <p>Like any good Jewish boy should, Mr Lieberman praised his 85-year-old mother, Marcia, and his wife, Hadassah. Both were in the audience. </p> <p>Then he revealed the real reason Mr Gore had elected him - Mr Lieberman has a grandchild named Tennessee. </p> <p>\"My friends, I stand here to day with a proud, simple but I think very important, message: Al Gore of Tennessee is the best man to lead America into the new century,\" he told the crowd. </p> <p>The Gore press office dubbed it \"Liebermania\", which is a bit premature, but there was no disputing the good notices the choice of Mr Lieberman has prompted from friend and foe. </p> <p>In addition to the predictable praise from Democrats, there were plaudits yesterday from John McCain, who called him \"a worthy opponent\", and other Republican senators. \"The bottom line is they chose the best candidate they could choose,\" said the Republican congressman Chris Shays, also from Connecticut. </p> <p>The overnight opinion poll may turn out to be a rogue - there is still a week to go before the Democratic convention in Los Angeles and almost three months to election day itself. </p> <p>But the Gore campaign had a spring in its step for the first time in many months as it left Nashville for a hastily arranged stop in Mr Lieberman's home state last night.</p>",
  "The US vice-president and presidential candidate, Al Gore, showed off his new running mate yesterday and declared that their Democratic ticket would \"tear down a mighty wall of division\" by making Senator Joseph Lieberman the first Jewish vice-president of the United States. <p>Mr Gore compared the quest to the election of John F Kennedy as the first Roman Catholic president in 1960. He said the Democrats had made history then, and with Mr Lieberman's nomination, would do so again, 40 years later. </p> <p>Mr Lieberman praised Mr Gore for choosing him. He said the vice-president had showed his faith in the tolerance, diversity and \"basic fairness of the American people\" by choosing him. </p> <p>Yesterday Mr Lieberman's wife, Hadassah, talked of her parents' survival in Nazi concentration camps during the second world war. </p> <p>Mr Gore presented his choice of running mate to the crowd, many of whom waved newly printed Gore-Lieberman campaign placards, hugged him and then praised him, concentrating on the issues they have shared in the Senate and since. </p> <p>\"I am proud to stand by your side,\" Mr Lieberman told Mr Gore in return. The senator began with a personal invocation: \"Dear Lord, maker of all miracles, I thank you for bringing me to this extraordinary moment in my life.\" </p> <p>The first Jew chosen for a major party ticket, he thanked Mr Gore \"for making this miracle possible for me and breaking this barrier for the rest of America forever\". </p> <p>\"You know, there are some people who might actually call Al Gore's selection of me an act of <i>chutzpah</i>,\" said Mr Lieberman, using the Yiddish word for audacity. </p> <p>Then he showed some of his own, scoffing at Republican suggestions that his position on issues was similar to those of their party's presidential candidate, George W Bush. </p> <p>\"With all due respect, I think that's like saying the veterinarian and the taxidermist are in the same business because either way you get your dog back,\" Mr Lieberman said. </p> <p>He promised to work with Mr Gore \"to renew the moral centre of this nation\". That message of morality has been Mr Lieberman's trademark; he was one of the first Democratic senators to publicly rebuke President Bill Clinton in the Monica Lewinsky affair. </p> <p>Mr Lieberman called Mr Gore \"a man of family and a man of faith\". </p> <p>\"He has never wavered in his responsibilities as a father, as a husband and, yes, as a servant of God Almighty,\" he said. </p> <p>Mr Lieberman is one of the president's sharpest critics in the Democratic party. </p> <p>Although differences have been noted in Mr Gore and Mr Lieberman's stances on some issues, Mr Gore said the real gap was between them and the Republicans. </p> <p>\"It comes down to this: Joe and I are fighting to see to it that our prosperity benefits working families and not just the few,\" Mr Gore said. </p> <p>Republicans quickly sought to find differences they can exploit between Mr Gore and Mr Lieberman, including differences on issues such as social security and school vouchers. AP</p>",
  "On the eve of his election in 1968, Richard Nixon secretly conspired with the South Vietnamese government to wreck all-party Vietnam peace talks as part of a deliberate effort to prolong a conflict in which more than 20,000 Americans were still to die, along with tens of thousands of Vietnamese and Cambodians. <p>The devastating new charge against Nixon, which mirrors long-held suspicions among members of President Lyndon Johnson's administration about the Republican leader's actions in the autumn of 1968, is made by the authors of a new study of Nixon's secret world in the latest issue of Vanity Fair magazine. </p> <p>\"The greatest honour history can bestow,\" reads the inscription on Nixon's black granite tombstone in California, \"is the title of peacemaker.\" But if the charges by authors Anthony Summers and Robbyn Swan are correct, Nixon better deserves to be called a peacewrecker than peacemaker. </p> <p>At the heart of the new account was Nixon's fear that Vietnam peace efforts by President Johnson in the run-up to the November 1968 US presidential election could wreck Nixon's bid to oust Hubert Humphrey, the Democratic candidate, and capture the White House. </p> <p>Nixon's response to Johnson's efforts was to use a go-between, Anna Chennault, to urge the South Vietnam's president, Nguyen van Thieu, to resist efforts to force them to the peace table. </p> <p>Nixon's efforts paid off spectacularly. On October 31, Johnson ordered a total halt to the bombing of North Vietnam, the precondition for getting the North and their Vietcong allies to join the talks. Two days later, under intense secret urgings from Nixon and his lieutenants, Thieu announced his government would not take part. Less than a week later, Nixon was elected president with less than a one-point margin in the popular vote over Humphrey. </p> <p><b> Playing with US lives</b><br> </p> <p>The Vanity Fair article charges that Johnson knew what was going on. Intelligence reports to the president told him that Nixon and his running mate, Spiro Agnew, were playing politics with the lives of US soldiers. \"Had it been made public at the time, it would surely have destroyed Nixon's presidential hopes at one stroke, and forever,\" the authors write. </p> <p>Johnson offered Humphrey the chance to go public about Nixon, but Humphrey was afraid that the charges would be seen as election dirty tricks. Once Nixon had won, Johnson again contemplated revealing what he knew, but decided the national interest precluded it. </p> <p>In the weeks running up to the election, Nixon's public stance was that, if elected, he would bring the war to an end more effectively than Humphrey. He promised not to interfere with pre-election peace efforts, pledging that neither he nor Agnew \"will destroy the chance of peace\". </p> <p>In reality, however, Nixon used his campaign manager, John Mitchell, later his disgraced attorney general, to use go-betweens to encourage Thieu to believe he would get a better deal under a Nixon administration and to boycott the putative talks. Nixon constantly denied that he was conspiring with Thieu against the US government, but the release of previously classified FBI files used by the authors show this was exactly what he was doing. </p> <p>Chennault, Nixon's main go-between with the South Vietnamese, was a right-wing Republican society hostess who was Chinese born and lived in a newly constructed Washington apartment complex - named the Watergate. She was vice-chairman of the Republican election finance committee and an inveterate lobbyist on behalf of right-wing and pro-American Asian interests. </p> <p>Chennault regularly passed messages to Mitchell and Nixon during 1968 and they urged her to put pressure on the South Vietnamese leader to create delays and to refuse to take part in the peace talks. </p> <p>US embassy spy operations, including wiretaps of Thieu's offices, revealed the Thieu-Nixon connection in October and Johnson was briefed about them. One message from Thieu's ambassador in Washington, Bui Diem, told Thieu: \"Johnson and Humphrey will be replaced and then Nixon could change the US position.\" </p> <p>When Thieu pulled out of the talks, Johnson exploded. He told his advisers that he would go public on a development that could \"rock the world\". That development, he said, was Nixon's \"conniving\" with the Thieu regime. An adviser had told Johnson that Nixon was \"trying to frustrate the president by inciting Saigon to step up its demands\". \"It all adds up,\" Johnson told his advisers. </p> <p>On October 31, with the bombing halt announced, Mitchell rang Chennault and told her: \"Anna, I'm speaking on behalf of Mr Nixon. It's very important our Vietnamese friends understand our Republican position and I hope you have made that clear to them. Do you think they have decided not to go to Paris?\" </p> <p>Chennault made contact with Thieu once again. An FBI report said that she \"contacted [the] Vietnamese ambassador and advised him that she had received a message from her boss (not further identified) which her boss wanted her to give personally to the ambassador. She said the message was that the ambassador is to 'Hold on, we are gonna win' and that her boss also said 'Hold on, he understands all of it'.\" </p> <p>On November 2, three days before the election, Thieu announced that South Vietnam would not attend the talks. </p> <p>Johnson's bad relations with J Edgar Hoover at the FBI meant that Hoover, a Nixon ally, did not tell the president everything that his agents had unearthed. Even so, Johnson had learned enough to speak to Nixon by phone the weekend before the election. Nixon denied Chennault was working for him. When the phone was put down, it was later reported, \"Nixon and his friends collapsed with laughter\". </p> <p>Johnson was certain Nixon was lying, and told Humphrey what was going on. Humphrey learned about the Nixon-Thieu contacts while he was travelling by plane to a campaign. \"By God, when we land I'm going to denounce Thieu. I'll denounce Nixon. I'll tell about the whole thing,\" he shouted to aides. But he never did. </p> <p>In the five weeks leading up to the election of 1968, 960 Americans were killed in Vietnam. In the years to come, under Nixon, 20,763 more US soldiers would die. </p> <p>\"What the Nixon people did,\" the US diplomat Richard Holbrooke, then attached to the advance US guard to the Paris talks, tells Vanity Fair, \"was perhaps even a violation of the law. </p> <p>\"They massively, directly and covertly interfered in a major diplomatic negotiation, probably one of the most important negotiations in American diplomatic history.\" </p> <p><b> 1957</b> Beginning of communist insurgency in South Vietnam </p> <p><b> 1959</b> Weapons and men from North Vietnam begin infiltrating the South </p> <p><b> 1960 </b> US aid to the South Vietnamese president, Ngo Dinh Diem, increased </p> <p><b> 1962</b> President John F Kennedy provides US military advisers to South Vietnam (12,000 by end of year) </p> <p><b> 1963</b> Viet Cong, the communist guerrillas operating in South Vietnam, defeat units of ARVN, the South Vietnamese army. President Diem overthrown </p> <p><b> 1964</b> North Vietnamese patrol boats fire on the US destroyer Maddox in the Gulf of Tonkin, triggering start of US bombing raids on North Vietnam </p> <p><b> 1965</b> US troops in Vietnam number 23,000 at start of year </p> <p><b> 1966</b> 400,000 US troops in Vietnam, rising to 500,000 in 1967 </p> <p><b> 1968</b> Tet Offensive - a combined assault by Viet Cong and North Vietnamese army on US positions - begins. More than 500 civilians die in My Lai massacre </p> <p><b> March 31 1968</b> President Lyndon Johnson (below right) announces on television that bombing north of the 20th parallel will stop and that he will not seek re-election in the fall. Hanoi responds by de-escalating its insurgency efforts, and in October Johnson orders total halt to bombing. US and Hanoi agree to preliminary peace talks in Paris </p> <p><b> 1969</b> President Nixon draws back US ground troops from Vietnam </p> <p><b> 1970</b> Nixon's national security adviser, Henry Kissinger, and Le Duc Tho of the Vietnamese politburo start talks in Paris </p> <p><b> 1973</b> Ceasefire agreement. Withdrawal of US troops completed by March </p> <p><b> 1975</b> North Vietnamese troops invade South Vietnam and take control of the whole country after South Vietnam surrenders </p> <p><b> April 1975</b> Last members of US embassy staff evacuated by helicopter from roof of embassy </p> <p><b> Human toll </b> 3m military and civilian Vietnamese. 58,000 Americans </p> <p>Research: Jason Rodrigues</p>",
  "One gets re-elected with a handsome majority; the other is inaugurated amid ugly violence. President Hugo Chávez of Venezuela and President Alberto Fujimori of Peru may not appear to have much in common. Yet they do. <p>Both are men of the people, outsiders who emerged from obscurity to win power. They mean to keep it. They play by the rules when the rules suit and change them when they do not. They are modern examples of caudillos - the strongmen who figured so often in the past government of Latin American countries. (See some of the better known below; there are many more.) Democracy in South America is not yet secure. </p> <p>Riots accompanied President Fujimori's inauguration last month for a third term. The anger was provoked by his \"victory\" on May 26 in an election decider that lacked such niceties as an opponent and a referee. Monitors from the Organisation of American States warned that the election could be \"neither free nor fair\" and withdrew. Alejandro Toledo, Fujimori's opponent, had already withdrawn, saying that abuses in the first round of the election should be investigated. But Mr Fujimori - a stickler for the rules on this occasion - said that not he but the national electoral body should decide whether the election should go ahead. Strangely enough, it said yes. President Fujimori therefore won to extend his 10 years in power. </p> <p>That Fujimori should be running for office was itself controversial. A third consecutive term is unlawful. It seemed plain enough that he had already had two terms. But he counted differently. Another term, he claimed, would be only a second under the new constitution, which was drawn up after he closed the congress in 1992 - the first time on which the cry of dictator was raised. Today's congress, dominated by his supporters, agreed with Mr Fujimori's argument. The way to a third term was paved. </p> <p>Yet simply to see Fujimori as an unpopular dictator is an error. He still has the support of half the population. Once he was more popular still, as Chávez is today. His Japanese parentage helped him to win the presidential election in 1990 against the writer Mario Vargas Llosa, a man from the light-skinned elite. Ruthless effectiveness sealed Fujimori's popularity. He assaulted both hyper-inflation and the Shining Path guerrilla movement, slashing spending to balance the budget and relying on his shadowy security adviser, Vladimiro Montesinos, to hunt down the terrorists. His economic therapy was brutal, his anti-terrorist strategy unscrupulous. But Peruvians thanked him: times had been desperate and his solutions worked. </p> <p>Success has led to arrogance. Many Peruvians were concerned by his ability to open up the way to another term. Rumours of corruption and military involvement in drug-trafficking abound. Foreign investors are wary of Fujimori's whims and his reluctance to stand down. Peru is poor and needs foreign investment. Now the economy will suffer. Fujimori's love of power will cost Peruvians dear. The caudillo, once the solution, has become the problem. </p> <p>President Chávez in Venezuela is still in the popular phase: super-popular, in his case. Yet he has, as yet, solved nothing. He took office just 17 months ago. He is being re-elected so soon because he, like Fujimori, required a new constitution. The elections it precipitated have, conveniently, enabled him to capitalise on his popularity and take half the state governorships and 60% of the congress. Now he dominates his country, as every caudillo wants to do. </p> <p>Like Fujimori, Chávez emerged as an answer to disaster: Venezuela's steady decline, its growing poverty, crime and bitterness. Oil had made the country wealthy in the 1970s. Oil buys less nowadays. But the poor wonder where their oil wealth has gone. They see the rich and the politicians as thieves. Chávez agrees. His popularity stems not from action but from his denunciation of all who have preceded him. Venezuelans are angry and he is the channel of their anger. </p> <p>But the truth is that oil is not enough to make this nation of 24m prosper. It needs a non-oil economy too. To develop it, reform is needed. President Pérez, famously corrupt in a first term in the affluent 1970s, attempted free-market reforms in 1989. He was never forgiven. A middle-ranking army officer tried in 1992 to oust him - Hugo Chávez. Robin Hood was born, the champion of the poor against the powerful and corrupt. Now Robin Hood has power. </p> <p>He has no policies, however. Chávez is a great orator, South America's best since Fidel Castro of Cuba in his prime. He speaks often of Simón Bolívar (1783-1830), the \"great liberator\", born in what is now Venezuela, who led the revolt against Spanish rule. But dreaming of Bolívar does not amount to a strategy. Chávez' economic ideas hark back to the old days of state intervention - the ideas that got Venezuela into its mess. He is inconsistent. He threatened to default on debt then went to New York and charmed investment bankers by quoting Frank Sinatra. This is a pattern with him: threats followed by charm. Only in his efforts to consolidate his power has he shown a sense of direction. </p> <p>Poverty and desperation, the lot of so many Latin Americans, favour the emergence of charismatic strongmen. It has happened so many times before in Latin America's turbulent history. Fujimori and Chávez were unknowns who exploded upon the political scene. Their challengers now are equally unknown and might prove equally unreliable if they one day win power. </p> <p>The caudillos are given licence, for, in desperate times, anything that might work is deemed to be good. But the patient business of building sensible rules and democracy is Latin America's only way ahead. Respect for the rules builds the justice and stability in which people and business can thrive. Growth eases the plight of the poor and creates stability. But this virtuous circle has mostly eluded South America.</p> <p> Ian Campbell is a South American specialist <br><a href=\"mailto:isccnc@gis.net\"> isccnc@gis.net </a> </p> <p><b> Past dictators</b><br></p> <p> <b> Humberto Branco 1900-67</b>, led Brazilian coup 1964, dictator to 1967 <br></p> <p><b> Juan Peron 1895-1974</b>, Argentine president 1946-55, 1973-4 <br></p> <p><b> Augusto Pinochet 1915-</b>, deposed Salvador Allende 1973, Chilean dictator to 1990<br></p> <p> <b> Anastasio Somoza 1896-1956</b>, Nicaraguan president 1937-47 and 1950-56. His son, same name, was dictator 1967-72 and 1974-79<br></p> <p><b> Alfredo Stroessner 1912-</b>, led Paraguayan coup 1954, dictator to 1989. \"Re-elected\" eight times <br></p> <p><b> Rafael Trujillo 1891-1961</b>, Dominican Republic dictator 1930-61</p>",
  "A mentally disabled man will almost certainly be executed in Texas today unless George W Bush, the front-runner to become next president of the United States, applies his doctrine of \"compassionate conservatism\" to this emotive case. <p>But even the condemned man's lawyer believes that there is only one chance in five that the supreme court or Mr Bush, governor of the state where more people are put to death than any other, will stay the execution of Oliver Cruz, 33. </p> <p>\"We think it's a go for both of them,\" said Larry Todd, Texas department of criminal justice spokesman, referring to Cruz and Brian Roberson, 36, also due to die today. \"We're preparing as we do for any execution.\" The men's execution dates were set by different judges and are the same day by coincidence. </p> <p>Cruz, whose IQ has tested between 63 and 76, has spent 12 years on death row and does not dispute his conviction for the rape and murder of a 24-year-old woman. </p> <p>A psychologist called by the defence told his trial that Cruz was mentally impaired. \"That's the tragedy of this case,\" said Jeffrey Pokarak. \"The law is going to prevent the execution of people like Cruz in six to eight months, so he would be the last retarded person to die under the old law.\" </p> <p>The state did not contradict the psychologist's trial evidence but rather contended that this simply made Cruz more dangerous. At the time he could hardly read or write: three times he failed the army entrance exam and he could not understand a job application form. </p> <p>Thirty-eight of the 50 states allow capital punishment but, of these, 13 do not put mentally impaired killers to death. The Texas legislature failed last year to approve a law banning such executions but is thought to be likely to do so next year. </p> <p>Two hundred and twenty- five people have been executed in the state since the death penalty was restored there 18 years ago, 138 of them - more than three-fifths - under the Bush administration that won power in 1995. </p> <p>Mr Bush has granted only one temporary reprieve and a spokesman for him said: \"Governor Bush believes that the jury should consider all the evidence regarding mental impairment and decide whether a death sentence is appropriate.\" </p> <p>His brother, Jeb Bush, the governor of Florida, refuses to sign death warrants for people with \"severe retardation\" and executions have been suspended in Illinois after unease about a number of cases. </p> <p>But the issue is unlikely to have an impact on the presidential election campaign, even though the latest poll showed that support for the death penalty had fallen to 66%, the lowest in 19 years. </p> <p><b>Links</b><br> <a href=\"http://www.tdcj.state.tx.us/stat/execstats.htm /\" target=\"_NEW\"> Texas dept of criminal justice: death row</a> <br><a href=\"http://www.deathpenaltyinfo.org\" target=\"_NEW\">US Death Penalty Information Center</a></p>",
  "Barely 12 hours after four members of the separatist group ETA apparently blew themselves apart transporting a bomb in Bilbao on Monday night, a prominent Basque businessman was killed yesterday by a car bomb. <p>A third blast, caused by another car bomb, injured 11 people in a mainly residential area north of Madrid's city centre yesterday evening. Several politicians live in the area. A security guard suffered serious head injuries after being struck by shrapnel; two children, aged three and five, were among others hurt. </p> <p>Police said they received a telephone warning minutes before the bomb went off from a man who claimed to represent ETA. </p> <p>The two attacks yesterday may have been staged at short notice to prove that the organisation - which is thought to have relatively few \"commando\" units - had not been crippled by the deaths in Bilbao. </p> <p>But the sudden upsurge in violence is more likely to reflect the determination of ETA's newly installed hardline leadership to escalate its campaign, which has now claimed 12 lives since the group ended its ceasefire in December. </p> <p>The killings have damaged relations between the governing Popular party, under Jose Maria Aznar, in Madrid and the Basque regional government. The regional and national leaders disagree about the breakdown of last year's abortive peace talks. </p> <p>The victim of yesterday's first attack was identified as Jose Maria Korta. He was killed outside his machine tool factory in Zumaia, near San Sebastian, when a device packed into another car was triggered as he parked his vehicle alongside. </p> <p>Married with three children, Korta was the president of an association of local businessmen and an outspoken critic of ETA. Businessmen in the Basque region are regularly threatened if they fail to pay \"revolutionary taxes\" to ETA and have often been targeted for assassination. </p> <p>Forensic experts in Bilbao spent yesterday examining the wreckage left after a car carrying four ETA activists disintegrated in an explosion on Monday night. The car was said by police to have been carrying up to 30kg (66lb) of explosives which were accidentally detonated. </p> <p>Initially three people were believed to have died but it was later confirmed that there was a fourth victim. Officers had difficulty identifying the bodies because of the force of the blast. </p> <p>Among those thought to have died was one of ETA's most wanted commanders, Patxi Rementeria, the leader of the Vizcaya commando, one of the group's most active units, and was suspected of taking part in the 1997 kidnapping and murder of the Basque politician Miguel Angel Blanco whose death brought 6m Spaniards on to the streets in protest. </p> <p>The conservative Popular party said the ETA members' deaths had averted another attack. But Basque regional political leaders lamented the loss of life and urged that dialogue be reopened. </p> <p>ETA called a ceasefire in September 1998, but the peace process ended in failure after just one negotiating session with the government in 1999. ETA called off its ceasefire in early December. </p> <p>The government offered to move prisoners back to jails nearer home, but refused to concede any more ground on the issue of Basque self-determination, which it fears will lead to Spain's fragmentation. </p> <p>The Basque regional government already has considerable autonomy: tax-raising powers, use of the Basque language in schools, and its own police force. It is run by the Basque National party. </p> <p>ETA's political wing, Herri Batasuna, has seen its political support waning - ETA called for a boycott of the general election in March. The organisation, which used to copy IRA techniques and follow Sinn Fein's political progress in Northern Ireland assiduously, has fallen under the control of hardline factions. </p> <p>One of the organisation's dominant strategists is thought to be Soledad Iparaguirre, whose boyfriend was killed by the security forces in 1981. </p> <p>The Basque National party, which persuaded ETA to call a ceasefire, cut its links with Herri Batasuna after the killings resumed. The separatists have been blamed for nearly 800 deaths since they began their campaign in 1968. </p> <p> Following is a chronology of the main events of the campaign by the Basque separatist group ETA for independence from Spain. In the course of this, about 800 people have been killed </p> <p> <b>A history of bloodshed</b></p> <p><b> 1959 </b> ETA is founded during the Franco dictatorship, its name standing for Basque Homeland and Freedom </p> <p>(Euskadi Ta Askatasuna). It vows to fight for Basque self-determination </p> <p><b> 1968</b> First planned ETA killing. Victim is Meliton Manzanas, police chief in Basque city San Sebastian </p> <p><b> 1973</b> Franco's designated successor, the prime minister Luis Carrero Blanco, killed by car bomb in Madrid. </p> <p><b> 1980</b> ETA's bloodiest year: 118 killed in attacks </p> <p><b> 1987, June</b> ETA's worst single attack: 21 shoppers die when bomb explodes in Barcelona supermarket </p> <p><b> 1997, July</b> Basque town councillor Miguel Angel Blanco is kidnapped, then killed by ETA. Six million Spaniards march in protest </p> <p><b> 1998, September</b> ETA announces truce, but in August 1999 suspends talks with the government </p> <p><b> 1999, December 3</b> ETA's ceasefire ends </p> <p><b> 2000</b> ETA violence takes 12 lives including, apparently, four of its own</p>",
  "<b> Key dates in the Putin era </b> <br> <p> \u0095<b> August 9 1999</b> Vladimir Putin is chosen as acting prime minister by President Boris Yeltsin. He is confirmed in office five days later </p> <p>\u0095<b> September 9</b> Blast destroys a Moscow building, killing 94 people and injuring more than 200, the first of a series of apartment bombs blamed on Chechens </p> <p>\u0095<b> September 23</b> Russian warplanes bomb the Chechen capital, Grozny, for the first time, marking the start of the second war against Chechnya in the space of five years </p> <p>\u0095<b> December 20</b> Unity bloc of candidates supporting Putin triumphs in parliamentary elections </p> <p>\u0095<b> March 26 2000 </b> Putin wins presidential election by a landslide. At the age of 47, he becomes the country's youngest ruler since Stalin</p>",
  "Vladimir Putin's minders were horror-stuck recently when their boss was floored during a visit to Japan. The combative Russian president's showpiece bout with a Japanese judo wrestler left him on the rug in his shirt and tie. <p>\"I wasn't expecting this. It wasn't necessary,\" said Yevgeny Murov, Mr Putin's chief bodyguard. \"The health of the president is the health of the nation.\" </p> <p>It was a rare fall for the surefooted president. In the months since Boris Yeltsin stunned Russia and the world by naming the obscure Mr Putin as his new prime minister, a year ago today, and declaring that he should be the next president, the Russian leader has ushered in a quiet revolution where mishaps have been only of the carefully staged variety. </p> <p>As Mr Putin repairs to the Black Sea resort of Sochi for his summer holiday, he is in an unassailable position, only four months after the electorate rubber-stamped the Kremlin's decision and made him president in March. </p> <p>\"Under Putin the Russian state is being renewed and reinvigorated. There's a new respect for government and politics,\" said Mikhail Kozhokin, editor of the influential daily newspaper Izvettia. \"That's his main achievement. He's been a surprise, but he has a strong instinct for politics. He feels what kind of Russia he wants, although he hasn't quite formulated it yet.\" </p> <p>There is a striking discrepancy between perceptions of Mr Putin abroad and how he is viewed at home. While editorial writers in New York, Berlin, or London lambast the \"authoritarianism\" and control freakery of the former career KGB officer, his popularity has soared to 70% among the public. At the elite level, too, he enjoys broad support. \"There is no political opposition,\" said Alexander Oslon, director of the Public Opinion Fund polling organisation. \"Even our focus groups of regional elites and communicators outside Moscow show very favourable results for Putin.\" </p> <p>For the best part of his year in the public eye, Mr Putin did little, with the brutal exception of the war in Chechnya, which critics decry as cynical ruthlessness and admirers hail as proof of steely resolve. </p> <p>But since March he has launched several offensives on a broad front, provoking showdowns with the big vested interests of Mr Yeltsin's Russia and emerging victorious every time. Some say that, tactically, Mr Putin has made too many powerful enemies too quickly, and that scores will be settled at a later stage. But so far, the gamble has paid off. </p> <p>\"Putin's modus operandi is to go strongly on to the attack and then back down a little, offer concessions and compromises,\" said Igor Bunin, of the Centre of Political Technologies thinktank. </p> <p>Mr Putin's quiet revolution entails a radical shift in the way in which Russia is run. All the key instruments of Mr Yeltsin's Russia are either being co-opted or attacked, intimidated or marginalised: the over-powerful governors of the 89 regions, the so-called oligarchs or business magnates who exercised disproportionate influence under Mr Yeltsin, and the media, especially national television. </p> <p>The duma, or lower house of parliament, and the general prosecutor's office, both focal points of opposition to Mr Yeltsin, are already Kremlin toys. The upper house is being stripped of its powers in favour of a new state council headed by Mr Putin and staffed by his appointees. </p> <p><b> New regime</b><br> </p> <p> \"He's dismantling the Yeltsin system of power and creating a new regime,\" said Liliya Shevtsova, of Moscow's Carnegie Centre. \"Under Yeltsin, power was fragmented horizontally across Russia among various interests. Putin is recentralising, consolidating personal power, not that of institutions. His concept does not tolerate alternative centres of gravity.\" </p> <p>Privately, the president's aides are contemptuous of the riotous Yeltsin years. Mr Putin's mission, they say, is to reverse that dysfunctional state, and make Russia \"effective and strong\". </p> <p>\"In 10 years this country has been reduced to complete chaos,\" said a Putin aide. \"The president knows he has two, at most two-and-a-half years of strong support to make the changes he needs before tackling tough decisions which will be unpopular. That's why he is moving so fast.\" </p> <p>The aim is to tame first Chechnya, then the governors, the oligarchs, and so on. </p> <p>The aide conceded that in fashioning his new Russia, Mr Putin might view democracy, market economics and civil liberties not so much as values in themselves but as tools in building a stronger, more successful and cohesive state. \"But how long did it take for Germany, for example, to become a democracy?\" </p> <p>\"Putin believes in democracy as a means to an end, he's a conditional democrat,\" said Sergei Markov, head of the Centre for Political Studies. \"If it helps to make a great Russia, fine. If not, he'll give it up.\" </p> <p>Alongside the dizzying pace of domestic streamlining, coercing loyalty to the Kremlin, Mr Putin has been keeping up a punishing but successful schedule abroad, visiting the Pope, Tony Blair, Gerhard Schröder, staging a summit with Bill Clinton in Moscow, going to China, North Korea and Japan. There have been no embarrassing Yeltsin-style gaffes on the foreign stage. The performance has been polished, helping Russians to feel better about themselves after a decade of growing resentfulness towards the west. </p> <p>The anti-western novelist Alexander Zinoviev wrote last week that Mr Putin's election was the keynote event of post- Soviet Russia, and that he had the potential to become \"an outstanding president\". </p> <p>Mr Markov says that Mr Putin is constructing a \"limited democracy\", trading some freedoms gained in the Yeltsin era for order and predictability. Television is a case in point. The two national channels, the state ORT and the private NTV, are controlled or owned by rival oligarchs, Boris Berezovsky and Vladimir Gusinsky. Both are under intense Kremlin pressure to surrender control of the networks and toe the political line. The Kremlin is also planning a new network of regional TV and newspapers in the seven super-regions, under new Putin envoys, to dictate its agenda and bypass the regional governors, many of whom control local media. </p> <p><b> Sweeping powers</b><br> </p> <p> Such moves have liberal critics crying foul. Mr Yeltsin's 1993 constitution confers sweeping powers on the president. Mr Putin's moves are increasing those powers and eliminating the checks and balances that existed under Mr Yeltsin. </p> <p>\"It's an elective monarchy, where everything is subordinate to the president, not the law,\" said Ms Shevtsova. </p> <p>An appeal organised by Mr Berezovsky and signed by several prominent public figures yesterday warned of the threat of a new wave of authoritarianism. \"While the president's aim of creating an effective and responsible government is natural and understandable\", the statement declared, \"the main gains of the past decade are under threat: the free press, free entrepreneurship and - the main thing - freedom of thought.\" </p> <p>The signatories included Alexander Yakovlev, the architect of Mikhail Gorbachev's glasnost. </p> <p>\"Putin's policies are a cause for concern,\" Ms Shevtsova said. \"But I don't want him to fail, because his successor might be much more totalitarian, aggressive and nationalist.\" </p> <p><b>Bombs and ballots push him to top: Key dates in the Putin era </b><br> </p> <p> \u0095<b> August 9 1999</b> Vladimir Putin is chosen as acting prime minister by President Boris Yeltsin. He is confirmed in office five days later </p> <p>\u0095<b> September 9</b> Blast destroys a Moscow building, killing 94 people and injuring more than 200, the first of a series of apartment bombs blamed on Chechens </p> <p>\u0095<b> September 23</b> Russian warplanes bomb the Chechen capital, Grozny, for the first time, marking the start of the second war against Chechnya in the space of five years </p> <p>\u0095<b> December 20</b> Unity bloc of candidates supporting Putin triumphs in parliamentary elections </p> <p>\u0095<b> March 26 2000 </b> Putin wins presidential election by a landslide. At the age of 47, he becomes the country's youngest ruler since Stalin</p>",
  "The Pentagon is postponing making a recommendation to President Clinton about whether to proceed with the US's controversial national missile defence (NMD) system, the defence secretary, William Cohen, announced yesterday. <p>Mr Cohen issued a brief statement saying that \"a number of difficult issues remain to be resolved\" and that he would need a few more weeks before making his recommendation to Mr Clinton. </p> <p>Until now, Mr Cohen was on a timetable to make his recommendation by the middle of this month, but a combination of domestic politics, international hostility and the latest failure of the prototype missile interceptor in a test last month has made a decision to go ahead increasingly implausible. </p> <p>Last month's test failure is currently being evaluated by Pentagon missile experts who are taking longer than expected to report to Mr Cohen. \"I will make no recommendation about the future of the NMD programme until I have analysed their findings,\" Mr Cohen said. \"I expect that to happen and to report to the president within the next few weeks. Recent reports that I have made a decision on this matter, preliminary or otherwise, are wrong.\" </p> <p>Mr Clinton's decision is also complicated by US presidential election considerations. The Republican candidate George W. Bush favours a more extensive programme than the one currently under evaluation.</p>",
  "New wildfires spread yesterday in the western United States in what the White House described as the worst outbreaks in half a century. President Clinton flew to one of the worst hit areas in Idaho to meet some of the 20,000 firefighters battling with the blazes. <p>There are now 66 major fires ablaze in 11 states and hopes that some of the worst outbreaks could be contained swiftly proved unfounded. </p> <p>Evacuations were being planned for more homes as the fires reached more populated areas. </p> <p>Wildfires now engulf more than 866,000 acres of land across the western states as a combination of lightning, dry forests and dry air takes its toll. Idaho is the worst hit state with more than 350,000 acres consumed and new, mostly small, fires starting there every day. </p> <p>Mr Clinton was due to visit the Payette national forest in Idaho where the wildfire that has wiped out 23,000 acres started 26 days ago. </p> <p>\"They're the worst wildfires in 50 years and the president very much wanted to go out and see the people working on them,\" said the White House spokesman Jake Siewert. </p> <p>During his visit, the president was scheduled to meet some of the troops from Fort Hood in Texas who have been trained up to bolster the weary full-time civilian firefighting service. </p> <p>The government announced that it was releasing $150m (£100m) to assist the firefighting process. </p> <p>The governor of Idaho, Dirk Kempthorne, said: \"This could shape up to be the worst fire season in Idaho in 65 years of records kept. The conditions will only worsen.\" He predicted a long, hot summer. </p> <p>\"I think it's highly likely we'll be looking to the military for more help,\" the forest service chief, Mike Dombeck, said in Idaho, \"Our fire season could be another two months, maybe a little longer.\" </p> <p>The loss of land to wildfires so far this year totals more than 4m acres - already more than double the average over the last 10 years. </p> <p>Forest service officials are concerned that the fires have already spread so far at what is a relatively early time in the wildfire season. </p> <p>The national interagency fire centre in Boise, Idaho continued to show flashing \"new\" signs on its website page that charts the fires. Nevada reported four new wildfires and in Montana there was a fresh outbreak at Ryan Gulch which officials feared would lead to further evacuations. </p> <p>In the Umatilla national forest in Oregon, there were fears for some endangered species as the fires spread. </p> <p>A fire in the Mesa Verde national park in Colorado, a popular attraction for British tourists, was only 5% contained, prompting concerns for the local research centre and museum which contains valuable artefacts. Firefighters were finding it difficult to reach the heart of the blaze. </p> <p>While lightning is thought to be the main cause of the fires, it is believed that barbecues and smokers who ignore the warnings dotted through the forest landscape are also to blame. Temperatures have also been at record highs in many areas. </p> <p>Possibly the oddest cause of a fire was noted just north of the Grand Coulee dam in Washington state. There a grasshopper that had jumped on to an electric fence and burst into flames was being blamed for causing a fire that has already covered more than 3,500 acres on the Colville Indian reservation, according to local officials. </p> <p><b>Useful links</b><br> <a href=\"http://www.nifc.gov\" target=\"_NEW\">US national interagency fire centre</a><br> <a href=\"http://www.fs.fed.us/news/fire\" target=\"_NEW\"> US forest service fire information</a><br> <a href=\"http://www.travel.state.mt.us/fire.htm\" target=\"_NEW\">Montana fire information</a></p>"
]