[
  "<p>It all began some time in the last century, in an age when lovers wrote letters to each other sealed up in envelopes. Sometimes they used coloured inks to show their love, or they perfumed their writing-paper with scent. </p> <p>41 Plough Lane,<br>Hampstead,<br>London NW3<br> <br> Monday, June 2nd 1980<br> <br></p> <p>Darling Ned -</p> <p>I'm sorry about the smell. I hope you've opened this somewhere private, all on your own. You'll get teased to distraction otherwise. It's called Rive Gauche, so I'm feeling like Simone de Beauvoir and I hope you're feeling like Jean-Paul Sartre. Actually I hope you aren't because I think he was pretty horrid to her. I'm writing this upstairs after a row with Pete and Hillary. Ha, ha, ha! Pete and Hillary, Pete and Hillary, Pete and Hillary. You hate it when I call them that, don't you? I love you so much. If you saw my diary you'd die. I wrote a whole two pages this morning. I drew up a list of everything that's wonderful and glorious about you and one day when we're together for ever I might let you look at it and you'll die again.</p> <p>I wrote that you're old-fashioned.</p> <p>One: the first time we met you stood up when I entered the room, which was sweet, but it was the Hard Rock Cafe and I was coming out of the kitchen to take your order.</p> <p>Two: every time I refer to my mum and dad as Peter and Hillary, you go pink and tighten your lips.</p> <p>Three: when you first talked to Pete and ... all right, I'll let you off - when you first talked to Mum and Dad, you let them go on and on about private education and private health and how terrible it was and how evil the government is and you never said a word. About your dad being a Tory MP, I mean. You talked beautifully about the weather and incomprehensibly about cricket. But you never let on.</p> <p>That's what the row today was about, in fact. Your dad was on Weekend World at lunchtime, you prolly saw him. (I love you, by the way. God, I love you so much.)</p> <p>'Where do they find them?' barked Pete, stabbing a finger at the television. 'Where do they find them?'</p> <p>'Find who?' I said coldly, gearing up for a fight.</p> <p>'Whom,' said Hillary.</p> <p>'These tweed-jacketed throwbacks,' said Pete. 'Look at the old fart. What right has he got to talk about the miners? He wouldn't recognise a lump of coal if it fell into his bowl of Brown Windsor soup.'</p> <p>'You remember the boy I brought home last week?' I said, with what I'm pretty sure any observer would call icy calm.</p> <p>'Job security he says!' Peter yelled at the screen. 'When have you ever had to worry about job security, Mr Eton, Oxford and the Guards?' Then he turned to me. 'Hm? What boy? When?'</p> <p>He always does that when you ask him a question - says something else first, completely off the subject, and then answers your question with one (or more) of his own. Drives me mad. (So do you, darling Neddy. But mad with deepest love.) If you were to say to my father, 'Pete, what year was the battle of Hastings?' he'd say, 'They're cutting back on unemployment benefit. In real terms it's gone down by 5% in just two years. 5%. Bastards. Hastings? Why do you want to know? Why Hastings? Hastings was nothing but a clash between warlords and robber barons. The only battle worth knowing about is the battle between ...' and he'd be off. He knows it drives me mad. I think it prolly drives Hillary mad too. Anyway, I persevered.</p> <p>'The boy I brought home,' I said. 'His name was Ned. You remember him perfectly well. It was his half term. He came into the Hard Rock two weeks ago.'</p> <p>'The Sloane Ranger in the cricket jumper, what about him?'</p> <p>'He is not a Sloane Ranger!'</p> <p>'Looked like one to me. Didn't he look like a Sloane Ranger to you, Hills?'</p> <p>'He was certainly very polite,' Hillary said.</p> <p>'Exactly.' Pete returned to the bloody TV where there was a shot of your dad trying to address a group of Yorkshire miners, which I have to admit was quite funny. 'Look at that! First time the old fascist has ever been north of Watford in his life, I guarantee you. Except when he's passing through on his way to Scotland to murder grouse. Unbelievable. Unbelievable.'</p> <p>'Never mind Watford, when did you last go north of Hampstead?' I said. Well, shouted. Which was fair I think, because he was driving me mad and he can be such a hypocrite sometimes.</p> <p>Hillary went all don't-you-talk-to-your-father-like-that-ish and then got back to her article. She's doing a new column now, for Spare Rib, and gets ratty very easily.</p> <p>'You seem to have forgotten that I took my doctorate at Sheffield University,' Pete said, as if that qualified him for the Northerner of the Decade Award.</p> <p>'Never mind that,' I went on. 'The point is Ned just happens to be that man's son.' And I pointed at the screen with a very exultant finger. Unfortunately the man on camera just at that moment was the presenter.</p> <p>Pete turned to me with a look of awe. 'That boy is Brian Walden's son?' he said hoarsely. 'You're going out with Brian Walden's son?'</p> <p>It seems that Brian Walden, the presenter, used to be a Labour MP. For one moment Pete had this picture of me stepping out with socialist royalty. I could see his brain rapidly trying to calculate the chances of his worming his way into Brian Walden's confidence (father-in-law to father-in-law) wangling a seat in the next election and progressing triumphantly from the dull grind of the Inner London Education Authority to the thrill and glamour of the House of Commons and national fame. Peter Fendeman, maverick firebrand and hero of the workers, I watched the whole fantasy pass through his greedy eyes. Disgusting.</p> <p>'Not him!' I said. 'Him!' Your father had appeared back on screen again, now striding towards the door of Number Ten with papers tucked under his arm.</p> <p>I love you, Ned. I love you more than the tides love the moon. More than Mickey loves Minnie and Pooh loves honey. I love your big dark eyes and your sweet round bum. I love your mess of hair and your very red lips. They are very red in fact, I bet you didn't know that. Very few people have lips that really are red in the way that poets write about red. Yours are the reddest red, a redder red than ever I read of, and I want them all over me right now - but oh, no matter how red your lips, how round your bum, how big your eyes, it's you that I love. When I saw you standing there at Table Sixteen, smiling at me, it was as if you were entirely without a body at all. I had come out of the kitchen in a foul mood and there shining in front of me I saw this soul. This Ned. This you. A naked soul smiling at me like the sun and I knew I would die if I didn't spend the rest of my life with it.</p> <p>But still, how I wished this afternoon that your father were a union leader, a teacher in a comprehensive school, the editor of the Morning Star, Brian Walden himself - anything but Charles Maddstone, war hero, retired Brigadier of the Guards, ex colonial administrator. Most of all, how I wish he was anything but a cabinet minister in a Conservative government.</p> <p>That's not right though, is it? You wouldn't be you then, would you?</p> <p>When Pete and Hillary both got it, they stared from me to the screen and back again. Hillary even looked at the chair you sat in the day you came round. Glared at the thing as if she wanted it disinfected and burned.</p> <p>'Oh, Portia!' she said in what they used to call 'tragic accents'.</p> <p>Pete, of course, after going as red as Lenin, swallowed his rage and his baffled pride and began to Talk to me. Solemnly. He Understood my adolescent revolt against everything I had been brought up to cherish and believe. No, more than that, he Respected it. 'Do you know, in a kind of way, I'm proud of you, Porsh? Proud of that fighting spirit. You're pushing against authority and isn't that what I've always taught you to do?'</p> <p>'What?' I screeched. (I have to be honest. There's no other word. It was definitely a screech.)</p> <p>He spread his hands and raised his shoulders with an infernal smugness that will haunt me till the day I die. 'Okay. You've dated the upper-class twit of the year and that's got your dad's attention. You've got Pete listening. Let's talk, yeah?'</p> <p>I mean ...</p> <p>I arose calmly, left the room and went upstairs for a think.</p> <p>Well that's what I should have done but I didn't.</p> <p>In fact I absolutely yelled at him. 'Fuck you, Pete! I hate you! You're pathetic! And you know what else? You're a snob. You're a hideous, contemptible snob!' Then I stamped out of the room, slammed the door and ran upstairs for a cry. The President of the Immortals, in Aeschylean phrase, had finished his sport with Portia.</p> <p>Poo. And more poo.</p> <p>Anyway, at least they know now. Have you told your parents? I suppose they'll hit the roof as well. Their beloved son ensnared by the daughter of Jewish left-wing intellectuals. If you can call a part-time history lecturer at North East London Polytechnic an intellectual, which in my book you can't.</p> <p>It wouldn't be love without opposition, would it? I mean, if Juliet's dad had fallen on Romeo's neck and said, 'I'm not losing a daughter, I'm gaining a son,' and Romeo's mum had beamed 'Welcome to the Montague family, Juliet my precious,' it would be a pretty short play.</p> <p>Anyway, a couple of hours after this 'distressing scene', Pete knocked on my door with a cup of tea. Precision, Portia, precision - he knocked on my door with his knuckles, but you know what I mean. I thought he was going to give me grief, but in fact - well no in fact he did give me grief. That is exactly and literally what he gave me. He had just had a phone call from America. Apparently Pete's brother, my Uncle Leo, had a heart attack in New York last night and was dead by the time an ambulance arrived. Too grim. Uncle Leo's wife Rose died of ovarian cancer in January and now he's gone too. He was forty-eight. Forty-eight and dead from a heart attack. So my poor cousin Gordon is coming over to England to stay with us. He was the one who had to call the ambulance and everything. Imagine seeing your own father die in front of you. He's the only child too. He must be in a terrible state, poor thing. I hope he'll like it with us. I think he was brought up quite orthodox so what he'll make of family life here, I can't imagine. Our idea of kosher is a bacon bagel. I've never met him. I've always pictured him as having a black beard, which is insane of course, since he's about our age. Seventeen going on eighteen, that kind of thing.</p> <p>The result of the day is that peace has broken out in the Fendeman home and next week I shall have a brother to talk to. I'll be able to talk about you.</p> <p>Which, O Neddy mine, is more than you ever do. 'Won a match. Played pretty well I think. Revising hard. Thinking about you a great deal.' I quote the interesting bits.</p> <p>I know you're busy with exams, but then so am I. Don't worry. Any letter that comes from you gives me a fever. I look at the writing and imagine your hand moving over the paper which is enough to make me wriggle like a love-sick eel. I picture your hair flopping down as you write, which is enough to make me writhe and froth like a ... like a ... er, I'll come back to you on that one. I think of your legs under the table and a million trillion cells sparkle and fizz inside me. The way you cross a 't' makes me breathless. I hold the back of my envelope to my lips and think of you licking it and my head swims. I'm a dotty dippy dozy dreadful delirious romantic and I love you to heaven.</p> <p>But I wish wish wish you weren't going back to your school next term. Leave and be free like the rest of us. You don't have to go to Oxford, do you? I wouldn't go to any university that made me stay on through the winter term after I'd already done all my A levels and all my friends had left, just to sit some special entrance paper. How pompous can you get? Why can't they behave like a normal university? Come with me to Bristol. We'll have a much better time.</p> <p>I shan't bully you about it though. You must do whatever you want to do.</p> <p>I love you, I love you, I love you.</p> <p>I've just had a thought. Suppose your History of Art teacher hadn't taken your class on a trip to the Royal Academy that Saturday? Suppose he had taken you to the Tate or the National Gallery instead? You wouldn't have been in Piccadilly and you wouldn't have gone to the Hard Rock Cafe for lunch and I wouldn't be the luckiest, happiest, most dementedly in-love girl in the world.</p> <p>The world is very ... um ... (consults the Thomas Hardy textbook that she's supposed to be studying) ... the world is very contingent.</p> <p>So there.</p> <p>I'm kissing the air around me.</p> <p>Love and love and love and love and love</p> <p>Your Portia X</p> <p>Only one X, because a quintillion wouldn't be anything like enough.</p> <p> 7th June 1980</p> <p> My darling Portia</p> <p>Thank you for a wonderful letter. After your (completely justified) criticism of my terrible style of letter-writing, this is going to be completely tricky.</p> <p>It just seems to gush out of you like a geezer (spelling?) and I'm not too hot at that kind of thing. Also your handwriting is completely perfect (like everything else about you of course) and mine is completely illegible. I thought of responding to your little extra (which was fantastic, by the way) by spraying this envelope with eau de cologne or aftershave, but I haven't got any. I don't suppose the linseed oil I use for my cricket bat would entice you? Thought not.</p> <p>I'm so sorry you had a row with your family. Would it help at all if you were to tell Peter (there, I said it!) that I am completely poor? We never go abroad for holidays, it's all my father can do to send me here and I know that it doesn't sound very left wing or anything but he spends all the rest on travelling between London and his constituency and trying to stop our house from falling down. If I had any brothers or sisters, I'd probably (by the way, where on earth did you get 'prolly' from?) have to wear their hand-me-downs, as it is, I wear his. I'm the only boy in the school who goes around in cavalry twills and old hacking jackets on days when we don't have to wear uniform. I even wear his old boater, which is almost orange with age, and the edge of the brim is chipped. When my mum was alive she genuinely used to darn socks for me, like some old Victorian. So my father may be a fascist (which I honestly don't think he is) but he's a completely poor one. Also, I told him that I met a girl in London and he was very pleased. He didn't hit the roof at all when I said you had a Saturday job from school working as a waitress at a hamburger restaurant. In fact he said it sounded like you had some initiative. And as for the Jewish thing - he was very interested and wondered if your family were refugees from Hitler. He had something to do with the War Crimes in Nuremburg (berg?) and ... oh, anyway I'm not trying to say my father is better than yours - I thought your parents were really nice actually - it's just that you don't have to worry about him disapproving or anything. He can't wait to meet you, and I can't wait for you to meet him. Most people assume he's my grandfather, because he's older than most parents, if you know what I mean. He is a very good man I think, but I know I'm completely biased. Anyway, he's all I have. My mother died when I was born. Didn't I tell you before? My fault really. I was her first one and she was nearly fifty.</p> <p>What terrible news about your uncle in America. I'm so sorry. I hope Gordon turns out to be a nice bloke. It'll be great for you to have a brother at last. All my cousins are completely scary.</p> <p>I just cannot wait for term to end. Thank God the last exam is over. I've been revising so hard that my head is bleeding, but I still don't think I've done as well as I need to.</p> <p>Boring school gossip, Number One: I've been made Head Boy.</p> <p>Ta-ra!</p> <p>We call it 'Captain of School' actually. Just for next term but I'll be too busy revising for Oxford entrance for it to mean much. (More on that subject in a bit.) Anyway, by the time you get to my age all the glamour goes out of authority. It just becomes hard work and endless meetings with the headmaster and school monitors - we call prefects Monitors here, don't ask me why.</p> <p>Number Two: the Sailing Club is going to the west coast of Scotland this August. The master in charge has invited me along. For two weeks: the very same two weeks you and your family are going to Italy, so it's the same two weeks we would have been away from each other anyway. For the rest of the time I'll be staying in my father's flat in Victoria and you'll be there with me as much as possible I hope! Are you going to get a job at the Hard Rock again?</p> <p>Anyway. Oxford. I can't bear either that I've got to come back here in September while you'll be as free as a bird. For two pins I'd forget the whole thing and apply to Bristol and be with you. It's not that I'm really so stuck on Oxford, it's just that I know it would break my father's heart if I didn't go. His great-great-grandfather was at St Mark's and every Maddstone since. There's even a quad named after us. You might think that would make it easier for me to get in, but actually it doesn't work like that any more. I'll actually have to do better in my entrance exam than virtually anyone, just to prove that I've got in on merit not on family name and connections. It would mean so much to him. I hope that doesn't sound chronically pathetic. I'm his only son and I just know how much he'd love coming to visit me and walking round the colleges and pointing out his old haunts and so on.</p> <p>I wish you could come and visit me here. Suppose next term I smuggle you in as a new boy? All you've got to do is squeak and look pretty, and you're very good at that. No, not pretty - you're beautiful of course. The most beautiful thing I've ever seen or ever will see. (You are very good at squeaking though.)</p> <p>I love your letters. I still can't believe all this is true. Has it really happened to us? Other boys here have girlfriends too but I'm certain it's not the same for them. They show their letters around and make a great show of drooling publicly over them. That must be a sign that it's really no more than a joke to them. And it isn't a joke for us, is it?</p> <p>You mention that strange thing about Fate and how it was that our school group was at the Royal Academy and how, if we hadn't been, we probably wouldn't have gone into the Hard Rock Caf*. That is such a completely weird thought. But then, when you came up to our table there were, I think, seven of us and why was it you looked twice at me? Apart from the fact that I'm such a moron that I was standing up. I really hate to disillusion you on that, by the way, but it wasn't politeness that made me stand up. I saw you and I stood up. It was like a sort of instinct. This must sound completely crazy - it was as if I had known you for ever. What's more, if I think about it, I could swear that I knew you were going to come out of that swing door. I had been feeling funny all day. Feeling different if you know what I mean, and by the time we got into the restaurant after sweating around the gallery for two hours and walking half a mile down Piccadilly I just knew something was going to happen to me. And when you started coming towards us (you patted the front of your apron and checked your ear for a pencil in the funniest way - I can remember every detail of it) I just leapt to my feet. I nearly shouted out, 'At last!' and then you looked up into my eyes and we smiled at each other and that was it.</p> <p>But you must have noticed the other boys there. Most of them surely taller and better looking than me? Ashley Barson-Garland was there, who's twenty times funnier and twenty times brainier.</p> <p>That reminds me ... I did something completely awful this morning, in Biology. It's a bit complicated to describe and I feel awful about it. It's not something for you to worry about, but it was odd. I read Barson-Garland's diary. Part of it. I've never done anything like that before and I just don't know what came over me. I'll tell you all about it when we meet.</p> <p> When we meet.</p> <p>When we meet.</p> <p>When we meet.</p> <p>I just CANNOT stop thinking about you. All kinds of wicked things start happening to me.</p> <p>Before I was born my father was a District Commissioner in the Sudan. I remember him telling me once that young men arriving from Britain used to go about in ironed khaki shorts and sometimes, if they happened across one of the beautiful Nubian women who went around bare-topped, or often entirely bare, they would have to turn and face the wall or just sit down on the ground there and then, where they were, to cover the fact, as my father puts it, 'that they had become a little excited downstairs.' Well, just imagining you reading this letter, just knowing that these words will soon be in your eyes, that gets me a little excited downstairs. A lot excited downstairs.</p> <p>So when I say that I'm thinking of you and thinking hard, you'll know what I mean. Well, I've gone and made myself blush now. I adore you so much that I hardly know what to do with myself except laugh.</p> <p>I love you to the power of everything, plus one. </p> <p>Ned X <br> <br></p> <p>Ned never knew why he had done such a sly and terrible thing. Perhaps it was Fate, perhaps it was the Devil, in whom he believed sincerely. </p> <p>He had slipped the book from Ashley Barson-Garland's bag, dropped it onto his knees and opened the first page before he was even aware of what he was doing. His right hand lay on the desk and pretended every now and then to slide backwards and forwards through Advanced Cell Biology. </p> <p>Lowering his eyes to his lap, he began to read.</p> <p>It was a diary. He did not know what else he had imagined it might be. It looked at least four years old. He believed that it was its age that had first attracted him to it when he had seen it peeping from the bag. He had seen Ashley carry this book with him everywhere and that had intrigued him.</p> <p>None the less it was very strange that he should have done such a thing. Ned did not like to think of himself as the kind of person who was interested in other people's diaries.</p> <p>It was difficult to read. Not the handwriting, which was very small, but clear and strong: Barson-Garland's style was - how should one put it? - opaque. Yes, that was an intellectual's word. The style was opaque. </p> <p>With each line that Ned absorbed, the drowsy buzz of the classroom fell further and further away into the background, until he was entirely alone with the words and a vein that throbbed quick and guilty in his neck. </p> <p><br> <br> 3rd May 1978<br></p> <p>Didsbury<br></p> <p> Firstly, it has to be the accent. If you get that right, you're close to them. You're halfway there. Not just the accent, mind, the whole delivery. Note the way the voice comes out of the mouth, note too the mouth's limited aperture, the line of the lips, the angle of the head, the dipping of the head, the tilting of the head, the movement of the hands (hands, not arms, they are not Italians after all) and the direction of gaze.</p> <p>Remember how there used to come a hot buzz of blood to your face on the bus every time you heard your name spoken by them? You believed for one heart-jump of a moment as they repeated and repeated your name that they were talking about you. You truly believed that inexplicably they must know you. They had recognised you as one of their own, displaced by some tragic turn of fate. The very first time on the bus, do you remember, they kept mentioning your name? Maybe you were going to be friends. How excited you were! They saw it in you. That thing you have. They spotted it. That indefinable quality of difference.</p> <p>Then you twigged. It wasn't you they were talking about. They had no idea you existed. Theirs was another Ashley altogether. An amusing Ashley ...</p> <p>That's SAY funny, Ashley.</p> <p>Ashley, that's a RAIL hoot.</p> <p>Despite the initial bump of disappointment that had jolted you like an electric shock when you realised it wasn't you they were talking about, it still gave you a little glow of pride and connection. Made you walk with a bit of a swing for a day or so, didn't it? Maybe your name, the name you hated so much, the name that shamed you, that you had believed to be so middle class, maybe, if one of them shared it with you, maybe it was an all right name after all. Could it be that 'Ashley' was, in fact, upper middle class, or even - you never know - aristocratic?</p> <p>Which one of them was Ashley, though? It was absurd, but you caught the name bandied so often that for a shining day or two you wondered whether they could all be Ashleys. Then you considered the possibility that Ashley might be a general name they used for 'friend', their counterpart of the ugly 'mate' that you heard every day in your concrete playground, just streets away from their stone quadrangle? But then you twigged again.</p> <p>There was no Ashley. Ashley did not exist. There was only an actually.</p> <p>That's so funny, actually. Actually, that's a real hoot.</p> <p>Can you actually, can you actually, Ashley, have ever really believed that they might have been talking about you? Did you seriously think that their lazy glances might actually, Ashley, have so much as taken you in? Sometimes your face may have been in the way of the arc of their gaze, but could you have truly believed that your identity, or even your face, ever actually, Ashley, registered?</p> <p>Yet they registered on you. Oh, how they registered. You looked at their skin and their hair and wondered how it could be so different from our skin and hair. From ordinary people's skin and hair. Was it a genetic gift? You noted the signature patch of flush on their cheeks, a hot scarlet, brighter by far than the dusty crimson bruise that stained the cheeks of the boys at your school. You noted too, on some, such pallor and translucence of complexion that you wondered if it might be their diet. Or the diets of their mothers while they still swam in the womb.</p> <p>What burned into your mind most deeply of all of course, was the Flag. The Flag of the Blest. Their Flag. The flop. The flopping fringe. The fringe that flopped. The Flop Fringe Flag. And how it made you ache. What a great hole grew inside you when you gazed upon the Flag. Like a Frenchman, far from home, catching a whiff of Gauloise. Like an Englishman lost in Asia to whose ears there suddenly floats the opening music of The Archers.</p> <p>Because always, deep down, you did feel that their flag was really your flag too. If it weren't for the terrible mistake. And the hole that grew in you, the great ache you felt was not envy, or covetousness. Actually, Ashley, it was loss, it was exile. You had been banished from your own, all on account of the Terrible Mistake.</p> <p>And you only ever shared a bus with them, what, five times? Six at most. You watched them climbing aboard and swinging themselves to the back seat, sometimes a hand would push down on your headrest and the proximity of that hand to your head would send you dizzy and you would try to eat the air around you, so deep was your hunger for what they were. For what they had. Breaking rules, probably. Skipping into London out of school uniform. The beautiful, the ridiculous uniform of tail coats and striped trousers discarded in favour of sweaters and cords. The Flag flying, free to flop without constriction from boaters and top hats.</p> <p>On the last day, the day before the Move North, you retrieved a boater from under the seat, didn't you? He didn't realise at first that he had come onto the bus wearing it. They teased him and laughing he had skimmed it down towards the driver in mock self-disgust. You nearly opened your mouth to tell him it was lodged under the seat in front of you as he passed on his way out, but you kept silent. Ashamed of your North London vowels. You retrieved the boater and you kept it. A shallow straw hat with a ribbon of blue. And afterwards you wore it, didn't you? In your bedroom. You're wearing it now. You are wearing it now, aren't you, you cheap, you creepy, you sad ... And it doesn't work, does it? Your hair is too coarse to flop like a wild Tay salmon or a swatch of Savile Row suiting, your hair bristles, like a bog brush, like a suburban doormat. In fact, you aren't wearing J. H. G. Etheridge's boater (note the three initials ... class), J. H. G. Etheridge's boater just happens to be On Your Head. Just as this diary is On The Table and this table is On The Floor. The floor isn't wearing the table, the table isn't wearing the diary. There's a gulf, a great gaping gulf of difference. And it is this gulf, this gulf that ... that's why so often you jerk off into this straw hat, isn't it? Isn't it, you miserable lump of nothing?</p>",
  "<p>So, the US election is four days away, and it's <a href=\"http://starnews.com/news/politics/articles/closecall1102.html\">too close to call</a>. Some say. Unless of course they think it's a <a href=\"http://www.spectator.org/campaign/campaign.htm\">solid margin</a> for George W. Bush. At least we all agree that the candidates are <a href=\"http://www.prospect.org/archives/V11-24/kuttner-r.html\">diammetrically opposed</a>, fighting an election in which <a href=\"http://www.sierraclub.org/sierra/200009/whyvote.asp\">the future of the planet</a> is at stake? Sort of, except that anybody knows they are <a href=\"http://www.prospect.org/columns/kuttner/2000/kuttner-r001030.html\">dreadful candidates</a>, <a href=\"http://www.nationalpost.com/commentary/columnists/story.html?f=\" stories 20001102 449285.html\">with no burning issues dividing them</a>, and the whole thing is as important as <a href=\"http://199.97.97.16/contWriter/endprnewswire/2000/11/02/jXbXh/4779-0529-NY-Pharmacia-Rogaine...html\">the candidates' hairlines</a>. It's the fuzzy election - to every assumption about the event everyone knows nothing about, someone else will put the opposite case. </p> <p>That's fine, but this was also supposed to be the net election - the poll in which voters surfed the net to look for answers and crystallise their opinions. As the <a href=\"http://pqasb.pqarchiver.com/cgi-bin/pqasbabs.cgi?QDesc=%5BUSA+Today%5D+Web+makes+little+impact+on+election&amp;QCPP=http:%2f%2fpqasb.pqarchiver.com%2fcgi-bin%2fpqasbquery.cgi%3fBRCH%3d1%26VER%3d1%26CERT%3dERiK3IVYvUcOMXFAe3AYPn5rLOjZxVbO33FYCcpzuq1fQXsxeavkFfe88PlhP65z%26REQ%3d2%26Qry%3dPDN%2528%253E%252010%252F7%252F2000%2529%2520AND%2520internet%2520and%2520election%2520AND%2520NOT%2520text%2528see%2520microfiche%2529%26QryTxt%3dinternet%2520and%2520election%26form%3dSearch%26datetype%3d1%26site%3dUSAToday%26serial%3d2&amp;QVPID=USAT-single-001&amp;site=USAToday&amp;QProd=&amp;QIID=000000063078409%7CABS%7CDq1PB58UB9ykt6IuuEh8gj6CYc9VWtbK0gwjDK7otZ8qD5QwNI3hsXrAn992Dtgo&amp;FMT=FT:Full%20text&amp;FrameName=\" &amp;args=\"DID%3d000000063078409%257CABS\" \">USA Today</a> claims in its report on a <a href=\"http://63.140.238.20/press_releases/pr_001031.htm\">Bush/Gore</a> site traffic survey, that hasn't happened. Hits to the official sites have been low, as has web advertising by the main parties. If you're Al Gore - the net-savvy candidate with a slight deficit in the polls - you have to say you've missed a trick. Here's why.</p> <p>First, users tend to visit not blandly partisan websites, but pages they get told about in the office or the pub. So <a href=\"http://www.bushfiles.com/bush_toc.html\">The Bush Files</a>, produced by the Texas Observer, attacks Bush's record in Texas but isn't that well known. <a href=\"http://www.mediaresearch.org/news/goregaffesvideo.html\">Gore's gaffes</a>, another attack site, has a similar effect, complaining that Gore is capable of unfortunate exaggeration. But the big hit has been Slate's <a href=\"http://slate.msn.com/Features/bushisms/bushisms.asp\">complete Bushisms</a>, which proves hilariously that Bush is prone to more than the odd brain-mouth bypass. Crudely, one up to Gore.</p> <p>Second, voters tend to put their faith in statistics, especially user-led statistics produced by respected sources. To this end, says <a href=\"http://www.wired.com/news/print/0,1294,39887,00.html\">Wired News</a>, Republicans have been making good use of online polls on US sites, by voting in them early and often. \"To the extent that online polls matter in changing a campaign's momentum by indicating, at the very least, which candidate's supporters feel more strongly, the Republicans beat the Democrats handily,\" the article says. There's a similar effect in the autotrader.com poll reported in <a href=\"http://news.bbc.co.uk/hi/english/world/americas/newsid_1002000/1002256.stm\">BBC News Online</a>, in which users are asked which car each candidate resembles: where Bush is a Porsche, Gore is a Volvo. One-all.</p> <p>Third, the internet tends to give a platform to minorities. But for the Nader factor, this might act in Gore's favour. But Ralph Nader is the candidate who has probably waged the most successful internet campaign, to the extent that a main theme is now <a href=\"http://www.salon.com/politics/feature/2000/10/28/nader/index.html\">how many votes Nader will take off Gore</a>. The Madison County Times is even claiming that it is <a href=\"http://www.alternet.org/story.html?StoryID=\" 10031\">Gore</a>, not Nader, who is the spoiler (story hosted on Alternet.org). No score, or a slight shift to Gore.</p> <p>The knock-on effect of the Nader factor has been the kerfuffle over vote-trading online. Websites have sprung up telling people to vote tactically - that is, swap their Nader vote in a swing state for a Gore vote in Texas. Left-wing magazine the Daily Nation has backed <a href=\"http://www.thenation.com/special/pollwatch.mhtml\">tactical voting</a>; other articles, such as this one in <a href=\"http://slate.msn.com/netelection/entries/00-11-01_92442.asp\">Slate</a>, have questioned vote-trading's legality. At any rate, some of the sites have been <a href=\"http://www.guardianunlimited.co.uk/internetnews/story/0,7369,391576,00.html\">closed down</a>. There are even sites, also closed down, backing vote auctioning - literally, selling your vote to the highest bidder. A superb article, also in <a href=\"http://www.slate.com\">Slate</a>, deconstructs the <a href=\"http://www.guardianunlimited.co.uk/weblogarticle/0,6799,216439,00.html\">economics of this practice</a> and reckons that, if the election was run by eBay, the richest politician would win, which isn't so far from what is happening at the moment. </p> <p>Internet users, of course, are more likely to be swayed by the candidate who appears to be more internet aware. To this extent, says <a href=\"http://www.voila.co.uk/News/afp/media/001031213354.8jdeu6g3.html\">a study reported by AFP</a>, both candidates have missed out by spending comparatively little on web advertising: an advert for Bush I saw recently on Slate, home of the <a href=\"http://slate.msn.com/Features/bushisms/bushisms.asp\">complete Bushisms</a>, was so novel it gave the impression of Bush looking confident on his opponent's territory. But Gore, of course, is the candidate with the convincing tech background, as this <a href=\"http://www.redherring.com/mag/issue84/mag-gore-84.html\">Red Herring</a> interview and this <a href=\"http://www.telegraph.co.uk:80/et?ac=003746783906418&amp;rtmo=pshMU1he&amp;atmo=rrrrrrrq&amp;pg=\" et 00 11 2 ecfpres02.html\"\">Daily Telegraph</a> article demonstrate - but as both also demonstrate, that exaggeration about \"taking the initiative in Congress in creating the internet\" still comes back to haunt him. So only a slight shift to Gore, and overall, not much to choose.</p> <p>On the net as anywhere else, though, money talks. If Gore had spent more on the net, Bush could have spent more still. And as far as real estate is concerned, says the Detroit Free Press, the Republicans <a href=\"http://www.freep.com/money/tech/mwend2_20001102.htm\">lead again</a> - 2,666 Bush sites registered compared to 1,834 Gore. Next time around, the Democrats will have to learn to get their retaliation in first.</p> <p><strong>Useful links</strong></p> <p><a href=\"http://www.guardianunlimited.co.uk/weblog\" target=\"NEW\">The weblog: our pick of coverage from around the web</a></p> <p><a href=\"http://www.guardianunlimited.co.uk/US_election_race/Story/0,2763,381260,00.html\">Net election - the links</a></p> <p><a href=\"http://www.guardianunlimited.co.uk/US_election_race/\">Special report: the US election</a></p>",
  "<b>1. Character </b> <br>  From beginning to end, the presidential election race has hinged on the character of the two candidates. Voters have big doubts about both <a href=\"http://www.AlGore2000.com/\" target=\"_new\"> Al Gore </a> and <a href=\"http://www.georgewbush.com/\" target=\"_new\"> George Bush </a>: the winner is likely to be the candidate Americans decide they dislike least. <p>George Bush has been marked as a grinning, <a href=\"http://politics.slate.msn.com/Features/bushisms/bushisms.asp\" target=\"_new\"> gaffe-prone airhead </a> with little knowledge of domestic issues and none of foreign affairs. Rumours about his behaviour at university, his conviction for drink driving in 1976 and videos of him drunk at a wedding party have not helped his cause. However, the Yale and Harvard-educated Bush is no dimwit, even if he doesn't pretend to match Al Gore for intellect and has never written a book. In fact his amiable vagueness is an attraction for many voters: it certainly didn't do Ronald Reagan any harm.</p> <p>Al Gore is leaden where Mr Bush is light, informed where Mr Bush is ignorant. His worthy plugging of the merits of big government means he scores well with the electorate on policy issues. But voters see him as excruciatingly dull: a sort of know-all teacher's pet. That is not the kind of president most Americans want and is the prime reason his campaign is in trouble. </p> <p>As a result, Mr Gore is trying to show the softer side to his character, kissing his wife passionately at this summer's Democratic convention and even giving an interview barefoot on a beach. Will this do the trick by polling day? If it does, the White House will almost certainly be his. </p> <p><b>2. Bill Clinton</b></p> <p>The sitting president, Bill Clinton, will <a href=\"http://www.guardianunlimited.co.uk/US_election_race/Story/0,2763,390837,00.html\" target=\"_new\"> influence the result </a> in two big ways. The Lewinsky affair and Mr Clinton's high-pressure fundraising techniques have tainted Mr Gore's reputation for moral integrity. That has been a big boost for George Bush.</p> <p>Meanwhile, Mr Clinton's success in combining economic growth with a budget surplus has helped the Democratic cause. Republicans have found it hard to convince voters that America has been mismanaged while Al Gore has been number two at the White House.</p> <p><b>3. Vice-presidents </b></p> <p>The battle of character extends to the deputies. Both were chosen to make up for the weaknesses of the main candidates.</p> <p>Al Gore is running with the Connecticut senator <a href=\"http://www.guardianunlimited.co.uk/US_election_race/Story/0,2763,351514,00.html\" target=\"_new\"> Joseph Lieberman </a>. As a strong moral critic of Bill Clinton's personal behaviour, he has added credibility to the Gore campaign. Not least because, as a devout Orthodox Jew, Mr Lieberman appeals to many voters doubtful about the integrity of his running mate. If Mr Gore wins, commentators will see Mr Lieberman's selection as a key factor in his success.</p> <p>Dick Cheney, George Bush's deputy, has had a lesser impact on the campaign. A prosperous oil executive from Wyoming, he has a long record of service in high office, including a spell as defence secretary to Mr Bush's father, the former president. As such, Mr Cheney has added gravitas to a lightweight campaign, but not enough to outweigh more pressing factors.</p> <p><b>4. Debates </b></p> <p>In a close year, the series of televised debates between the presidential candidates can swing the election. </p> <p>This year, Al Gore was widely tipped to crush George Bush in each of the three 90-minute official debates and romp to power. It did not work out that way. Mr Gore's aggressive style in the first debate saw him beat Mr Bush on points - but polls afterwards showed that voters liked Mr Bush's gentle approach. </p> <p>Mr Gore changed his style in the second debate, only to find commentators slamming him for letting Mr Bush's assertions pass unchallenged. In the third debate Mr Gore came out narrowly on top, but by then it was too late. George Bush had survived.</p> <p>Meanwhile, the single vice-presidential debate resembled a friendly fireside chat. Overall, then, this year's debates have settled nothing. The field is still wide open.</p> <p><b>5. Texas </b></p> <p>Al Gore is pushing the<a href=\"http://www.guardianunlimited.co.uk/US_election_race/Story/0,2763,390883,00.html\" target=\"_new\">Texas factor</a> hard, claiming that his rival's poor record on education and pollution as the governor of the state makes him unfit to run the country. But Mr Bush's campaign has been just as eager to rebut all the claims and the tit-for-tat warfare is likely to alienate voters, not energise them. Republicans even point to Mr Bush's links with Texas as a positive point: unlike Mr Gore, they say, he is not part of the Washington elite.</p> <p>One issue can't be hidden, though: Texas' rapid-fire use of the <a href=\"http://www.guardianunlimited.co.uk/US_election_race/Story/0,2763,332204,00.html\" target=\"_new\"> death penalty.</a> Though both candidates say they support its use, many voters find the 150 executions Mr Bush has authorised as governor hard to stomach. Many others, of course, welcome the Texan's hardline stance on crime. The impact on election day is hard to predict. </p> <p><b>6. Ralph Nader</b></p> <p><a href=\" http://www.votenader.com/\" target=\"_new\"> Ralph Nader </a>, the green candidate, has found himself under the media spotlight in the past fortnight as commentators have realised that he <a href=\"http://www.guardianunlimited.co.uk/US_election_race/Story/0,2763,337255,00.html\" target=\"_new\"> could deny Al Gore the presidency</a>. </p> <p>Almost all his supporters are natural Democrats, whose support Al Gore will badly miss. National polls put Mr Nader on 2-5%, which is bigger than the margin of difference in many states and could hand victory to George Bush.</p> <p>As a results Democrats are piling on the pressure, asserting that a vote for Nader is, in effect, a vote for Bush. Will this strategy gain Al Gore a vital extra point or two in the polls? So far, there is little sign of it.</p> <p>Pat Buchanan, the fourth candidate, scores only around 1% in the polls - but as an ex-Republican running as a rightwing Reform candidate he will cost Mr Bush some votes. Mr Buchanan is most interesting for his running mate: against expectations he chose a black woman, Ezola Foster.</p> <p><b>7. Abortion </b></p> <p>The United States has always been unsettled about abortion. Many voters and politicians abhor it, while others defend a woman's right to choose. Al Gore comes down in the latter camp; Bush, almost certainly, in the former. Some voters fear that Bush will appoint hardline judges to the supreme court, who will overturn the court's crucial decision in favour of abortion. That fear works in Gore's favour. </p> <p><b>8. Big government</b></p> <p>Many American voters dislike federal government: they see it as a tax-hungry monster dominated by a metropolitian elite. Plenty of other voters, however, depend on the services that federal government protects and provides. </p> <p>The election race reflects this divide. George Bush, the natural home for big-government sceptics, has taken care to paint himself as a middle-of-the road moderate. And Al Gore, who really is a moderate with a long history of backing reform of the way government works, has adopted a more traditionalist, left-of-centre pro-government agenda.</p> <p>He may look back on this as <a href=\"http://www.guardianunlimited.co.uk/US_election_race/Story/0,2763,389546,00.html\" target=\"_new\">his big error</a>. By moving to shore up the core Democrat vote, he may have lost the support of the middle-class voters who twice elected Bill Clinton.</p> <p> <b>9. Health Care </b></p> <p>Al Gore promises action to control the cost of prescription drugs and to ensure all Americans have access to health care, a stance popular with older voters. It may be the reason for his campaign proving unexpectedly competitive in Florida, the retirees' state.</p> <p>George W Bush says much the same, but then describes Medicare, the state safety net for the old, as \"outdated\". This kind of talk worries some voters, though it reassures others who would prefer government money to return to them in the form of tax cuts.</p> <p><b>10. Taxation </b></p> <p>The healthy state of the US economy means that government income exceeds expenditure. The dilemma for the candidates is: what balance should they strike between tax cuts and expenditure? </p> <p>George Bush plans to devote half of the surplus \"to saving Social Security\u0085 one-quarter for pro-growth tax cuts; and the remainder to reform education, strengthen Medicare and support other priorities\". </p> <p>Al Gore proposes a complex scheme of targeted tax relief, covering things such as health care, the environment, business growth and college education. This has appealed to voters worried that a Republican president would slash welfare programmes, but alienated others who see Gore as an outdated fan of interventionist big government.</p> <p><b>11.Education </b></p> <p>George Bush has not made education a priority, in contrast with Al Gore, the traditional Democrat. </p> <p>Gore's plan involves greater federal supervision of the nation's schools and a sizeable increase in spending - another complex scheme which appeals to some voters and deters others. </p> <p><b>12. Foreign Policy </b></p> <p>Foreign policy issues have not made headlines in the campaign so far, but events in Yugoslavia and the Middle East have pushed them up front in these last weeks before polling day. </p> <p>Polls show that Republicans are trusted more than Democrats when it comes to standing up for American interests around the world. That's the good news for George Bush. </p> <p>The bad is that no one doubts that it is Al Gore who has a far better understanding of world affairs. The question is whether Americans want a foreign policy expert in the White House. The two candidates' strengths and weaknesses on the issue will probably cancel each other out.</p> <p><b>13. Petrol </b></p> <p>The rising price of oil has hit American motorists in their wallets and they are not happy. The issue carries dangers for both candidates.</p> <p>Al Gore has a reputation as an environmentalist who wants to reduce car use and regards energy taxation as a good thing. Voters who believe that he will increase petrol prices still further will be wary of electing him.</p> <p> George Bush and his running mate have both made money from oil companies, which many Americans see as one of the causes of rising gas prices. They may turn against Bush for profiting from their troubles.</p>",
  "<p>Tax, capital punishment, healthcare - all important, but the real indication of the most suitable man for the White House was this week provided by <a href=\"http://www.ew.com/ew/\">Entertainment Weekly</a> when it asked three of the presidential candidates about their favoured forms of entertainment.</p> <p>On the subject of their favourite movie, the threesome differed wildly, both in terms of how discerning their tastes and how often they appeared to catch a movie. Democrat Al Gore opted for Spike Jonze's skittish take on fame, <a href=\"http://guardian.imdb.com/Title?0120601\">Being John Malkovich</a> (pictured); Republican George W Bush plumped for populist crowd-pleaser <a href=\"http://guardian.imdb.com/Title?0118655\">Austin Powers</a>; and Reform candidate Pat Buchanan, perhaps insecurely, selected the jingoistic <a href=\"http://guardian.imdb.com/Title?0187393\">The Patriot</a>.</p> <p>As for favourite actors, Gore chose the sphinx-like <a href=\"http://guardian.imdb.com/Name?Jones,+Tommy+Lee\">Tommy Lee Jones</a>, George W Bush went for the eternally roguish <a href=\"http://guardian.imdb.com/Name?Nicholson,+Jack\">Jack Nicholson</a> and Pat Buchanan digged all-round-nice-guy and bringer of salad seasoning to the masses <a href=\"http://guardian.imdb.com/Name?Newman,+Paul\">Paul Newman</a>.</p> <p>Telling choices continued in the other categories with Gore revealing his fondness for Stendhal's saga of personal ambition Scarlet and Black for favourite book, Bush hawking his Everyman credentials once again with the news that there's always a place in his heart for Baseball Tonight (favourite TV programme) and Pat Buchanan letting slip his hankering for the music of Patsy Cline.</p> <p>The full list can be seen at <a href=\"http://www.aint-it-cool-news.com/display.cgi?id=\" 7350\"\">Ain't It Cool</a>.</p>",
  "California is the Big One. Easily the biggest state in the Union, it commands 54 votes in the presidential electoral college - that's 20% of the total needed to win the White House. <p>At the outset of the campaign, most commentators assumed that the California contest was cut and dried for Al Gore. Even a couple of weeks ago, he was leading in the opinion polls by nearly 15%.</p> <p>All that has changed: George W Bush is campaigning vigorously in the state and has poured millions of dollars into an advertising blitz.</p> <p>Gore, his lead cut to around 7%, has been forced to divert his campaign from marginal states to shore up his crumbling support on the West Coast.</p> <p>President Clinton is also on the stump in California - although, at the insistence of the Gore camp, he is keeping well apart from his vice-president.</p> <p>The <a href=\"http://www.latimes.com/\" target=\"_new\">Los Angeles Times</a> loftily eschews endorsing either candidate in the presidential race, but shrewdly sums up the contest: \"The 2000 presidential campaign boils down to this:</p> <p>\"Either vice president Al Gore will win because voters like his experience and positions on major issues, and because he is better prepared to be president, or Texas Gov George W. Bush will win because he is more likable and believable.\"</p> <p>Meanwhile, the paper wears its heart on its sleeve in backing the re-election campaign of Democrat Senator Dianne Feinstein. It particularly praises her for pressing for stricter gun laws.</p> <p>The <a href=\"http://www.sfgate.com/chronicle/\" target=\"_new\">San Francisco Chronicle</a> chides those supporters of Green Party candidate Ralph Nader who argue that a Green vote will not be wasted, even if lets in a Republican president.</p> <p>\"The election remains close enough that even a modest-sized Nader vote could tip the result to Bush in several key states. A Field Poll released yesterday - a seven-point Gore lead, with Nader at 4% - suggested that such a scenario was unlikely, but not impossible, even in California.</p> <p>\"Ralph Nader is telling potential voters who are inspired by his populist-left agenda to forget about pragmatism and 'vote your dreams.' They may find, however, that the dream is a nightmare.\"</p> <p>The <a href=\"http://www.sacbee.com/\" target=\"_new\">Sacramento Bee</a> reports that Al Gore's healthy lead in the state is crumbling - down from 14% to a parlous 7%.</p> <p>Part of the vice-president's problem is that women voters are shifting allegiance: \"The most dramatic shift in Gore's support was among women. While the vice president maintains a still-comfortable, 15-point lead among female voters, that margin is down from 29 points in early October.</p> <p>\"Clues that help explain the erosion in Gore's support among women are hidden in the subgroups of female respondents. While Gore leads Bush by 60% to 30% among women employed full time, he evenly splits the vote with Bush among women not employed full time.\"</p> <p>The <a href=\"http://www.signonsandiego.com/\" target=\"_new\"> San Diego Union-Tribune</a> reports President Clinton's last-minute swing through California to shore up the Gore vote</p> <p>\"Clinton followed Gore's trip to California earlier this week. Their trips counter Bush's decision not to simply hand the state to Gore without a fight. Bush is spending millions on statewide television ads - some in Spanish to target the Hispanic vote.</p> <p>\"Bush boasted that he would shock the nation by clenching California's 54 electoral votes, a fifth of the 270 needed to win. George Bush, in 1988, was the last Republican presidential candidate to carry California.\"</p> <p>The <a href=\" http://www.coastweekly.com \" target=\"_new\">Coast Weekly</a> in Monterey decries the widespread lack of interest among the electorate.</p> <p>\"This Tuesday, in what may be the closest presidential election in 40 years, just a tad more than half the eligible voters will exercise their right to vote.</p> <p>\"Americans, if they aren't actually indifferent to the democratic process, are giving a very good impression of people who are. Investigating the public's apparent disdain of politics has kept a lot of political and social scientists in work.</p> <p>\"The putative reasons that always make the short list are Richard Nixon and Watergate, Ronald Reagan and Contragate, and Bill Clinton and Zippergate. We suspect special interest money and cronyism have done their part, too.\"</p> <p>In Long Beach, the <a href=\" http://www.ptconnect.com/\" target=\"_new\"> Press-Telegram</a> has no doubts who should be president.</p> <p>\"The closer comes election day, the clearer becomes the choice. If you believe you're better off today than eight years ago, you ought to vote for George W Bush. It is Bush, not Al Gore, whose message of inclusiveness and moderation and values has resonated with voters.</p> <p>\"It has become a remarkable irony that Bush, not Gore, is the logical successor to the great centrist Bill Clinton.\"</p> <p>The Long Beach paper also has an exotic item about a speech to a local boys' and girls' club by a distinguished overseas visitor - John Major. He confided to the youngsters: \"I did nothing at school. I just wasted all my time there.</p> <p>\"To be rudely honest, I loathed school and left just before I was 16, with no qualifications.\" According to the paper, the former prime minister was quizzed by the fascinated youngsters about his life and work.</p> <p>One question concerned \"the UK's decision not to join the European Community\".</p>",
  "US presidential candidate George W Bush has admitted to a drink driving conviction but insists the revelation will not damage his chances in Tuesday's election <p>Mr Bush was arrested 24 years ago near his family's summer home in Maine after driving away from a bar where he had been drinking beer. He was fined $150 and banned from driving in Maine for a short period</p> <p>The disclosure came in a report last night on the US cable channel Fox News. He said he had chosen to keep the incident private to protect his daughters. </p> <p>Mr Bush, who was 30-years-old at the time, questioned the timing of the revelation.</p> <p>\"I do find it interesting that it's come out four or five days before the election,\" he said during a hastily arranged news conference, his first in months of campaigning.</p> <p>He refused to name his top suspect, saying only, \"I have my suspicions.\" </p> <p>Chris Lehane, a spokesman for Democratic rival Al Gore, denied involvement. \"We had absolutely nothing to do with this,\" he said. </p> <p>Mr Bush said he was not proud of the arrest. </p> <p>\"I said that years ago I made some mistakes. I occasionally drank too much and I did on that night,\"</p> <p>\"I have been very candid about my past. I've said I've made mistakes in the past. People know that. They've thought about that. They're making their minds up now,\" he added. </p> <p>Mr Bush, 54, has previously refused to answer questions about \"youthful indiscretions,\" including whether he used illegal drugs in the 1960s and early 1970s. </p> <p>He said he stopped drinking the day after his 40th birthday on July 6, 1986. Alcohol \"was beginning to compete for my affections,\" he told an interviewer in September. </p> <p><b>Related stories</b></p> <p><a href=\"http://www.guardianunlimited.co.uk/US_election_race/Story/0,2763,391987,00.html\">3 November: Bush springs to history's attention</a><br><a href=\"http://www.pixunlimited.co.uk:7080/ramgen/news/politics/1102kettle.ra\">Audio: Martin Kettle at George W Bush's Minneapolis campaign rally (2mins 20)</a><br><a href=\"http://www.guardianunlimited.co.uk/US_election_race/Story/0,2763,391320,00.html\">Comment: David McKie says why he does not support Gore or Bush</a></p> <p><b>Useful links</b></p> <p><a href=\"http://www.georgewbush.com/\" target=\"_new\">George Bush's official site</a><br><a href=\"http://www.foxnews.com/elections/\" target=\"_new\">Fox News</a><br><a href=\"http://www.dui-help.com/quiz.html\" target=\"_new\">Drink driving defence quiz</a><br><a href=\"http://www.me-drunkdrivinglawyer.com/intake.htm\" target=\"_new\">Find a drink drive lawyer in Maine</a></p>",
  "Ross Perot. Remember him? The Texas oil billionaire with the small frame and the huge ego won almost 20m votes in the 1992 presidential election, running as a right-wing populist outsider. <p>His 19 per cent share as a third-party candidate devastated President George Bush's re-election effort.</p> <p>It enabled Bill Clinton to seize the presidency. For the Republican Party, which believed that it owned America's future, it was a shock from which the party has not yet recovered.</p> <p>Perot proved two things in 1992. He showed that there were millions of Americans outside the two-party electoral system. They voted for him in droves in 1992, pushing the turnout total to a record high.</p> <p>And Perot also showed that a vote for a strong third-party candidate was not necessarily a wasted vote at all.</p> <p>Perot's votes, after all, decided the election. The problem was that they gave the victory to the man they least wanted to win it.</p> <p>Four years later, Perot had a second go, and proved something else. He proved that lightning doesn't strike in the same place twice.</p> <p>In the 1996 election, he polled 8m votes and took 8% of the total. This time, Clinton's comfortable re-election margin over Bob Dole exceeded Perot's share.</p> <p>It wasn't a good year for third parties. A guy called Ralph Nader, running as the Green candidate, took just 0.7%.</p> <p>Perot had run out of gas, even though the Reform Party had qualified for federal funding in 2000 on the strength of his showing. This time around, though, Perot has remained silent and inaccessible.</p> <p>Throughout the long months in which his supporters struggled in vain to prevent Pat Buchanan's conservative takeover of his party, Perot sat in his tent, doing nothing.</p> <p>Last night, Perot's ego finally got the better of his sulk. He broke his long silence to go on CNN's Larry King Live, where he endorsed George W Bush as the only man who could bring the country together and as the only candidate fit to lead Americans into war.</p> <p>For Buchanan he had nothing but contempt.</p> <p>Perot still looks the same. He still says the same things. He still has the self-important certainty that only billions of dollars can give a man.</p> <p>But he doesn't matter any more, and nor does the party that he created, and whose decline he has been powerless to prevent. Their moment was then.</p> <p>But this is now. Earlier this year, Buchanan looked as if he might be a significant figure in the 2000 election calculus.</p> <p>He appeared capable, polls implied, of winning enough votes both to weaken Bush's victory chances and to requalify the Reform Party for federal funding in 2004.</p> <p>But the capture of the party at the Long Beach convention in August was a completely pyrrhic victory for Buchanan. He has dwindled to utter insignificance.</p> <p>He is a toothless laughing stock who will be lucky to win 1% in the polls on Tuesday, never mind the 5% he needs for federal funding next time around.</p> <p>Buchanan's collapse goes some way to explain why Bush is the favourite to win on November 7. Even if Buchanan was running at a modest 3 or 4%, Bush's current poll lead over Gore - 47% to 43% on last night's polls - would be almost entirely neutralised. But it isn't.</p> <p>And what's more, Al Gore is suffering precisely that problem from the revived Ralph Nader.</p> <p>After two elections that the left won because the right was split, there is a certain reciprocity in what is happening in 2000. This time, it is the left that is split.</p> <p>Nader hovers at 3 or 4% in most national polls, which has been enough to keep Gore in second place throughout most of the last month.</p> <p>As a result, the Gore strategy has been to focus in a key group of winnable states that can supply an electoral college majority. But Nader stands in Gore's way there too.</p> <p>His strong states - Washington, Oregon, Minnesota, Wisconsin and Maine - are states Gore needs to win.</p> <p>Local polls show that strong Nader showings in only one of these five might make the difference in the electoral college by handing a normally Democratic state to Bush rather than Gore.</p> <p>Nader has proved this year what Perot found eight years ago. There are a lot of people outside the two parties, but votes for a strong third party can hand the election to the \"real\" enemy.</p> <p>There is very little sign in the polls that Nader is being squeezed in the final days of the campaign. He seems certain to do far better than he did in 1996.</p> <p>If he does, then the Clinton presidency will end in a mirror image of the circumstances in which it began. Ross Perot, a natural man of the right, handed the presidency to Bill Clinton.</p> <p>Ralph Nader, a natural man of the left, is about to hand it to George W Bush. Never let it be said that a third party vote is a wasted vote.</p> <p><b>Email</b><br> <a href=\"mailto:martin.kettle@theguardian.com\">martin.kettle@theguardian.com</a></p> <p><b>Related special reports</b><br> <a href=\"http://www.theguardian.com/US_election_race/0,2759,376727,00.html\">US election race</a><br> <a href=\"http://www.theguardian.com/usguns/0,2759,182056,00.html\">Gun violence in America</a></p> <p><b>Interactive quiz</b> <a href=\" http://www.guardianunlimited.co.uk/quiz/questions/0,5961,387782,00.html\">Do you know your Bushisms?</a></p> <p><b>Other articles:</b><br> <a href=\" http://www.searchunlimited.co.uk/search97cgi/s97networkr_cgi?QueryText=%28martin+kettle%29AND+%28VdkPublicationDate+%3E%3D+01%2DSep%2D1998%29&amp;ResultColSize=2000&amp;ResultTemplate=ArchiveFull%2Ehts&amp;Collection=archive&amp;SortSpec=score+Desc&amp;Query=martin+kettle&amp;ResultStart=1&amp;ResultCount=10&amp;ResultMaxDocs=1000&amp;Dtv=\">More articles by Martin Kettle</a></p> <p><b>Useful links </b><br> <a href=\"http://www.washingtonpost.com/\" target=\"_new\">The Washington Post</a> <br><a href=\"http://www.AlGore2000.com/\" target=\"_new\">Al Gore official site</a> <br><a href=\"http://www.georgewbush.com/\" target=\"_new\">George W Bush official site</a> <br><a href=\"http://www.votenader.com/\" target=\"_new\">Ralph Nader official site</a> <br><a href=\"http://www.gwbush.com/\" target=\"_new\">Spoof: GWBush.com</a> <br><a href=\"http://www.algore-2000.org/\" target=\"_new\">Spoof: Al Gore 2000</a> <br><a href=\" http://www.mediaresearch.org/news/goregaffesvideo.html\" target=\"_new\">Al Gore gaffe videos</a> <br><a href=\"http://www.whitehouse.gov/\" target=\"_new\">The White House</a><a> <br></a><a href=\"http://www.capsteps.com/\" target=\"_new\">Capitol Steps political satire</a></p>",
  "The last revolution was also the strangest. On Thursday October 5, as Serbs stormed the parliament in Belgrade, waving flags from its burning windows, and seized the headquarters of state television, which an opposition leader had once christened \"TV Bastille\", it looked like a real, old-fashioned European revolution. The storming of the Winter Palace! The fall of the Bastille! <p>Now, surely, the last east European ruler to have remained in power continuously since the end of communism, the \"butcher of the Balkans\", would go the way of all tyrants. There were fevered reports that three planes were carrying Slobodan Milosevic and his family into exile. Or that he was holed up, Hitler-like, in his bunker. Would he be lynched? Or executed like Ceausescu? Or commit suicide, as both his parents had done? </p> <p>Instead, late on the evening of October 6, Milosevic appeared on another national television channel to make the kind of gracious speech conceding election defeat that one expects from an American president or a British prime minister. He had just received the information, he said, that Vojislav Kostunica had won the presidential election. (This from the man who had spent the last 11 days trying to deny exactly that, by electoral fraud, intimidation, and manipulation of the courts.) He thanked those who voted for him, but also those who did not. Now he planned \"to spend more time with my family, especially my grandson, Marko\". But then he hoped to rebuild his Socialist Party as a party of opposition. \"I congratulate Mr Kostunica on his victory,\" he concluded, \"and I wish all citizens of Yugoslavia every success in the next few years.\" </p> <p>Neatly dressed, as always, in suit, white shirt and tie, he stood stiffly beside the Yugoslav flag, with his hands crossed very low in front of him, like a schoolboy who had been caught cheating. It was incongruous, surreal, ridiculous in the pretence that this was just an ordinary, democratic change of leader. </p> <p>Yet that is exactly what the new president also wanted to pretend. President Kostunica told me later that Milosevic had telephoned him to ask if it was all right to make the broadcast, and he was delighted, because he wished to show everyone in Serbia that a peaceful, democratic transfer of power was possible. Earlier that same evening, Kostunica had appeared on the \"liberated\" state television, grey-suited and sober as ever, fielding phone-in questions from the public and talking calmly about voting systems, as if this were the most normal thing in the world. </p> <p>Yes, I found young people celebrating in front of the parliament building that night, blowing whistles and dancing. But most of the friends I talked to - people who had been working against Milosevic for years - expressed neither ecstasy nor anger, but a blend of wry delight and residual disbelief. Was he really finished? </p> <p>That was nothing to the bemusement of the world's journalists. Heck, wasn't this supposed to be a revolution? But the revolution seemed to have started on Thursday night and stopped on Friday morning. No more heroic scenes. No bloodshed. The Serbs had failed to deliver. They had disappointed CNN, and ABC, and NBC. The Palestinians and Israelis were more obliging. They were killing each other. So half the camera crews left for Israel the next day. Those who stayed went on wrestling with the question: what is this? </p> <p>First there was the election. Already on the night of Sunday September 24, a sophisticated and independent election monitoring group had told the opposition that Kostunica had won, and people danced in the streets of Belgrade until the early hours. But everyone knew that Milosevic would not concede defeat. He would probably try to \"steal the election\" fraudulently claiming extra votes from Montenegro and Kosovo. This was only the end of the beginning. </p> <p>Sure enough, Milosevic had the Federal Election Commission declare that Kostunica had won more votes than he had, but not enough to secure victory in the first round. There would have to be a run-off second round on October 8. The opposition now took a giant gamble, against the advice of many western politicians and supporters. They said no, we will not go to the second round. Instead, by orchestrating peaceful popular protest, they would force Milosevic to concede that he had lost the election. And they set a deadline: 3pm on Thursday October 5. </p> <p>The election campaign already had elements of revolutionary mobilisation, like that of the Solidarity election campaign in Poland in the summer of 1989. Revelection, so to speak. But now things developed more clearly toward a new-style peaceful revolution. People came out on the streets of Belgrade and other towns for large demonstrations. The opposition knew that would not be enough. After all, in 1996-97 Milosevic had survived three months of large demonstrations. So they called for a general strike. And they appealed to all the citizens of Serbia to come to Belgrade on Thursday October 5, for the demonstration to end all demonstrations. </p> <p>The general strike was very patchy at first. But in one central place it took hold: in the great opencast coalfields of Kolubara, some 30 miles south of Belgrade, which provide the fuel to generate more than half of Serbia's electricity. It was inevitably compared to the Lenin shipyard in Gdansk, birthplace of the Polish revolution in 1980. Here, as there, one of the massive fortresses of communist industrialisation - some 17,500 people are employed in the Kolubara complex - was finally turning against its makers. Here, as there, a vital role was played by the more skilled workers and technical staff, who had connections to the democratic opposition: the semiconductors of revolution. People like Alexander Karic, a 36-year-old engineer who was dubbed the Lech Walesa of Kolubara. \"But there are many Lech Walesas,\" he said. \"We are all Lech Walesas.\" </p> <p>Sitting in a cafe, he wore blue overalls and a bright orange baseball cap proclaiming \"1+1=2\" - the slogan of Orwell's hero in 1984. The strike at Kolubara had great symbolic significance. It increased the revolutionary momentum and broke down the barriers of fear. What followed was purely Serbian. </p> <p>Early on the morning of Thursday October 5, great columns of cars and trucks set out from provincial towns, from Cacak and Uzice, from Kragujevac and Valjevo, from the rich plains of the Vojvodina in the north and the Serbian heartland of Sumadija in the south. The convoy from Cacak, headed by its longtime opposition mayor, Velimir Ilic, had a bulldozer, an earthmover and heavy-duty trucks loaded with rocks, electric saws and, yes, guns. They literally bulldozed aside the police cars blocking the road. </p> <p>Many of those who went to Belgrade were ordinary people from opposition-controlled cities, sometimes better informed than their counterparts in the capital, because of the local independent television and radio stations, but often materially worse off than the Belgraders, and so more angry. However, among them were also former policemen and soldiers, veterans of the Serbian campaigns in Croatia, Bosnia and Kosovo - tough, with shaved heads and guns under their leather jackets. Men who knew how to fight, and were determined to win this day. </p> <p>From north and south, east and west, they converged on Belgrade. They joined with the Belgraders who had come out in hundreds of thousands, further infuriated by the latest absurd verdict of the constitutional court, which declared the presidential election null and void. So there they stood, massed with flags, and whistles, and banners which read \"He's Finished\", in front of the impressive parliament building where the Federal Election Commission was also based. </p> <p>It was three o'clock - deadline for the revolution. Then it was just past three, and someone in the crowd turned to Professor Zarko Korac, a member of the opposition leadership which had set the deadline, and said: \"Well, professor, it's seven past...\" </p> <p>No one knew what would happen next. Or did they? What happened between about three and seven o'clock on the afternoon of October 5 changed everything. Led by a man in a red shirt, defying police batons and tear gas, a crowd stormed the parliament. Soon thereafter, the nearby state television headquarters was trashed and set alight. A handful of other key media outlets, including the state television studio and transmission centre and the formerly independent B92 radio station, seized at the start of the Kosovo war, were more peacefully taken over. Kostunica cried, \"Good evening, liberated Serbia\", to an ecstatic crowd, and they celebrated in the streets. </p> <p>These events invite a moment's reflection on the relationship between image and reality. Those who stormed the parliament created an unforgettable image of liberation - an image that CNN and the BBC sent around the world. This image then became reality. Taking over the state television was itself another compelling television image: the \"TV Bastille\" in flames. But it also meant that the opposition now controlled the place that made the images. And that, not the army or police, is the very heart of power in modern politics. </p> <p>I remember Jacek Kuron, the Polish opposition leader, saying in Warsaw in 1989 that if he had to choose between controlling the secret police and television, he would choose television. Our democracies are television democracies. Milosevic's dictatorship was a television dictatorship. And television was equally central to the revolution. This was a coup de theatre that had the effect of a coup d'etat . Who was responsible for it? </p> <p>I collected at least a dozen eyewitness accounts of the storming of the parliament, and they differ greatly. Success has many fathers. The ranks of those who did the heroic deed, or planned it, grow like relics of the true cross. About such events, the whole, exact, and sober truth will never be known but there is ample evidence that, besides much spontaneity, there was a strong component of deliberately planned, revolutionary seizure of power. </p> <p>Velimir Ilic, the mayor of Cacak, described to me how he and his group prepared their trip to Belgrade as if it were a military operation. When I asked one of his vanguard, a burly former paratrooper from the elite 63rd Parachute Regiment, what the object of the operation was, he said crisply: \"That Vojislav Kostunica should appear on state television at 7:30pm.\" </p> <p>Before they left, Ilic told them: \"Today, we will be free or die.\" </p> <p>There is doubtless some retrospective self-glorification in these accounts, but other witnesses agree that the boys from Cacak were there in the front line, and well equipped to fight the police. A Belgrade friend who was there recalls a youth of 15 or 16 standing before the parliament and taunting the crowd: \"Do you people from Belgrade need us from Cacak to show you how to take your own town hall?\" </p> <p>Cacak was not alone; there were many angry men from other provincial towns. When the first, heavy waves of tear gas were launched by the police, the intelligentsia of Belgrade mostly fled to nearby apartments, or offices, or cafes. Another friend met an acquaintance who said: \"This is the biggest funeral ever.\" She thought the rising was defeated. But the hard men from the provinces came back into the square. They had no nearby apartments to go to, and they were here to finish the job. </p> <p>The honour of Belgrade was saved by fans of the city's leading soccer club, Red Star. They were, by all accounts, also fighting in the front line. They had practised already in their soccer stadium, taunting the police with chants of \"Save Serbia, Kill Yourself Slobodan\". And they knew all about police tactics. Afterwards, the new mayor of Belgrade, Milan St Protic, thanked them for their heroic role. It must be the only time that a city mayor has thanked his soccer hooligans for going on the rampage. </p> <p>There are dozens more pieces of the jigsaw to fit into place: retrospective claim and counterclaim about planned and spontaneous action. But the essential point is established. There was, after Serbia's 1989 and its 1980, a brief moment of 1917: a deliberate yet limited use of revolutionary violence. But the remarkable thing is how limited it was, and how quickly the country returned to new-style, peaceful revolution. </p> <p>The question remains why the army, and the powerful police and state security special forces built up under Milosevic, did not intervene, instead leaving the ordinary police to throw some tear gas and then give up. For those forces, well-equipped and battle-hardened, could easily have caused a bloodbath in central Belgrade - although it would probably only have precipitated a far bloodier end of the regime. </p> <p>Here we enter the murkiest waters. Among the claims made about the army are that its chief, General Pavkovic, previously known as an arch-ally of Milosevic, refused to order his tanks to roll; or, rather more plausibly, that, on consulting with his senior commanders, Pavkovic discovered that they were not willing to risk using their largely conscripted forces against their own people. Zoran Djindjic, the Democratic Party leader, told me that the feared \"red berets\", formally the Special Operations Unit of the State Security Service under the Serbian Interior Ministry, received a direct order to bomb and retake the parliament and television. They did not carry out the order. Instead, two days later, those same \"red berets\", commanded by one General \"Legend\" Zemovic (recognisable by the red rose tattooed on the back of his neck), took over the Interior Ministry for - or at least, in cahoots with - Djindjic. </p> <p>Belgrade being Belgrade, there are even darker speculations. For as long as I have been travelling here, people have been telling me fantastic tales about conspiracies - internal, but also western, especially American ones. This is the world capital of conspiracy theories. But in this case, I think there may just be some truth in them. </p> <p>The speculation is that disaffected former members of the army, secret police and special forces, who had earlier been wondering about trying to overthrow Milosevic, now helped to ensure that he was misinformed and that the forces were unresponsive. In the case of the army, there is little secret. </p> <p>Two very senior former Milosevic generals, Momcilo Perisic (dismissed as chief of staff in 1998) and Vuk Obradovic, were now leaders of the opposition, and had publicly and privately appealed to their former comrades not to act against the people. But the most important figure mentioned is the former secret police chief, Jovica Stanisic, who was fired by Milosevic in 1998, but is still believed to wield much influence on those shadowy Belgrade frontiers where secret police, paramilitaries, businessmen, politicians and mafia-style gangsters intermingle. </p> <p>The motives of such men in the shadows? First, \"just to screw Milosevic\", as the political analyst Bratislav Grubacic put it to me. Those that Milosevic used and then cast aside were taking their revenge. Second, as a source once close to Milosevic explained: \"To save their lives. And their money - you know, a lot of money. Perhaps to keep their freedom too.\" </p> <p>I was struck by the fact that when I asked Djindjic why there was not a popular march on the secret police headquarters, like the East German storming of the Stasi, he hastily replied: \"No, we think there is valuable equipment there, which every state would need.\" </p> <p>This is all, I repeat, no more than informed speculation. But Belgrade is a city where people do have the most curious connections. And something more than just the patriotic restraint of the armed forces, and the velvet power of peaceful popular protest, does seem to be required to explain the absence of any serious attempt at repression. </p> <p>On that afternoon of October 5, one woman was crushed under the wheels of a truck. An old man died of a heart attack. The chief editor of state television and a number of policemen and demonstrators were beaten up. There are unconfirmed reports of two police deaths. That was about it. Little short of a miracle in a country still ostensibly ruled by Milosevic, and stashed full of guns and men well accustomed to using them. </p> <p>\u0095 Timothy Garton Ash is the author of History of the Present: Essays, Sketches and Dispatches from Europe in the 1990s (Penguin). This is an edited version of an article which appears in the current issue of the New York Review of Books.</p>",
  "<p>Does anyone even care any more? When it comes to the things that really matter - like trick-or-treating, making halfway decent Halloween movies and even conducting presidential election campaigns - nobody seems prepared to put in the kind of sincere effort that used to make these things fun. Bush'n'Gore plus Book of Shadows: Blair Witch 2 don't add up to much of a Halloween in my book. </p> <p>Look at the election. Two dynastic mannequins, one dull, the other a dullard, running neck-and-neck towards a dreary outcome. Given the high stakes, this is the moment when the mudslinging and dirty fighting should begin in earnest, with Dubya's erstwhile coke buddies being chivvied out of their burrows and into the tabloid headlines, or Al Gore's 11 illegitimate offspring suddenly being discovered in some gothic Tennessee orphanage. Yeah, right. Fat chance of this pair proving to be that interesting. All this just makes me nostalgic for satanic campaigners like Nixon and LBJ. Sure they were both monsters, but election day always falls about a week after Halloween, so at least they were getting into the spirit of things. </p> <p>Come Halloween, I do my bit. I buy a bucket of candy monsters and skeletons, chewy jelly-brains and edible severed fingers. I crank up the Cramps, Screaming Jay and Bobby \"Boris\" Pickett, and ensure the candlelit living room is thickly populated by teetering drunks with a gift for tormenting small children. When the bell rings, we fling the front door open and scream in filthy caterwauling unison at whatever five-to-nines are gathered there. Anyone who doesn't instantly fill their drawers or flee into the suburban night gets a fistful of ghastly snack-treats. </p> <p>Here's the problem. They're all up for the treats half of the equation, but they're very backward when the hour for tricks draws nigh. Every year we chose one group at whom we just yell: \"Not scary - get lost!\" Nobody ever does anything. The house isn't egged or bogpapered. Nothing. They're not trying . Trick or treating should be all about stocking up on shaving foam, leaving cartons of eggs in the sun for weeks beforehand and diligently collecting all the dogshit you'll need well in advance. </p> <p>Same goes for Halloween parties. The only frat party I ever attended was at Halloween 1984. The invite said: \"Swimming attire mandatory.\" On arrival I was asked to don my trunks, whereupon I was hurled down a greased chute into a basement full of fake blood and real drunks. The fratboys had lined their basement party HQ with waterproof tarpaulins, then filled it with gallons of dyed water. For hours, drunken sorority sisters and their pole-axed dates fainted and/or puked into the increasingly foetid tide lapping around our ankles. The whole magnificent, grotesque affair was called \"Slaughterhouse Phi Beta Kappa\". But last weekend I turned up, without a costume, in the declining stages of a big Halloween party and made do with styling myself \"The Late John Patterson\". Shameful, really. Those fratboys would have chucked me in the pool naked and pelted me with lawnchairs. </p> <p>And neither is Hollywood pulling its seasonal weight. This year's Halloween output is shockingly poor. Book of Shadows is a pretty uninvolving mini-studio creep-out, entirely lacking in the DIY aesthetics that made the original at least interesting to look at and an inspiration to no- budget film-makers everywhere. Elsewhere there was the kiddie-centric The Little Vampire. This was directed by the same Uli Edel who gave us junkies in Christiane F and endless gang-rape in Last Exit to Brooklyn, which makes me wonder if The Little Vampire might not have its subversive aspects after all. </p> <p>How any of this could excite moviego ers is beyond me. I can't imagine anyone experiencing the same ecstasy of anticipation as I did when on Friday August 13, my gore-hungry friends and I lined up in San Francisco for the first showing of Friday the 13th Part III in 3-D. It had a brand new 3-D process that really made those severed limbs fly right out at you. When Jason squeezed the skull of one of many promiscuous teenagers, the victim's eyeball flew right into our laps. Oh, how we squealed! But this year? Oh, how we yawned. </p> <p> <strong>Fart jokes are all we have</strong><br></p> <p>Not an edifying week for female British stars in the US. Liz Hurley - arriving at the VH-1 Vogue Fashion Awards on the arm of married mad-dog comic Denis Leary (whose suit was smeared with Liz's Estée Lauder body-glitter) - appeared discombobu-lated when a bystander asked how one of her breasts had slipped out of her dress. \"I don't know what you're talking about,\" she stammered. Liz gave Heidi Klum, from Access Hollywood, the evil eye after being given an informal best-dressed award (a Barbie doll), muttering a snotty \"Thanks a lot!\" through dagger-filled eyes. </p> <p>More of the same from Posh Spice when she appeared (alongside Baby) on The Daily Show, hosted by John Stewart. The Spices gave a series of dreary Richard and Judy responses as Stewart gamely took up the slack. Emma Bunton seemed happy enough, but Posh seemed bewildered by Stewart's irony-laden humour. </p> <p>Finally she said: \"I don't think you're that funny.\" The audience laughed, but no one applauded. An exquisitely polite and charming Stewart then replied: \"Of course, over there you guys have, let's see, irony, sarcasm, wit - and over here all we have is fart jokes. And you're right: we're not funny! We just can't all do that Benny Hill stuff.\" Throughout the remainder of the show, Stewart repeatedly cut to a still of Posh's reaction: a rictus of sheer, uncomprehending hatred.</p>",
  "Voters in America's battleground states cannot turn on their television this week without exposing themselves to a bombardment of increasingly aggressive election adverts as election day nears. <p>The George W Bush campaign may be all sweetness and light on the surface, but its latest ad accuses Al Gore of \"bending the truth\". The Gore campaign, meanwhile, has just launched a new ad which attacks Mr Bush's record in his home state, Texas, and warns that his tax cuts \"hurt the many\". </p> <p>But that is just the start. The real nastiness in the battle of the airwaves is waged not by the campaigns themselves, but by their surrogates; the organisations and special interest groups which say the things that the candidates desperately want said - provided it's by someone else. </p> <p>Yesterday, a Texas-based group called Aretino Industries began airing an ad targeting Mr Gore as weak on defence and a puppet in the hands of communist China. The commercial, which deliberately echoes a famous anti-Barry Goldwater ad from the 1964 election, shows a girl pulling the petals off a daisy as a nuclear explosion begins. </p> <p>\"China has the ability to threaten our homes with long range nuclear warheads,\" the commentary says, as the words \"Vote Republican\" appear on the screen. </p> <p>From the other side, two ads by the National Association for the Advancement of Coloured People urge black American voters to support the Democrats by invoking the racial murder of James Byrd, who was dragged to his death behind a truck in Mr Bush's state two years ago. </p> <p>One of the ads features a pick-up truck pulling a heavy chain like the one to which Byrd was tied, with a commentary by Byrd's daughter Renee Mullins. The other, also featuring Ms Mullins but without the picture of the truck and chain, says: \"We will not be dragged away from our future. Vote on November 7. Please.\" </p> <p>An ad from the Reform party's presidential candidate, Pat Buchanan, is not for the faint-hearted, either. It features a mock auction in which the two main candidates are for sale. Mr Gore is bought by \"Red China\" while Mr Bush is purchased by \"the drug lobby\". </p> <p>At local level, the ad war has been just as fast and furious. </p> <p>Early research suggests that the Democrats, who have officially pledged to ban the \"soft money\" that supports the ads by independent groups, are making much greater use of the system than their Republican rivals. </p> <p>A New York University report this week said that pro-Democratic groups' spending on television advertising totalled more than $9m (£6.2m), compared with less than $500,000 spent by pro-Republican groups. </p> <p>Negative campaigning of this kind is universally condemned by politicians and the public. But as long as it works - and it seems to - neither party is prepared to disarm itself of such an effective weapon.</p>",
  "George W Bush has the wind in his sails, and seen close to he looks as if he knows it. Striding across the midwest battleground in the past two days, he has had a spring in his step, a serenity in his manner and a confidence in his voice that all say the same thing: he is aware that he stands on history's threshold. He thinks he has got it. <p>Mr Bush's lead in the national polls is narrow but persistent. Al Gore's campaign team can produce a detailed and almost plausible explanation of why their man will still pull it off on Tuesday by winning in the key states, but their theories are all crippled by the same devastating objection: Mr Bush is in the lead and he is not doing anything at all to throw it away. </p> <p>Even the weather gods seem to be on his side as his campaign plane, Responsibility One, pulls up on the tarmac at Minneapolis after a gruelling flight from Seattle. </p> <p>It has been raining all morning and the clouds are low, but now the sun breaks through, with perfect timing, to produce a mini-masterpiece of political theatre. </p> <p>A college band strikes up a swaggering rendition of the theme from Mission: Impossible and the crowd who have been waiting here for nearly two hours catch the feel of the moment and shout themselves hoarse. </p> <p>Chris Kavkashian says he is surprised at himself for coming out to see the Bush bandwagon roll through the \"airport event\" which typifies the frenzied final days of presidential campaigning. </p> <p>\"I'll tell you why I'm here in one word,\" he says. \"Integrity. That man has it. Gore hasn't. He and Clinton, they just do things any way they want to.\" </p> <p>Words like integrity, responsibility and character have been scattered across the speeches of Republican politicians throughout this presidential campaign. They are the euphemisms the party has settled on to raise the Clinton question without seeming negative, and without reminding middle-of-the-road voters about the Republican fanatics whose sole public project for the past eight years has been to drive the Democratic president from office. </p> <p>The issue is always somewhere in the speeches, though it is never allowed to dominate or get out of control. Yet Mr Kavkashian's focus seems typical of the crowd waiting for Mr Bush. Only one in about a dozen people interviewed at random chooses taxes as the most important reason for supporting Bush in the election. The rest, in one way or another, all choose character. </p> <p>\"All the shenanigans of the the last eight years embarrassed me personally as an American,\" says Barbara Martin. </p> <p>\"I think Bush would put integrity back in the White House.\" </p> <p>\"He's a bit of personality. He's the kind of guy you'd like to hang out with,\" says Chuck McShane. \"I'd have preferred John McCain. If McCain had run, this election wouldn't have been close, even in Minnesota. But half a loaf is better than no bread.\" </p> <p>When he reaches the stage, Mr Bush does not say much about character. He doesn't need to. It would make him look too mean. His message, emblazoned in huge yellow letters on a blue banner behind him, is \"Bringing America Together\". </p> <p>He concentrates on his tax cut plans, and he spends much of his time attacking Mr Gore as a big spender. </p> <p>\"You are looking at 285 federal programmes that my opponent promises to create or expand,\" he says as aides pull aside a curtain to reveal a huge list headed \"Gore Proposes More Big Government\". </p> <p>Gore's promises add up to \"the largest expansion of government in 35 years\", he says. He would go on a \"$2 trillion spending spree\". </p> <p>By this stage in the campaign the messages have been reduced to the barest of essentials. \"He trusts government. I trust you,\" Mr Bush repeats, echoing Ronald Reagan 20 years ago. But where Reagan regularly trashed the whole idea of government, Mr Bush is more careful. \"We believe in government that knows its limits, but shows its heart.\" </p> <p>But where Mr Bush fears to tread, others rush in. Long before he arrives, and before most of the media check in to hear what he says, the Republican candidate for one of Minnesota's congressional seats shows fewer scruples. </p> <p>Mark Kennedy tells the crowd a story. Bill Clinton is desperate to secure his presidential legacy, he says. He can't sleep. As Clinton writhes, George Washington appears to him in a dream. What should I do to secure my legacy, Clinton asks. \"Always tell the truth. Never tell a lie,\" Washington tells him. The crowd roars. </p> <p>The next night Clinton dreams again. This time Thomas Jefferson appears to him. Clinton asks about his legacy. Jefferson answers quickly: \"Cut taxes and give government back to the people.\" They roar again. </p> <p>Now Clinton has a third dream. This time it is Abraham Lincoln's turn to be asked the question. What should Clinton do to assure his legacy? Lincoln thinks for a long time, and then speaks. \"Go to the theatre,\" he says. </p> <p>A crowd who would undoubtedly say without a moment's hesitation that they represent mainstream American values cheer with delight at the thought that Bill Clinton might be shot dead. </p> <p>It is a mark of Mr Bush's confidence that in the campaign's final days he should be in Minnesota, an idiosyncratic but generally Democratic state which has not voted for a Republican presidential candidate since 1972. </p> <p>But this is the state that elected the wrestler Jesse Ventura, an independent, as governor two years ago, and these are counter-intuitive times in American politics. A poll this week showed Mr Gore still ahead in Minnesota, but only by 44% to 41%. </p> <p>The Green candidate, Ralph Nader, whose running mate Winona LaDuke lives in Minnesota, is strengthening his challenge and has risen in the polls to 8%. Mr Nader could hand Minnesota to Mr Bush.</p> <p><b>On the stump yesterday</b></p> <p><b>George W Bush</b> </p> <p>Four midwest battleground states in a single day, starting in <b>Des Moines, Iowa</b>. Flew to <b>St Charles, Missouri</b> for a late morning Victory 2000 rally. Then to <b>Chicago, Illinois</b>, where he spoke at DuPage College, in the congressional district represented by House judiciary committee chairman Henry Hyde. Ended with a rally at Wisconsin State Fair Park outside <b>Milwaukee</b>. </p> <p><b> Al Gore</b> </p> <p>A long day in four widely scattered swing states. Began in <b>Scranton, Pennsylvania</b> with a speech on \"Big Choices\", rallied in central <b>Chicago, Illinois</b>, then flew 1,500 miles for a rally with Hispanic-American voters in <b>Las Cruces, New Mexico</b>, before flying to a 1am rally in <b>Kansas City, Missouri</b> </p> <p><b>Helping out yesterday</b></p> <p><b>For Gore</b>: Lenny Kravitz, Sarah Jessica Parker, Stephen King, Barbra Streisand </p> <p><b> For Bush</b>: Bo Derek, Norman Schwarzkopf</p>",
  "George W Bush's campaign admitted last night that the Republican presidential candidate had pleaded guilty to a drink-driving charge nearly a quarter of a century ago that has been kept secret until now. <p>\"It's not something he's proud of,\" a campaign spokeswoman said last night, after copies of the police report on the arrest were faxed to news organisations in the state of Maine. </p> <p>In the 1976 incident, Mr Bush was arrested by police near the family summer home in Kennebunkport, Maine, during the Labour Day weekend, which falls in early September. He was said to be driving with friends, whose identity has not been revealed. The incident took place the year before Mr Bush married his wife Laura. </p> <p>Police patrols pulled Mr Bush over after he was seen to be driving too slowly. Mr Bush pleaded guilty to driving a motor vehicle while under the influence of alcohol and was fined $150. His right to drive in Maine was revoked for \"a period of time\", but Mr Bush's Texas driving licence was not affected. </p> <p>With just four days to go before the presidential election, the Bush campaign team moved into instant damage control mode late yesterday after the Fox News Channel broke the story on its early evening bulletin. </p> <p>Mr Bush's spokeswoman, Karen Hughes, called a special briefing at Chicago airport, speaking to travelling reporters at the foot of the steps beneath the Bush campaign plane as the Republican candidate prepared to fly to Milwaukee for a rally last night. </p> <p>\"I hope this mistake the governor made 24 years ago would not have an impact in the final days of this election,\" Ms Hughes said. </p> <p>\"The timing of this information coming out about something that happened 24 years ago and about which his daughters didn't even know before the election is questionable.\" </p> <p>Expectations have been rife that some sort of revelation about Mr Bush's past might see the light of day during the campaign, but the Republican nominee had managed to get to within four days of the presidential election before last night's news. </p> <p>Mr Bush has not made any secret of his struggle with the bottle before he finally gave up drinking a decade ago, before he began his meteoric political career. </p> <p>But the revelation of an arrest, plus the fact he had concealed it not just from the voting public but also from his daughters, is unlikely to win him any admirers and could conceivably cost him votes if the issue begins to fester in the final days of the close-fought campaign.</p>"
]