[
  "<p>Al Gore's choice of Senator Joseph Lieberman as his vice-presidential candidate ensures that if he wins the presidency, there will be two people in the White House who care about global warming. </p> <p>Lieberman welcomed the Kyoto Treaty on reducing carbon emissions, and has introduced a bill on the subject in the Senate. At the Kyoto conference, he applauded when Gore made his impassioned appeal for an agreement, while others in the American congressional delegation sat on their hands. </p> <p>Lieberman is co-sponsor of a clean energy bill that supports renewable energy sources for producing electricity, and he has talked about solar power and hydrogen as fuels. He also introduced a bill in the Senate looking forward to a domestic market in carbon emissions. A company would be given permission to emit a certain amount of carbon dioxide into the atmosphere, and if it reduces its emissions below that level, it can sell its permit for the surplus. This uses market forces, which American business likes, rather than taxation, which it does not. </p> <p>Lieberman's bill authorises the president to give credit to a company that reduces its emissions now, which could be cashed in if or when an emission trading scheme is introduced. \"I think a trading scheme will come,\" Lieberman said recently. \"As for the Kyoto Treaty, I think America will come on board eventually. We want a leadership role in the world and we should have one in this area. </p> <p>Lieberman disagrees with the EU over how the US should achieve its Kyoto targets. He thinks the US should be allowed to do this by international trading - by paying other countries to do the reducing, either by financing tree-planting schemes or buying their surplus reductions. Europeans point out that the Kyoto Treaty says such mechanisms should be supplemental to domestic reductions. They want to see the US making an effort at home. </p> <p>\u0095 Norman Moss's book Managing the Planet is due out next month, published by Earthscan, price £16.99</p>",
  "<p><strong> UK loses first wind </strong><br> Morocco is inviting tenders to build two wind farms totalling 200 megawatt capacity - about 8% of the country's electricity needs. Only one in 10 of the rural poor have power at the moment and wind farms are seen as part of the solution. In the UK where the DTI and Helen Liddell, the energy minister, continue to tilt the market towards fossil fuels, the industry still struggles for survival, with less than 1% of the market. This is despite the fact we have more wind resource than any country in Europe, particularly offshore, where even the scenic countryside lobby find it hard to object to the technology. The DTI's attitude is particularly puzzling since the UK was once the world leader in this field and there is plenty of business out there. In this climate, with no home base to work from, it is not surprising that none of the companies tendering for the Moroccan contracts are British. </p> <p><strong> Healthy heather</strong><br> The glorious 12th (the start of the grouse shooting season) last week-end saw some cheerful news for the bird's heather habitat, if not for the grouse. New research shows that the steep decline in heather moorland is being reversed. Over 160,000 acres of new moorland have been created or brought back into management by re-seeding, bracken control and reduction in grazing, replacing some 200,000 acres lost since 1945. More sympathetic management is good news for curlew, golden plover, dotterel, lapwing, and predators like merlin, shorteared owl, hen harrier and peregrine. </p> <p><strong> Fired into action</strong><br> With large tracts of the US on fire and Al Gore needing the green vote in his presidential bid, he has added an 8,000 word foreword to his 1992 book, Earth in the Balance, for re-issue next month by Earthscan. The catchy title of the new chapter is \"The coming environment decade\" and top of his concerns is global warming which, needless to say, the US must tackle, he says. So far top marks, Al, as long as we ignore the last eight years of relative inaction. </p> <p><strong> Britain goes batty</strong><br> One last piece of good news: a colony of rare Barbastelle bats has been discovered in Wales - the first in that country, and the fifth in Britain. In all, 10 of the 16 species of British bat were found in Pengelli Forest Nature reserve using sonar detectors and giving hope of other discoveries elsewhere.</p>",
  "<p>Bill Clinton's farewell speech to the party faithful at the Democratic national convention could have been described as the performance of his life, but its aftermath landed the departing president in some last-minute hot water. The \"Oscar\" that Clinton received from California governor Gray Davis was revealed to be a fake. </p> <p>A swift disclaimer from the <a href=\"http://www.oscars.org/\">Academy of Motion Picture Arts and Sciences</a> described it as no more than \"a fibreglass prop\" taken from the lot at Paramount studios.</p> <p>Davis, a Democrat, had presented Clinton with the phoney Academy Award on Monday night, saying: \"I want to give the Clinton family the highest award Hollywood can give for an extraordinary performance - an Oscar for being the best president.\" </p> <p>Clinton, who famously posed with Kevin Spacey's Oscar in the spoof video Clinton: The Final Days, appeared delighted with the award. \"I had Kevin Spacey's Oscar and he was ungracious enough to come and take it away from me,\" he told the assembled crowd. \"Now that I have one of my own, I'll be able to lord it over him.\"</p> <p>But yesterday brought a swift rebuttal from the real-life Academy. \"Our concern is that people are commenting that the president got an honorary Oscar,\" said Academy spokesman Jon Pavlik. \"We want people to understand that it wasn't really an Oscar. It was a counterfeit Oscar being used in an inappropriate way.\" </p> <p>In a statement, Academy president Robert Rehme stressed that \"both in its bylaws and in 72 years' worth of careful practice, the Academy is resolutely non-political. Unfortunately the prop looks to have been an awfully accurate counterfeit, and it was identified as an Oscar.\" </p> <p>Yesterday the Democrats were sounding a contrite note. \"It was a prop presented as a way to honour the president and have fun,\" said a spokesman for the governor. \"We didn't mean any disrespect.\"</p> <p>Since coming to office in 1992, Clinton has been known for his high-profile supporters within Hollywood, and there is even speculation that he may take a job within the industry - possibly with Spielberg's <a href=\"http://www.dreamworks.com/\">DreamWorks</a> - when he leaves office next January. </p> <p>However, the current Democrat hopeful, Al Gore, already appears to be keeping Hollywood at arm's length. Gore's choice for vice-president, Joseph Lieberman, has regularly criticised what he regards as the movie industry's corrosive influence, echoing traditional Republican concerns. With Clinton's departure, the federal government's love affair with Tinseltown could be drawing to a close.</p>",
  "There have been at least three different conventions taking place in Los Angeles this week: the official Democratic National Convention; the Shadow Convention, dealing with the issues allegedly not being addressed by the Democrats; and the convention - if that is the right word - on the streets, in the form of protest. <p>Last night the Reverend Jesse Jackson became the first politician to bring all three together. Jackson, once a candidate for the presidency himself, got a standing ovation from the official convention after invoking the memory of Martin Luther King and calling for an America that included everyone. By everyone, he stressed, he also meant the protesters whose causes should be respected.</p> <p>The previous night, the Los Angeles police had waded in with rubber bullets and tear gas to disperse the crowd that had gathered to hear the band Rage Against the Machine. Earlier in the day, Jackson had addressed a packed Shadow Convention that is meeting a few blocks away about the \"war on drugs\". </p> <p>If Jackson was making an effort to bridge the divides between the different parts of America, the speakers who followed him at the main convention bridged a different gap. Caroline Kennedy, the daughter of the late president, recalled that it had been in Los Angeles in 1960 that her father had been chosen to run in his successful campaign against Richard Nixon. </p> <p>\"It is time once again to ask more of ourselves,\" she told the delegates, to applause. She said that as she and her late brother were growing up, hardly a day had gone by without someone telling them how much their father had meant to them. Many people, including the Democrats' vice-presidential candidate, Joe Lieberman, had been inspired to enter public office because of JFK's memory. </p> <p>She also stressed the differences between the Democrats and Republicans on issues such as abortion and gun control. She introduced her uncle, Ted Kennedy, now the patriarch of the country's best-known political family. He used his time to eulogise Al Gore, who has so far been overshadowed at the convention by the Clintons. </p> <p>Ted Kennedy said that Gore was the only candidate for president who could help bring about the dream of universal healthcare for all Americans, which he described as a \"life or death issue.\" </p> <p>The session closed with Bill Bradley, who lost in the primaries to Al Gore, making a further plea for Gore in November. \"Our country needs a Democratic conscience,\" he told a cheering crowd. He, too, harked back to a different time and the \"ideals of Jack, Bobby and Martin, the ideals they died for\".</p> <p>The day's speeches gradually spelled out the differences between the two major parties with a reminder from speakers that George W Bush was one of the most anti-abortion governors in the country and that his election might lead to an end of a woman's right to choose. </p> <p>Many speakers also claimed that the Democrats were the party of diversity while the Republicans used \"window dressing\" to try and persuade voters that they represented more than just white America. </p> <p>Outside the convention centre a rally opposing the sanctions against Iraq took place peacefully as hundreds of riot police stood by.</p>",
  "Police fired rubber bullets at the end of a protest concert by the band Rage Against the Machine outside the heavily guarded entrance to the convention centre late on Monday night. Several people were hurt as police horses and riot squads moved in. <p>The came at the end of a long hot day of marches in protest at \"corporate greed\". </p> <p>About 8,000 people had assembled for the concert. As it ended, a small number of protesters threw missiles - mainly plastic bottles, although the police said stones had also been thrown - and tried to scale the perimeter fence. </p> <p>The police started clearing the area, striking out with batons, firing rubber bullets and bringing in horses. </p> <p>A number of people, including Ted Hayes, a leading homeless activist, were felled. </p> <p>Several legal observers were injured as people fled in the confusion. </p> <p>The Los Angeles police department has adopted a policy of \"saturation policing\", which means that officers in riot gear run into position every time there appears to be a gathering on the street. </p> <p>Its spokesman, David Kalish, said the strategy was to \"saturate the area, maintain the peace and ensure public safety\". </p> <p>But many in the crowd felt that the police had over-reacted. Although some anarchists had started to cut holes in the perimeter fence with wirecutters, most of the crowd made no effort to breach the security net. </p> <p>Thirty-nine people have been arrested since the weekend, including 10 who were protesting against the Gore family's involvement in Occidental Oil, which has drilling rights in land claimed by the U'wa Indians in Colombia.</p>",
  "Bill Clinton formally yielded the Democratic party standard to Al Gore yesterday, but even after a carefully choreographed transfer, the party's most successful leader since Franklin Roosevelt made sure that the memory - and the Clinton political message - would linger on. <p>Just hours after delivering one of the most confident speeches of his career to a cheering Democratic convention, Mr Clinton flew out of Los Angeles at dawn to \"pass the baton\" to his vice-president at a joint rally hundreds of miles away in Michigan, a key state in the contest between Mr Gore and George W Bush. </p> <p>Mr Gore will deliver his acceptance speech to the convention tomorrow night. But he will be hard put to better Mr Clinton's supremely assured valediction to his eight-year presidency. </p> <p>Mr Clinton used his speech to give an emphatic justification of what he called the \"New Democratic agenda that has taken our country to new heights of prosperity and progress\". </p> <p>Preceded by a video which included tributes from Tony Blair, Ehud Barak and Nelson Mandela, Mr Clinton was greeted with hundreds of placards bearing the words \"Thank you, President Clinton\". </p> <p>Never once referring even obliquely to the Lewinsky scandal or the impeachment crisis, Mr Clinton gave his audience an eloquent primer on the centrist political strategies which have resuscitated the US Democrats. </p> <p>His speech was unapologetic in every way, not just on the personal scandals but in the pure milk of third way politics. Citing once again the mantra of \"opportunity, responsibility and community\", he told his audience that America was liv ing through the longest economic expansion in its history. </p> <p>\"Our progress is about far more than economics,\" he said. \"America is also more hopeful, more secure and more free.\" </p> <p>He added: \"We are closer to the One America of our dreams - celebrating our diversity, affirming our common humanity, opposing all forms of bigotry from church burnings to racial profiling to murderous hate crimes.\" </p> <p>America had become \"a better country, more decent, more humane, more united\". </p> <p>\"Now that's the purpose of prosperity.\" </p> <p>Mr Clinton's defence of his own record was the springboard for an attack on Mr Bush's Republicans and a succession of tributes to Mr Gore. </p> <p>\"To those who say that the progress of these eight years was just some sort of accident, that we just kind of coasted along, let's be clear. America's success was not a matter of chance it was a matter of choice. </p> <p>\"Today, America faces another choice, every bit as momentous as the one eight years ago. For what a nation does with good fortune is just as stern a test of its character, values and vision as how it deals with adversity. </p> <p>\"This is a big election with great consequences for every American, because the difference - the honest differences - between our candidates and their visions are so profound.\" </p> <p>Mr Clinton said it had been \"an honour, a privilege and a joy\" to serve as president. He ended on a classic piece of schmaltz, quoting some of his own catchphrases. </p> <p>When he finished speaking there was thunderous cheering from a party which apparently remains as much in love as ever with its errant and flawed champion.</p>",
  "Al Gore faces two tasks as he arrives in Los Angeles today. The first is to get his party to do something they have not quite managed to do so far: love him the way they love Bill Clinton. The second is to win. <p>Mr Gore may or may not achieve the first objective. But he has no choice about the second. Which is why he has hired Bob Shrum, a man who wins awards as The Most Brutally Effective Attacker in American politics. </p> <p>The Washington Post recently dubbed him: \"The Democratic consultant Republicans most love to hate.\" </p> <p>\"No one is more adept at the low blow,\" wrote the normally high-minded National Journal in a grudgingly admiring profile. </p> <p>\"Bob Shrum is a hatemonger,\" complained the Republican candidate for the governorship of Maryland after one of his clients, the Democrat Parris Glendenning, came from behind in the polls to beat her for the second time. </p> <p>Mr Gore is no angel himself. The vice-president is widely revered by both his admirers and his detractors as an aggressive campaigner. Attack is the vice-president's preferred mode over defence. </p> <p>\"Never underestimate Al Gore,\" said one of the top advisers to John McCain - George W Bush's main Republican rival - during this year's primary contests at a time when, as now, Mr Gore looked as though he was doomed to finish second in the race for the White House. </p> <p>\"If you do, he'll rip your throat out and dance on your chest until you die.\" </p> <p>Mr Shrum is cut from the same timber. He is what Americans call an \"attack dog\". The podgy, balding 56-year-old is never happier than when mixing it with an opponent. For Mr Shrum wears his campaign scars as badges of honour. </p> <p>He is regularly seen in the British Treasury. Gordon Brown is known to admire his grasp of political language, and his stamp is visible on at least two of the chancellor's budget speeches. </p> <p>He was also credited with having helped the Israeli prime minister, Ehud Barak, defeat Binyamin Netanyahu in last year's general election. </p> <p>\"One hundred thousand Israelis have lost their jobs. Why should Netanyahu keep his?\" ran the campaign advertisements produced under his guidance. </p> <p>His record is a formidable one. At the age of nine, he was making campaign telephone calls on behalf of another failed Democratic presidential candidate, Adlai Stevenson. </p> <p>When he was a student at the prestigious Georgetown University in Washington in the early 1960s he got talking to a long-haired political activist from the South called Bill Clinton. The two remain close to this day. </p> <p>Mr Shrum worked for George McGovern in 1972 and for Edward Kennedy four years later, becoming the Massachusetts senator's press secretary and speechwriter. He was the author of Mr Kennedy's \"The dream shall never die\" speech to the 1980 Democratic convention. </p> <p>In 1988 he worked for Dick Gephardt rather than Mr Gore. In 1992, for Bob Kerrey rather than Mr Clinton. </p> <p>Though Mr Shrum is best known for his aggression, it can take subtle forms. He advised Mr Clinton early on that he should come clean about his relationship with Monica Lewinsky. </p> <p>He even drafted a speech which began: \"I have fallen short of what you should expect of a president.\" </p> <p>But Mr Clinton followed the advice of his former adviser Dick Morris, that he must tough it out. </p> <p>Mr Schrum's advice to Mr Gore has been to favour spontaneity over scripted preparedness. Behind the scenes this week he will undoubtedly have been working to loosen up Mr Gore's tendency to cram his speeches with too much policy detail. </p> <p>His advice worked well in New Hampshire this year, where he encouraged Mr Gore to spell out his differences with Senator Bill Bradley in a more passionate way. The advice produced some of Mr Gore's most effective performances on the campaign trail. </p> <p>But Mr Shrum is a political street-fighter. In the 1990 race for the Democratic nomination for Texas governor he made an ad for his candidate, Jim Mattox, which focused on the drinking habits of the rival candidate, Ann Richards. Today he says he regrets the ad, which accused Mrs Richards of being a cocaine user. But Mrs Richards won the race. </p> <p>Even now, the workaholic Mr Shrum spreads his talents wide. One of his other prime clients in November, besides Mr Gore, is the multimillionaire Democratic senate candidate in New Jersey, Jim Corzine. He is also advising on four other races. </p> <p>But if Mr Gore is going to turn the presidential election round, he will need both to raise his game and to play dirty. With Mr Shrum at his side, he is well equipped to do both. </p> <p><b>Delegates' convention wisdom</b></p> <p><b> Frankest Confession</b> </p> <p>Cher, who said she had never actually voted for Clinton but would if he were running a third time. The singer, once married to Sonny Bono, who became a Republican congressman, was attending a fundraiser for Hillary Clinton's New York Senate run </p> <p><b> Softening up the media</b> </p> <p>Ten minute massages are being offered to journalists in the media centre </p> <p><b> Newly fashionable place to be born in</b> </p> <p>A summer storm. (Bill Clinton told delegates that he was \"born in a summer storm\".) This now replaces \"a wandering star\" as the most politically desirable birthplace </p> <p> <b> Warmest welcome</b> </p> <p>\"Welcome DNC [Democratic National Convention] . . . in your face lap dances nightly\" - advertisement in a Los Angeles weekly for The Gentlemen's Club </p> <p> <b> Best father and son act</b> </p> <p>The Rev Jesse Jackson and Jesse Jackson Jr, both speaking, both drawing crowds, both keenly sought by the media </p> <p><b> Today's tribute</b> </p> <p>Caregivers. Yesterday was firefighters and police officers and Thursday is Vietnam veterans</p>",
  "George W Bush has become the first 100 Million Dollar Man of American presidential elections, setting a fundraising record unrivalled by Bill Clinton or Al Gore. <p>The Republican presidential nominee will formally report to the US federal elections commission this month that by the end of July he had raised $95m (£63m) for his election bid from individuals and political committees. </p> <p>Mr Bush raised another $5m for legal expenses and in transfers, bringing the total over the $100m mark for the first time in US electoral history. </p> <p>Until now, the record for one individual was held by Ross Perot, who raised $73m for his first presidential run on behalf of his Reform party in 1992. Almost all of that money came from Mr Perot's own pocket. </p> <p>Ironically, Mr Bush has to thank Mr Clinton for presiding over the economic prosperity that allowed more than 350,000 Republican donors to sign large cheques to the Bush campaign. Mr Clinton made that prosperity the centrepiece of his farewell speech to the Democratic convention in Los Angeles on Monday night. </p> <p>Mr Bush's spokesman, Scott McClellan, said yesterday: \"In building this unprecedented support, Governor Bush has reached out to new faces and new voices who previously have not supported Republicans or who have not participated in the political process.\" </p> <p>\"That really exceeds anything we've ever seen, even if you were to put two or three presidential campaigns together,\" said Herb Alexander, a professor at the University of Southern California, who has studied political fundraising. </p> <p>Until he was nominated by his party at the start of this month, Mr Bush had financed his campaign through private donations, refusing to accept matching federal funds which would have placed a cap on the amount he could raise. By contrast, Mr Gore, his Democratic rival, took the federal money to top up his own funds. </p> <p>Both men are now accepting full federal funds. Mr Bush has already received the cheque for $67.6m to which he is entitled as the duly nominated Republican contender. Mr Gore will be eligible for a similar cheque after he is officially nominated for the Democrats this week. The Reform party nominee, Pat Buchanan, is in line for $12.6m, based on Mr Perot's performance in 1996. </p> <p>Mr Clinton raised about $66m in his two presidential runs in 1992 and 1996, while Mr Gore has raised $34m, according to his most recent published accounts. </p> <p>Even though they are consistently outdone on the fundraising front, the Democrats are this week proving to be no slouches at the game. </p> <p>At an event in Santa Monica on Sunday for the \"Blue Dog\" Democrats, the party's biggest individual donors, the sponsors included the National Rifle Association and the cigarette giant Philip Morris. Each of the Blue Dogs paid $50,000 to attend.</p>",
  "Meet Bill's babes - or perhaps, straining at the future, Al's gals. They are younger and marginally less groomed than their Republican sisters. They do not cling to hubby's arm or flutter eyelids. They have shoulders without pads and opinions of their own to spare: the putative storm troopers called Women for Gore. And they are desperately needed. <p>What was it the Declaration of Independence said? Up on the convention podium pops a sleek young actor from one hit TV show (The Practice) Channel 4 hasn't bought yet. \"All men - with women implied - were created equal.\" But just try to be a touch more inclusive next time, Mr Jefferson. </p> <p>The steadier pollsters of this election year report three gender gaps. Men (54% to 40%) are George Dubya fans - while women (52 to 40) go for Gore. But those respective leads are even greater in prospective congressional election voting. So Al is running behind his party, and is way off the old Clinton pace. He's got to be loved and cherished pretty damn quick. </p> <p>Thus the Kennedy women - Caroline and Katherine - are summoned to stand alongside unsteady Teddy and evoke a glorious past (the Los Angeles nomination of 1960) which burns still in party memory. </p> <p>Thus the women's caucus convenes in revivalist session - hundred upon sweating hundred trapped in the black hole of the Wiltshire Grand lobby while the secret service (men of course!) lugubriously sweep the room. \"Sit down, sit down,\" plead the organisers as a booming video screen exhorts us to \"Stand up, stand up - for choice, for medicare\". </p> <p>Thus hours of main convention time are devoted to a celebration of woman senators, each of them in turn pulling the levers marked equal pay and kids' education and care for the elderly and the right to choose (not to have a baby). Constant invocation: if women - 52% of the electoral roll - are with us, we must win. (And losers get to do the dishes.) </p> <p>The star of both shows is, of course, America's most famous long-suffering wife, the Tammy Wynette of the White House. Hillary Clinton, however, is not a pastel-hued speaker. She intones. \"We're not giving up. We're not going back.\" She gropes for a slogan. November is \"all about women's choices - and choice\". </p> <p>And, in LA at least, she's a wow. She raises the roof everywhere. Odd, because she does the \"human\" bits - her mother's experience as a foster child, the kids who stopped her and Bill on the '92 campaign trail with a banner that read \"Give us 8 minutes and we'll give you 8 years\" - with all the melting emotion of Terminator 2. When she talks about \"Bill and I sitting together the other day, looking at old photographs of Chelsea\", her incredibility is total. </p> <p>There are women here who lift the spirits. Ann Richards, the wondrous ex-governor of Texas, is Dennis Skinner born again as Mae West. Jeanne Shaheen, the governor of New Hampshire, radiates calm competence. A formidable 66-year-old retired schoolteacher tells how she grew sick of the good old boys never emptying her dustbins and promptly got herself elected mayor of San Bernadino. </p> <p>But Mrs C isn't quite in that class yet, which prompts an uneasy thought. Is it \"women's issues\" that will turn New York for her and the nation for Gore? The polling worm in her Big Apple, it transpires, are women themselves. They prefer the Gary Lineker lookalike called Rick Lazio. And somehow you can't see earnest plodding family man Al this Thursday night topping the adulation reaped by Bill with his Mick Jagger rip-off entrance down a long, long tunnel, easy as a lizard in his skin. Ah! There was a man. Choices, choices.</p>",
  "Trust Jesse Jackson to put his finger on it. The veteran civil rights leader and former presidential candidate always had a knack for the killer soundbite - and he seems to have passed it on to his son. For Jesse Jackson Jr, congressman from Illinois, identified the Democrats' key task as they gather in Los Angeles this week: \"We've got to get Bill Clinton out of town as quickly as possible.\" <p>Young Jesse was speaking literally - about the party managers' plan to bundle the president on the first available flight out of LA, taking Hillary and Chelsea with him. But Jackson's point went beyond mere travel arrangements. He was voicing the sentiment of all those working to get Al Gore elected in November: they want Clinton out of the spotlight and their man in it. Every minute the president spends hogging the bright glow of national adulation is another 60 seconds for Gore to kick his heels in the grey chill of the waiting room. When the two men finally met for a \"torch-passing\" event in Michigan late yesterday, the Gore staff could barely conceal their relief. Now, they hope, the focus will move away from the eight years of Clinton - and on to four for Gore. </p> <p>But it won't be easy. Anyone watching the president's swansong address on Monday could see that. The camera panned across faces mesmerised by Clinton's sheer star power. Their eyes were wide open, rapt in attention; they bit their lower lips when he did, as if in solidarity. And when he gave them the slightest cue, they cheered and cheered. </p> <p>There are not many politicians who could get away with as weird an entrance as Clinton dared. A camera showed him alone and without entourage, walking through the corridors and stairwells of the convention centre, before emerging through a tunnel and on to the stage: he looked like Russell Crowe in Gladiator. He may, as he told the Democratic devout, now come \"with hair greyer and wrinkles deeper\", but he is at the peak of his powers: it is hard to think of a more charismatic performer in any field, music or the arts or sport, anywhere in the world. </p> <p>And yet, though only 54 years old this week, Bill Clinton will soon have to walk away from the job he so obviously loves. There is no logic to it: he wants to carry on doing it and the voters want to let him. Polls show consistently that if the constitution allowed it, Bill Clinton would walk a third term. </p> <p>This is what Al Gore is up against. It is not that he's without assets: he is a fine looking man with a sharp brain (tomorrow night he will break with political custom by delivering a speech he has written himself). And he has some star power of his own: he will be formally nominated by his old Harvard room-mate, the actor Tommy Lee Jones. </p> <p>Gore even has some advantages denied to the big guy. He didn't dodge the draft, but volunteered to serve in Vietnam: hence tomorrow's \"salute\" to veterans of that war, a treat that was unavailable to Bill. His family life is blameless: if Monica had dropped by Al's desk to deliver pizza, she'd have got nothing more than a plea to recycle the box. </p> <p>Yet somehow Gore adds up to less than the sum of these parts. His problem is an X-factor so nebulous and elusive, it seems cruel to punish him for lacking it: charisma. As Gail Collins wrote in yesterday's New York Times, while Clinton can make members of a large audience feel as though they're sitting in his living room after dinner, Gore \"can make people sitting in his living room after dinner feel as if they're in a large audience, taking notes\". </p> <p>The result is the shadow. He is the younger brother overshadowed by a naughtier, sexier sibling; now he has to break free. That would be hard enough if it just meant enduring constant and unflattering comparison. But Gore has a trickier act to pull off. He somehow has to stay associated with the good bits of the Clinton record - unbroken economic prosperity - yet keep his distance from the personal sleaze that marred the Clinton years. </p> <p> But here is the comforting news for Gore: he is not the only one in the shadow. He shares that problem with his opponent and indeed every politician on the American scene. They are all doing battle on ground shaped by the man they want to replace. </p> <p>So George W Bush looks only slightly better than Gore when held up to the bright TV light of Clinton. The president's Monday performance will have erased much of the lustre left over from W's squinty-eyed attempt a fortnight ago. Besides, the Clinton factor hovers above the Bush candidacy in a more direct way: it makes it a grudge match. One White House official says Bush's motivation in seeking the presidency can be captured in a single word: Daddy. W wants to avenge Clinton's defeat of Bush Sr in 1992, a victory the American right have never quite accepted. That campaign was fought as a family feud - with Barbara Bush laying into Hillary - and this one already has a similar quality. Except the Bushes' enemy is not the Gores, it's the Clintons. </p> <p>Still, the longest shadow cast by the man from Hope is on the substance of the 2000 contest. Clinton's great contribution to modern politics was what he called \"triangulation\" - recast by Tony Blair as modernisation and the third way. Clinton realised that Democrats would only win if they moved rightward on welfare, crime and the deficit. That centrist, New Democrat ground is where Gore wants to fight now. </p> <p>But Clinton's logic did not only apply to Democrats. George W realised the same was true of his own party: Republicans, too, had to move to the centre on issues where they had previously been deemed extreme. For them, that meant pensions, healthcare for the elderly, education and, most visibly, social diversity. Clinton had repeatedly beaten Republicans by casting them as right-wing and out of touch on those questions; Bush aims to defeat that charge with his centrist brand of \"compassionate conservatism\". The result was the Republicans' Cotton Club convention - lots of blacks on the stage, none in the audience - and Bush's leftward shift, promising new spending on the elderly's pensions and prescriptions. As one Democrat boss told the LA convention this week: \"The Republicans pretended they were tolerant, pretended they were moderates. . . Let's face it, they pretended they were Democrats.\" </p> <p>This is the real Clinton legacy. He has defined the ground where elections are won, and it's in his image. It says you have to be tough on welfare, defence and crime but tender on race, education and the environment. Both Democrats and Republicans failed when they were one and not the other. The result is a stampede from both sides towards the centre, with each party trying to be like the other and a blur where the old battle lines used to be - leaving personality as the decisive factor. That worked perfectly for Mr Personality himself, of course. But it hardly suits Gore. All he can do is hope that tomorrow America sees on his shoulders a light sprinkling of Clinton's magic stardust - as if fallen from the king on to his less golden heir. </p> <p><a href=\"mailto:jonathan.freedland@theguardian.com\">jonathan.freedland@theguardian.com</a></p>"
]