[
  "<b> Good week </b> <p> <b> Labour</b> in general. The party went into conference eight points behind but, after a Times poll yesterday, came out two points ahead. </p> <p><b> Barbara Castle</b> - described by social security minister Jeff Rooker as \"this goddess of our movement\" - who successfully rallied the conference to defeat the government over its pensions policy. </p> <p><b> The unions</b>, for proving their muscle as they brought about a conference defeat over pensions, although the government still refused to bow to their pressure. </p> <p> More specifically, <b> Bill Morris</b>, the TGWU leader, who won his personal crusade to ensure asylum seekers can receive change from their vouchers. </p> <p><b> Antiperspirant makers</b>: Sure sent 100 cans to Tony Blair after the strain of giving his speech - seen by many as the most crucial so far of his premiership - revealed all too clearly the necessity of spraying liberally. </p> <p><b> Bad week </b></p> <p><b>Mo Mowlam</b>, attending her final party conference as an MP. Not only did she have to endure a mawkish video tribute to \"Our Mo\", she lost her glasses and was forced to borrow ones so strong they made her feel woozy. </p> <p><b> Lady Jay</b>, the minister for women, whose reputation for haughtiness was not enhanced when she told delegates she understood rural issues because she had a \"little cottage in the country.\" </p> <p><b> Lord Falconer</b>, the dome minister, who was forced to make his greatest admission of regret yet over the beleaguered structure at the Guardian debate on Monday-- though he still refused to apologise for it. </p> <p><b> Pro-hunt protesters,</b> whose daily protests outside the conference centre won their cause no favours. \"Every time I see the Countryside Alliance's contorted faces, I redouble my determination to abolish fox hunting,\" deputy prime minister John Prescott said to loud cheers. </p> <p><b> John Prescott</b> He may have roused the party faithful with a barn storming speech yesterday but he also showed his lack of street cred. Thanking the singer Gabrielle for her rendition of Dreams, he went one worse than junior cabinet office minister Ian McCartney who failed to clap in time, and mispronounced her name. </p> <p><b> Jokes of the week</b></p> <p><b>Nelson Mandela</b> in self-deprecatory mode: \"Tony, you know that the only reason people are here is curiosity. They want to see what a pensioner from the colonies looks like.\" </p> <p><b> John Prescott</b> telling delegates the fight for the next election would take: \"Blood and tears - we won't mention sweat. You should worry,\" he added, to laughter. \"He put his arm around me!\" </p> <p><b> Delegate of the week</b></p> <p>Alison Fairgrieve, 63, retired teacher, from West Suffolk. \"This is my first conference, and I only joined the party three years ago.I started off the week feeling a little cynical, a little jaundiced, and a little manipulated. But after this week I perceive nothing but sincerity from these politicians - and nobody could fail to be impressed by Tony Blair's speech. It was worth standing for that performance. I did come here feeling very angry about the price of fuel - but my mind has changed to some extent. But as someone who can't live on my pension, I was disappointed by the failure to restore the link. I have to say I voted for it. So I guess that makes me an old lefty.\" </p> <p><b> Key moments</b></p> <p> <b> Monday</b> Gordon Brown's speech won a rousing four and a half minute ovation as he pledged to raise the basic minimum state pension, even though he refused to restore the earnings link. The applause increased when his new bride Sarah Brown, resplendent in red, joined him on the platform - though the kiss was more of a peck than a Gore-style clinch. </p> <p><b> Tuesday</b> Tony Blair effectively launched Labour's general election campaign - and wooed back many of the disaffected - with an impassioned, and sweaty, performance, in which he repeatedly stressed: \"We are listening.\" </p> <p><b> Wednesday</b> Despite the support for the chancellor on Monday, the government was defeated on pensions after a day of high tension and wheeler dealing. </p> <p><b> Thursday</b> Nelson Mandela - the hero of the conference - brought the week to an emotional close as he spoke of members of the Labour party being remembered for eternity. Before he even opened his mouth, he received a seven-minute standing ovation.</p>",
  "The government is reeling from a major setback after the House of Lords killed a bill curbing a defendant's right to jury trial. <p>Rebel Labour peers backed a Tory amendment after a stormy and impassioned debate on the second reading of the Criminal Justice (Mode of Trial) bill. It was the second time that Home secretary Jack Straw has tried and failed to push through the controversial legislation, aimed at saving money and speeding up the logjam in the courts. </p> <p>But a cross-party alliance of peers, including three former law lords, Lord Ackner, Lord Donaldson and Lord Simon of Glaisdale, spoke against the government. </p> <p>The government could use the Parliament Act to steamroller the same bill into law in the next sessions. But Labour rebels, including Baroness Kennedy of the Shaws QC warned the Government that \"would be seen as a terrible display of arrogance\". </p> <p>The Home office said the government was determined to press ahead with the measure. A spokesman said: \"We will not be deterred by the opposition of the House of Lords. We have already introduced this bill twice this session, and we will bring forward further legislation when Parliamentary time allows. </p> <p>\"The bill represents a modest but important modernisation of our criminal justice system, to speed up justice in the interests of victims, witnesses and the public at large.\" </p> <p>Shadow Home Secretary Ann Widdecombe said the vote was \"another slap down for the Home Secretary and overwhelming evidence of the arrogance at the heart of New Labour - the party who never listen.\" </p> <p>\"Jack Straw should have listened the first time the House of Lords rejected his foolish measures. Thank goodness that they at least have stood up for common sense and voted to keep this vital tenet of British justice.\" </p> <p>Earlier the Attorney general urged the House of Lords to back the bill which would have ended the right of about 18,000 defendants a year in England and Wales to choose whether to be tried by a jury. </p> <p>Instead, magistrates would choose where people charged with middle-ranking offences should be tried. Lord Williams of Mostyn said: \"Cases which involve allegations of serious crime should not be held up, I suggest, by cases which, judged objectively, do not merit a Crown court trial. </p> <p>\"If we wish to have a criminal justice system that not only has something to do with crime and something to do with justice, but wishes to become systematic, then we ought to give these proposals an open-minded reception,\" he said. </p> <p>Simon Hughes, Liberal Democrat home affairs spokesman, said: \"If ever there was a case for the Government saying it was wrong now is the time. </p> <p>\"A government which claims to be committed to human rights and civil liberties cannot go on threatening one of the oldest rights of all.\" end</p>",
  "<p><strong>1969:</strong> The leaders of France, West Germany, Italy, Belgium, Netherlands and the Luxembourg (the original six members of the European Economic Community), meet in The Hague to launch an initiative for economic and monetary union (EMU). A committee under Luxembourg prime minister Pierre Werner is formed to set a timetable for the project.</p> <p><strong>1970: </strong> Werner presents a final report outlining a three-stage plan aimed at creating EMU by 1980.</p> <p><strong>1972: </strong> The UK, Denmark and Eire join the EEC</p> <p><strong>1974: </strong> The oil crisis, onset of recession, the weak dollar and the divergence of national economies conspire to scupper plans to launch the second stage of the Werner Plan.</p> <p><strong>1979: </strong> In order to reduce volatility between European currencies, EEC governments set up the Exchange Rate Mechanism (ERM) which sets bands outside of which the value of currencies cannot move. The UK stays out of the new system.</p> <p><strong>1986: </strong> EEC governments sign up to the Single Market plan aimed at removing all barriers to the free movement of goods, investment, services and people by 1993.</p> <p><strong>1988: </strong> A committee is set up under commission president Jacques Delors to plan for the final stage of EMU. The Delors plan recommends a three-stage process leading to a single European currency under the control of a European Central Bank.</p> <p><strong>1990: </strong> Britain joins the ERM. </p> <p><strong>1991: </strong> European leaders sign the Maastricht Treaty setting up the European Union (EU) and committing EC countries to EMU. British prime minister John Major secures an opt-out on monetary union for the UK.</p> <p><strong>1992: </strong> Black Wednesday: Britain is forced out of the ERM by huge currency speculation. The Danish voters reject the Maastricht Treaty, it passes in all other countries although the French referendum result is very close. The Major government only gets it past the House of Commons by threatening its own backbenchers with a general election.</p> <p><strong>1994: </strong> Stage 2 of EMU establishes the European Monetary Institute, an embryonic central bank.</p> <p><strong>1995: </strong> European leaders agree to call the new single currency the euro.</p> <p><strong>1997: </strong> Britain's newly elected Labour government announces it is for the euro in principle but that <a href=\"http://www.guardianunlimited.co.uk/EMU/Story/0,2763,375315,00.html\">five economic tests</a> must be met before a referendum on the issue is held. The new Conservative leader, William Hague, announces that his party will rule out joining the single currency for at least two parliaments. </p> <p><strong>1998: </strong> European Central Bank is established in Frankfurt.</p> <p><strong>1999: </strong> The euro is born on 1 January in 11 of the 15 EU member states. The participating countries' currencies are irrevocably linked to in value to the euro. Britain, Sweden and Denmark stay out of the single currency and Greece is initially excluded because of its weak economy. The euro spends most its first year losing value against the dollar. </p> <p><strong>2000: </strong> The European Central Bank, along with the central banks of the USA and Japan, intervenes in the currency markets to prop up the value of the euro. The Danes vote no to the single currency by 53% to 47% despite the overwhelming support for the yes campaign by most of the political parties, media and industry.</p>",
  "Defying a growing chorus of demands from inside and outside Yugoslavia to recognise election defeat last Sunday and step down, Slobodan Milosevic met his top party colleagues in Belgrade yesterday to launch his campaign for a second round of the presidential race. <p>The meeting was shown on television, a sure sign that he intended to tough out the wave of protest at the first round result. </p> <p>The 18-party Democratic Opposition of Serbia, which insists its candidate, Vojislav Kostunica, has already won the election, said it would move beyond street protests and mount \"a total blockade of the system and institutions\" to force Mr Milosevic to respect the popular will. </p> <p>\"We will call a general strike. We shall seek to paralyse all institutions, schools, theatres, cinemas, offices ... call everyone on to the streets and stay on the streets until he who wants to be president by force gives up his post,\" said Zoran Djindjic, Mr Kostunica's campaign manager. </p> <p>The opposition's claim to have won outright in the first round received strong backing from the Serbian Orthodox church and Vojislav Seselj, the ultra-rightwing leader of the Radical party, whose candidate came third in the first round. Describing Mr Kostunica, a 56-year-old Belgrade lawyer, as \"Yugoslavia's president-elect\", Patriarch Pavle said the holy synod urged him and \"all the people elected together with him, when they take over the control of the state, its parliament and its municipalities, to do so in a peaceful and dignified way\". </p> <p>Although the church has opposed Mr Milosevic before, its recognition of Mr Kostunica carries great moral weight for traditional Serbs. </p> <p>In another important signal, General Nebojsa Pavkovic, the army chief of staff, told state television that \"Milosevic would never order the army to intervene against its people\", and said the army was not taking sides in the crisis. His remarks appeared to be a retreat from earlier praise for Mr Milosevic and were probably a reaction to dissent among officers. </p> <p>Rumours that Russia might be willing to offer Mr Milosevic a safe haven for exile were sparked when a foreign policy official in Brussels suggested the issue had come up when the French foreign minister, Hubert Védrine, saw President Vladimir Putin yesterday in Moscow. The idea was also reportedly discussed when Gerhard Schröder, the German chancellor, saw Mr Putin on Monday. </p> <p>\"Milosevic and his family are seeking contact with the Russians and hoping to move to Moscow,\" the official said in Brussels. \"This could be one of the ways out.\" Mr Milosevic's half-brother, Borislav, is the Yugoslav ambassador in Moscow. Mr Védrine denied that any escape plan for Mr Milosevic had been discussed. </p> <p>The New York Times reported that western governments were passing the word to Mr Milosevic through intermediaries that he had a few days to renounce power and leave the country, but that if he delayed, he could face arrest and a trial in the Hague on war crimes charges. \"His choice is to fight or make a graceful exit,\" a western official said. \"His only hope of avoiding the Hague is to say, publicly and irrevocably, that he's leaving.\" </p> <p>No western country would publicly bless an arrangement like this, the officials told the New York Times, given Mr Milosevic's indictment by the war crimes tribunal. </p> <p>\"But there are enough people indicating, to the extent he's listening, that he has a little time to make a dignified exit without interference,\" another official said. \"We want him to hear it loud and clear.\" </p> <p>But with Mr Milosevic now signalling that he intends to resist the presure until at least October 8, when the second round of polling is due, the crisis in Yugoslavia was moving towards deadlock. </p> <p>Official backing for a run-off came when the federal election commission produced what it called the final vote count at an extraordinary late night meeting on Wednesday. They said Mr Kostunica had earned 48.96% of the vote to 38.62% for Mr Milosevic. </p> <p>The meeting was originally scheduled for 8pm but the chairman eventually appeared at about 11.30pm, carrying an unsigned sheet of A4 paper with data from the federal bureau of statistics. </p> <p>The 10 government-appointed representatives on the commission then voted to hold a run-off, as did Mr Milosevic's Socialist party.</p>",
  "Labour ended its pre-election party conference last night on a high octane mixture of emotion, contrition and hard-nosed political projection on the strategy it will deploy to William Hague's Conservative opposition in the coming campaign. <p>In a call to arms the deputy prime minister, John Prescott, whipped party activists into a frenzy over the Tory record in 18 years of power - and the prospect that \"14 pint Billy Fizz\" might snatch it back again next year. \"Be confident, be proud, walk tall,\" said Mr Prescott as he itemised Labour's achievements and urged them to \"get our message directly to the people\". </p> <p>Concern that voters are still switched off from ministerial claims has been evident all week, though only yesterday did Mr Prescott couple it with a none too veiled warning to senior colleagues that their semi-public feuding in books and newspapers is also damaging Labour's cause. </p> <p>Taking the traditional swipe at the media, Mr Prescott said: \"They have got their agenda and we haved got ours. And it's a different one. So it's the job of everyone in this party - from top to bottom - to get out our agenda and not to feed theirs with the tittle-tattle of years ago.\" </p> <p>The emotional climax in Brighton was provided by Nelson Mandela's speech to the conference, a well crafted mixture of exhortation for global solidarity and thanks to Labour for its loyal support in the long struggle against apartheid. He repaid it with a generous endorsement of its abiding moral values which will have gladdened Mr Blair's election strategists. </p> <p>With an overnight opinion poll suggesting that Mr Hague's opinion poll lead may prove brief - Labour is back on top by two points over the Tories according to Mori - Downing Street showed no inclination to relax its guard after a very bruising month. </p> <p>The usual barn storming climax to the conference was distinguished by Mr Blair's energetic efforts to explain the week's events to voters who may have missed or misunderstood them. In a tour of the radio and TV studios he repeated the main themes of Tuesday's keynote speech while also spelling out what aides had said in the wake of Wednesday's defeat on the issue of pensions strategy. </p> <p>The government will not back down in its refusal to re-link the basic state pension to average earnings because it wants to target most help to the poorest pensioners, he explained. </p> <p>\"We will do what we can when the Budget comes around... what we are trying to do is make sure we can do the things people want us to do in the country, but not at the risk of weakening the economy that's the strongest it's been for decades,\" said Mr Blair. </p> <p>As for the looming threat of more fuel blockades if Gordon Brown does not cut petrol taxes within six weeks, Mr Blair said: \"We have to take steps to make sure this type of blockade can't happen again. </p> <p>\"These protests have been happening all over the world. It is a problem, of course the price of petrol's a problem, but I don't think that people would thank me if we lurched into an emergency budget.\" He promised to campaign to tell voters why it \"is a more complicated situation than sometimes it was presented\". </p> <p>In keeping with his new attempt to sound contrite over recent disasters like the dome he told BBC1: \"You learn a lot from your first term in office. You learn that there are some of these issues that don't affect the fundamentals but are still important to people.\" </p> <p>Mr Blair's claim to be listening to public discontents was directly challenged - as it has been all week - by up to 1,500 protesters from the Countryside Alliance who demonstrated again on the seafront outside the conference hall.</p>",
  "Slobodan Milosevic's key foreign ally, Russia, has withdrawn its support for the Serbian leader, the French foreign minister, Hubert Védrine, said yesterday after meeting the Russian president. <p>Meanwhile, in Moscow and Belgrade rumours spread that Mr Milosevic was seeking a safe haven in Russia. </p> <p>In Brussels, a senior foreign policy official suggested that the Yugoslav leader's flight to Russia had come up in discussions between Mr Védrine and the Russians yesterday and also in Moscow on Monday, when the German chancellor, Gerhard Schröder, met President Vladimir Putin. </p> <p>\"Milosevic and his family are seeking contact with the Russians and hoping to move to Moscow,\" the official said. \"This could be one of the ways out ... He is seeking a way out.\" </p> <p>Mr Milosevic's half-brother, Borislav, is the Yugoslav ambassador in Moscow. Belgrade newspapers reported on Wednesday that the Serb leader's family was already in Russia, while a Moscow newspaper yesterday published what it claimed was a flight plan arranged by Borislav Milosevic to take his brother and his family to Kazakhstan next Monday. </p> <p>Russian officials and Mr Védrine denied that the issue had come up. The Russian foreign minister, Igor Ivanov, said Moscow would not exert any pressure on Belgrade, but insisted that \"legitimate\" election results should decide Serbia's fate, while Konstantin Kosachev, the MP who led a team of Russian monitors during the Yugoslav poll, warned that the opposition's failure to prove its ballot rigging claims, coupled with a runoff boycott, could prove incendiary since there was a \"risk of civil war\". </p> <p>In Brussels, the EU official said that any Russian-western plan to spirit Mr Milosevic out of the country belonged in the realm of rumour. \"But Védrine could be discussing this matter in Moscow today ... That would not be out of line with the Putin-Schröder talks.\" </p> <p>Yesterday's EU statement recognising Vojislav Kostunica as the president-elect and opposing a runoff on October 8 was preceded by Mr Kostunica having lunch in Belgrade with EU diplomats.</p>",
  "Mija Lazarovic was planning to kill a pig if Vojislav Kostunica was declared president in Serbia this week. One neighbour put up the money for 1,000 bottles of beer while another was planning to kill a bull. <p>Now, despite Mr Kostunica's widely recognised victory over Slobodan Milosevic, the president has insisted he wants a second bout and Mija's pig has been given a little more time. </p> <p>In the village of Majmic, in the Serbian heartland, 27 of the 30 houses voted for Mr Kostunica. Mija, 60, had tried to campaign for a block vote for the opposition candidate but failed. \"Mele and Dragan are pensioners and Zoran works in the army,\" he said. \"There was no way to shift them but I think everybody else around here did.\" </p> <p>Yesterday, as Mr Milosevic's government announced formally that it wanted a second electoral round, Mija and his neighbours were having none of it. </p> <p>\"I don't want another round - we have already won,\" said Rada Vasiljevic, 41. \"I voted for him [Kostunica] not because of myself but because of my son. He left school three years ago and never found a job. </p> <p>Most of the people in this region are looking for jobs. In the town of Kragujevac the Zastava car and arms factories once produced 250,000 cars a year. After eight years of sanctions against Serbia and the bombing of the factories by Nato it will produce fewer than 20,000 cars this year. It still makes arms, but the workforce has shrunk from more than 40,000 to 11,000. </p> <p>Mija is the wealthiest man in the village, with two tractors, a dozen pigs and plenty of land, but his farm has also been hit by the economic crisis. He cannot get oil for his tractors and is forced to buy on the black market. </p> <p>\"Since he came to power we've been going down and down. See these hands?\" He holds up two great hams, rough as sandpaper with blackened nails. \"I'm proud of these hands. The problem is now no matter how hard I work them I can't make money to live.\" </p> <p>Life was once good in Majmic, but now the villagers live off vegetables grown in the gardens of their red-roofed farmhouses. </p> <p>\"Politics is the only topic around here these days because the water is up to our chins and people are desperate,\" Mija added. \"We know they counted every vote at the polling stations in the election and Kostunica was winning. They counted them in the municipalities and he was winning and then the votes came to Belgrade and he wasn't president anymore. Something happened there and it is a shame on them.\" </p> <p>State-controlled television news is announcing a second election, then showing a report about police beating rioters on the West Bank in Palestine. \"They're doing that all the time now - showing us pictures of rioters in other countries. But if Kostunica loses the election again we will be on the streets and we will be rioting.\" </p> <p>Meanwhile, Mija's pig is growing. \"I'd like to get her to 200 kilos before Kostunica wins but I don't think I'll have the time,\" he said.</p>",
  "The head of the Yugoslav army steadied nerves in the capital yesterday, by publicly ruling out military intervention during the political crisis that is rocking Serbia. <p>Speaking in Belgrade, General Nebojsa Pavkovic, who is known to be close to President Slobodan Milosevic, said the president \"will never order the army to intervene against the people\". He added that the army would respect the choice of Yugoslavs in presidential elections. </p> <p>Gen Pavkovic, who is viewed as a highly political general, said the police existed to \"keep the peace [in case of riots]\" and that the army did not \"intervene in such cases; it has other duties\". </p> <p>When asked how he would react if he were ordered to intervene, Gen Pavkovic said: \"The army is completely outside of the political field and has never meddled in politics.\" </p> <p>Analysts said his statement was cleverly worded and some believed he was positioning himself for a Kostunica presidency. </p> <p>In a strong show of support for the opposition leader, the influential Serbian Orthodox church issued a statement calling on \"Vojislav Kostunica and all the people elected together with him, when they take over the control of the state, its parliament and its municipalities, to do so in a peaceful and dignified way\". The statement was addressed to \"Vojislav Kostunica, elected president of Yugoslavia\". </p> <p>Several politicians and backers of the regime have begun to lay the ground for a change in allegiance, but no one has yet formally left the ruling regime. There are unconfirmed reports of top figures whose resignations have been rejected. </p> <p>The federal finance minister, Milan Beko, who is also chairman of the Zastava Group, quit his job at the car factory. Zastava has reported big losses. He said the decision had nothing to do with Sunday's election but was because he no longer had local backing. The town of Kragujevac, where Zastava is based, voted massively for the opposition. </p> <p>\"I handed in my resignation on Monday, but it is not a political decision. Zastava should be managed by somebody who will enjoy support on every level, so that the company may prosper,\" he said. </p> <p>Boguljub Karic a businessman who for years was close to Mr Milosevic, is also shifting. The banker, who runs a mobile phone network and television station, dramatically changed his pro-Milosevic programming this week and broadcast instead reports from the opposition alliance's press conference. </p> <p>Slobodan Cerovic, the tourism minister, said the government should \"respect the decision of citizens at the ballot box\". Unconfirmed reports were circulating across the country that two top officials, Momir Bulatovic, the federal prime minister, and Ivica Dacic, the president of the Socialist party of Serbia's Belgrade board, had tendered resignations that were rejected. </p> <p>Mr Bulatovic appeared to be under massive pressure at a press conference on Monday. His Socialist People's party is the kingmaker between the Democratic Opposition of Serbia - which has the largest bloc of seats in both chambers of the federal parliament - and the regime coalition which has slightly fewer. </p> <p>With the balance of power in his hands he must chose between the regime that many view as a long term loser, or be seen as committing a massive act of political betrayal. </p> <p>Mr Dacic was the Socialist party spokesman before being moved to a position of responsibility for Belgrade. Their failure to win Belgrade is a major blow to the regime, particularly since the last four months of opposition administration have been tainted by widespread corruption. </p> <p>Unconfirmed reports said that Zeljko Mitrovic, head of Pink television, was prevented from making a statement supporting Mr Kostunica's victory. </p> <p>The extent of support for Mr Milosevic within the police remains unclear, but in the city of Kagujevac, a group of uniformed officers went into the offices of Otpor, the student-based resistance movement, asked for Otpor badges and stuck them on their uniforms, an Otpor spokesman, Slobodan Homen, said.</p>",
  "Well, the Tories will struggle to match that finale. Nelson Mandela was always going to electrify a Labour conference, but the rapture that greeted the first black South African president as he wrapped up the party's week in Brighton went further than that: it left delegates feeling as though they were comrades in a glorious, noble cause. His mere presence leaves a kind of purifying stardust on those who stand near him: Tony Blair will be grateful that that was the last image of a turbulent week. <p>There were plusses besides the hero of the struggle against apartheid. John Prescott did his usual end-of-the-pier turn with relish: his reference to Mr Blair's dry cleaning plans after his sweaty performance on Tuesday will pre-empt some of the gags that will inevitably follow at next week's Toryfest in Bournemouth. And he did his best to wave aside the \"odd differences\" that had led to the biggest conference defeat of the New Labour era, on pensions. </p> <p>But when it comes to the week's triumphs Mr Prescott will have to bow, as always, to Mr Blair and Gordon Brown. They both delivered first-class speeches, doing exactly what they had to: remaking the case for that most fundamental of Labour purposes, providing public services and raising the revenue to pay for them. It is a mark of the party's evolution that a leadership once criticised as crypto-Tory has staked its future on \"a great national debate\" on tax-and-spend. </p> <p>There was one other highlight to the week: that debate on pensions. It was a genuine, passionately argued and not unsubtle discussion of a issue - just the kind of event that has been far too rare in recent years. Still, the brute political reality is that such debates - while admirable - are trouble. The TV pictures of union barons jabbing the air in an all-out floor fight looked too old Labour for the leadership's comfort. The eventual defeat was bad news, too - eroding the positive impact of Mr Blair's speech, and casting him as a man still in trouble. </p> <p>The longer-term problem is Labour's strategy. The party is betting all on hopes that improved services will be enough to win re-election. The fear is that public cynicism about this government - and politics in general - runs deeper than a gripe about schools and hospitals. The optimists retort that a record of delivery will be enough for victory - especially if the opposition is weak. The answer to that question will come next week.</p>"
]