[
  "Al Gore is finally on a roll. But where will it take him? This past week he's been telling Americans 'we've got to put you first' and not 'the ones with connections, the ones with wealth, the ones with power above and beyond what the average family has in this country'. He's for the people, while 'the other side' is for the powerful. <p>It's good old-fashioned hell-fire-and-brimstone political rhetoric. During the Thirties, Franklin D. Roosevelt condemned the 'economic royalists' - America's big businesses that, he said, were stomping on average Americans. In 1912, progressive Republican Teddy Roosevelt blamed the 'malefactors of great wealth' for subjugating the 'little man' of America. In the 1890s, prairie populist William Jennings Bryan (who almost made it to the White House) railed at the bankers and other 'powerful interests' who were 'bankrupting' hard-working people. </p> <p>But this kind of talk hasn't been heard from a Democratic Presidential candidate since the dismal final week of Michael Dukakis's ill-fated 1988 Presidential run, when, with his candidacy sinking like a stone, Dukakis briefly and suddenly became an economic populist. By then, of course, it was too late. </p> <p>It hasn't been heard from Al Gore, either - until two weeks ago. Quite the contrary. In the 1988 Democratic primary, Gore ran as a business-friendly moderate. A few years later he helped launch the Democratic Leadership Council - a refuge for so-called 'new' Democrats who wanted nothing to do with pro-union, corporate-bashing old Democrats. </p> <p>In 1992, Gore teamed up with Bill Clinton on a brazenly New Democrat (forerunner of Tony Blair's Third Way) platform. Then, as Vice President, he urged Clinton to slash the budget deficit and go slow on new programmes for health care and education so that American corporations could enjoy lower interest rates. And he spurred Clinton into making free trade a top priority. Gore then led the fight for the North American Free Trade Act, followed by the agreement setting up the World Trade Organization. Business loved him for it. The unions were less than overjoyed. </p> <p>But in his acceptance speech at the Democratic convention Gore suddenly became a new Gore sounding like an old Democrat - telling Americans he sympathized with how 'so often powerful forces and powerful interests stand in your way and the odds seem stacked against you', and then naming the culprits: 'Big tobacco, big oil, the big polluters, the pharmaceutical companies, the HMOs [Health Maintenance Organisations].' </p> <p>Gore fired up the delegates, and fired himself up as well. He pledged to 'fight' for 'working families' - a code term for 'the working-class', which he reiterated nine times - and vowed to take on the big guys. 'Sometimes you have to be willing to stand up and say no, so families can have a better life.' </p> <p>And he has kept at it since then. Will he hammer the theme all the way through the crucial presidential debates - three of them tentatively scheduled for October - and on to election day, 7 November? </p> <p>It's a calculated risk. Undoubtedly Gore got a 'bounce' from his performance at the Democratic convention. Polls now put him slightly ahead of George W. Bush. Before the convention, he was trailing by about 15 points. The new rhetoric also seems to make Gore a more passionate campaigner - a quality he desperately needs. Otherwise, he's stiff and technocratic, especially in contrast to George W. Bush's glib geniality. </p> <p>The 'people versus the powerful' theme exactly points up the distinction Gore wants to highlight between him and George W. It's the Republicans' biggest vulnerability - the public's lingering worry that Republicans only care about the privileged. That's why Bush has been pushing his 'compassionate' conservatism, and talking non-stop about education. </p> <p>But George W. Bush can't hide the facts: After all, congressional Republicans have blocked popular legislation aimed at tobacco, environmental pollution, pharmaceutical companies, and HMOs. Their recent tax cuts have all been sops to America's wealthiest. And - most important - Bush's own plan for a massive tax cut would overwhelmingly benefit richer Americans. The people versus the powerful, indeed. </p> <p>Gore's rhetoric could also fire up the Democratic 'base' - unionized workers, teachers, and public employees. Gore needs to energize them for the election. Not only do they have to be motivated to vote, but also to run the phone-banks and drive the vans that will get other Democrats to the polls on election day. </p> <p>Until now, the base been only luke-warm toward Gore. Some (especially in all-important California) have even toyed with the idea of voting instead for left-wing Green Party candidate Ralph Nader. </p> <p>But Gore's new strategy also poses substantial risks. </p> <p>It's hard to tell Americans they're powerless and vulnerable while at the same time telling them they've never had it so good. The two messages directly conflict. Yet surely Gore's biggest selling point is he's been second-in-command in an administration that presided over eight years of extraordinary economic growth. Unemployment and inflation are now lower than they've been in 30 years, median wages are rising, and even Americans at the lowest rungs of the economic ladder are starting to make progress. 'Are you better now than you were eight years ago, when they were in office?' is a more persuasive rhetorical question than 'do you feel like you're being screwed by them and their powerful friends?' But Gore can't very well expect people to say yes to both. </p> <p>In fact, most voting Americans don't like to think of themselves as powerless, and they don't much like class warfare because they hope to hit the jackpot one day and become rich. Populist rhetoric may fire up the Democratic 'base' but it's tended to be a loser with America's large and upwardly-mobile middle class. </p> <p>Meanwhile, poor and working-class Americans who have more reason to feel powerless have all but stopped voting. In 1996, less than half of adult Americans eligible to vote actually walked into voting booths, and most of those who didn't were in the bottom half of the income ladder. This is precisely why in recent years, Democratic politicians - including Bill Clinton and Al Gore in 1992 and, especially, in 1996 - have pitched their campaigns to the upscale suburbs, and why Democrats have tended to drift to the right, where suburban 'swing' voters are found. Will the new rhetoric attract back some of America's non-voters? </p> <p>Gore's new tack also risks reopening the question - already asked by Bush at almost every campaign stop - of who Gore really is and what he really believes. Gore's speeches may be full of specifics about education, health care, and Social Security, but it's not clear what they add up to. Is he a New Democrat? An old Democrat? A born-again Populist? </p> <p>As noted, the new theme seems to have nothing to do with Gore's history. It's even at odds with his chosen running mate, Connecticut Senator Joe Lieberman, who's voting record is to the right of most Democrats. Lieberman is also pro-business, he's the current head of the Democratic Leadership Council, and he's one of the Senate's largest benefactors of contributions from the insurance and health-care industries. </p> <p>It's not clear whether Gore's post-convention 'bounce' has had anything to do with his new old-Democrat theme, anyway. Polls show he gained only 2 percentage points among men, statistically insignificant. But he gained 16 per cent of women. And it's a fair bet that what women liked most - in addition to Gore's obviously genuine affection for his wife (America is still talking about the prolonged kiss he gave Tipper after her introduction of him, probably the most notorious Public Display of Affection in American political history) - was his unbridled support for abortion rights and for equal pay for women. (Bush and the Republicans are negative on both.) Women didn't flock to Gore because of his new-found populism. </p> <p>But not to worry. There's plenty of time between now and the debates for Gore to measure the benefits of his new message against its potential risks, and make whatever adjustments seem necessary. And you can be sure he will. No modern American politician thinks more carefully before he acts than Albert Gore, Jr.</p>",
  "<p>British Nuclear Fuels is facing fresh financial problems over an increase of at least £1.5 billion in its liabilities for decommissioning nuclear power stations. </p> <p>The bill has risen because the price of shutting down and making safe the company's first-generation Magnox stations is now reckoned to be seven times greater than current figures suggest. </p> <p>It will also increase BNFL's total liabilities in present day values for decommissioning nuclear sites and dealing with radioactive waste by 13 per cent - from £11.4bn to £12.9bn. </p> <p>This will further threaten the Government's plans for a part-privatisation of the group in late 2002. </p> <p>The problem has arisen in a quinquennial review of BNFL's decommissioning policy being carried out by the Nuclear Installations Inspectorate. </p> <p>At the centre of the issue is the length of time BNFL is permitted to leave between shutting Magnox stations down and dismantling them. </p> <p>BNFL currently plans to allow a deferral period of 135 years so that harmful radioactive substances can decay and reduce the exposure of decommissioning workers to radiation. </p> <p>But the NII believes this is too long. Frances Taylor, head of the NII's radioactive waste and decommissioning strategy unit, said: 'They are going to have to be prepared to bring forward decommissioning. The real safety benefits are over by about 50 years.' </p> <p>Reducing the deferral period will have a major impact on BNFL's accounts because money set aside for the long-term costs of decommissioning facilities grows in value over the period. </p> <p>The longer it is, the less the present-day liability.</p>",
  "<p>The Irish novelist Colm Toíbín, soon to embark on a year's fellowship at the New York Public Library's Centre for Scholars and Writers, is a very lucky guy. I should know. I am one of the inaugural Fellows who will shortly - and most reluctantly - be making way for Toíbín and his colleagues in the sleek new £12 million facility overlooking Fifth Avenue, fast establishing itself as a brave new force in New York's intellectual life. </p> <p>For a writer like myself, unattached to any academic institution, the opportunity to research full-time in so fertile a vineyard, and be paid for the privilege, is such stuff as impossible dreams are made of. The NYPL's Centre is the kind of literary Xanadu that does not exist in Britain, whose Iron Chancellor has yet to wake up to the blessings of tax-deductible private philanthropy - described by the library's president, Paul LeClerc, as 'the perfect embodiment of the principles of the Enlightenment'. </p> <p>Will the day ever come when anyone can walk in off the street to consult a book in the British Library, built by the taxpayers' billions - as do more than two million people a year from all over the world at the New York Public Library? Like the inscription over the fireplace in the its Trustees Room - 'The City of New York has erected this building for the free use of all the people' - the Centre for Scholars and Writers is, in microcosm, what this great democracy is all about. Small wonder British visitors invariably ask for an application form before heading home. </p> <p>Which I, for one, won't be. When I arrived in New York 12 months ago, the proud if startled bearer of a scholar's visa, I thought I had come for a year researching my next biography. By the time I returned briefly to the UK in November, for publication of my life of Shakespeare, I knew that I was already sliding helplessly back into the love affair with America I began 20 years ago as The Observer 's Washington-based US editor. By the time I popped back to Britain in January, to judge the Whitbread awards (and inadvertently spark a national nervous breakdown over the relative literary merits of Seamus Heaney and Harry Potter), I was editing my life into a skip after selling the family home. </p> <p>That old, familiar feeling had returned with a vengeance: that I was far more comfortable in the UK as an occasional, affectionate visitor than an increasingly reluctant subject of the Crown. Every time I crossed the Atlantic, whether for book tours, poker tournaments in Las Vegas or summer vacations at Cape Cod, I felt so much more at home. Ten years ago I even married the US in the luminous shape of the novelist Cindy Blake, an adopted Londoner these 22 years yet still an all-American girl at heart. Together we always planned, once our five children were grown, to lead a transatlantic life, its centre of gravity gradually shifting west towards the country we both call home. </p> <p>It's not just that Britain, viewed from a real democracy, more than ever exudes its lethal combination of self-satisfaction and backward thinking: still dithering xenophobically about Europe (for me, its only hope of any future as even a wannabe world power); keeping 92 hereditary peers, for pity's sake, not to mention that pantomime horse of a monarchy; blowing a billion pounds' worth of schools and hospitals on that hollow, doomed, vainglorious Dome; grumbling nationalistically about immigrants when they are the pulsating lifeblood of my adopted homeland, its raison d' tre . No, for me, it's also that the intellectual, cultural and literary life of the Eastern seaboard is (like the language) more alive, more alert, much feistier than the primping and preening of London's cosy circle of back-patting glitterati. Viewed from here after a month back in Britain, the old country seems more than ever like some overgrown, nose-in-air, single-sex Pall Mall club, whose pettifogging rules it is so rejuvenating to escape. </p> <p>New York City thrives on change; it can't wait to pull down buildings, for instance, to erect even more thrilling ones. Hence - along with its throbbing masses of new arrivals, each community making contributions from the cultural to the culinary - the unique vitality of the place. There is no undue reverence for the past, or indeed the present, for its own sake. </p> <p>The very essence of Britain, by contrast, is and has always been a profound resistance to change, especially change for the inspiring sake of change. Yet fundamental change is, I believe, what Britain sorely needs. Tony Blair appears to grasp this, while mysteriously failing to do much about it. To spend July in London was to be reminded almost surreally that politicians in Britain have abandoned policy for packaging. Here is a Government elected with a huge majority that is far more concerned with being liked - and so re-elected - than putting its mandate into action. Politicians of true conviction go out there and implement their manifesto, braving the consequences. This lot - and I speak as one of who rejoiced in their election - have mired politics in the era of the permanent campaign. </p> <p>I hold these truths to be self-evident. As long as Britain retains a hereditary head of state, an oligarchic government formed in the name of that monarch rather than the electorate, an established but irrelevant Church, not to mention such class-drenched fripperies as an honours system adding antique handles to lists of autopilot names, it cannot truly call itself a popular democracy. As long as its people remain subjects rather than citizens, with no written rights and no Supreme Court to adjudicate them, it is not a country in which any self-respecting democrat can comfortably hang his or her hat. </p> <p>Like his Government, Blair is Her Majesty's Prime Minister, not ours; we are defended by the Royal Navy and the Royal Air Force, not our own; it is illegal even to post a letter without a stamp bearing the monarch's head. 'You can tell a lot about a country,' as William Cobbett put it, 'which refers to the Royal Mint and the national debt.' Or, as John Updike more recently mused in the New Yorker : 'Without their crowns and coronets, how could the English be distinguished from the Icelanders?' </p> <p>As The Observer argued recently, the monarchy promotes 'privilege over people, chance over endeavour'. This culture of 'being something rather than doing something' filters right down to the cult of celebrity which sees Britain's irredeemably philistine middle class protesting about arts subsidies while worshipping what Bryan Appleyard has aptly called 'a succession of vacant bimbos and talentless hoodlums'. </p> <p>Even more distasteful, and far more retrograde, is the pervasive reluctance to acknowledge that Britannia no longer rules the waves - that insular, Last Night of the Proms mentality which clings to dreams of empire so long after its death. Having linked this to football hooligans abroad in a recent article here, I was gratified to see the Home Secretary, Jack Straw, take up the theme the next day. Hooliganism and racism, he said, were 'largely caused by English people with a distorted view of their own nationality', still carrying 'the baggage of empire' and thus 'distorting' what it means to be English. </p> <p>Right on. After the rank, enseamed sweat of English racism, how sweet it is to breathe the air of a nation based on the simple, pure intent of seeing if all the peoples of the world can live and work together, side by side, in mutually supportive harmony. It is surely the greatest experiment in the history of mankind; it has worked stunningly well for two increasingly prosperous centuries; and it is a privilege to tag along - to be so welcomed by Liberty's open arms, another refugee from bigotry and hypocrisy, humbug and cant, if not (like so many) dictatorship and repression. </p> <p>No, I am not blind to America's running sores: the aching gap between rich and poor; the failure to tackle gun control and political funding; the excesses of political correctness and religious fundamentalism; a taste for latter-day imperialism and sanctimonious witch-hunts, from the political to the sexual (the latter brilliantly savaged in Philip Roth's new novel, The Human Stain). But all, in their way, are by-products of the quest for individual freedom, and all are constantly under address. </p> <p>Equally unwelcome, for me, is the return of capital punishment on a truly reckless scale. But this, too, is a by-product of genuine, grassroots democracy. The same would be true in Britain if any government were rash enough to hold a referendum on the issue. The US, as Jonathan Freedland has so powerfully argued in his book Bring Home the Revolution, is a country run from the bottom up rather than the top down - a nation founded on expatriate English notions of civic rights and responsibilities, imported by Brits on the run from an unelected monarchy two centuries and more ago. </p> <p>To some extent, I confess, my departure amounts to a forlorn confession of failure. For more than 20 years, since I was first pilloried for challenging the monarchy before it became voguish, I have banged my head against the status quo's all too solid brick wall in a vain quest for constitutional reform - campaigning via lobby groups such as Charter 88, helping launch new ones like Common Sense . But even the simplest notions - that the head of state should take an oath of allegiance to the people, rather than the other way around - still elude Blighty's supposedly proud sense of fair play. </p> <p>So now, with Coriolanus, I am mustering the arrogance to banish you. I prefer to walk a city whose streets are numbered, rather than named, not just for practical reasons but to avoid any divisive hierarchy of personality. Streets which are now, moreover, safer than London's, thanks to the draconian (but undeniably effective) methods of Mayor Rudy Giuliani. Manhattan is so compact I can walk everywhere, which is good for my waistline, and enjoy a feast of music and art (if not always theatre) as fine as even London has to offer. I can savour a restaurant boom which does not masquerade, as in Britain, as some sort of cultural revolution. And I can venture forth into a country the size of a continent, filled with fascinating mini-countries, each with its own distinctive character. </p> <p>Capping the joys of my vita nuova is its headquarters, a 48th-floor apartment I call A View with a Room. From my tiny balcony, on a clear day (most), I can see way beyond the Hudson to the Catskills and across the East River beyond JFK airport, from a central vantage point majestically framed by the Empire State and Chrysler Buildings. Five hundred feet beneath me, day and night, throbs the most dynamic city on earth. </p> <p>So what will I miss, apart from some treasured friends (most of whom pass through New York regularly, anyway)? I already have three regular Manhattan poker schools to compensate for the loss of my 30-year-old seat in London's Tuesday Game (where I am still welcome, as I was last month, to make cameo appearances). And my beloved Arsenal are available here both on cable TV and at the Gooners' New York headquarters, McCormack's Bar on 3rd Ave - where, with my sports-mad wife and son, Joe, an editor on Tina Brown's Talk magazine, I suffered in May as they lost the Uefa Cup Final. </p> <p>Twenty years ago, concluding my last US column for The Observer before heading back to the Britain, I wrote: 'From a country alive to its future, back to one which seems able only to take a decaying satisfaction in its past.' </p> <p>Two decades on, for all Blair and his semi-works, I see little reason to change a word. As I said during the Potter furore, Britain is a nation which seems to derive a perverse pleasure from refusing to grow up and take itself seriously. The result, viewed from the not-so-new world, is a glorified theme park of a nation, Europe's constitutional Disneyland (where most of the rides, alas, do not work). </p> <p>You may well choose, after hearing me out, to bid this particular emigrant 'Good riddance'. But please don't sink to quoting at me, yet again, those hoary old words of Dr Johnson: 'A man who is tired of London is tired of life.' I can only point out that the old boy never got the chance to visit the United States, let alone New York City.</p> <p><strong>Brits who love the US</strong></p> <p><strong> Salman Rushdie</strong> Moved to Manhattan with his girlfriend, former model Padma Lakshmi, earlier this year. New Yorkers were apparently less than welcoming: 'We don't want to die because of his fatwa,' complained one literary agent. 'It's so passive-aggressive toward people in Manhattan.' </p> <p><strong> Harold Evans and Tina Brown</strong> Former editor of the Sunday Times , who moved to the States with his wife, the editor of Talk , because of 'the position of respect held by the journalist in American society'.</p> <p><strong> Amanda Foreman</strong> Historian and bestselling author of the bestselling Georgiana, Duchess of Devonshire. Has homes in New York and London.</p> <p><strong> Anna Wintour</strong> Editor of American Vogue for the past 12 years.</p> <p><strong> Also</strong> Christopher Hitchens, Jonathan Raban (lives in Seattle).</p> <p><strong> RIP</strong> W.H. Auden, Quentin Crisp, Raymond Chandler, Alfred Hitchcock, Christopher Isherwood, P.G. Wodehouse, Tony Richardson, Liz Tilberis</p> <p><strong>Yanks who love the UK </strong></p> <p><strong> Bill Bryson</strong> Travel writer. Came to England in 1973, met his wife and decided to stay. Worked on the Times and the Independent. Moved back to the United States five years ago.</p> <p><strong> Raymond Seitz</strong> U.S. Ambassador to Britain from 1991 to 1994. Settled in London after stepping down and is now senior managing director ofLehman Brothers.</p> <p><strong> Tom Cruise and Nicole Kidman</strong> Moved here to work on Stanley Kubrick's Eyes Wide Shut . Now own a house in Dulwich.</p> <p><strong> Madonna</strong> Despite her distaste for English hospitals, the pop diva wants her children to be educated here. Still looking for a permanent base with partner Guy Ritchie having tried out a number of 'unsuitable' houses.</p> <p><strong> Also</strong> Woody Allen, Ed Victor, Ruby Wax, Suzi Quatro, Chrissie Hynde, Jerry Hall, Caprice</p> <p><strong> RIP</strong> Stanley Kubrick, T.S. Eliot, Henry James, Wallis Simpson</p> <p>\u0095 Research by Kim Bunce.</p>",
  "Bill Clinton arrived in the Nigerian capital, Abuja, yesterday after its streets had been cleansed of beggars in favour of dancing midgets. The American President began a two-day visit to the turbulent West African state to plant Washington's flag firmly with Nigeria's beleaguered leader, Olusegun Obasanjo. <p>A girl introduced as 'Little Miss Jennifer' presented Clinton with a gourd before he drifted past the guard of honour, stripped of its swords at the insistence of the US Secret Service. Then came the traditional drums and pipes, and two midgets in purple. </p> <p>Nigerians only got to see part of this after national television announced it would not be able to show all of Clinton's arrival because 'at the last minute our equipment was removed by American security'. </p> <p>When Abuja's streets were rid of beggars and hawkers, the wares of many were burnt before their eyes. Among those driven to the nearby city of Jos was Adamu Sadau, a blind beggar. </p> <p>'We were told a very important guest - the American President - was expected in Abuja soon and the government does not want to see us around, because it feels that we can be an embarrassment,' he stated. </p> <p>Obasanjo will be pressing Clinton to help ease Nigeria's £2.5 billion annual debt servicing bill. The US has already said it will work to get it reduced to £1bn a year, but Obasanjo wants a complete freeze on payments ahead of a total write-off. </p> <p>The US has already moved Nigeria from near bottom to top of its aid list for sub-Saharan Africa since Obasanjo came to power 15 months ago. </p> <p>This year it is to receive £112m from Washington, almost one-third of which is dedicated to training and equipping Nigerian troops for peacekeeping in Sierra Leone. But the US Assistant Secretary of State for Africa, Susan Rice, warned against 'exaggerated expectations' from the visit. </p> <p>Obasanjo will also raise the 'maltreatment' of Nigerians applying for US visas. The US embassy is often accused of treating all Nigerians as potential gangsters and drug-traffickers, and refusing legitimate businessmen visas on spurious grounds. </p> <p>The Americans are keen to talk about drugs. They believe the Nigerians could do more to stop the transshipment of heroin and other narcotics to the US. Clinton also wants the Nigerian leader to boost oil exports and to persuade other producers to reduce fuel prices to avoid a recession in the industrialised world. But the visit is primarily an attempt by Washington to bolster Obasanjo's leadership. </p> <p>The US is concerned that many Nigerians have swiftly become disillusioned with his rule because it has failed to ease the hardships of everyday life and because political corruption is still rife, particularly in parliament. Before his arrival, Clinton said he saw the success of Nigeria's democracy as key to stable government throughout West Africa. </p> <p>It is the second time Obasanjo has welcomed an American President to Nigeria. Jimmy Carter visited in 1978 when the then General Obasanjo was the country's military ruler. He proved to be a different kind of general by voluntarily giving up power to an elected President. </p> <p>Times have changed greatly. Twenty-two years ago, Nigeria was awash in oil money and Obasanjo oversaw massive government spending on grand construction projects. </p> <p>Today, Nigeria is deep in debt, its infrastructure is collapsing and the country is more fractured than at any time since Biafra's bloody attempt at independence in the Sixties. But at least Africa's most populous country is no longer the untouchable it was two years ago under the brutal rule of General Sani Abacha, who outraged international opinion by hanging the Ogoni rights leader, Ken Saro-Wiwa. </p> <p>Relations with the US were so bad that Clinton bypassed Nigeria on his first tour of Africa in 1998. In one fit of pique, Abacha renamed the road outside the US embassy after Louis Farrakhan, the black leader of the radical Nation of Islam. </p> <p>Abacha's suspicious death - it is widely believed in Nigeria that he was poisoned by two prostitutes at the behest of army officers who feared that he was destroying the country - opened the way for Obasanjo's election to the presidency. </p> <p>But the Americans, like the British, are disappointed Nigeria's leader is moving so slowly to implement reforms, failing to embrace privatisation programmes vigorously enough and still applying an authoritarian, centralised style of rule. </p> <p>And while Obasanjo seems personally committed to combating corruption, that has not stopped some of his aides continuing to profit from graft and the government from continuing to buy political support in the National Assembly. </p> <p>The two Presidents gave a press conference in which Clinton urged Obasanjo to use his influence in Opec to encourage increased oil output. Nigeria is already at full capacity. Obasanjo acknowledged that high world prices were in the interests of neither producers nor consumers. </p> <p>Clinton leaves Nigeria tomorrow for Tanzania where he will add his weight to efforts to secure peace in neighbouring Burundi. He visits Cairo on Tuesday for Middle East talks. </p> <p><b>Useful links: </b><br></p> <p><a href=\"http://nigeriaweb.odili.net\" target=\"_NEW\"> NigeriaWeb</a><br> <a href=\"http://www.kilima.com/mediamonitor\" target=\"_NEW\">Nigeria media monitor</a></p>",
  "For an impeccable piece of advice on the way to cook sweetcorn, look no further than the literature of its homeland. It was Mark Twain who recommended making a fire in the middle of a field where maize grew and shucking the ears straight into the pot. More recently, Garrison Keillor recounted how the folk of Lake Wobegone would set a pan of water to boil in the kitchen, walk slowly down to the bottom of the garden, pick their corn and then run back to throw it in the saucepan. <p>All such stories illustrate the speed with which sugar in the kernels turns into starch as soon as the cob is separated from the plant - but the best city dwellers can do is to buy the cobs with the husks intact, or make a pilgrimage to a PYO farm. Sweetcorn - when not imported from the US, where it is grown in every state - is restricted by climate to southern England. At <a href=\"http://www.the-barnyard.co.uk\" target=\"_NEW\">The Barnyard</a>, Gore Farm, Upchurch, Sittingbourne (01634 388 856) four different varieties of edible maize extend the picking season to two months from the beginning of September, and each cob costs around 20p. </p> <p>The Barnyard's farmer, Mike Blee, would have liked to grow exotic-coloured varieties for fun, but was put off by the risk of hybridisation. Sweetcorn is a shockingly promiscuous crop, capable of hybridising not merely with other varieties of maize, but also with certain wild grasses. This is why maize kernels may number 16 or 500 on ears the size of a thumbnail or a giant 2ft (in Mexico), and vary in colour from yellow to pink, red, purple, blue, brown or almost black. Seekers after novelty might like to see (and buy) some decorative corn on the cob at Over Farm Market, Over, Gloucester (01452 521 014). Fiesta is a multi-coloured variety, Strawberry is dark red; customers hang these in their kitchens to dry, and pick a yellow-and-white variety called Honey Bantam to eat. </p> <p>We pick sweetcorn while its kernels are still tender and milky; it is then botanically green, but gastronomically ripe. Popcorn is another variety of maize altogether and is best bought dried from a grocery store. Like freshly roasted nuts, it tastes better made at home than the cardboardy versions available in cinemas. You need only a pan with a close-fitting lid to contain the exciting explosions. </p> <p>A type of maize widely eaten, yet lacking any discernible flavour in my opinion, is baby sweetcorn. Upmarket caterers Blistering Barbecues (020 7720 7678) say they season them up with Cajun spices to make acceptable canapés, but admit that the best corn is regular-sized and cooked in its husk on a griddle over the coals. The vegetable is suffused with a wonderful smoky flavour and served with a simple sauce of mint-and-parsley butter or just fresh mint, olive oil, Maldon sea salt and pepper. </p> <p>Barbecuing is probably the most American way to cook corn, if by authentic you mean old-fashioned. At Dakota, however - the acclaimed Notting Hill restaurant at 127 Ledbury Road, London W11 (020 7792 9191), not the state - chef Terry Williamson makes corn fritters, in which the kernels are combined with cornmeal, eggs and herbs and served with chilli jam. Williamson is a cook who works hard with exotic ingredients and says he's thinking of adding a new vegetarian option: red peppers stuffed with spinach and goat's cheese sitting on a creamy corn salsa. Then he blows his street cred by saying there's nothing like corn-on-the-cob 'just with butter on it - you can't beat that, can you?'</p>"
]