[
  "In October 1991, the pop charts were awash with cheesy rave anthems based on themes from popular TV shows. Most would be forgotten the moment they spluttered out of the Top 40, but, even at the time, 'Go' seemed different. It was artfully constructed around the looming signature chords from David Lynch's Twin Peaks series, and on Top of the Pops its author threw himself about like a small, white, bald maniac. Soon a disbelieving music press was reporting on this vegan, Christian, teetotal, car-hating New York raver with intense eyes that betrayed such a disquieting mix of challenge and apology. Over the next three years, a string of euphoric hit singles followed. Then things got really strange. <p>Moby's friends will tell you that he lives in the same spartan Manhattan apartment as he did when he made 'Go'. He will tell you that he lives in his tour bus, because when his current travels end in December, he and his party will have been on the road for 21 consecutive months - during which time the material circumstances of his life have altered little, but the context has changed beyond all recognition. When he set out, Moby was considered yesterday's man, a talented musician with a penchant for aggravating others and shooting himself in the foot. When he released his latest album, Play, in May last year, the reviews were grudgingly favourable, but small. The US record labels which had turned him down seemed vindicated: Mute, the British independent which is his real home, watched as Play 'flatlined', shifting a meagre 10,000 copies in six months.</p> <p>A year on, Play has sold more than 5 million, going platinum in 17 countries and topping the charts in seven. Few Britons will get through an entire day without hearing at least one piece of Moby music, as he finds himself re-cast as the world's pop star du jour, a phenomenon he likes to refer to as 'obviously a clerical error'. More peculiar still, we should find this comforting. For his is an extraordinary story.</p> <p>Moby looks fit and fresh, but his mostly Brit crew look worn. 'Did you bring any British newspapers with you?' they ask with a hint of desperation as you're introduced backstage at the soon-to-be-rammed Bronco Bowl in Dallas, Texas. For the past few months, he's been treating his audience to some thoughts on the desirability of voting Al Gore for President, but this is very definitely George W Bush country, and last night in Houston, he forgot. I wonder whether this might have been an unconscious survival instinct, and Moby smiles and leads me to his preferred lair at the rear of his massive bronze bus. I'll be amused to note that he 'forgets' tonight, too.</p> <p>We've met before over the years, and I find him little changed on the surface: the same bald head and alert but strangely neutral features. He's always been good company, talking fast, listening well, engaging in conversation with the whole of his being, ever straining to reach the essence of whatever it is you're talking about, even if it's only tape recorders or socks. He's 35 now and claims to have gradually retreated from his formerly dogmatic approach to life and morality. These days, he even gets pissed sometimes. He's relaxed. He's having fun. I was recently with some musicians who complain bitterly about touring the way he is. I ask how he finds the experience.</p> <p>'I love touring because you never really get bored, and if you do get bored, your circumstances are always changing. Even a lot of the little irritants are addictive. Like, the other day, on our way from Albuquerque to Houston, we had a day off in Wichita Falls, Texas, which is officially the middle of nowhere. So you find yourselves walking through desolate places. And especially out west, America is full of them. There's so much space and so few people. Just standing in a parking lot in the middle of nowhere with a warm breeze blowing. You understand why film-makers are so drawn to making movies about the West - the weird guy sitting behind the counter selling cigars, the old lady on the porch\u0085 I love it.'</p> <p>The name began as a kind of joke, almost from the moment Richard Hall was born. He was so small, so frail, that calling him after the fictional scion of his great-great-great grandfather, Herman Melville, seemed to carry hope, to provide a kind of grand raft for the little boy to cling to. His father, an academic chemist, died in a car crash when his son was two, and his mother, Elizabeth, was a hippy artist who smoked pot and hung out with musicians and struggled, with the help of welfare, food stamps, social security, to make ends meet. Both sets of grandparents were wealthy - mother and son were never going to starve - but in the affluent hamlet of Darien, Connecticut, only 15 minutes distant from the neighbourhood Moby's pal Rick Moody was writing about in his novel/film The Ice Storm, they were apart, other.</p> <p>'The more I travel and see, the more I realise how conventional my upbringing was. But at the time, all my friends seemed to have stable, traditional, affluent homes. Now it turns out that lots of Americans were raised under similar circumstances to me, the difference being that they grew up in communities where everyone had messed-up home lives. I had new clothes, but from bargain shops, not Adidas and Levi's like my peers, and I'm sure a lot of people can relate to the sense of inadequacy that gives you. There was this sense of wanting to fit in and not fitting in, even if it was by no means unique to me. Every time I left the house, I was aware of those feelings.'</p> <p>In retrospect, there were silver linings. The number of pop stars who had hippy parents is high: Beck, PJ Harvey and Jarvis Cocker being but three obvious examples (Moby has noticed this, too). A beardy, bead-wearing friend of Elizabeth's tutored the 13-year-old boy in classical guitar and jazz theory. Through examining his mother's book collection, he came to realise that 'most of the heroes of the 20th century had made a virtue of feeling inadequate or displaced'. He read Rambeau, Faulkner and Bukowski ('not my favourite writer, but\u0085') and felt better. He went to study philosophy at Connecticut University, then transferred to New York, where he was disappointed by the inconsequentiality of the syllabus and directed most of his energy towards music. He played guitar with the punky Vatican Commandos and Flipper before graduating to the briefly wonderful New York psychedelicists Ultra Vivid Scene. Then he left for the visceral joys of rave.</p> <p>He'd picked up his Christianity while at school, but dates the rigidity that came to characterise it from the punk period. He can laugh at it now. 'It lasted till 1996 - from the ages of 16 to 30, basically, which is a long time. First I was a rigid punk-rock Marxist. Then I was a rigid vegan dance-music Christian guy\u0085'</p> <p>And what ended those things, I ask.</p> <p>'Empiricism. Going out and looking at the world and realising that fixed orthodoxies make sense on the printed page and in your head when your eyes are closed and you're going to sleep, but they don't make sense when you walk around and look at the world.' What did he want from the doctrines?</p> <p>'Very simply, what I think motivates people to want to hold on to rigid orthodoxies is the simple desire to see the world as a simple, understandable place. The only epiphany I ever had was being able to say that the world is not a simple and understandable place and people who try to make it so are... jerks. They're unpleasant, and no one wants to hang out with them. They're fundamentalists. That's why the first essay in the Play sleeve is specifically about that. What I found was that people were looking to me to be a rigid vegan fundamentalist or dance fundamentalist or Christian fundamentalist, and I find that to be distasteful.'</p> <p>Is he simply saying that Ewan McGregor won't hang with you if you have convictions? 'No. I think those beliefs and ways of living are erroneous as well. The thing is that I was proved wrong so many times that to try and insist that I know better than everyone else is just stupid.'</p> <p>So the end of ideology has worked for Moby, just like the rest of us. Actually, more than the rest of us. Noticing with humility yet an unmistakable frisson of glee that women fancy famous blokes, he has used the belated realisation that his old semi-celibacy was 'erroneous' as a springboard to discovery. Remembering that when Moby goes for something, he really goes for it, you can't help but feel pleased for him. There was the reported romance with Star Wars actress Natalie Portman, a toe dipped into the world of a dominatrix, the games of 'touch knob' (don't even ask) at celebrity parties, even the tawdry affairs of rock'n'roll legend.</p> <p>His most recent foray into the world of Big Celebrity was attending US R'n'B übermeister Sean 'Puffy' Combs's lavish ball in the Hamptons. There's a rare grin on Moby's face as he recounts this.</p> <p>'I went mainly to see what it was like - I mean, that sort of ostentation. So you get there and it's this huge house right on the ocean. And his driveway is filled with Bentleys and Mercedes and Porsches and Jaguars\u0085 it's interesting. I can't judge that kind of consumerism, because I don't come from the same kind of cultural place that he comes from, but it was the weirdest mix. </p> <p>I mean, the Hamptons is horrifying. Really horrifying. It's so much money, so much wealth, so much opulence. You go to these parties and its basically just people figuring out what they can get from each other. </p> <p>'So the interesting thing about Puffy's party is that he wants to be part of that, so he'll go to the Hamptons' invitational polo matches, meaning that half the people at the party were moneyed old conservative WASPs, and the other half were homeboys who he grew up with, people from his record company, Bad Boy. And Salman Rushdie and members of boy bands. And everyone had to wear all white, so it was almost as though you couldn't tell who was who. Leo DiCaprio was turned away because he wasn't wearing white. He had to go buy something! The whole thing was just\u0085 interesting.</p> <p>'What I've come to understand is that indulgence can lead to epiphanies more times that abstinence,' he declares. 'My old quasi-celibacy is a good example. I was celibate for the wrong reasons. I was celibate for the same reasons as I was a vegan and didn't drink - because it made me feel superior.'</p> <p>It seems to me that Moby's being a little hard on himself here. The need to place himself beyond criticism surely stemmed from an underlying feeling that he deserved criticism. I suggest this, but he's having none of it.</p> <p>'Well, I could have been criticised for being a rigid, uptight asshole. And then I found myself suddenly being drunk and occasionally having tawdry one-night stands and affairs. And at times it was wonderful, at times sordid and dumb. But it didn't fit any generalisations, and that was the lesson.'</p> <p>At this juncture, I find myself wondering how Moby defines his Christianity these days. He has a problem with that title, he explains, because he thinks it implies self-righteousness. He became a lover of Christ ('in the Platonic sense,' he giggles) when he came across the Gospel according to Matthew at school, which 'just struck me as right'. Soon, church and Bible studies became a refuge from the alienation he felt elsewhere, fitting neatly into the strictured universe he was trying to construct for himself. In his newly chilled mode, he aspires to live according to the teachings of Christ, he says, adding as a casual rejoinder, 'at least some of them, because unfortunately, I have to be a bit selective'. </p> <p>Intriguingly, Moby's personal and musical evolution has mirrored, and in many respects presaged, developments within British culture during the 90s. Just as political ideology appeared to wither away in those years, so did the tribes and factions that had always defined pop culture. Someone once noted that Britain was the only country in the world where someone might ask, 'So what's he like?' and be told, 'Oh, he's a skinhead.'</p> <p>By the decade's end, the style tribes had dissolved, but when Moby released his debut album, Everything is Wrong, in 1995, minds had not yet been fully prised open. This was a couple of years before the Prodigy, Fatboy Slim or Tony Blair and when Moby, with his outsider's disregard for political or aesthetic correctness, released Everything is Wrong, which veered between swirling club anthems, punk thrashes and ambient torch music, it was met mostly with a mixture of disbelief and consternation. Some excited new listeners were won, but at the expense of fashionability: Moby was ahead of his time. Then, a year later, he tested his audience to destruction with a furious, hardcore punk album, Animal Rights, which very few people bought outside of Greece and Germany. </p> <p>Shortly after its release, his mother was diagnosed with cancer and died in 1998, at the age of 54. A friend has referred to this period as Moby's 'dark night of the soul', and he has wondered at the conjunction of that truculent record and his mother's illness.</p> <p>'You hear stories of farm animals getting jittery and running around before earthquakes,' he says. 'Maybe I was anticipating something.'</p> <p>In the event, what followed bore no relation to what anyone expected. Moby scrapped early sessions for a new album, spooked by the vivid rock/dance crossover success of the Prodigy's Fat of the Land. 'It got very distressing, going to expensive recording studios and continually coming out with results I hated,' he confessed shortly afterwards. 'In the end, I went back to my bedroom and made an album full of flaws, quirks and brilliant idiosyncrasies.'</p> <p>The turning point came when he stumbled across a series of recordings made by a couple of amateur American folk-music archivists named John and Alan Lomax. In the 30s, this father-and-son team had toured the South with a primitive 300lb tape recorder in the boot of their car, recording for posterity the gospel and blues sounds they heard at a time when no one else was. Moby found them inspirational and began to experiment with sampling segments of performance by the likes of the Shining Light Gospel Choir, Boy Blue, Bill Landford &amp; The Landfordaires and Bessie Smith, re-situating them in his modern electronic arrangements. It is tribute to the sensitivity with which he did this that tunes such as the now uniquitous breakthrough single 'Natural Blues' and the rippling 'Why Does My Heart Feel So Bad?' sound as soulful as they do. </p> <p>Interspersed with the usual eclectic and emotive range of his original compositions, they came to form the spine of Play. And that's why we're here.</p> <p>Some people are asking whether Moby has relaxed his standards too much. As Play has grown in popularity, so have allegations that making money out of the mostly impoverished black artists recorded by the Lomaxes amounts to nothing more nor less than exploitation. Moby's heard the arguments and treats the issue gingerly, pointing out that his motives were sound; he never expected Play to be successful and has tried to make sure that the money generated has gone to the right people. He further posits 'collage and assemblage' as 'one of the dominant creative motifs of the 20th century', adding that most of the compositional elements are generated by him. He is right on all counts, but on the plane to Texas, I came across a more sophisticated argument, which could be seen as applying to modern dance music generally.</p> <p>Boiled down to essentials, the American business academic Jeremy Rifkin claims in a new book that the days of the property-based capitalist economy are numbered. Companies such as Nike, he notes, own little other than a concept, a lifestyle, and more and more people are leasing large items like cars in preference to buying. He suggests that in the future we will be purchasing experiences rather than ownership and that this form of exchange will seep into every area of our lives ('We're moving from commodifying goods and services to commodifying culture'). He claims fusion music is a good example of this process: corporations scour the globe for culture to mine, just as their precursors mined copper or coal. In the process, they tear them from their roots. </p> <p>'When you take a culture and homogenise it, transform it, package it and sell it back to people as paid-for experience, then it is just as possible to deplete cultural diversity as bio-diversity,' Rifkin concludes. Dance music has been doing this, or something very like it, for years. Moby comes to terms with the thesis with impressive speed, but takes a moment to work out what he thinks about it.</p> <p>'When I hear people saying stuff like that, I want to sit them down and give them some nice warm soya milk and cookies and tell them everything's going to be OK. I want to tell them, \"Just because we don't fully understand the complexities of the contemporary world doesn't mean that it's wrong or on the brink of collapse.\" You know, this idea that to remove something from its original context is contrary to contemporary life\u0085 everything is removed from its original context.</p> <p>'But I think that, ultimately, culture is democratic. And a lot of supposed academic liberals really have a hard time with that. </p> <p>I remember talking to my aunts and uncles at Christmas a few years ago, and they were complaining about popular music. They said, \"Why can't radio stations play more Bob Dylan and less of that trite, vacuous Britney Spears?\" The answer is because the majority of the people listening to the radio want to hear Britney right now and they don't want to hear Bob Dylan. I mean, I like both of them. </p> <p>'A lot of people imagine conspiracies where conspiracies just don't exist. These big multinational corporations, all they're trying to do is prop up their quarterly share price so they don't get fired. They don't have any agenda apart from staying in business. </p> <p>I think culture is suffering at their hands; the fact that all the record companies have been bought up by a couple of big multinationals\u0085 the music is definitely suffering. 'But you can't judge it from a static perspective. This is the ebb and flow of culture. We have a few years of generic pop music and crummy boy bands and then the next bunch of Nirvanas and Jane Addictions arrive to blow them away.'</p> <p>For his own part, Moby was recently heard lamenting the demise of beauty as an aspiration in art, pointing out that one of the few places where it is still viewed as a valid end-in-itself is within the dance community - 'And a lot of people are not comfortable with that, thinking that it's not intellectually credible. Which is a shame, I think.' With almost the same breath, however, he will question the lack of virtuosity in modern music. Not long ago, he had a haunting vision of George Gershwin being around today and winding up as the guitarist in Creed.</p> <p>'Now we have virtuoso computer programmers and drum programmers and that's wonderful because great records are being made. But I always wonder how many talents are being lost to mediocre records.</p> <p>'Because I do use George Gershwin as an example. He spent his life becoming a phenomenal pianist, learning compositional skills, learning how to write and sheet-read music, and the world is a richer place for it. It's so sad to think of someone who could have been the next Gershwin, or Miles Davis, or Coltrane, instead churning out a couple of mediocre alternative rock records or dance tracks. Because if everyone around you is doing mediocre stuff, you don't really feel the need to push yourself to do any better. At least very few people do. I mean, much as I might applaud democracy in culture, I'm also selfish in that I love memorable, meaningful music - songs that stay with me and that I can listen to and get an emotional reaction to time and again.'</p> <p>Interestingly, Gershwin's 'Rhapsody in Blue' was specifically conceived as a marriage of classical structure with contemporary jazz dance idiom. It was a crossover. Moby has it in mind to make an album in the spirit of Al Green or Bill Withers meeting Massive Attack, but he thinks it might take time to work up to this.</p> <p>A dollar millionaire before the release of Play, mostly on the strength of his remix and film work, even Moby doesn't know what he's worth now. The most controversial portion of his fortune comes from the car ads he has licensed his tunes to. The first time I met him, he wouldn't even step into a car unless he could be convinced that it was a matter of life and death. He is heroically inconsistent and vague on the rationale behind his change of policy, citing flattery, the fact that some of the ads are decent pieces of art and a desire to support his independent record company as factors. He denies that personal gain was a consideration, because he lives an almost distressingly simple life, despite admitting to 'a sybaritic side' that likes nice hotels and flies business class on trips that last more than four hours. It's notable that even the alienated former mates and old enemies will accuse him of stupidity before greed.</p> <p>I ask if he suffers from guilt over money.</p> <p>'To an extent, but I think I deal with it on a very abstract level. Because there isn't really anything I want - at least the things I want are so huge that I could never afford them\u0085'</p> <p>By way of illustrating this point, Moby mentions an island with a huge jet boat with helicopters on the back of it; a menagerie with giraffes and monkeys and koalas (by my reckoning, he could probably afford this one) and a fleet of private planes to fly his friends around the world. Under the circumstances, it doesn't seem so very much to ask.</p> <p>\u0095 <b>Win two VIP tickets</b> to see Moby live in Wembley arena on November 18, with access to an exclusive after-show party where you can meet Moby in person. Click <a href=\"http://www.guardianunlimited.co.uk/Offers/Entry/1,4713,,00.html?code=OAJA006\">here</a> to enter.</p>",
  "<p><strong> Whatever Love Means</strong><br>David Baddiel<br>Abacus £6.99, pp310<br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502379114,00.html\">Buy it at BOL</a></p> <p>It all stopped being funny when every last comic tried to cash in and turn to writing, which is perhaps why the more astute social commentators (and Baddiel is easily the equal of Sean Hughes) have turned to darker matters. For Baddiel, it was the death of Diana that instigated a new era of seriousness. Vic and Emma's affair began the same day and its consequences occasion a meditation on the durability, indeed the very existence, of romance. Baddiel's style is superficially sillier than life, but ultimately sadder. The biggest questions - Can we cure Aids? Who killed Diana? - allude to our triviality and the scale of our tragedies. Such is the web-like intricacy of the plot that it is almost ephemeral until you're caught in it, grimly enthralled. </p> <p> <strong> A Good Place to Die</strong><br>James Buchan<br>Harvill £6.99, pp343<br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,1001002000240090,00.html\">Buy it at BOL</a></p> <p>While every other book nowadays is described loosely as an 'odyssey' of some kind, A Good Place to Die attempts to rewrite the Iliad, Odyssey and the Aeneid, setting them further east and couching them in the style of an anglicised Omar Khayyam. John Pitt, a naive English teacher, is separated from his wife during Iran's revolution, and after a decade of torture and incarceration, enlists to fight for his adopted country in the turbulent Eighties.</p> <p>Orphaned and perennially exiled, but never believing himself a widower, he rejects hippie hedonism for the strictures of Islam, finally surrendering to the Divine Will when he walks into a minefield to rescue a peasant girl. Eventually, of course, Pitt finds his Penelope and his Latium - his new spiritual homeland - after Iran has been all but sacked, yet Buchan has the talent to maintain tension to the last.</p> <p> <strong> My Movie Business</strong><br>John Irving<br>Black Swan £6.99, pp158<br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,1001002000093613,00.html\">Buy it at BOL</a></p> <p>Few writers have seen their work translated from paper to celluloid as successfully as John Irving. The bulk of this memoir is a re-telling of the (production of the) Oscar-winning The Cider House Rules, but there is also a minute history of America's policy on abortion. As it happens, Irving's grandfather, a great surgeon immortalised for his authorship of a ribald drinking song, was his literary inspiration, for his ability to inject humour into the most unlikely subjects. My Movie Business touches on the relationships between biography and fiction, form and content, humour and horror, literature and film. Although this is too slight to appeal to non-completists, it's a worthy addition to the oeuvre. Now that he's a full-time writer, at the peak of his powers, Irving's next real novel should be spectacular. </p> <p> <strong> La Grande Thérèse</strong> <br>Hilary Spurling<br>Profile Books £5.99, pp134<br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502451808,00.html\">Buy it at BOL</a></p> <p>Spurling's last three biographies have been so highly lauded, it's strange to find her fourth so skeletal. Short on analysis and short of breath, the extravagance of Thérèse Humbert is unfortunately not matched by the style of her life story. La Grande Thérèse had the audacity to borrow the millions needed to purchase a chateau she never lived in, because it never occurred to anyone that they wouldn't be reimbursed.</p> <p>That wasn't her greatest coup, though; it was more like a publicity stunt to launch her career as a swindler. Imaginary suitor, an imaginary inheritance and an oversized strongbox were all part of the ploy. This bodes well for the story's TV adaptation, but its present form is frustrating in its brevity and disengagement. </p> <p> <strong> On the Move: Feminism for a New Generation</strong><br>edited by Natasha Walter<br>Virago £7.99, pp186<br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502453145,00.html\">Buy it at BOL</a></p> <p>'Unless we create a new kind of sisterhood... we are in danger of [concluding] that middle-class women have the luxury... of deciding that the movement has had its day.' Although a sizeable but unsatisfactory proportion of (mostly Western) women have parity with men, they account for only three per cent of women worldwide.</p> <p>The cynical view would be that feminism enabled women to be exploited on male terms, and yet the writers here never quite discredit such a view. Feminism, it seems, has lost the thrill of discovery, the momentum of revolution, and the overriding tone of this accessible, varied and articulate collection verges on pessimism. The incontestable essays by teenagers prove how glaringly obvious the continuing inequality is. There is no more required reading, just action. </p> <p>\u0095 Michael Mellor</p> <p><strong> Gore Vidal</strong><br>Fred Kaplan<br>Bloomsbury £8.99, pp850<br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502315998,00.html\">Buy it at BOL</a></p> <p>Fred Kaplan has previously produced biographies of Dickens, Henry James and Thomas Carlyle, and includes in this expansive and fascinating book a story about standing with his present subject in a graveyard and explaining how he usually prefers his writers dead. Gore Vidal responds by soliciting Kaplan's opinion on the design of his future headstone, an irony the biographer relishes. The closeness between writer and subject is apparent throughout the book and the wealth of detail is remarkable; Kaplan's style is engaging but never flamboyant, and it is Vidal's striking and controversial personality that charges the writing.</p> <p>\u0095 Jane Perry</p>",
  "<p><strong>Only Human</strong><br>Jenny Diski<br>Virago £14.99, pp215<br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,1001002000093004,00.html\">Buy it at BOL</a></p> <p>Jenny Diski enjoys a challenge. In her last book, she took a trip to Antarctica as a cure for - and a journey into - her own depression. Here, she employs a different stratagem, creating and recreating worlds in her own image, confidently playing God.</p> <p>She inhabits the role of ultimate narrator with much grace and not a little novelistic self-consciousness - 'In my separateness, I toyed with eternity,' she explains, cod-omnisciently. 'I divided and rearranged the world and came up with creation. I created. I made a world as self-sufficient as eternity, but more than that, unlike eternity, capable of reproducing itself, and dependent on a creator for its original existence. A marvel...'</p> <p>Diski becomes a beguiling and nicely neurotic Supreme Being in order to offer an inside track on the first great human love story: that of Abraham and Sarah, (or, to give them their proper Hebrew names, as here, Abram and Sarai). It is, as every Sunday school pupil knows, a tale of devotion and frustration, of faith and despair, of unexplained barrenness and unexpected fecundity, and it comes complete with the first Biblical happy ending (of sorts). Above all, though, it is the story of a marriage, and as with all the most interesting marriages, there is a third competing force in it. Cast in the role of the other woman, demanding Abram's attention and draining him of love, God makes a formidable and exacting mistress.</p> <p>There have, in recent years, been several satirical recastings of biblical stories. Gore Vidal retold the Gospels as media events in Live From Golgotha; Norman Mailer recreated Christ in his own pugnacious image in The Gospel According to the Son. Jack Miles's academic bestseller God: a Biography explored the human aspect of the greatest literary character of all, while Canongate's mini-series of secular responses to Biblical books was an admirable effort at repackaging the Authorised Version for Tube travellers.</p> <p>Diski's imagining of Genesis 11 to 22 is more thoughtful, however, than either Vidal's slapstick or Mailer's stentorian egomania, and more heartfelt than anything from Canongate's pocket philosophers. In Sarai, in particular, she gives substantial emotional flesh to a formidable feminine archetype, blowing away ancient desert dust to create a moving and consummately believable heroine.</p> <p>At times, particularly at the outset, the force of Sarai's story looks likely to be overwhelmed by the metaphysical riddling of the authorial voice that dictates it. In common with most unreliable narrators, in the beginning God seems concerned first and foremost with his own credibility: he may be the great I Am, but how should he behave in company? As the novel develops, however, the austerity of some of his rhetoric of creation is collapsed in little jokes and asides; at one point, for example, God experiences a revelation: He needs to get ahead of the game. 'I am would become I will be,' He announces 'an I am with a future. I was getting the hang of time...'</p> <p>The effect of this voice is twofold: it causes divine certainties to seem comical and arbitrary and it slowly establishes the primacy of the other, less vain, force of creation in the book, the feminine hope of Sarai. Diski is able to breathe warm life into the most adamantine phrases of the clipped King James version of Sarai's predicament. From the bare reportage of 'And Abram and Nahor took them wives: the name of Abram's wife was Sarai... but Sarai was barren; she had no child', Diski brings forth and multiplies a whole interior life.</p> <p>Sarai is half-sibling to Abram, the daughter of a servant girl, and in tracing her initial journey from devoted little sister to passionate bride Diski establishes for her a compelling psychology. This is matched by her portrayal of Abram as a man ill at ease with the strength of his own desire, who finds this transformation in sibling affection fundamentally disturbing. Diski explores through their complex story the ways in which sensual hope can exist alongside cold despair and the delicate damage that experience can do to sexuality: 'It was no longer discovery, it had become history, and they had touched each other with the memory of all the years between them, with the eroticism of time.'</p> <p>As these years pass, the vacancy at the heart of their relationship, the lack of the longed-for child, becomes, in some senses, a God-shaped hole. Still, this is a story of faith, and Diski weighs Abram's stony zealotry against his wife's more humane and generous framework of belief (Abram, she notes dryly, was 'not strong on irony'). Sarai, who puts her own trust in human love and doubts her husband's visions of a cruel-seeming God, nevertheless follows him across the desert, all the time treating her husband's fantasies 'as she would a child who mistook its dream for reality'.</p> <p>Her faith is tested along the way by the liquid charms of the pharaoh, to whom Abram cravenly betrays her, and by the intransigence and apparent insanity of her husband's vision. As a result, by the end of a subtle and moving re-examination, we are never quite sure who has reached whose promised land.</p>",
  "President Bill Clinton yesterday announced that he will fly to Egypt tomorrow in a desperate bid to end two weeks of Israeli-Palestinian violence that threatens to plunge the region into full-scale conflict. <p>Clinton said he would attend the emergency summit in the Egyptian resort of Sharm el-Sheik, following confirmation from both Israeli Prime Minister Ehud Barak and the Palestinian leader Yasser Arafat that they would meet face to face in an attempt to negotiate a ceasefire in the violence that has claimed more than 100 largely Palestinian lives and seen thousands injured. </p> <p>A grim-faced president told a hastily convened White House press conference that he 'would do everything to minimise the violence and to do all the preparation necessary to maximise the chances of a successful meeting'. </p> <p>The announcement that both sides were prepared to attend the summit comes after furious efforts by the US president and other senior international figures over the past eight days to end the crisis in the Middle East, where a lasting peace has been a priority for his administration. </p> <p>As violence continued across Israel and the Palestinian Territories the question being asked was whether either Barak or Arafat was in a position to control extremists in their numbers. </p> <p>And in one of the biggest gambles of his long leadership of the Palestinian people Yasser Arafat agreed yesterday that he would attend despite Israel's refusal to accede to his demand that an independent international commission of inquiry into the violence be established. </p> <p>Arafat's agreement to talk peace without conditions is a highly risky strategy as mood among Palestinians appears to be hardening against any hint of concessions to Israel whose forces have been responsible for the vast majority of the fatalities. </p> <p>Many now believe that Arafat has been too hasty already in his negotiations with Israel both in the Oslo Peace deal in 1993 and in the Wye Valley agreement that saw the PLO abandon its commitment to destroying the Israeli state. </p> <p>UN Secretary General Kofi Annan, who has been in the region for a week brokering an end to the bloodshed, said the summit would take place in Egypt today or tomorrow, and without preconditions. </p> <p>Speaking yesterday Annan said: 'There were no preconditions. There were suggestions.' Each side was quick to name those 'suggestions'. </p> <p>Nabil Shaath, a senior Arafat aide, said the Palestinians expected an Israeli retreat from the edge of Palestinian-controlled towns, and the loosening of a closure that would allow medicine and food into the Palestinian areas. </p> <p>Not appearing on anyone's list was the Palestinian demand to convene an international inquiry into the reasons for the violence. </p> <p>Barak had adamantly rejected that condition, saying that he only trusted the United States to lead such an inquiry. </p> <p>Barak's office said the summit would not treat the substantive peace issues that have been all but waylaid by the violence. Instead, he suggested the summit would formalise a ceasefire. </p> <p>The announcement came as Annan said he had called on both sides to cease shooting, which was yesterday being ignored. </p> <p>'I have asked both sides to stop firing until the summit,\" he said. </p> <p>Annan said he expected Clinton and Egyptian President Hosni Mubarak to work out the details. </p> <p>In Washington, a White House spokesman said Clinton was awaiting word from President Mubarak 'as to whether he feels the conditions are in place to convene a summit'.</p>",
  "Not only have I stayed up into the small hours of the morning to watch the American Presidential debates, I have enjoyed the experience, a confession which brands me as a hopelessly unreformable junkie who will sacrifice his health to his addiction. <p>Has not the struggle for the White House become minority viewing even amongst Americans? Don't we already know more than we ever wanted to about Albert Gore and George Bush, George Gush and Albert Bore? </p> <p>George Boy, who has inherited his father's linguistic dyslexia, demonstrates his capacity to run the world's only superpower by memorably declaring 'I know the human being and fish can co-exist peacefully'. And the man says he hasn't done drugs in years. </p> <p>Al Junior, who appears to have inhaled too much of Bill Clinton's forked breath, has a lamentable habit of stretching the truth until the elastic snaps, whether it be the Vice President's claims about the cost of his dog's arthritis pills or his bragging about his role in the invention of the internet. </p> <p>It's the Fibber versus the Gaffer. Is there anything else to be said? There's much more. This is a crucial - even defining - battle for the Oval Office. The outcome will have a profound influence on the world and - what concerns us here - on the future course of British politics. </p> <p>Tony Blair and William Hague are both casting twitchy glances across the water as this too-close-to-call race comes to its climax. If George Bush wins the White House, champagne will be swilled at Conservative Central Office; if Al Gore takes a third term for the Democrats, the carousing will be at Millbank Towers. </p> <p>I saw the first round of mouth-to-mouth combat between Bush and Gore in a Bournemouth hotel suite which was carpeted with the debris of the agreeable Lord Strathclyde's conference party. The hardened Tories watching with me unanimously despaired when Gore gubbed Bush. Labourites who kept themselves awake in the early hours of last Thursday were hair-tearingly distraught when the second encounter ended with a suddenly syntax-perfect Republican triumphant over the apologetic and subdued Democrat. </p> <p>This transfixion with the race comes partly from the belief that what Americans do today, Britons do tomorrow. The Democrat and Republican conventions thronged with New Labourites and Tories. The flow of ideas, presentational trickery and oratorical devices is not as one-way as many in Britain believe. Sure, the Americans exported to us rapid rebuttal and spin doctors. Gordon Brown's recent rhetoric about 'hard-working families' echoes Al Gore's convention speech. But Gore's positioning of himself as the champion of 'the people' against 'the powerful' owes a lot to Blair's and Brown's 'many' against 'the few'. The Democrats have swiped New Labour's pledge cards. </p> <p>There is another reason for watching America so intently. For the last half century, there has been a rough and ready twinning between 1600 Pennsylvania Avenue and 10 Downing Street. The eight Republican years of Eisenhower in the Fifties were paralleled by 13 years of Tory rule in Britain. The eight Democrat years of Kennedy and Johnson in the Sixties mostly overlapped with six years of Wilson's Labour Government. In the Seventies, the Americans had a Democratic Jimmy C at the White House, we had a Labour Jim C at Number 10. And they were thrown out of office within 18 months of each other. The neatest fit, both chronologically and ideologically, was the Eighties love match of Reagan and Thatcher who fed each other's right-wing revolutions. </p> <p>The synchronicity is not perfect. The Americans disposed of George Bush senior in 1992, but in the same year the British re-elected John Major. Bill Clinton had been in the Oval Office more than four years before his British younger cousin, Tony Blair, moved into Downing Street. If George W. Bush becomes America's next President, it does not follow that Britain's next Prime Minister will be his admirer, William Hague. Dubya in the White House does not put Weelyum at Number 10. </p> <p>What it will do is wonders for Conservative morale, intellectual and emotional. In politics, momentum matters. A victory for the Republicans on the other side of the Atlantic will be very suggestive to British politicians that the tide of ideas and events has turned back in favour of the Right. </p> <p>William Hague's Tories - like undiscriminating British tourists dazzled by Disneyland - have returned from their frequent trips to America bearing suitcases loaded with Republican policies. From 'free' schools to the discovery of an 'evangelical vote' to private health insurance, though they have recently shut up about the latter, Tories have never before spoken with such an American accent. Those close to the Conservative leader are quite unashamed in admitting that they now talk about the inner-cities because it seemed to work for the Republicans; as they are quite unembarrassed to confess that the notion of 'Compassionate Conservatism' is a direct lift from the Governor of Texas. </p> <p>It is not just important to William Hague that he has a fellow traveller in the Oval Office. It is vital. If Bushery cannot blossom in America, then its Hague hybrid is highly likely to wilt in Britain. Within his own ranks, never mind among the wider electoral audience, the Tory leader's chosen strategy will be stamped as a failure. </p> <p>This is most true when it comes to the big divide between the Presidential candidates. Bush is gambling on capturing America with the promise of a massive tax cut. Gore counters that this is economic recklessness which will enrich only those who are already wealthy. The Democrat says he would devote surpluses to public services, notably health. This foreshadows the great battle over tax and spending that Labour and the Conservatives are shaping up to have in Britain at our next election. </p> <p>The outcome of the struggle between the state-shriveller Bush and the government-can-be-good-for-you Gore will greatly influence the pursuit of the argument over here. If Bush's tax-slashing pitch cannot win a home run in America, the country in the world where it has the most receptive audience, then it will be an extremely bad omen for the Right everywhere, and a good augury for the Left. That is why Al Gore, for all his well-chronicled imperfections, should have the vote of progressives around the planet. </p> <p>Conversely, a victory for Bush over the Democrat will be a serious blow, especially to those hoping that Tony Blair will make a bolder approach to the next British contest as a prelude to taking a more radical trajectory during the second term. New Labourites have worked on the assumption, clinging to it even during the recent turbulence over pensions and petrol duties, that delivering a sound economy is sufficient in itself to guarantee a good majority at the next election. Gore is defending a Democrat record of sustained prosperity. If he cannot win in these circumstances, then it will be disorientating for his British allies in Downing Street. </p> <p>If Gore wins, it will be credited to his decision to put some red - or at least pinkish - water between himself and Bush by tilting in a more leftwards direction. If he loses, he'll be blamed for moving too far off-centre. New Labour will be much more cautious about making the case against the Tories for tax-funded public services if that argument is defeated in America this November. </p> <p>So don't let anyone tell you that the contest for the White House is of interest only to sad insomniacs. This struggle has consequences which are already keeping our own politicians awake at night.</p>",
  "On the day Lebanese Hizbollah guerrillas captured three Israeli soldiers in disputed border territory I was sitting talking to a middle-aged, middle-class Palestinian mother, a medical doctor, brought up in this country after Jewish fighters ejected her family from West Jerusalem in 1948 and far more likely to be found lecturing in her cut-glass English at a podium or ministering to the poor at her London surgery than breaking and piling up stones for children to throw at Israeli soldiers, though she would relish the experience. <p>She was beside herself at the news. She hit her palm with her fist; phoned a friend; jumped for joy. Her eyes glowed. Hizbollah's achievement in ejecting the Israeli army from Lebanon after 22 years has struck an ominous and envious chord in all Palestinians. </p> <p>On the day of the lynching of two Israeli soldiers in Ramallah, Palestinians and other Arab friends of mine were not so much horrified as resigned. They were much more concerned by President Clinton's immediate condemnation of the 'murder' while the deaths by Israeli rifle fire of 25 Palestinian children up to that stage had evoked from him no such comment. To them, and to their millions of compatriots, the state of siege the Palestinians found themselves in and the underlying vitriolic hatreds released by the events of the previous weeks more than justified such an horrific act, an understandable reprisal, as one of them put it, by a resistance movement fighting against military occupation. </p> <p>It is not surprising, this outpouring of hate, this bloodstained Schadenfreude, fuelled as it is by 52 years of Palestinian dispossession, 33 years of military occupation and the callous disregard for Arab lives shown by Israel's security forces and politicians and its many friends abroad. The river of bile flows from the continuing and, it seems, infinitely extendible, suppression of Palestinian civil and human rights under the diaphanous covering of the Oslo peace negotiations. </p> <p>The Oslo process, woven in secret in 1993 - a bad start - and the skin-deep improvement since then in relations between some Israelis and some Arabs, has been a misleading and humiliating farce for the Palestinians. Yet it has been one they and their leader played out in mainly peaceful compliance until the beginning of the end of the whole affair at Camp David this summer. Then, the long-delayed but crucial issues of Jerusalem and refugees, Israel-Palestine borders and Jewish settlements, were finally addressed, with formidable pressure on Yasser Arafat to concede the match and yield any further claims against Israel, a pressure he successfully resisted with the reward of Arab accolade and American-Israeli contumely. </p> <p>Now it is the end, the bitter end, manifested in the physical explosion of Arab resentment, frustration and loss of hope inside the Occupied Territories and inside Israel proper - among its one million (second-class) Palestinian citizens - during the past 17 days. </p> <p>The essential flaw in the peace process is not just the vagueness of the original Oslo project, by which the Israelis were able to delay their staged military withdrawals from or redeployments in the Occupied Territories of the West Bank and Gaza to the extent that they are in possession of 60 per cent of the former and 20 per cent of the latter to this day, and still, as we see daily, effectively command and control the rest. </p> <p>It is not just that in the seven years of this process, against the spirit but not the letter, of Oslo, Israel's illegal settler population in the West Bank and Gaza (not counting the Jerusalem settlers) has expanded from 110,000 to 195,000. Since Ehud Barak came to power 15 months ago, nearly 2,000 dwellings have been started in the Israeli settlements, about the same number as for 1998 under the ostensibly more aggressive Binyamin Netanyahu. </p> <p>Nor is it only the closure of Jerusalem to Palestinians not resident there (which means that most Palestinians in the Territories cannot pray at the Holy Islamic and Christian sites of the Old City); nor the ethnic cleansing of Arabs from Jerusalem; nor the daily indignities at the roadblocks and Ministries and criminal courts run by a foreign military power; though all these impositions, which we called apartheid and pass laws in South Africa, continued to intensify Palestinian despair while the diplomats and politicians displayed their maps and talked of peace. </p> <p>It was not alone the shame of seeing the leader, the Old Man, the apotheosis of Palestinian Nationalism, Yasser Arafat, forced into the role of quisling, arresting his own activists, made to bear responsibility for outrages triggered by the aggravation of his people by military occupation. Today, full of flaws, unaccountable, autocratic, quivering, beaten down, the visionary who brought the Palestinians to the brink of statehood, as he thought, seeing his dream explode, he evokes that cry: 'Those whom the gods wish to destroy they first make mad.' </p> <p>No. It was more than this that accumulated and broke the dam. The Palestinians found out this summer that Israel wanted yet more concessions: their legal rights to proper, effective self-determination traded for a clean bill of health for Israel. For an ephemeral state, Arafat was to sign up to dropping the whole Palestinian case against Israel. For the administration of a sticking plaster, a deep and angry wound was to be forgotten: the exodus from Palestine; the horrors of massacre and exile; the right of return; all recognised by and enshrined in international law and United Nations resolutions. </p> <p>As for Jerusalem, the Arabs had notionally conceded West Jerusalem to the Jews (a concession made by no major government, neither the United States nor Britain, for instance, since Israel's creation in 1948): now they were being asked to concede East, Arab, Jerusalem as well; though Ehud Barak's smoke and mirrors would have been deployed to make this look palatable, with outer Arab city areas granted a kind of municipal quasi-sovereignty. </p> <p>The Israeli and American spin doctors convinced most of the media that only the Holy Places were at issue, when it was the ancient and continuing right to Jerusalem, the right to the communications, commerce, vitality, heritage, bloodline, stones and bones of that city, to a real capital at Palestine's core, the new state's nerve centre, that Arafat held out for and for which justifiable campaign he was excoriated and blamed by President Bill Clinton. It was ironic that, in the end, it was in the Holy Places where the dam finally broke. </p> <p>Here is the final indignity, clear, undeniable yet unsolvable. The United States is no arbiter in this dispute between a feeble, nascent nation with no muscle and a shiftless, shaky Arab world at its rear; no unbiased broker with the best interests of both parties at heart, holding the ring for a fair outcome. The United States of Bill Clinton, and any foreseeable United States of Al Gore or of George W. Bush, is the friend, mentor, armourer and financier of Israel, advocate, judge and, ultimately, progenitor and saviour of unilateral Israeli rights and executioner of Palestinian aspirations. If anything, the jury, Congress, outdoes the Presidency, having already, by law, sanctified the confiscation by Israel of Palestinian refugee property by decreeing that the American Embassy in Israel should move from Tel Aviv to Jerusalem, on to what is largely stolen Palestinian land; only presidential veto, and that only just, has prevented this awesome precedent. As Senator Pat Buchanan once said: 'Congress is Israeli-occupied territory.' </p> <p>No nation - none in Europe, especially Britain; none in the Arab world - can gainsay the United States's power or dare point out the futility of its contradictory position; nor can anyone deny American determination to hold Middle East diplomacy close to its chest. </p> <p>Even Kofi Annan is regarded by the Arabs as an American plenipotentiary, called in temporarily to save the game from a disordered passage of play. And when, if another 'peace process' starts, it will be an American call, with American cards, at an American table, with Israel eyeing the pot. </p> <p>For this reason, as far as the eye can see and despair can stretch, the Israelis and Palestinians are doomed to play out their wretched parts: Israel possessed of the hubris of demanding control of and security in the whole Holy Land in the false colours of a mutually beneficial peace treaty; the Palestinians denied any realistic semblance of self-determination or self-respect. One day nemesis will come, in God knows what form and at what date. Judging by the past two weeks it cannot be far away. </p> <p>\u0095 Tim Llewellyn was BBC Middle East Correspondent from 1977-80 and from 1987-92.</p>",
  "A former hardliner turned reformer becomes increasingly isolated within his community. Across the divide a greying ex-guerrilla leader now peacemaker reverts to revolutionary rhetoric to head off radicals wanting to resume war. Meanwhile an old warhorse struts back on to the political landscape confident that his scepticism about peace is going to be justified. An American President who invested so much personal credibility in the process looks on aghast as his finest hour in foreign affairs crumbles. <p>Interchange the names of Ehud Barak and David Trimble; substitute Yasser Arafat for Gerry Adams; replace Ariel Sharon for Ian Paisley and you can draw disturbing parallels between the Middle East and Northern Ireland's floundering political accord. </p> <p>In terms of scale the violence in the Middle East is infinitely more dangerous than Ireland's fragile peace. The stability of the entire region is threatened while tyrants like Saddam Hussein are back in vogue among Palestinians, with the Iraqi leader repeating his promise to set half of Israel alight. Israeli hawks meantime threaten Syria. There is wild talk on all sides of a new war. In global terms the collapse of the power-sharing executive in Belfast seems no more than a little local difficulty. </p> <p>Nonetheless there are remarkable similarities between the two processes. Take the spark that lit the latest conflagration in Israel, Ariel Sharon's controversial visit to Moslem holy sites in Jerusalem. Sharon, like Paisley, is a visceral opponent of compromise with the enemy. The former Defence Minister uses grandiose stunts to further his unbending politico-religious ideology. Similarly Paisley made a name for himself in 1966 when he attempted to tear down a tricolour outside the Republican Clubs' election headquarters on the Falls Road. Both men share a bullish style in keeping with unyielding political outlooks. The space of earth that Sharon and Paisley will defend to the 'bitter end' (the Israeli general's own words) is captured in a brilliant phrase coined by the historian A T Q Stewart. It is 'the narrow ground' where the warring parties live cheek-by-jowl with each other. At the extremes there is quasi-religious certainty in the justice of their cause. Even in settled times both peoples exist in a cold and uneasy truce punctuated with violent incidents. </p> <p>Israeli writer Amos Oz has offered a dismal solution to the Palestinian problem. The two peoples sharing his 'narrow ground' should divorce and live apart. To paraphrase Oz - peace, yes but no love. The trouble with this panacea is the very narrowness of the ground in question. In Jerusalem, Jewish and Moslem holy sites lie literally on top of each other, posing serious problems for Oz's depressing remedy. Re-partition is well under way on a micro-level across Northern Ireland, particularly Belfast, with mini-walls separating people wishing to live apart, permanently. </p> <p>There is another worrying parallel between the two conflicts; namely radically different interpretations of what peace and agreement entail. Arafat has failed to sell the Oslo deal as final recognition of the State of Israel in exchange for territory and statehood. This has allowed sections of Fatah and the Hamas to cling on to their fantasies about eliminating the 'Zionist entity' from Tel Aviv to the Jordan. Republicans too have sold the Good Friday Agreement to their grass roots on the basis of it being a strategic gateway to a United Ireland in the next ten years. </p> <p>A crisis of expectations about what Oslo 1993 and Good Friday 1998 could produce now threatens to destroy the settlements. While the Middle East accord appears doomed, Northern Ireland's still has some life in it. Politicians and people in the province should look at the Holy Land before retreating into the extremism of no compromise on policing, decommissioning or de-militarisation.</p>",
  "As dawn breaks, Mack Meyer, clutching his lunch box and with a bellyful of coffee from the all-night drive-thru, stomps reluctantly into the Chrysler assembly plant in North Jefferson, on the edge of Detroit. <p>Mack looks the epitome of the downtrodden all-American working man in thrall to the factory whistle. The truth is that he earns $100,000 with overtime, owns two cars and an upstate hunting cabin, and cannot decide whether to vote Democrat - as his union insists he must. </p> <p>He thinks he'll vote for Bush, 'but I feel kinda bad about it. It's not right for a working man to vote Republican'. But he worries about too much gun control and thinks Bush is 'better on family values and a whole lot better on taxes'. </p> <p>Mack is what is known as a 'Reagan Democrat', which means he will vote Republican when he thinks the time is right and believes that 'Ronald Reagan knew how to talk to us; he had an empathy for the working man'. </p> <p>He would have felt very lonely at the headquarters of Local 245 of the United Auto Workers last Wednesday night, in the suburb of Dearborn, the heart of Ford country. Members of the research and engineering branch of the union had gathered here to watch the television debate between Bush and Gore. </p> <p>Sitting next to his father, Brett McDonald is the latest of three generations to have worked in the Detroit car industry since the Thirties. 'I guess you could say our family's built the finest automobiles the world's ever seen,' says Brett's father, Owen, now retired. </p> <p>Brett can't understand why everyone is criticising Gore for the last debate. 'He's good when he's fighting, gets angry - that's the man we need. Now, people are saying he's done better this time; but I don't think he's done so good being Mr Nice Guy. </p> <p>'This election means a lot to us. If Bush wins, that's a disaster for the American workers.' </p> <p>'Take that silver motherfucking spoon out your mouth!' comes an angry shout from behind, not at McDonald but at Bush on screen. </p> <p>As polls in America's deadlocked presidential election seesaw to the point of meaninglessness, the mathematics are simple: the presidency rests in the hands of thin slices of voters in a handful of battleground states. </p> <p>It will be decided by Florida retirees, farmers and suburbanites of Pennsylvania and Missouri, by blue-collar workers in Ohio and by the swing state of Michigan. Both candidates have bombarded that state with advertising and both made a beeline for it as soon as Wednesday's TV debate was over. </p> <p>Gore arrived in Dearborn to prepare for his rally today in Detroit. Bush was shoring up his stronghold in wealthy Grand Rapids on the rural western side of the state before heading for the car factories of Pontiac, to woo the 'Reagan Democrats'. </p> <p>US leaders have owed a great deal to Michigan this century; the state has picked the President in every election bar one and come within 1 per cent of national figures for three of the past four. Demographically, the 'Wolverine State' is a mini-America, with inner cities, suburban sprawl and miles of open farmland. </p> <p>But Michigan's distinguishing feature is that 30 per cent of its 5 million voters live in 'union households'; Michigan's trade unionists are credited with electing Reagan in 1980 and 1984 and Bill Clinton in 1992 and 1996. And of those 1.8 million or so trade unionists, 460,000 belong to the United Auto Workers. </p> <p>In this razor-edge election, they could swing Michigan either way, putting the state's 18 electoral college votes - and potentially the presidency - in the hands of the UAW. </p> <p>Motown - capital of the auto trade and the UAW - is a city where past, present and future meet. There is a famous frieze by Mexican artist Diego Rivera in the city art museum, commissioned by the Ford family, expressing the pain and glory of man's relationship with industrial progress and the machine - the history of Detroit and also the story of the US working class. </p> <p>Nowhere in the Western world is there such a landscape of factories and steel mills - spanning hundreds of square miles and spilling across the river into Canada - through which weave a tangle of railroad tracks and freeways, laden with carriers stacked with cars. </p> <p>The industry rode the recession (just), not least because of the resources available to the 'Big Three' - Ford, General Motors and Chrysler - and Americans' stubborn taste for their own cars and trucks. </p> <p>Yet the streets around GM's new downtown headquarters are among America's most decrepit and dangerous. Bricked-up stores, are arraigned like rows of tombstones, bearing names of businesses that have died like 'Sarah's Pretty Nails and Braiding - Human Hair'. </p> <p>The car factories themselves are flanked by others that are no more than shells of red brick and smashed windows. In places, grass grows through the street tarmac of the great city that gave the world the Ford Mustang and 'Mustang Sally'. </p> <p>Neither Gore nor Bush will waste time in the slums that line Michigan Avenue, near the abandoned Detroit Tigers baseball stadium. They know that the registered voting populace there is minimal. This is where people like Calvin Williams work, in the lone remaining fried chicken joint on the West 3000 block. Going to vote? 'No sir'. Registered? 'No sir'. Why not? 'Ha Ha! Want some chicken, or what?' </p> <p>In the UAW's famous local office Russ Leone keeps a copy of Rivera's frieze and walks corridors lined with photos of the hunger marches against the Ford Rouge plant during which five workers were shot dead, of the great strike of 1941, and of Nelson Mandela's recent visit to pay homage to the courage of plant workers past. </p> <p>Now, Leone admits: 'We've put some of our workers into the top 10 per cent wage bracket. They earn more than $100,000 and think they're capitalists and will vote Republican. Stupid suckers.'</p>",
  "<p>This year is the third Channel 4 Power List and already a trend is clear; power is becoming progressively privatised. The formal centres of political and governing power, while still important, increasingly jostle for a ranking alongside the leaders of the giant corporations, the playmakers of the information and communications revolution and the custodians of the high-street brands that capture our buying imagination. </p> <p>Nor are they the only challenge to the rule of politicians, judges and civil servants. Television chefs, football managers, a Radio 1 DJ and the creator of Harry Potter were all felt to command an important place in the listings - hardly surprising given that the criterion for selection was the 'capacity to influence the quality of people's lives, lifestyles and values in Britain today'. Power in contemporary Britain has many sources beyond Whitehall and Westminster. </p> <p>It is a measure of the civilisation in which we now live that only one Minister outside the Cabinet - Michael Meacher (No 202) - was included in the list when a number inside it did not merit inclusion inside the top 300. The royal family continue to sink, with both the Queen and Prince Charles ranking below the new royals - David and Victoria Beckham. No fewer than 16 Americans figured in the top 100 names, reflecting the growing importance of US power. But there were only eight women - and of those, two, the Queen and Cherie Booth, can hardly be regarded as normal candidates. The powerful are male, middle-aged and white. </p> <p>Despite the rise of the corporate and private sectors, the two most powerful white, middle-aged males in Britain are politicians, Gordon Brown and Tony Blair. Brown has won the No 2 spot that two years ago was held by Rupert Murdoch and last year by Bill Gates. It has become ever clearer that the Chancellor is the animating intellectual, economic and political force behind New Labour, and the judges seriously discussed whether he even deserved to be No 1. It is Brown, after all, who has designed every significant New Labour economic and social policy, and it is his judgment that will settle the key political decisions on the euro and the timing of the next general election. On the other hand, it is the Prime Minister who has last say over patronage and appointment, over which Blair retains a tight control; it is Blair who decides on policy towards, say, the House of Lords; he also led the war in Kosovo. On those grounds he deserves (just) to be No 1. </p> <p>But if Blair and Brown are powerful, it is a power more constrained and limited than ever before. There is the awesome and rising power of the right-wing tabloid press, reflected in the upward move in the rankings for the third successive year of David Yelland, editor of the Sun (34) and the ever-high position of Paul Dacre, editor-in-chief of the Daily Mail (23), that together aggressively articulate the still dominant conservative ascendancy. The leader of the petrol protest, Brynle Williams, enters the list (254), along with the Countryside Alliance's chief executive, Richard Burge (197), as exponents of conservative direct activism - while William Hague has jumped to 50, a tribute to the Tory leader's capacity to exploit (until this month's debacle over on-the-spot fines for cannabis possession) populism to serve his cause. </p> <p>Those forces represent but one constraint on New Labour's power. There is the sheer weight of corporate power, with Sir John Browne of BP and Chris Gent of Vodafone (10 and 12 respectively). Independent central bankers Alan Greenspan (president of the US Federal Reserve) and Sir Eddie George (3 and 6) pay tribute to the power of the financial markets and their crucial role in determining interest rates. Steve Case, the architect of the AOL-Time Warner merger creating the world's largest corporation, Bill Gates and John Chambers, the president of Cisco Systems, (4, 8 and 11) represent not only the extraordinary transformatory dynamism of the new economy but their pivotal role as developers and gatekeepers of the new networks. Indeed, IT companies and the brains behind the hi-tech revolution are even better represented than last year. Two politicians may top the list, but the world they rule is a conservative business civilisation moving from being organised around factories and offices to one organised around networks - and which has a momentum and force independent of government. </p> <p>Indeed the powerful grip of not just the internet but the entire information revolution extends across the entire 300 names. The explosion of mobile-phone use is not only represented by Vodafone, but by Hans Snook of Orange (58). Shawn Fanning, the 19-year-old who invented Napster, which allows downloading of music from the net, enters the list at 189, and Professor Manuel Castells, dubbed the 'first great philosopher of cyberspace', is ranked at 139. Novelist William Gibson, the man whocoined the term cyberspace, joins the ranking at 288 - and the massive growth of computer games is reflected in the No 15 position of Nobuyuki Idei as head of Sony, which has sold 4 million PlayStations in Britain. Satosha Tajiri, who invented Pokémon, is a new entry at 123. Many of the scientists in the list are closely connected to IT - or like the architects of genomics, John Sulston (116) and Craig Ventor (117), have made their advances in disciplines that are closely related. </p> <p>But in a world in which the capacity to digitalise, network and download is becoming ever more important and transformatory - so accelerating a bewildering new volatility and pace of change - people still need durable landmarks around which to organise themselves. They look less to religion - the only representative of organised religion, Pope John Paul II, ranks at 262, falling for the third successive year - but to the certainties provided by solid branding, a surrogate for community membership. The phenomenon is multi-faced. It lies behind the entry into the list at 203 of advertising guru Trevor Beattie, the man who gave us the Wonderbra ads and fcuk. McDonald's, Coca-Cola, Pret A Manger and Nike are all brand names that have made it to the list before, but Howard Schultz, the originator of Starbucks and cappuccino capitalism, is a new entry at 100. As is Frenchman Bernard Arnault (104), the architect of Louis Vuitton Moët Hennessy, a company that lives by its luxury brands ranging from Dior to Louis Vuitton. Stelios Haji-Ioannou (79) is the entrepreneur behind easyJet, and even Tiger Woods's entry into the list at 224 is in part because he has rebranded golf. </p> <p>The media, the vehicle by which brands and imagery are promoted, is as heavily represented as ever - although this year, reflecting the power of clubbing and dance music, Radio 1 DJ Pete Tong has made the list at 146. </p> <p>Indeed, if the list is any indicator, the British are growing more fun-loving and interested in culture and sport. It is not just that Sir Nicholas Serota, the man behind Tate Modern, has risen for the third year to 64; artists Tracey Emin (271) and Antony Gormley (298) are new entries representing the country's growing fascination with art. Sam Mendes, the director of American Beauty, enters at 223 and J.K. Rowling, the author of the Harry Potter stories, has jumped from 247 last year to 114. Jamie Oliver, the Naked Chef, is in the list at 241. Sport is more strongly represented, ranging from tennis's Williams sisters (245) to Formula 1 racing star David Coulthard (269). </p> <p>When The Observer and Channel 4 first compiled the Power List it was evident that while the House of Commons was still the most concentrated site of power in the country, it had a growing number of rivals. Two years later it is a trend more marked than ever.</p>"
]