[
  "<p><strong> In the Shadow of the Liberator: Hugo Chavez and the Transformation of Venezuela</strong> <br>Richard Gott <br>Verso, £16, 246pp <br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502445400,00.html\">Buy it at BOL</a></p> <p>Hugo Chavez, formerly a mutinous paratrooper, has just won an enviable 59 per cent in the Venezuelan elections, confirming him as the \"king of plebiscites\" - as one paper said - and as president for the next six years. The timely release of this biography speaks well of Richard Gott's wisdom on Latin America. </p> <p>Simon Bolivar (1783-1830), the liberator who inspired Hugo Chavez's quest to remove the old order, once said that South American nations \"must make kings whom we call presidents\". He did not say \"and make courtiers out of the English left\". But that too came to pass. </p> <p>Until economic chaos in the late 1980s revealed the depth of its corruption, Venezuela was the most robust democracy in Latin America. Between November 1998 and December 1999, Venezuelans voted five times. Now Chavez has a mandate for reform, and he must show that he is as good at governing as at sweeping away an old system. Gott ably describes Chavez's dream of a \"Bolivarian\" revolution - a mixture comparable with developmentist programmes of the 1960s and 1970s. </p> <p>Chavez shot to Latin American notoriety on February 4, 1992, when he led a rebellion against the government of Carlos Andres Perez, then in his second term in office. The paratroop officer failed and spent two years in prison, then slowly began to build his platform for government. </p> <p>Since he took office in February 1999, Chavez has proclaimed his identification with the Cuban revolution, and roused members of the dormant Opec oil-producing cartel - originally the project of a Venezuelan - to secure a three-fold increase in world oil prices. </p> <p>But just when he had won a massive \"Yes\" vote in the December constitutional-reform referendum, tropical rains hit Caracas with awesome force. In the early hours of Thursday, December 16, 1999, huge chunks of Caracas's shanties, and some not-so-poor suburbs, were wiped out by ferocious floods coming down from the Avila mountain. Thousands of slum-dwellers were killed, and an estimated 100,000 people were made homeless. </p> <p>Gott's view of Chavez, which includes an interview with him, is largely flattering. He sees Chavez as the most intriguing political figure to have emerged in Latin America since Fidel Castro. This could be a blessing for academics seeking fresh material for their theses, but it is a doubtful gift to democratic progress in South America. We would really like to see fewer Messiahs and more ordinary men and women with good economic management credentials. </p> <p>The author describes the Venezuelan's vision and presents a far-reaching alternative future for Latin America. But presumably, like those before him, Chavez will eventually be screwed by his leftist friends, who will claim that his brand of revolution is not good enough. That is our fate. </p> <p>Gott is thorough in his description of Chavez's efforts. He goes to Barinas, where the president was born in July 1954, and reveals his own nostalgia, which is a little patronising. \"This is the provincial Latin America that I like most, only eight hours by bus from the capital, but light years away by most other measurements.\"</p> <p>He compares the country's pre-Chavez political structure to a one-party East European system, in which two groups simply agree to take turns at the Miraflores presidential palace. And he has an entertaining chapter on the selection of \"Miss Venezuela\", which ignores the Caribbean nation's indigenous people and descendants of Africans, because, he is told, \"Venezuelans would not feel represented by a black woman\". </p> <p>Gott's 1960s book, Guerrilla Movements in Latin America, is a definitive text, and he is an experienced writer on the area. But one's impression had been that his generation of British Latin Americanists, who dictated good ideas for governance from comfortable homes in England, had all retired.</p> <p>It is irksome to read England's incestuous, leftist Latin American specialists deciding what is best for the hemisphere. Those men and women sang the praises of Peron, Castro, Guevara, Omar Torrijos, and Forbes Burnham. I had liked to think that Richard Gott knew better, so his infatuation with Chavez is alarming. We have yet to see if the Venezuelan leader will leave a legacy any more worth celebrating than the rest of them.</p> <p>\u0095 Andrew Graham-Yooll is editor of the Buenos Aires Herald.</p>",
  "Mexico's president-elect, Vicente Fox, stunned the US this week by using a visit to Washington to press his call for an open US-Mexico border and a North American economic union similar to the EU. <p>President Bill Clinton and the men who want to succeed him have pleaded with Mr Fox to cool his demands. </p> <p>The US may be the world's main advocate of lowered barriers, but Mr Fox's proposal on August 17 for a North American common market in capital, goods and labour has set political alarm bells ringing in the runup to the presidential election. </p> <p>US and Canadian leaders have told Mr Fox during his visit to the two countries this week that the idea of an open border with a country synonymous for many Americans with drug smuggling and cheap labour is too radical for domestic political consumption. </p> <p>Yesterday Mr Fox travelled to Dallas to meet George W Bush, the Republican presidential candidate, who is also the governor of Texas, the US state with the longest border with Mexico. </p> <p>Mr Bush was expected to make it clear that he would not be interested in Mr Fox's open-border plan. </p> <p>\"I don't think he's fully explained open borders,\" Mr Bush said before the meeting. \"I believe we ought to enforce our borders.\" </p> <p>The US should have a \"special relationship with Mexico as clear and strong as we have had with Canada and Great Britain\", he said yesterday. </p> <p>On Thursday the Democratic presidential candidate, Al Gore, had a similar message for Mr Fox. </p> <p>\"Gore said some elements of Fox's proposal were problematic for the US,\" his national security adviser, Leon Fuerth, said after the men met in Washington. </p> <p>\"But he was interested to note that Fox wanted to paint this as a very long-term vision,\" he added </p> <p>Mr Clinton was less dismissive. \"Obviously we have borders and we have laws that apply to them, and we have to apply them, and so do the Mexicans,\" he said after meeting Mr Fox, who is due to be sworn in on December 1. </p> <p>\"But I think that over the long run our countries will become more interdependent.\" </p> <p>The US and Canada welcomed the former Coca-Cola executive's election in July as a potential breakthrough in relations with Mexico. </p> <p>But Mr Fox caused alarm when he said that he hoped this month's visit would lay the foundations for an opening of borders between the three countries, which are signatories to the 1994 North American free trade agreement (Nafta). </p> <p>In an interview with American journalists, Mr Fox cited the EU as a model of states in a region building a working common market with a free movement of capital and labour. </p> <p>\"It doesn't necessarily have to be the same as the European Union,\" he said. \"But they can serve as an inspiration for us.\" </p> <p>Mr Fox said that the three Nafta countries should set common economic goals for the next 10 years for inflation, interest rates and budget deficits. He said the border could be opened gradually, beginning with free transit in a limited zone, or with more temporary visas for Mexican workers, who currently remit about $6bn (£4bn) a year to relatives. </p> <p>In Ottawa on Wednesday the Canadian prime minister, Jean Chrétien, poured cold water on Mr Fox's ideas, setting a tone which was maintained in the US. </p> <p>\"I don't think we can adopt the European model in the years to come,\" he said. </p> <p>\"Nafta is working very well for now.\" </p> <p>The chief fear is that Mr Fox's plans would bring a huge increase in Mexican migration to the US, helping to drive down US wages and the price of American exports. </p> <p>Mr Fox says that his aim is to create economic conditions which will help to stem the flow of legal and illegal migration across the border. </p> <p>\"The best thing that could happen to the United States is to have a successful Mexico, a Mexico without poverty, a Mexico without violence, a Mexico without drug smuggling, a Mexico with employment opportunities for all, where people don't have to migrate to the United States,\" he said on August 17. </p> <p>\u0095In a speech yesterday on relations with Latin America, Mr Bush said that, if elected, he would seek authority to negotiate free trade agreements with all the countries of the region. </p> <p><b> Going north </b> Immigrants in the US <br> </p> <p> \u0095About 7m Mexicans live in the US, equivalent to 8% of the Mexican population. Roughly a third are illegal immigrants </p> <p>\u0095Mexicans easily top the lists for both legal and illegal immigration into the United States. In 1998, 131,575 Mexicans legally migrated to the US: 20% of the total admitted </p> <p>\u00952.7m Mexican illegal immigrants, more than half the illegal immigrant total, are estimated to be living in the US. The number is believed to be growing by about 150,000 a year, according to the US immigration and naturalisation service </p> <p>\u0095Two out of five illegal immigrants in the US live in California. Texas, New York and Florida are the other states with high numbers </p> <p>\u0095More than 1.53m migrants, overwhelmingly Mexican, were detained by US border control officers last year on the US-Mexico border. The vast majority, 1.49m, were returned across the border </p> <p>\u0095Last year 359 people died attempting to cross the border from Mexico into the US. Most deaths are by drowning or exposure and dehydration. Only about half are identified</p>"
]