[
  "<p>If you believe that spin doctors and focus groups have taken all the fun out of electioneering, the news that Democratic presidential hopeful Al Gore's favourite reading, as revealed to Oprah Winfrey and millions of American voters, is Stendhal's Le Rouge et le Noir seems rather thrilling. </p> <p>Gore's choice is unblemished by any suggestion of political correctness; it also offers a witty, covert commentary on the Clinton presidency. Why? Because Stendhal's Bourbon restoration hero, Julien Sorel, is greedy, hypocritical and devious. Apart from his insane ambition, he is utterly lacking in the qualities the American people might look for in a presidential hopeful. </p> <p>A pretty odd choice, then, as a 'favourite' and an implausible candidate for the book to which you return for psychological reassurance. Many people, I remember, had a similar reaction when Tony Blair chose Sir Walter Scott's Ivanhoe as his preferred desert island reading. </p> <p>A favourite book is the one you curl up with again and again, the familiar, dog-eared copy you take to bed with you, huddle over in the hospital waiting-room, settle down with at the end of a hard day. This is the the book from which you derive succour during life's darker moments and in which you happily lose yourself in search of renewal and reassurance. </p> <p>Such a book is a solace, a balm and a consolation. It probably evokes childhood or teenage sensations and, almost certainly, it is freighted with nostalgia. In his essay 'The Lost Childhood', Graham Greene wrote: 'What do we ever get nowadays from reading to equal the excitement and the revelation in those first 14 years?' </p> <p>A favourite book may be an acknowledged classic, but it doesn't have to be. Often, it's a personal touchstone that has become forgotten or overlooked by the unfathomable vicissitudes of literary fashion. It can have many qualities, but, above all, it must be comforting. </p> <p>So what, exactly, makes a comfort book ? </p> <p>We can argue about this indefinitely, but examples are helpful. To this end, a straw poll conducted with Gallup-like scrupulousness around The Observer office reveals three things: first, many people have more than one comfort book; second, sophisticated readers often find relaxation in quite lowbrow reading pleasures and, third, contemporary writing does not give as much deep comfort as a magazine like Vogue or the New Yorker. </p> <p>Leaving aside magazines, we are talking about books that were probably published at least 20 years ago. Crime seems to be popular. 'Anything by P.D. James,' says my neighbour in Review. 'Inspector Morse,' says Home News. 'P.G. Wodehouse' cries a sub-editor. </p> <p>Some journalists idolise Michael Frayn's Towards the End of the Morning; others return to The Secret Garden or The Lion, The Witch and the Wardrobe. Comic classics such as Evelyn Waugh's Scoop or Nancy Mitford's The Pursuit of Love are always popular. There was one vote each for Mishima's Sea of Fertility and Nabokov's Ardour. </p> <p>In the end, my survey produced an all-purpose English comfort book list that looked like this: </p> <p><strong>Dodie Smith</strong>: I Capture the Castle </p> <p><strong>P.G. Wodehouse</strong>: The Code of the Woosters or Joy in the Morning </p> <p><strong>J.R.R. Tolkien</strong>: Lord of the Rings </p> <p><strong>T.H. White</strong>: The Once and Future King </p> <p><strong>Jane Austen</strong>: Pride and Prejuduce or Emma </p> <p><strong>Jerome K. Jerome</strong>: Three Men in a Boat </p> <p><strong>E.B. White</strong>: Charlotte's Web </p> <p><strong>Lewis Carroll</strong>: Alice's Adventures in Wonderland or Through the Looking Glass </p> <p><strong>Mary Wesley</strong>: Harnessing Peacocks </p> <p>Comfort reading, then, is not about literary greatness. You won't find many calls for Portrait of a Lady, Heart of Darkness, Ulysses or To the Lighthouse, although all of these books, and a number of others, will routinely get nominated as great books of the twentieth century. </p> <p>Comfort reading confirms the essential truth that reading is a solitary and private occupation. It offers a moment in which we can be free from the pressures of everyday life and yet be still in receipt of wisdom and consolation. </p> <p>As J.D. Salinger's Holden Caulfield famously put it: 'What really knocks me out is a book that, when you're all done reading it, you wish the author that wrote it was a terrific friend of yours and you could call him up on the phone whenever you felt like it.' </p> <p>Sadly, if Al Gore had chosen Catcher in the Rye, he would probably have been psychoanalysed from here to eternity - and lost the presidential election into the bargain. </p> <p><a href=\"mailto:robert.mccrum@observer.co.uk\">robert.mccrum@observer.co.uk</a></p>",
  "<p><strong> 1 RESIST</strong> all opportunities to become a personality in your own right in your partner's field of business. Sad to say but the best role you can usually adopt is the demure, well-behaved, supportive partner. 'Keep your mouth shut and be a source of solace when you're on duty,' says the former wife of a one-time luminary. It is clearly difficult for a lively woman like Cherie Blair to play the doting wife on every outing - but perhaps it is preferable to the 'Lady Macbeth' accusations which followed her recent pronouncements on human rights law. </p> <p><strong> 2 DON'T</strong> underestimate the usefulness of looking perky and appreciative if you are watching your partner make a speech. The fact that you have heard the same ideas and jokes umpteen times before does not excuse a glazed look. Work at looking interested in what your partner says , so suggesting to others that your partner must be terrific if you are still absorbed in their pearls of wisdom after 17 years together. </p> <p><strong> 3 MAKE</strong> it clear to anyone who asks that, although you are very interested in your partner's job, she or he is the one who makes the decisions. People are usually paranoid enough about their boss's attitude to them without Nancy Reaganesque suggestions that you call the shots by using ouija boards and consulting tarot cards at home. Celebrity couples often imply the existence of a professional barrier between them. Guy Ritchie, director of the new film Snatch , said that his company had to pay the usual rates to play a song by his partner Madonna. </p> <p><strong> 4 STAND</strong> out against the trend for passionate kissing in public. There is no need to demonstrate, as Al and Tipper Gore did at the Democratic National Convention, that there is still some spark in your marriage: hints of unbridled passion can seem out of context in the workplace. If your legs are starting to shake, you have probably gone too far. </p> <p><strong> 5 NEGOTIATE</strong> with your partner if you are having to make major sacrifices to act as consort. Times have changed and you no longer have to give up all to play croquet while the other half runs India. More enlightened employers are realising that the happiness of the 'trailing spouse' is crucial to the success of any foreign secondment. Your partner will not thank you in the end if you make a desperate bolt from the new placing in Puerto Barrios, mainly because you did not ask some questions about your role at the outset.</p>",
  "Plaid Cymru should set its sights high and aim to take over from Labour as the main political force in Wales, the party's annual conference was told yesterday. <p>In his first conference speech as president, Ieuan Wyn Jones, said Plaid was facing the greatest challenge in its history, that of winning the trust of the Welsh people to govern the country following the 2003 assembly elections. </p> <p>New Labour's shift to the right, he told the party faithful in Llandudno, was leaving Wales with \"an enormous political vacuum\". But it was not enough to expect people to vote for Plaid because they were disillusioned with the present administration. </p> <p>Plaid's aim was to form a government that would have the will to bring about \"real change\" in Wales. It was not seeking the chance to govern as an aim in itself and would have to prove to the Welsh electorate that it was worthy of its trust. </p> <p>\"This will mean a different approach to our politics,\" he warned. \"Calling on Labour to do this and that will no longer be enough. We will have to show what Plaid Cymru would do in government. It means not to promise more than we will be able to deliver.\" </p> <p>Mr Jones said the coming general election would be of \"utmost importance\" for Wales which needed a voice in Westminster pushing the cause of securing law-making powers for the assembly. </p> <p>The party had to make sure that that objective of securing parity with Scotland would become one of the major issues in the election campaign. </p> <p>Mr Jones said the assembly's lack of powers were becoming increasingly apparent and were preventing it from creating the conditions needed to improve the lives of the people of Wales. </p> <p>\"We are all agreed that the priority for us now is for Wales to gain the same powers as Scotland,\" he said. \"The national assembly must grow into a real parliament that can get things done, and this must happen soon. We will continue to languish as a country if we continue to let ourselves be treated as a second class nation.\" </p> <p>Accusing Downing Street of pursuing policies that were leading to a \"grotesque disparity\" between the richer and poorer parts of Britain, he said Plaid's manifesto would set out demands for a radical change in fiscal and economic policy. </p> <p>At the heart of its demand would be the use of fiscal policy to fund investment and economic development in areas of disadvantage such as Wales. </p> <p>Such an approach would allow a reduction in interest rates, and a lowering of the pound against the euro, enabling Wales's manufacturers, its steel industry and farmers to compete on a level playing field. </p> <p>Mr Jones said that it was a disgrace that Wales, birthplace of the NHS, had one of the worst health records in Europe. </p> <p>\"Somebody must be honest enough to say that only through a substantial increase in public spending can we achieve a better health service, better education and better public transport.\" </p> <p>With the party about to embark on a major consultation on its long-term constitutional objectives Mr Jones insisted that Plaid made no secret of its high ambitions for Wales in an increasingly interdependent world. </p> <p>\"We see our aspiration of full national status within the EU in the context of the far-reaching changes that are taking place in Britain, Europe and the world. </p> <p>\"We want Wales to have as much control over her affairs as is possible and necessary to determine her own destiny.\" </p> <p>\u0095 The conference will today condemn plans for the 2001 national census as flawed and unresponsive to the needs of devolution because people in Wales will not be given the opportunity to describe themselves as Welsh.</p>",
  "Plaid Cymru should set its sights high and aim to take over from Labour as the main political force in Wales, the party's annual conference was told yesterday. <p> In his first conference speech as president, Ieuan Wyn Jones, said Plaid was facing the greatest challenge in its history, that of winning the trust of the Welsh people to govern the country following the 2003 assembly elections.</p> <p> New Labour's shift to the right, he told the party faithful in Llandudno, was leaving Wales with \"an enormous political vacuum\". But it was not enough to expect people to vote for Plaid because they were disillusioned with the present administration.</p> <p> Plaid's aim was to form a government that would have the will to bring about \"real change\" in Wales. It was not seeking the chance to govern as an aim in itself and would have to prove to the Welsh electorate that it was worthy of its trust.</p> <p> \"This will mean a different approach to our politics,\" he warned. \"Calling on Labour to do this and that will no longer be enough. We will have to show what Plaid Cymru would do in government. It means not to promise more than we will be able to deliver.\"</p> <p> Mr Jones said the coming general election would be of \"utmost importance\" for Wales which needed a voice in Westminster pushing the cause of securing law-making powers for the assembly.</p> <p> The party had to make sure that that objective of securing parity with Scotland would become one of the major issues in the election campaign.</p> <p> Mr Jones said the assembly's lack of powers were becoming increasingly apparent and were preventing it from creating the conditions needed to improve the lives of the people of Wales.</p> <p> \"We are all agreed that the priority for us now is for Wales to gain the same powers as Scotland,\" he said. \"The national assembly must grow into a real parliament that can get things done, and this must happen soon. We will continue to languish as a country if we continue to let ourselves be treated as a second class nation.\"</p> <p> Accusing Downing Street of pursuing policies that were leading to a \"grotesque disparity\" between the richer and poorer parts of Britain, he said Plaid's manifesto would set out demands for a radical change in fiscal and economic policy.</p> <p> At the heart of its demand would be the use of fiscal policy to fund investment and economic development in areas of disadvantage such as Wales.</p> <p> Such an approach would allow a reduction in interest rates, and a lowering of the pound against the euro, enabling Wales's manufacturers, its steel industry and farmers to compete on a level playing field.</p> <p> Mr Jones said that it was a disgrace that Wales, birthplace of the NHS, had one of the worst health records in Europe.</p> <p> \"Somebody must be honest enough to say that only through a substantial increase in public spending can we achieve a better health service, better education and better public transport.\"</p> <p> With the party about to embark on a major consultation on its long-term constitutional objectives Mr Jones insisted that Plaid made no secret of its high ambitions for Wales in an increasingly interdependent world.</p> <p> \"We see our aspiration of full national status within the EU in the context of the far-reaching changes that are taking place in Britain, Europe and the world.</p> <p> \"We want Wales to have as much control over her affairs as is possible and necessary to determine her own destiny.\"</p> <p> \u0095 The conference will today condemn plans for the 2001 national census as flawed and unresponsive to the needs of devolution because people in Wales will not be given the opportunity to describe themselves as Welsh.</p>",
  "United Nations officials in Kosovo were hastily putting together a team of election \"witnesses\" yesterday to count the voters who turn out for Sunday's crucial Yugoslav presidential and parliamentary elections. <p>The UN has denounced the elections as neither free nor fair, and said previously that it would do no more than provide security for Serbs in Kosovo who wanted to vote - it is assumed that Albanian Kosovans will boycott the poll. </p> <p>It has changed its mind under heavy pressure from the US, Britain and other Nato countries which want to reduce President Slobodan Milosevic's chance of rigging the ballot. </p> <p>As it became clear that, in the absence of supervision, Mr Milosevic could use the Kosovan votes to bump up his total, the UN decided to appoint monitors. </p> <p>In Serbia itself no monitors, local or from Nato countries, have been accredited. Only the political parties will be able to have someone in the polling stations, but with restricted rights to examine the count and the lists of total votes. </p> <p>Anxious not to give credibility to the poll, the UN team in Kosovo will stay out of the election buildings and count voters, not votes, to have some check on turnout padding. </p> <p>Officials say they are operating on opinion poll predictions that Mr Milosevic needs 500,000 extra votes to secure the 50% required for a first-round win. </p> <p>The head of the UN administration, Bernard Kouchner, is expected to announce the number seen entering and leaving polling stations late on Sunday evening. </p> <p>The UN acted as Western officials stepped up their warning of fraud on Sunday. </p> <p>In Zagreb the European Union external relations commissioner, Chris Patten, said Mr Milosevic might use \"Stalinist\" methods to keep power after the election. </p> <p>\"While many of us believe that the overwhelming majority in Serbia want the long night represented by Milosevic's regime to come to an end, I am not sure that is a view entirely held by Mr Milosevic,\" he told reporters after talks with Croatian officials. </p> <p>\"If Milosevic hangs on, I think many people predict growing economic and humanitarian problems in Serbia. That is one reason why we want to see ... substantial and rapid change as soon as possible,\" he added. </p> <p>The Nato secretary-general, Lord Robertson, said he hoped Yugoslav opposition parties would win by too large a margin for Mr Milosevic to falsify the result. </p> <p>\"I hope the people of Serbia use the opportunity they have to accept the welcome Europe extends to them if they turn their backs on the politics of ethnic hatred. I hope they'll make it impossible for him to pretend he has won when he has lost.\" </p> <p>He warned Mr Milosevic against undermining Milo Djukanovic, the pro-western president of Montenegro. </p> <p>\"Djukanovic has the right to fulfill the mandate given him by the people of Montenegro. Milosevic shouldn't miscalculate the determination of the international community in this matter,\" he said. </p> <p>Senior Serb figures also called for free elections. Patriarch Pavle, head of the Serbian Orthodox church and a frequent critic of Mr Milosevic, said ballot-rigging could lead to bloodshed. </p> <p>\"The voice of the people is the voice of God,\" he said. \"If someone tries to change the people's will there is a danger of unforeseeable consequences for our people and country.\" </p> <p>Milorad Dodik, the west-backed prime minister of the Bosnian Serb republic, urged Mr Milosevic to quit, saying no other leader had caused the Serb people so much misery. </p> <p>\"What is left? What will we remember you for?\" he wrote in an open letter. </p> <p>\"Wars? Hyperinflation? The loss of Kosovo? Turning Serbs into a refugee tribe on tractors? Graves, ruins? These, Slobodan, are the monuments of your rule.\" </p> <p>With campaigning now officially over, several of Mr Milosevic's critics reacted angrily yesterday to a statement by his close ally, the federal prime minister Momir Bulatovic, that the president might stay in power until next summer even if he lost the vote. </p> <p>\"Under the constitutional law, the mandate of the president cannot be shortened. It will last until its expiry, which will be until mid-2001,\" he told a Montenegrin television station. </p> <p>Mr Milosevic called the elec tions early in the hope of catching the opposition off guard, but it united unexpectedly quickly round Vojislav Kostunica, who leads in every poll. Zoran Djindjic of the Democratic party said the Bulatovic statement proved the president was running scared. </p> <p>The Montenegrin prime minister, Filip Vujanovic, also attacked the suggestion that Mr Milosevic could legally stay on if he lost. It was \"completely ridiculous\". </p> <p>His government is boycotting the elections as unconstitutional. Pro-Belgrade parties in the republic will organise their own voting. </p> <p>But Mr Vujanovic added a rare note of optimism. He said he doubted that Mr Milosevic would lash out at Montenegro. </p> <p>\"I don't see high risks of conflicts in Montenegro after the elections,\" he said. There was no evidence of a Yugoslav army build-up in Montenegro. </p> <p>Western analysts suggest various ways Mr Milosevic may have in mind to cling on to power. One is pressure on Montenegro as a way of trying to justify a state of emergency and a clampdown on all opposition parties and media.</p>",
  "Plaid Cymru should set its sights high and aim to take over from Labour as the main political force in Wales, the party's annual conference was told yesterday. <p>In his first conference speech as president, Ieuan Wyn Jones, said Plaid was facing the greatest challenge in its history, that of winning the trust of the Welsh people to govern the country following the 2003 assembly elections. </p> <p>New Labour's shift to the right, he told the party faithful in Llandudno, was leaving Wales with \"an enormous political vacuum\". But it was not enough to expect people to vote for Plaid because they were disillusioned with the present administration. </p> <p>Plaid's aim was to form a government that would have the will to bring about \"real change\" in Wales. It was not seeking the chance to govern as an aim in itself and would have to prove to the Welsh electorate that it was worthy of its trust. </p> <p>\"This will mean a different approach to our politics,\" he warned. \"Calling on Labour to do this and that will no longer be enough. We will have to show what Plaid Cymru would do in government. It means not to promise more than we will be able to deliver.\" </p> <p>Mr Jones said the coming general election would be of \"utmost importance\" for Wales which needed a voice in Westminster pushing the cause of securing law-making powers for the assembly. </p> <p>The party had to make sure that that objective of securing parity with Scotland would become one of the major issues in the election campaign. </p> <p>Mr Jones said the assembly's lack of powers were becoming increasingly apparent and were preventing it from creating the conditions needed to improve the lives of the people of Wales. </p> <p>\"We are all agreed that the priority for us now is for Wales to gain the same powers as Scotland,\" he said. \"The national assembly must grow into a real parliament that can get things done, and this must happen soon. We will continue to languish as a country if we continue to let ourselves be treated as a second class nation.\" </p> <p>Accusing Downing Street of pursuing policies that were leading to a \"grotesque disparity\" between the richer and poorer parts of Britain, he said Plaid's manifesto would set out demands for a radical change in fiscal and economic policy. </p> <p>At the heart of its demand would be the use of fiscal policy to fund investment and economic development in areas of disadvantage such as Wales. </p> <p>Such an approach would allow a reduction in interest rates, and a lowering of the pound against the euro, enabling Wales's manufacturers, its steel industry and farmers to compete on a level playing field. </p> <p>Mr Jones said that it was a disgrace that Wales, birthplace of the NHS, had one of the worst health records in Europe. </p> <p>\"Somebody must be honest enough to say that only through a substantial increase in public spending can we achieve a better health service, better education and better public transport.\" </p> <p>With the party about to embark on a major consultation on its long-term constitutional objectives Mr Jones insisted that Plaid made no secret of its high ambitions for Wales in an increasingly interdependent world. </p> <p>\"We see our aspiration of full national status within the EU in the context of the far-reaching changes that are taking place in Britain, Europe and the world. </p> <p>\"We want Wales to have as much control over her affairs as is possible and necessary to determine her own destiny.\" </p> <p>\u0095 The conference will today condemn plans for the 2001 national census as flawed and unresponsive to the needs of devolution because people in Wales will not be given the opportunity to describe themselves as Welsh.</p>",
  "She sits, stout and sure of herself, hair rollers gently cooking in a canary yellow hood, at Snezana's Hair and Beauty Boutique in the basement of our apartment block. There, Milosevic's women are preparing for the election tomorrow with a wash and set. <p>Milena Pantic is 66 and she has always voted for Slobodan Milosevic. \"Who would have saved us from the Nato bombs if he wasn't around?\" she says. \"He rebuilt the country. Who would have stopped America from turning us into a colony? I went to see him on Thursday night in Novi Belgrade and he was magnificent.\" </p> <p>She sits back satisfied, nodding to the other women in the salon for approval. </p> <p>At the sink is the wife of a former diplomat. She looks weary and doesn't want to talk about her voting intentions. In halting, impeccable English, she says: \"Madame, this is a place for women, not politics. We have come here to make ourselves beautiful - to escape.\" </p> <p>There is a lot of escaping going on in this apartment block. </p> <p>A 41-year-old scientist called Mira and her husband, a banker, share a three-roomed flat with his parents and their 12-year-old daughter. After ten years of war and economic sanctions there is an acute housing shortage in Serbia. </p> <p>She waves her reading material in the air. \"I am a scientist. I went to university but I need to clean my brain with this crap.\" She passes her romantic literature along the coffee table, translating the titles of the love comics into unsure English: \"Blue-eyed Sorceress and the Mistress of Love\" and \"She is Made for Love\". </p> <p>\"I feel now before these elections just like I did when they were bombing us,\" she says. </p> <p>\"I am trembling. The opposition will win but that bastard will do anything he can to stop them. He has destroyed my life.\" </p> <p>Meanwhile her mother-in-law, another ardent Milosevic fan, absorbs the warnings about \"Nato plots\" and how \"fifth columnists\" disguised as opposition leaders are trying to defeat her President Milosevic. </p> <p>In the flat, which is only twice the size of a British living room, they live in two worlds: Mira and her husband in one room listening to the Voice of America radio and their parents in the next, watching Mr Milosevic's television station. </p> <p>But Mira will not protest on the streets if and when the government rigs the election: \"I am 41 years old - too old to be beaten up by the police\". </p> <p>The pre-election battle has been raging all week in this apartment block. The most recent poll predicts a win for the opposition candidate but Belgrade is convinced Slobodan Milosevic will not go quietly. </p> <p>On Monday, opposition stickers that read: \"He's finished\" appeared on the lift doors on each of the 15 floors and above all the shop doors in the basement. </p> <p>By yesterday they had been covered over with posters of the smiling president. Underneath was written \"For Yugoslavia\" in stern white letters. </p> <p>For the last month, Belgrade's food shortages have eased, with the shops receiving oil and sugar twice a day. \"That will stop after the election,\" says Mira. </p> <p>At the back of the building, near the towers of the electricity plant, a retired dentist of 59 is rummaging through the \"market\" that the local people call \"Bangladesh\". </p> <p>It's a place where the poorest of almost 1m Serbs driven from their homes during the Croatian and Bosnian wars survive by selling what they find in other people's bins. </p> <p>Yesterday, a slow, steady autumn rain soaked mud into the sodden carpets that make up their stall tables. There a false leg was for sale with a brown plastic moccasin still laced onto the foot. There were second-hand toilet seats, and half-empty jars of moisturising cream for sale. </p> <p>The dentist was looking for clothes for her relatives, also refugees. She is voting for the opposition and despite fears that next week could bring violent confrontation between the people and the police, she says: \"I can't wait.\" </p> <p>In the afternoon the Milosevic-supporting women who have come for their wash and set are replaced by the younger generation: working women who finish at three. </p> <p>\"I am frightened that he will choke us. He will crush us\", says a 40-year-old mother of two. \"I will be on the streets on Sunday night. He has stolen ten years of my life\". </p> <p>But mostly the women are trying to ignore the election; escaping into Snezana's warm salon with its tinted coffee-coloured glass. </p> <p>There they chain-smoke and wait their turn. They favour the henna hair colour of eastern Europe of the early 80s - even their hair colours are trapped in a time warp. </p> <p>They will go out and vote on Sunday but nobody is confident there will be change. </p> <p>Those that aren't standing by their man, President Slobodan Milosevic, are pretending this election is not happening - or they are trembling.</p>",
  "Little more than a year into his term as president of South Africa, Thabo Mbeki is facing a crisis of public confidence few would have predicted when he won a landslide election victory. <p>A rising tide of attacks from close allies have focused on Mr Mbeki's controversial questioning of the link between HIV and Aids, but this criticism reflects wider concerns about the president's market-oriented economic policies, his handling of the Zimbabwe crisis and what some see as his authoritarian tendencies. </p> <p>Until recently, Mr Mbeki had to contend with little more than berating from the official opposition, the Democratic Alliance, a party mostly supported by whites and other minorities. Its attacks had little impact among the black majority. The ANC's allies rarely questioned the president, even if they had fundamental disagreements, for fear of being seen as disloyal to the liberation and black empowerment cause. </p> <p>But in recent days, unparalleled criticism from friends - the unions, Desmond Tutu's successor as Anglican archbishop and figures in Mr Mbeki's own party, the African National Congress - has proved far more damaging to the president than anything the opposition could throw at him. </p> <p>This week, South Africa's trade union confederation - a key ANC partner - said it had no doubt that HIV caused Aids and called on the government to stop speculating and to save lives by providing treatments. It then went on to give voice to other previously stifled criticisms including a long simmering belief that the government is in the pocket of big business. </p> <p>On Wednesday, the Anglican archbishop of Cape Town, Njongonkulu Ndungane, described the government's Aids policy, including its refusal to supply drugs because their worthwas \"unproven\", as a crime against humanity comparable to South Africa's former white supremacist system </p> <p>\"We believe that history will measure this country's slow response to the pandemic in human, not statistical, terms and that the inherent injustices will be judged as serious a crime against humanity as apartheid,\" he said in a statement. </p> <p>\"What is becoming increasingly clear is the futility of looking to government for a solution. At the very least we need to apply pressure on our political leaders to change this situation.\" </p> <p>But while the attack focused on Aids, some church leaders privately say they have long been disturbed by what they see as the government's lack of concern for the broad mass of poor black people. Mr Mbeki tried to portray established Aids theory as part of a conspiracy by foreign scientists and western drug companies to make the developing world pay for \"worthless\" treatments. </p> <p>It has backfired because those worst hit by the pandemic, black people, are paying the price. The South African human rights commission, a statutory body, said this week it was considering taking legal action to force the government to supply drugs to HIV carriers. </p> <p>Public opinion is also turning against the president. Nurses and doctors, many from poor rural areas, can regularly be heard on radio phone-ins denouncing the damage done by Mr Mbeki's stance to their efforts to persuade people to practise safe sex. </p> <p>Even business, which has been so well served by Mr Mbeki's government, is becoming unnerved. Business leaders are unwilling to involve themselves publicly in the dispute, but privately one foreign banker said that Mr Mbeki had seriously undermined investor confidence because his position on Aids has been taken as a sign that he is not the stable technocrat many believed him to be. </p> <p>Whilst there are no clear parallels between the conduct of South Africa's leader and his counterpart next door in Zimbabwe, Robert Mugabe, investors who see both as mavericks do not necessarily draw the distinctions. </p> <p>President Mbeki tried to recover ground during a question time in parliament earlier this week but his responses drew further derision as he again resorted to verbal gymnastics to avoid directly saying HIV was the cause of Aids. </p> <p>\"Aids is acquired immune deficiency syndrome. I don't believe it's a sensible thing to ask: 'Does a virus cause a syndrome?' It can't. A virus will cause a disease,\" he said. </p> <p>Public anger over the issue is not directed at the ANC but at Mr Mbeki. Indeed, much of the criticism of him comes from within the party, and so does the potential threat to his power. In August, a confidential national intelligence service report alleged that the party's former general secretary, Cyril Ramaphosa, was in a conspiracy with the US and Britain to replace Mr Mbeki. </p> <p>Mr Ramaphosa - now a prominent businessman with interests in the media and manufacturing - denied the claim and said he had no intention of returning to politics. It is highly unlikely that if he were to do so, it would be at the behest of London or Washington. But for the first time in years Mr Ramaphosa is raising his public profile with newspaper interviews on issues such as black empowerment. </p> <p>There are many in the ANC who would welcome his return to politics. </p> <p> <b>The peoples view</b></p> <p> As a president, he has done a lot of damage. I challenge him to come to the Aids clinic or to visit the homes of these people - to see people dying in front of him like we do every day <br><b> Florence Ngobeni, Aids counsellor, Soweto </b></p> <p><b> </b> History will measure this country's slow response to the pandemic in human, not statistical, terms... the inherent injustices will be judged as serious a crime against humanity as apartheid <br><b> Anglican Archbishop Njongonkulu Ndungane</b> </p> <p>The link between HIV and Aids is irrefutable. Any other approach is unscientific and unfortunately likely to confuse people. It can undermine the message that all South Africans must take precautions to avoid infection<br><b> Willie Madisha, head of the trade union federation Cosatu</b></p>"
]