[
  "<p>The bill for the floods which have devastated homes and businesses in southern England is likely to run into hundreds of millions of pounds, making it one of the most costly natural disasters ever to hit Britain. </p> <p>Severe flood warnings yesterday remained in force on 13 rivers in Kent and East Sussex. Paratroopers and Gurkhas were on put on standby to help as the environment agency said it could be a week before the area returns to normal. </p> <p>Maidstone was the latest casualty, with some flooding of its crown court and a leisure complex, but in many places the waters were receding and a mopping up operation was getting under way. </p> <p>Insurance firms sent staff into the areas most badly affected to begin assessing the damage and the government promised it would help local authorities pay for the clean-up. It said it was already paying for improved flood and coastal defences. </p> <p>There was growing anger, however, from some of those whose homes and livelihoods have been damaged. They said the environment agency's new flood warning system still was not up to scratch and that the government had been tardy in tackling the problem of flooding, which is becoming more common because of global climate change. </p> <p>At this stage it is impossible to gauge accurately the cost of the damage. Jeffrey Salmon, managing director of Salmon Assessors, estimated that the flooding was likely to cost insurers more than £2bn - twice the cost of the great hurricane which hit the south of England in 1987. </p> <p>The British Association of Insurers offered a more conservative estimate of £50m. But that figure does not take into account inestimable factors such as lost business. The government is also likely to pay out large sums of money to help local authorities. </p> <p>Elliot Morley, the countryside minister, visited the East Sussex towns of Uckfield and Lewes, which were most badly hit on Thursday. He promised that appeals from local auth orities for financial help would be dealt with as speedily as possible. </p> <p>Mr Morley said: \"We seem to be having more violent weather patterns and we accept that it could be due to global warming.\" </p> <p>Rebutting claims that not enough had been done to prevent the disaster, he said: \"The upgraded flood warning system has worked well, and so has the Floodline. People seem to have listened. No one has lost their life but there has been a terrible amount of damage.\" </p> <p>Causing most concern by yesterday afternoon was the river Medway. The 6m cubic metre Leigh Barrier reservoir was full to capacity so floodwater from the river, which would normally have been diverted into it, instead flowed through the towns of Maidstone and Tonbridge, where 300 people were evacuated. </p> <p>Firefighters rescued dozens of people who had become trapped in the village of Yalding, Kent, on the banks of the river Beult. </p> <p>One woman, Julia Black, 36, went into labour after being trapped at her home in Barcombe, East Sussex, and gave birth after being taken to hospital in a tractor and dinghy.</p>",
  "<b> Austrian anger at nuclear plant</b> <br> <p>Austrian protesters blocked all 15 border crossings into the Czech Republic yesterday, in a fifth day of demonstrations against an atomic plant that Austrians fear is unsafe. </p> <p>Around 6,000 opponents of the Temelin plant, about 30 miles from the border, gathered at the Wullowitz crossing in northern Austria. Among them was the far-right leader, Jörg Haider. </p> <p>Austria is angry that the plant started operating on Monday despite calls for further safety checks, but Prague says it meets EU standards. <br>Reuters, Vienna </p> <p><b> 17 shot dead in Kashmir</b><br> </p> <p>Seventeen people, including 15 separatist guerrillas, have been killed during the past two days in clashes between Indian forces and militants in Kashmir, Indian police said. </p> <p>Six militants and one Indian soldier were killed on Thursday in Thinmarg, about 150 miles south-east of Srinagar. Seven others, including a civilian, were killed in the Poonch and Rajouri districts. Yesterday, three foreign militants were shot dead in Anantnag, 34 miles south of Srinagar. <br>Reuters, Srinagar </p> <p><b> Ivorians told to boycott poll</b><br> </p> <p>The party of Ivory Coast's former prime minister, Alassane Ouattara, told its supporters yesterday to boycott the presidential election on October 22, from which their candidate was barred: the supreme court said he had once used the nationality of neighbouring Bukina Faso. </p> <p>The Rally of the Republicans condemned the ruling as unfair. <br>Reuters, Abidjan </p> <p><b> Swollen lagoon floods Venice</b><br> </p> <p>Residents and tourists who forgot their boots walked barefoot through parts of Venice's historical centre yesterday when high lagoon waters flooded the city for a second day. </p> <p>The waters, fed by rain and whipped up by winds, reached more than a metre above the average sea level. Bad weather was gripping most of northern Italy. <br> AP, Venice </p> <p><b> Doctors strike over sackings</b><br> </p> <p>Doctors in the Dominican Republic walked off the job for a day yesterday to protest at the government's sacking of 400 colleagues. </p> <p>The country's president, Hipolito Mejia has been giving jobs to medical staff who support his party. He defended the dismissals. <br>AP, Santo Domingo</p>",
  "Two dozen workers were sitting at a long table in their factory's conference room, discussing their strike demands. Tension hung in the air as pervasively as the smoke of hundreds of cigarettes. <p>A senior official had drawn a gun on a group of workers elsewhere in the administration building a few hours earlier. Upstairs the workers had posted their own guards in the accountant's office. \"We need to prevent documents being removed,\" explained Predrag Jelic, a member of the hastily formed crisis committee. </p> <p>With a staff of around 3,000, Trudbenik is one of Serbia's biggest construction companies. It has put up hotels in Belgrade, Baghdad and Beijing. When scores of other firms across Serbia went on strike last week to demand an end to Mr Milosevic's election fraud, Trudbenik carried on working. Now it is in uproar. </p> <p>\"We have used this moment to gather our strength and raise our voice. This is a political moment but our demands are not political,\" said Mr Jelic, a man with long years of service in the company. </p> <p>Yugoslavia's new president, Vojislav Kostunica, used the wave of strikes and street blockades to help to topple Slobodan Milosevic last week. But now that he has been sworn in as president, he has condemned the factory occupations as vigorously as has Mr Milosevic's Socialist party. </p> <p>Nebojsa Covic, who leads one of the parties in Mr Kostunica's coalition, the Democratic Opposition of Serbia (Dos), has been visiting factories, urging workers to get back to work and trust Dos to bring change. </p> <p>The strike committee at Trudbenik is having none of it. \"We don't need political sup port, and we won't accept any demands for restraint from Covic or anyone else from Dos,\" Mr Jelic stressed. </p> <p>Their suspicions are the legacy of the hybrid system of communism and unregulated capitalism that Mr Milosevic fostered. Everyone joined the ruling party, whether they were managers or trade union leaders. </p> <p>Political connections were vital not only for the company to get privileged access to capital, licences and subsidies but also for every factory's aspiring elite. Promotion was rare if you were not in the ruling party. </p> <p>In the early 1990s, as a crude market economy and phoney privatisation spread through eastern Europe, Mr Milosevic joined the bandwagon. He allowed large companies to break into smaller units and fix their own commercial contracts. Union leaders were as eager as managers to exploit the new chance of riches. </p> <p>\"The trade union secretary practically ran this company,\" said Mr Jelic. \"He got rid of the last managing director in 1995 and chose the new one. Under privatisation the trade union secretary formed a company called Sind which built upper-income flats in Belgrade. </p> <p>\"They won their workers' loyalty by paying them DM5 (£1.50) an hour, while other workers here get DM100 (£30) for a whole month,\" he added. </p> <p>The trade union leader also decided who was laid off with so-called holiday pay in the long periods when there were not enough orders. Instead of rotating the layoffs, he used the system to punish workers he did not like. The union also kept control of the flats given by the state solidarity board and intended for needy families. It sold some and kept others for its favourites. </p> <p>It was not cronyism by a handful of people at the top but a system of fear and favours which benefited hundreds of factory and party officials. No wonder the crisis committee's demands include the sacking of the managing director, the entire board of directors and the trade union leadership. </p> <p>Now that Yugoslavia is about to reopen to foreign trade with the lifting of sanctions, the country's economy should start to grow. </p> <p>A lot of money will be made, and the strike committee wants to be sure that the new rulers from Dos do not just reproduce the old system by imposing so-called democrats on factories. </p> <p>They have suffered too much from opportunism in the past. The same Mr Covic, who has become Dos's troubleshooter in urging workers to end the factory seizures, was the Socialist mayor of Belgrade and the third most senior man in Mr Milosevic's party until he switched sides in 1996. Yet during these past four years of \"opposition\" he has been able to remain managing director of a profitable company making tin cans. </p> <p>To prevent another round of musical chairs, the strike committee at Trudbenik wants a proper system of accountability in the company, credible financial public accounts and no further role for party politics in factory appointments. It will not just blindly put its faith in Dos. </p> <p>Mr Jelic was finishing his explanation when the door burst open and a red-faced man stormed in. </p> <p>\"It's Dusan Djuraskovic, the managing director. He told us yesterday he would be on a business trip today,\" Mr Jelic explained while we watched in astonishment as he made his way to the head of the table, shouting all the way. He was too worked up to notice or mind the presence of foreign reporters. </p> <p>\"No provocations, please. I'm here and I want peace and dignity,\" he bellowed, his anger undermining his presumably prepared opening words of conciliation. </p> <p>Then he launched a tirade of promises and threats, constantly pounding the table. </p> <p>\"I don't recognise your crisis committee. But I'll sign your request for my resignation. Call the police. Call whomever you like. I'm ready to go because I want peace and quiet, and for the sake of my family. </p> <p>\"We're so close to killing each other here. It needs just a little thing to set if off. You can see all the company's papers. There's nothing to hide. Sue me if you want to. But if I leave here, the company will lose. I'm running it well.\" </p> <p>He took a blank piece of paper, and signed it. \"Fill in whatever you like,\" he shouted. As the tirade went on, workers started to whisper. \"He must be drunk. He had to work up his courage somehow,\" one surmised. </p> <p>\"Excuse me, who invited you here?\" a worker shouted. That piece of lip set off a new torrent of words ending with the managing director's final threat: \"I'll go off and see Covic tomorrow, and the other Dos leaders.\" </p> <p>\"All right,\" someone shouted. \"We'll be here in the building all night and we'll have reinforcements tomorrow from all the rest of the company's sections.\" </p> <p>\"And don't use your company car any more,\" another voice chipped in as Mr Djuraskovic stormed out of the room as furiously as he had come in.</p>",
  "The west seems incapable of thinking of more than one Balkan thing at a time. But in the Balkans, it is the interconnection of things which matters. By thinking only of Croatia in 1992, we blew up Bosnia. When we ended the Bosnia war at Dayton, we forgot about Kosovo. And now there is a real danger that in the rush of relief and euphoria to welcome President Vojislav Kostunica in Serbia, we will destabilise the peace we have created in Bosnia and Kosovo and undermine the fragile government in Croatia. <p>This is not to underestimate the remarkable transformation taking place in Belgrade; or the potential of the moment. It is merely to caution that there are now many ways to waste the opportunity that Mr Kostunica and the forces of democracy in Serbia have presented to us. One is for the west to judge Mr Kostunica by what he has said and done in the past. Mr Kostunica says he is a nationalist (I think he means a patriot, but there is no such distinction in Serbo-Croat). His past statements, and even some of his actions, do give cause for concern. But if it had not been so, I doubt that he would have rid us of Milosevic. So the right policy is to judge him, not by the past, but by what he does in the weeks and months ahead. And so far the things he has done have been good, even brave. </p> <p>Mr Kostunica is a legalist and has, to some, acted too slowly to rid Serbia of the malevolent forces of Milosevic. But it is a good thing to have, as president of ex-Yugoslavia, a man who is scrupulous about the law. No one should under- estimate the poison which Milosevic can infiltrate into the Serb body politic as long as he is around. But I think that the revolution that unseated him is now irreversible. If Mr Kostunica has achieved this without the lawlessness which would have resulted from more extensive use of popular force on the streets, and so strengthened the legal foundations of his government for the future, then that should be a matter for welcome, not regret. </p> <p>But if a too sceptical approach is one danger which the west should avoid, a too euphoric one is another. My hunch is that Mr Kostunica's instincts are those of cooperation and good relations with neighbours. But there is a long way to go before he establishes a stable and effective government which can put these qualities into action. Too early a western commitment of full support, before the transformation has been completed, could be dangerous. We must not relax for Serbia the standards of internal democracy and the acceptance of the rule of international law which we have demanded of other Balkan nations. The first priority should be for President Kostunica to stabilise his government. But in the end, there can be no compromise on the necessity to bring to justice in the Hague those indicted for war crimes in ex-Yugoslavia. Anything less would risk destabilising the fragile government of President Stipe Mesic in Croatia, who has taken great risks to send the Tudjman-era war criminals to the Hague. </p> <p>So the west's policy should be to offer goodwill and help for Mr Kostunica at the start, to judge him by what he now does and to be patient about progress, but firm about the conditions which must, ultimately, be fulfilled. </p> <p>What then can Mr Kostunica do to capitalise on the wider opportunities in the Balkans which his velvet revolution has created? Here the picture is mixed. There is now a real opportunity to resolve the Montenegro question which has held the Balkans on a hair-trigger for war in recent months. There seems a willingness in Belgrade to renegotiate the constitutional relationship with Montenegro, within a confederal \"commonwealth\" based on the principle of equality. This would leave all powers with the two constituent nations, except for those relating to foreign affairs, the army and the management of a single convertible currency which they hope will lead to the euro. There even seems to be agreement between the two countries to abandon the old name of Yugoslavia in favour of a new name, \"Serbia-Montenegro\" - a name whose undoubted inelegance seems a small price to pay for the removal of one of the Balkans' most explosive flash points. </p> <p>For Bosnia, too, the change in Belgrade is good news. Mr Kostunica has said (and made me promise to repeat) that he accepts the Dayton borders and wishes to establish diplomatic relations with Bosnia-Herzegovina. This should increase the votes of the moderates, at the expense of the pro-Milosevic Serbs, in the forthcoming Bosnia-wide election early next month. Freed from threats to its existence from both Croatia to its west and now Serbia to its east, Bosnia should be able to get down to the business of building itself as a state and making the changes necessary to become a candidate for Europe. </p> <p> In Kosovo the picture is more mixed. Though they will not admit it publicly, the presence of Milosevic gave legitimacy and strength to the Kosovan Albanian claim for independence. These are neuralgic times for Kosovan Albanians. They know that the removal of the dictator who so violated and brutalised their community has weakened their claim for total independence. And they fear that, just as the west's caravan moved on from Bosnia to Kosovo, now all the political will, influence and aid is about to move north to Belgrade. </p> <p>Some say that we will see played out in Kosovo the same phenomenon that I witnessed as a soldier in Belfast in 1970. The troops arrive as heroes to the oppressed, but soon become the enemy who keeps them from their political ambitions. I don't think this is likely in Kosovo. But it will need a great deal of political maturity and wisdom from Kosovo's inexperienced politicians to understand that the right response to Kostunica is not to retreat into suspicious gloominess and introspection, but to accept that Kosovo is now in an economic and democratic race with Belgrade, which they intend to win. The west will not abandon Kosovo. But we are now playing a larger game of regional reconstruction, and Kosovo will better serve itself by being part of this than by retreating into a small island of Balkan refuseniks. </p> <p>Kostunica, if he is wise, should help this process. He needs to understand that security for his fellow Serbs in Kosovo does not come out of the barrel of a K-For gun, but out of a new political relationship between the two communities, which, on the Serb side, he can help lead from Belgrade. No doubt his own nationalist elements will want him to strike muscular positions on Kosovo. That would set the province alight, cause even more suffering to the Serbs, increase the votes of the Albanian extremists in next week's Kosovo elections and make sure that K-For troops have to stay longer. His best course of action is to say he wants to work constructively with the UN in Kosovo, advise Kosovan Serbs to do the same and leave the status of Kosovo to later when things have quietened down. </p> <p>One final step we should now consider. The end of Milosevic has left a number of interconnected southern Balkan issues still to be resolved: the status of Kosovo, the relationship between Montenegro and Serbia, the stability of Macedonia and, now that we have removed the danger of a greater Serbia, the question of a greater Albania. There is now a case for looking at these regionally - for a kind of \"southern Balkans Dayton\". As I said, in the Balkans it is the interconnection of things which matters. </p> <p> Paddy Ashdown's diaries, which include previous trips to the Balkans, will be published on November 1 </p> <p><a href=\"mailto:comment@theguardian.com\">comment@theguardian.com</a></p>",
  "George W Bush has recovered his lead in the American presidential election opinion polls in part because more voters have come to see Al Gore as a traditional liberal advocate of big government, advisers to both White House candidates believe. <p>Republican strategists urged Mr Bush to put the \"big government\" issue at the centre of his case against Mr Gore during the second presidential debate earlier this week in North Carolina. </p> <p>Mr Bush, as usual, carried out his advisers' wishes to the full. </p> <p>President Clinton is believed to be among the Democratic moderates who counselled Mr Gore to place more emphasis on the government's role as a promoter of opportunity rather than as a provider of solutions, an approach that Mr Gore tried to follow with limited success in the debate. </p> <p>While recent US campaign headlines have focused on aspects of the candidates' characters, Mr Bush's current surge has been accompanied by the emergence of strong public support for a smaller and less activist government than Mr Gore proposes. </p> <p>Results of a Washington Post survey of public opinion this week showed that Americans prefer a less interventionist government by a margin of nearly two to one, a finding which could make it very hard for Mr Gore to capture centre-ground voters, who are particularly sceptical about government activism. </p> <p>According to the Post poll, 58% of voters say that they would favour \"smaller government with fewer services\", as against 32% of Americans who prefer \"larger government with many services\". When asked which of the two candidates would do a better job \"holding down the size of government\", 54% chose Mr Bush, while only 33% chose Mr Gore. </p> <p>Mr Gore's dilemma is that almost all of the individual programmes he supports are very popular; he revived his flagging candidacy this summer by pledging to use government spending to help \"working families\" and the poor. </p> <p>Yet, as the election nears, those promises seem not to hold such attraction for the affluent minority of Americans who are expected to vote on November 7. </p> <p>\"Gore's reliance on government solutions has been very successful in rallying the Democratic base, but it does not play well with the independent voters whose support he also now needs,\" a leading Democratic moderate said this week. </p> <p>Mr Bush, who has placed a $1,300bn (£885bn) tax cut over 10 years at the centre of his programme, relentlessly painted Mr Gore as a supporter of big government during their debate. </p> <p>\"I don't believe, like the vice-president does, in huge government,\" Mr Bush said Wednesday during his closing remarks.\"I believe in limited government. And by having a limited government and a focused government we can send some of the money back to the people that pay the bills.\" </p> <p>On several occasions during the debate, Mr Gore tried to stress his credentials as a limited-government man. \"I'm for shrinking the size of government. I want a smaller and smarter government,\" he said. </p> <p>\"I'm not for command and control techniques,\" he said later in the debate. </p> <p>At times, however, Mr Gore also seemed an enthusiast for government intervention at home and abroad; responding to Mr Bush's calls for limited US foreign engagement, Mr Gore said that the US should \"provide the leadership on the environment, leadership to make sure the world economy keeps moving in the right direction\". </p> <p>And when he talked about subjects such as healthcare, hate crimes and education, Mr Gore seemed to embrace government activism very willingly. </p> <p>In 1992 and 1996, Mr Clinton successfully finessed the issue with his \"third way\" strategy, in which he reinvented the Democrats as the party of more limited government activism. </p> <p>Mr Gore has not been able to follow through on that approach in the way that hardcore moderates - such as his running mate, Senator Joseph Lieberman, and President Clinton - would normally favour. </p> <p>As he saw his support languishing throughout the first half of this year, Mr Gore was compelled to move to the left, trying to inspire traditional Democratic voters with promises of big spending programmes - especially on pensions and prescription drug benefits for the elderly - made possible by the surplus in the federal budget. </p> <p>That strategy restored Mr Gore's candidacy to health in August and for much of September. But in the past three weeks the vice-president has lost ground as Mr Bush regained it with promises of tax cuts. </p> <p>Win or lose, the issue is certain to be at the heart of the election post-mortems after November 7.</p>",
  "Amos Oz (Why Arafat must take the blame, October 13) attacks Arafat and pleads for a Palestinian right to nationhood and sovereignty. Mr Oz's tone is temperate and rational. This contrasts with Edward Said's article (Double standards, October 12), which makes a similar demand for Palestinian rights, but uses the language of anger and hate. <p>Mr Said calls Ariel Sharon a \"paunchy old war criminal\", Yasser Arafat \"an ageing and discredited leader\" of a \"corrupt and stupidly oppressive regime\", and Hosni Mubarak an \"isolated and unpopular Arab chief... compelled humiliatingly to toe the American line\". When a respected academic such as Mr Said resorts to inflammatory vilification, attacking people because they are overweight and old, he discredits his own argument, and lets down the Palestinians, for whom he has acted as a spokesperson. He certainly would not make it easy for Mr Oz to persuade his fellow Israelis to put away their guns and begin delicate negotiations. <br> <b>Fred Lowe</b><br> Dublin </p> <p>\u0095 Do I detect double standards in the media's reporting of the Israeli-Palestinian conflict? Israeli soldiers were \"murdered\", but 12-year-old Mohammed al-Durrah was \"killed\". <br> <b>Dr Andrew Strouthous</b><br> London <br><a href=\"mailto:andystrouthous@hotmail.com\" target=\"_new\">andystrouthous@hotmail.com</a> </p> <p>\u0095 In all the news about the repugnant beating to death of the Israeli soldiers, few journalists seem to have considered the possibility that the victims may have been on an undercover assignment targeting Palestinian radicals. Just such an operation led to the killing of a Palestinian activist a few weeks ago. Even if they were \"reservists\" who got \"lost\" (though Ramallah is surrounded by Israeli roadblocks), the anger and fear of Palestinians over these undercover operations explains the brutality of the killings. Does no one remember the killing of German pilots by British civilians during the war? <br> <b>Paul Cheney</b><br> Department of international relations, San Francisco State University<br><a href=\"mailto:pacheney@sfsu.edu\" target=\"_new\">pacheney@sfsu.edu</a> </p> <p>\u0095 Those of us who gladly took part in the war against territorial aggression and racial madness 60 years ago, those who found great satisfaction in liberating Belsen, must view the present conflict in the Holy Land with great sadness. </p> <p>The images are the same. A young boy shot dead cowering with his father behind a rock. The people held to be responsible brutally beaten to death. </p> <p>We are all to blame, insofar as the UN failed to impose international law after the 1967 war and has allowed illegal occupation ever since. The madness of the Suez operation diminished Britain's moral position. The foreign policy of the US is flawed with political considerations. Surely now is the time for the UN to show real strength and resolve at last. Or is it already too late? <br> <b>H Smith</b><br> Felixstowe </p> <p>\u0095 The Arab-Israeli peace initiative nurtured by the Clinton administration now looks irremediably damaged. Had it been successful, not only would it have been a triumph for President Clinton, but the Democratic party would also have benefited, with the increased possibility of the election of Al Gore as the next president of the United States. As it is, an absence of a peace settlement will benefit presidential candidate Bush. </p> <p>An exactly similar situation occurred in 1968 when the out-going President Johnson tried to arrange a peace settlement of the Vietnam war. </p> <p>The Paris talks failed when the South Vietnamese withdrew from the negotiations. We now know that Richard Nixon was directly responsible for the withdrawal of the South Vietnamese, who were promised better terms if Nixon were elected. The result was that Johnson's initiative failed, Nixon narrowly beat Democrat candidate Hubert Humphrey in the November election and the war continued until the final humiliation of the Americans in 1973. </p> <p>Am I justified in being cynical about US involvement in the Middle East? <br> <b>Chris Weeks</b><br> Beaworthy, Devon </p> <p> \u0095 As long as mankind remains in thrall to outdated beliefs in \"gods\", there is no chance of peace on earth. All religions profess peace and love - yet they have been responsible for most of the bloodshed throughout the ages. Can anyone really believe an all-loving God would wish the men who tore those Israeli soldiers to pieces to be with him in paradise? Religions are relics of the dark ages. They foster hatred, enmity and bigotry and have no place in a modern, civilised society. <br> <b>Robert Readman</b><br> Boscombe, Dorset</p>",
  "<p>As the moment of truth approaches in the US presidential election, the candidates have been resorting to personal attacks. George W Bush's people have been calling Al Gore a liar, and Gore's people have been saying that Bush is too stupid to be president. The charge of stupidity sounds plausible enough to those who keep up with Bush's malapropisms - and, despite his gaffe-free performance in the first presidential television debate, he has uttered some very good ones lately. He described himself as \"a person who recognises the fallacy of humans\", and promised that his foreign policy will be \"foreign-handed\". He also noted that most of America's imports come from abroad. His most memorable statement, though, was the confident dismissal of a problem nobody knew had ever existed: \"I know that the human being and fish can coexist peacefully.\"</p> <p>But verbal incompetence has seldom been held against a politician (just look at John Prescott), whereas lying is generally regarded as the gravest of political sins. It's odd that this is so when all politicians routinely lie to some extent. When they say they \"feel passionately\" about something, you can be sure that they feel nothing at all. When they claim to have travelled \"up and down the country\" to test the public mood, they have generally gone no further from London than to their own constituency. But such statements are never treated as lies, because to tell the truth in these circumstances (\"I really don't feel any passion about this\") would be jumped on by the press as a \"gaffe\" (a common definition of a gaffe being when a politician tells the truth).</p> <p>As the American political columnist Michael Kinsley wrote this week, \"Sometimes the press exposes lies, but sometimes it virtually requires them.\" As an example, he quoted Republican vice-presidential candidate Dick Cheney as saying he was \"puzzled and saddened\" by Gore's habit of embroidering anecdotes. That was an obvious lie. But if Cheney had told the truth and said he was thrilled by Gore's fibs, he'd have been torn to pieces by the press. Another explanation as to why the press makes an issue of Gore's lies and not Cheney's, says Kinsley, \"is that Gore's embroideries can be objectively disproven, whereas Cheney's assertions about his own mental state are merely false on their face. Journalists are more comfortable with the former\".</p> <p>So, in many circumstances, it is advisable for politicians to resist the temptation to be frank; especially when they are questioned by journalists about their private lives. The worst political advice in recent memory was that given by Conservative chief whip, James Arbuthnot, to members of the shadow cabinet when he told them to answer truthfully if they were asked whether they had taken drugs. It led to what the Daily Telegraph called \"the biggest mass voluntary 'outing' of past illegal behaviour by a group of senior politicians\", and to disastrous political consequences for William Hague and Ann Widdecombe, who had just unveiled a ruthless zero-tolerance policy towards drug-taking.</p> <p>Arbuthnot clearly suffers from the common modern disease of press-terror, for he feared that the ex-pot-smokers among senior Tories would be exposed by journalists as liars if they failed to tell the truth. What was obviously the best option - that of refusing to reply to such questions at all - seems not to have occurred to him. A major problem with the kind of confessions made by the seven Tory shadow ministers is that they are not usually credited with comprising the truth, the whole truth, and nothing but the truth. When President Clinton admitted to smoking pot at Oxford but said that he didn't inhale, he was stuck with a reputation as an untruthful pot-smoker, because nobody believed that he hadn't inhaled.</p> <p>Similarly, when David Willetts, the Conservatives' social security spokesman, said, \"I was once offered cannabis at university. I had two puffs, I didn't like it, and I have never had any experience of drugs since\", people inevitably doubted him; just as they doubted shadow chief secretary Oliver Letwin's assertion that \"some friends put some dope in a pipe I was smoking\". Both were probably telling the truth, but that didn't help them be credible.</p> <p>One of the few Tory leaders who refused to answer questions about drug-taking was Michael Portillo, the shadow chancellor, who may have felt that coming out about his past homosexuality had been confession enough. Should he have come clean about his homosexual experience at Cambridge? Possibly. He, too, was victim of a popular assumption that he wasn't telling all, but in his case the risk of embarrassing \"revelations\" may have been a serious one.</p> <p>On the other hand, Peter Mandelson has been wise to refuse to discuss his homosexuality in public, just as his fellow members of government have been wise to refuse to answer questions about drugs. They make the opposition look childish for insisting on telling the \"truths\" that nobody wants to hear.</p>",
  "<p>On the evidence of <strong> Revelation Space </strong> (Gollancz, £10.99),<a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502377269,00.html\" target=\"_NEW\">Buy it at BOL </a> Alastair Reynolds is a name to watch. Mixing shades of Banks and Gibson with gigatons of originality, he has pulled off that most difficult of SF tropes, believable aliens. On a planet known only for its desolation and razor storms, an obsessed archaeologist is searching for clues as to what cataclysmic event wiped out the Amarantin, a long-extinct alien race. Keys to the answer are predatory moons and a sentient sea. Fermi's paradox asks: \"If they're out there, why aren't they here?\" Reynolds supplies hard-science answers that are plausible, entertaining and clever; he even manages to make different flavours of neutrino sound interesting. Revelation Space has been nominated for this year's BSFA award; it would make a worthy winner. </p> <p>Infinitely less plausible is Robert Charles Wilson's <strong> BIOS </strong> (Millennium, £5.99), <a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502440903,00.html\" target=\"_NEW\">Buy it at BOL </a> which wants to answer the same questions but lacks the rigour and intelligence. The planet Isis is a paradise of blue skies, tall trees and clear rivers. Unfortunately it is utterly deadly to human life and inhabited by tunnel-dwelling aliens who look like a cross between turtles and millipedes and behave like cuddly extras from a George Lucas film (lots of campfires, flint-topped spears and grunting). Into this world is thrown teenager Zoe Fisher, who has been surgically modified to increase her chances of surviving the toxic conditions. Scientific jargon abounds, events are heavily signposted and characterisation is thin. </p> <p>Jonathan Carroll, on the other hand, writes like a dream: the kind that grabs you in its cold grip and tries to strangle you. <strong> The Marriage of Sticks </strong> (Indigo, £6.99) <a href=\"http://www.booksunlimited.co.uk/bol/0,6206,501005593,00.html\" target=\"_NEW\">Buy it at BOL </a> combines thriller, mystery and horror in an adulterous love story that sees a repressed dealer in rare books attend a school reunion hoping to see her first boyfriend. Except he's already dead - or is he? Timelines clash, unborn children materialise and somehow the memories of an elderly mistress of many great artists of the 1920s become the key to what is happening. Carroll is one of the few novelists who can write horror that relies not on gore or shock but on mental disquiet. </p> <p>A scientist broadcasts the Brandenburg Concertos to the stars while listening to a sentient computer with the voice of his lost love. The most dangerous alien in the universe, a charcoal-chewing telepathic hamster that can kill an elephant, watches as two lovers separate. <strong> Time's Hammer </strong> (Toxic, £9.99) collects the short, SF(ish) fiction of James Sallis, also known as a mystery writer. Alternately chilling and manic, always bizarre, the stories show Sallis at his best.</p>",
  "The South Korean president, Kim Dae-jung, won the Nobel Peace Prize today for his work towards peace and reconciliation with North Korea. <p>\"In the course of South Korea's decades of authoritarian rule, despite repeated threats on his life and long periods in exile, Kim Dae-jung gradually emerged as his country's leading spokesman for democracy,\" according to the Nobel citation.</p> <p>South and North Korea, foes on the battlefield a half-century ago, have warmed to each other more in the last few months than in more than a generation. Their armies remain locked in a standoff across a sealed border, but the mood on the peninsula is considerably lighter. </p> <p>After patiently pursuing contacts with North Korea during the first two years of his presidency, Kim held a groundbreaking summit in June with his northern counterpart, Kim Jong Il. The two countries then stopped propaganda broadcasts, held a reunion of separated families, opened border liaison offices and agreed to reconnect a cross-border railway. </p> <p>\"His visit to North Korea gave impetus to a process which has reduced tension between the two countries,\" the Norwegian Nobel Institute said. \"There may now be hope that the cold war will also come to an end in Korea.\"</p> <p>The announcement was a cliffhanger to the last minute as the speculation was more muted than usual. Last year's winner, the humanitarian group Doctors Without Borders, figured heavily in guesses ahead of the announcement. </p> <p>The five-member committee and its non-voting secretary Geir Lundestad stake their pride on keeping the secret. </p> <p>The Nobel committee never reveals the nominees, only their number, which this year was a record 150. But those making nominations for the 9m Swedish kronor prize (about £600,000) often announce them. The peace prize capped a week of Nobel announcements - the latest, the literature prize, was awarded Thursday to Chinese dissident writer Gao Xingjian, now a French citizen. </p> <p>Americans James J Heckman and Daniel L McFadden won the Nobel Memorial Prize in Economics on Wednesday for developing theories on how people work and live, research that contributed greatly to employment training, public transportation, communication systems and other areas. </p> <p>The physics prize was shared by Americans Jack Kilby, who co-invented the integrated circuit at Texas Instruments in 1958, and Herbert Kroemer; and Russian Zhores Alferov. </p> <p>This year's chemistry prize went to Alan Heeger and Alan MacDiarmid of the United States and Hideki Shirakawa of Japan for their discoveries in the use of plastics to conduct electricity. </p> <p>The medicine prize recognised Swede Arvid Carlsson and US-based researchers Paul Greengard and Eric Kandel for discoveries about how messages are transmitted between brain cells, leading to treatments of Parkinson's disease and depression. </p> <p>The prizes are presented on December 10, the date the prize's founder, Swedish industrialist Alfred Nobel, died in 1896. The peace prize is the only one presented in Oslo. </p>",
  "<p>American playwright Arthur Miller last night declared his voting intentions to a sell-out audience at London's Lyric theatre where he was appearing as part of The Word literary festival.</p> <p>\"I'll probably vote for Gore,\" he remarked, before adding \"...I'm less unenthusiastic about him than the others\".</p> <p>A jovial Miller was on good form as he spoke for 40 minutes with National Theatre director Richard Eyre, and then answered questions for a further 15. </p> <p>On his 85th birthday, he indulged in an evening of memoirs and anecdotes as he returned to the beginnings of his long career. </p> <p>He described how, growing up in 1930s America, he came to be involved with the theatre and explained the impact that his depression-era upbringing had on his development as a playwright.</p> <p>\"During the depression, the theatre was alive with anger and excitement. It was at the centre of protests and there was a real social atmosphere,\" he said. \"The depression had destroyed the American Dream - whereas before life had been limitless, suddenly you couldn't do anything. Education meant nothing - there were no longer any givens. The depression showed that everything could be changed and the essence of life is nothingness. I wanted to reflect this in the forms of my plays. I chose to write rather than act because writing a play is like being an actor without the embarrassment. Besides, I have no memory for lines.\"</p> <p>Miller said that All My Sons, his first acclaimed play which premiered in 1947, was his bid to avoid becoming a \"failed playwright\": \"I had written five or six 'experimental' plays - although no such word existed then; they were simply 'not good' - so I decided to write a play that I knew would really work. Again, it arose out of the depression - the idea that man is a social animal and society can also strike him down\".</p> <p>Miller said that he feels strangely divorced from what is possibly his best-known play, despite living less than quarter of a mile from the hut in which he wrote it, but added that: \"I have clear memories of that time. I would occasionally go and see it and regretted that I had made it so sad. I decided to make a play in which nobody cried... that was The Crucible...\"</p> <p>He touched briefly on the McCarthyism associated with the play: \"It was like living in insanity - the political system and whole grip on reality was in danger. The Crucible was an attempt to focus on that on stage, and demystify it\", and brought his political concerns up to the present day when he voiced his familiar complaint of the lack of subsidy in American theatre compared with Britain.</p> <p>In the question and answer session, Miller's use of language came up and he spoke of his ambition to write words that would \"write to everyone, to embrace America and sting the minds of an enormous variety of people\".</p> <p>He also offered a tip to budding playwrights: \"copy out the speeches of Shakespeare to learn how language works. He had the power to condense such feeling, imagination and philosophy in so few words\".</p> <p>A member of the audience commented on the humanity in Miller's plays and he agreed, remarking that, \"if a play makes deep contact with the characters then there is automatically hope - it is a humanising thing\".</p> <p>The evening itself ended with a human touch when a birthday cake, complete with candles, was brought on stage and the audience joined in a rendition of Happy Birthday.</p>",
  "In an American presidential election there is one number that matters more than any other. That number is 270, the total of electoral college votes that either Al Gore or George W Bush must amass in order to capture the White House on November 7. <p>At a time when all who are involved in this tight presidential election campaign are obsessed with national polls showing one or the other man ahead - often by tiny margins - it is worthwhile to remember that the presidency is decided not by the popular vote but by the electoral college. In theory - and even, on three past occasions, in practice - the winner in the popular vote does not necessarily become president.</p> <p>This hasn't happened for more than a century, but it is not an impossibility this November. Indeed this is precisely what the latest state-based polls are indicating. Bush may have a narrow lead in the national match-ups - this week's Pew poll put him ahead by the narrowest of margins, 45% to 44%, for example - but the accumulated picture from the states is different. Out there, it is Gore, not Bush, who is in the lead. And on election day, it's the states that each candidate wins that will determine the outcome.</p> <p>A brief reminder of how the electoral college works. Each state has votes equal to its members in the US House of Representatives and in the US Senate combined. Since a state's representation in the House is based on its population, while each state has two senators, populous California has the most electoral college votes with 54, while seven small states and the District of Columbia each have just three. There are 538 members of the electoral college, and therefore 270 electoral college votes are required to win the presidency.</p> <p>It has to be admitted that, at this stage, the composite picture from the states can only be put together by local polls taken on different dates and of differing levels of reliability. Nevertheless, the latest calculations suggest that Gore currently has 281 electoral college votes leaning his way, while Bush has only 249. One state, the normally Republican Arizona, is too close to call, but even if Arizona is added to the Bush total, it isn't enough to overtake Gore at present.</p> <p>Gore's states currently consist of California, Connecticut, Delaware, the District of Columbia, Hawaii, Illinois, Iowa, Maine, Maryland, Massachusetts, Michigan, Minnesota, Missouri, Nevada, Hew Hampshire, New Jersey, New York, Oregon, Pennsylvania, Rhode Island, Vermont, Washington and Wisconsin.</p> <p>Bush's current list comprises the rest: Alabama, Alaska, Arizona (perhaps), Colorado, Florida, Georgia, Idaho, Indiana, Kansas, Kentucky, Louisiana, Mississippi, Montana, Nebraska, New Mexico, North Carolina, North Dakota, Ohio, Oklahoma, South Carolina, South Dakota, Tennessee, Texas, Utah, Virginia, West Virginia and Wyoming.</p> <p>The electoral map after November 7 will inevitably look different to the map as it appears today. Nevertheless, a few features stand out. Gore's strength is concentrated wholly in the four westernmost states, the mid-west and the north-east. Bush controls almost everything else to the west of the Missouri river, plus the South and a significant salient in the mid-west. Bush country covers more acres than Gore country, which is concentrated in the most densely populated states.</p> <p>If Gore wins on this basis in November, he will be the first presidential candidate not to carry his own state since George McGovern in 1972. But the similarity ends there for, whereas McGovern was obliterated, Gore would win the White House. The really striking thing about this match-up is that it would make Gore the first Democratic president in history to be elected without the support of a single Southern state.</p> <p>Talking to a Gore aide the other day, we compared notes on the battle for the individual states. His list for a narrow Gore win was rather different from the line-ups just discussed. It didn't include Oregon, Nevada, Iowa, Missouri or Maine. It did, however, include Tennessee and West Virginia. Even that list gives a pretty amazing picture of Gore's America. The only Southern state in the Democratic camp was Tennessee. It foresaw Republican victories in Missouri and Florida, two states where Gore has strong hopes of winning.</p> <p>But the most significant thing was the underlying and unspoken assumption. A Gore aide predicts his man will win by 274 to 264, losing some of the most important battleground states of the election. If that doesn't tell you that November 7 will be one of the closest elections in American history, then nothing will.</p>",
  "<p>\u0095 Star Wars director George Lucas is reported to have been \"shocked and surprised\" by the adult reaction to his brash amphibian jester Jar Jar Binks. Though kids loved the character, grown-ups found him irritating and felt he dominated far too much of the film, reports <a href=\"http://aint-it-cool-news.com/\" target=\"_NEW\">Ain't it Cool news</a>. Lucas has apparently responded by reducing Jar Jar's part in Episode 2 and making the character more serious and wised-up in the years since the last outing. An early assessment of the co-written script reckons it's a huge improvement on the Phantom Menace, not that that represents any great achievement. </p> <p>\u0095 Director Bertrand Tavernier's next project will focus on the French film industry during the Nazi occupation according to <a href=\" http://dailynews.yahoo.com/h/nm/20001013/en/film-nazi_1.html\" target=\"_NEW\">Yahoo news</a> The $13.3m film will be based around two real-life figures: screenwriter Jean Aurenche and assistant director Jean Devaivre, who reluctantly continued making films during the 1940-1944 Nazi occupation. Producer Frederic Bourboulon said 'Laissez Passer would be \"a tribute to French cinema of the period, from which [today's filmmakers] come.\" Filming begins on November 6. </p> <p>\u0095 Pierce Brosnan has pleaded with the 007 producers to set the next James Bond film in his native Ireland. The Irish Screen Commission's Roger Green, who spent last week with Brosnan, says: \"Pierce has faced them and said, 'I'd like to do a scene or three scenes in Ireland'. We're ready to supply him with all the proof we can to handle such a large production. They usually use four major locations, and we are asking them to consider Ireland for one of those scenes. It could be Pierce's last Bond - because his contract is up after this movie.\"</p> <p>\u0095 Brad Pitt and Robert Redford are apparently considering whether to shoot their current film in the war-torn Middle East, reports today's Daily Mail. Both stars were in London last night rehearsing for The Spy Game, a tale about international espionage, and were unsure whether to stick to the original plan and shoot in Israel. Film executives are apparently unhappy with the idea, one insider told the Mail: \"We are worried not only about the guerilla attacks, but also the threat of kidnapping.\" The film's producer, Iain Smith, last night met with Israeli officials to determine whether or not it would be safe to film in the country. </p> <p>\u0095 Liam Neeson looks like he has made a full recovery from his motorcycle accident last year and signed up to star alongside Harrison Ford in the <a href=\" http://www.filmunlimited.co.uk/News_Story/Exclusive/0,4029,378415,00.html \">submarine drama K-19</a>. According to <a href=\" http://mrshowbiz.go.com/news/Todays_Stories/1012/neesonford101200.html\" target=\"_NEW\">Mr Showbiz</a> Neeson will play Ford's second-in-command aboard the crippled Russian nuclear submarine.</p> <p>\u0095 The ever-chirpy Will Smith wass positively beside himself confirming that 1997's alien-comedy blockbuster Men in Black is to return with all personnel present and correct: he'll be back, as will Tommy Lee Jones and director Barry Sonnenfeld. \"The whole gang is back! And they bring Tommy's character back. I can't let it out, but it's so brilliant!\" gushed Smith. He did let on that Sonnenfeld is currently penning the script though, chirruping: \"It's great when a sequel can have a better script because it is so rare that the second film is better than the first one. But this one is ridiculous!\" </p>",
  "Ex-President Slobodan Milosevic's Socialist party announced leadership changes yesterday in an effort to stop the exodus of senior members as more and more factory directors switched loyalties under pressure from workers. <p>But there were signs too that the 18-member coalition, the Democratic Opposition of Serbia (Dos), which brought Vojislav Kostunica his election victory, was also nervous about the wave of strikes and factory occupations. </p> <p>\"Some of this is spontaneous, some of it is not,\" Mr Kostunica was quoted as telling the New York Times. \"It is something that worries me.\" </p> <p>The new government is preparing to open Yugoslavia's economy to foreign investors now that sanctions are being lifted and does not want industrial anarchy to develop. \"I'm having almost as much trouble from friends as from my enemies,\" Mr Kostunica added. </p> <p>Milan Milutinovic, the Serbian president, was named a vice-president of the Socialist party in an apparent attempt to stop him defecting. A longtime Milosevic loyalist, Mr Milutinovic has made ambiguous remarks about his future and earlier this week suggested he might resign as president. </p> <p>Since then, Mr Milosevic has succeeded in persuading the Serbian parliament - still controlled by the Socialists and their allies - to delay moves to dissolve itself and hold early elections. </p> <p>Mr Milutinovic had no party job and his nomination to become a Socialist vice-president was seen as a way of buying his allegiance. </p> <p>The party's secretary-general, Gorica Gajevic, resigned after taking the blame for the catastrophic performance in the Yugoslav elections. She was succeeded by Zoran Andjelkovic, an ultra-hardliner who was the last Serb governor of Kosovo before Serb forces withdrew last summer when Nato-led peacekeepers arrived. </p> <p>Serbia's deputy prime minister and Radical party leader, Vojislav Seselj, threw another spanner into the tense negotiations over forming a new Serbian government yesterday when he made his party's agreement conditional on an end to the takeovers of facto ries and companies which had Socialist party cronies as directors. He described the wave of purges and occupations as part of a \"coup\". </p> <p>\"The coup leaders are taking control of one institution after another. That's a criminal act,\" Mr Seselj declared. \"They will have to execute us or lynch us if agreement is not reached.\" He also urged Mr Kostunica to name a federal Yugoslav prime minister as soon as possible, and \"bring things back into the institutions\". </p> <p>Mr Kostunica is also causing some worry among his supporters by failing to announce any changes in the army high command. Although General Nebojsa Pavkovic, the chief of staff, expressed his loyalty to the new government, he was a longtime Milosevic supporter. General Momcilo Perisic, who leads a small party in the Dos coalition, said last weekend that sacking General Pavkovic would be one of the new president's first acts. </p> <p>The forced resignations continued yesterday, with two bosses quitting Beopetrol, a big fuel importer with links to the Socialists and the neo- communist Yugoslav Left (JUL) party of Mr Milosevic's wife, Mira Markovic. </p> <p>At the Lola Corporation, a large engineering plant a few miles from Belgrade, the general manager, Branko Vlahovic, told the Guardian: \"I don't know what the Socialist party's future can be.\" </p> <p>A party member himself, he saw the writing on the wall a few days before last week's uprising in Belgrade which toppled the Milosevic regime. Three days earlier, he agreed with the company's two trade unions on a general strike \"for truth\". This was the diplomatic wording for an end to the election fraud and for Mr Milosevic to admit defeat in the polling on September 24. </p> <p>Mr Vlahovic put no obstacle in the way of scores of workers who went to Belgrade for the mass protests. They were promised full pay for the day. </p> <p>\"We cooperate with many other big state companies so we cannot work without connections,\" he said in explanation of his Socialist party membership. \"That's why the general manager has to be close to government.\"</p>",
  "There was a sense of stunned disbelief in Washington yesterday as American diplomats watched violence in the Middle East sink to its worst levels for nearly a decade. Only a few weeks ago they believed a lasting settlement to be only a few diplomatic tweaks and compromises away. <p>But the region's sorry history was always against them. If there is such a thing as a rule of thumb in the Middle East, it is that whenever peace appears close, the danger of violence is at its highest, as the stakes rise and the enemies of compromise become desperate. </p> <p>So it was in November 1995, when the soldier-turned-peacemaker, Yitzhak Rabin, was assassinated by an Israeli extremist. A virtuous circle turned to a vicious circle. In the months that followed the election chances of his successor Shimon Peres were sunk by a string of bombings by the Palestinian militant group Hamas, ushering in the hard-line Likud leadership of Binyamin Netanyahu. </p> <p>And so it was on September 28 this year, when Ariel Sharon, accompanied by hundreds of Israeli police, lumbered across the Haram al-Sharif, known to the Jews as the Temple Mount, enclosing the Dome of the Rock, the al-Aqsa mosque and the most delicate few square yards of real estate in the region. </p> <p>Mr Sharon's intentions were clear enough. Days before his visit he had told the fiercely pro-Israeli New York Times columnist William Safire that Jerusalem \"belongs to the world's Jews, and we in Israel are its custodians. Now, for the first time in thousands of years, a leader of Israel is willing to give up sovereignty in Jerusalem.\" </p> <p>At that time, there was speculation about possible US bridging proposals aimed at closing the gap between the two sides over the fate of Jerusalem and the Haram al- Sharif in particular. One proposal envisaged Jerusalem's holy sites under UN control - a formerly unthinkable idea for Israelis and US diplomats alike. </p> <p>Negotiations were flowing in favour of the Palestinians and their leader, Yasser Arafat, so Mr Sharon's visit to the Haram al-Sharif was not a surprise. But officials at the White House and the state department have been stunned by the Palestinian reaction, which appeared to play into Mr Sharon's hands. </p> <p>In one off-the-record briefing after the other, US spokesmen have emphasised the sense of betrayal felt by President Clinton and the secretary of state, Madeleine Albright, by what they see as Mr Arafat's failure to rein in the riots. </p> <p>The Clinton administration argues it was responsible for transforming the Palestinian leader from a pariah to a major international player. Since the famous handshake with Mr Rabin on the White House lawn in 1993, Mr Arafat had been invited to the Oval Office a dozen times, more than any other foreign leader. He was sitting, bewildered, next to Mr Clinton when the Monica Lewinsky story broke in 1998. </p> <p>The White House also thought that it had achieved a breakthrough in trust with the Palestinian leader when Mr Clinton stood up for Mr Arafat in the face of Mr Netanyahu's hectoring at the Wye Plantation talks in 1998. The Ameri cans believed they had made an investment in Mr Arafat that would pay off at high-pressure all-or-nothing negotiations at Camp David in July. </p> <p>Yet when he was finally cajoled into turning up, White House officials described Mr Arafat as aloof and uncommitted, seemingly unwilling to negotiate creatively about the key sticking point, Jerusalem. </p> <p>This was to have been the jewel in the Clinton-Albright diplomatic crown after eight years of negotiation, and Mr Arafat's apparent unwillingness to cooperate explains much of the bitterness direct towards him from Washington, as the US threatens to retreat from its peacebroker role and join Israel in its bunker. </p> <p>Mrs Albright acknowledged that Mr Arafat had lost control of the Palestinian rioters, but ordered him to \"regain\" it without explaining how. US officials admit they are unsure what influence Mr Arafat has in the streets. He has locked up most of the Fatah activists, but he still has uneasy relationship with the Fatah \"Youth\" leaders, who were at the front line in the five-year intifada uprising. They see him as selling out, and they appear to be playing a prominent role in the riots. </p> <p>It has also turned out that the broader Arab world was not ready to accept the carve-up of east Jerusalem and the holy sites. Diplomatic observers say the US failed to can vas Arab capitals before the Camp David talks, and when Mr Arafat called from the negotiations to ask for guidance, they urged him not to compromise further on Jerusalem. </p> <p>Washington has attempted to make up for that mistake, and in late September officials were optimistic that something could be pulled out of the bag to salvage something before Mr Clinton left office. But yesterday, no one had any hopeful words to offer.</p>",
  "Christopher Hope is wrong. South Africa is not getting like it used to be. The new South Africa is nothing like the old one. I shall avoid Hope's more simple and crude devices, such as dismissing other views as \"tosh\". I shall disagree, even though he sets up his critics as thin-skinned lackeys of a punitively repressive government (\"the search is on for enemies of the people\"). <p>Let me speak also as a white South African. Like Hope, I have experience of banning, except it was me and not my work - more than two people was an illegal gathering; no publishing; restricted to Cape Town. I was detained without charge (four times), and on the run for three years. </p> <p>Now I have the satisfaction of knowing that no one can (ever) do these things to anyone again - not even the president has these powers. A progressive constitution and active constitutional court would stop him in his tracks if he tried. I certainly didn't fight in order to see our new rights eaten away. </p> <p>South Africa is an immensely better place than it used to be. We no longer hear the midnight knock on the door. People are not murdered for their views. No matter how he looks at it, Hope would have to admit that even his critiques now have wider distribution than ever. </p> <p>South Africa is better too because I can look my fellow citizens in the eye. Because I stood and voted in a second election last year, and the queue was black and brown and white, there were the thin and the fat, the good, the bad and the ugly. It's quite tangible, this equality in our new democracy. </p> <p>Our skills base is at last drawing on the entire gene pool. The child of our domestic worker walks hand in hand with her schoolfriends at the formerly white school down the road. The TV announcers reflect the country as a whole. They are young, smart and energetic, and they all wear the Aids ribbon as a sign of their commitment to the crucial issues they face. Ordinary people, the rock-solid residents of townships and villages, at last have a public voice. </p> <p>Of course race is still an issue. Hope is right that there is scope for a simplistic playing of the racial card. Racism is indeed a charge that is sometimes used to silence critics. There is plenty of space for opportunists and for greedy elites. These morbid symptoms do appear. It is good, as Hope tells us, that intellectuals like Njabulo Ndebele remind us thoughtfully of the whole. </p> <p>Yet, in Mahwelereng, near Potgietersrus, in the last few days, white commandos accused a 17-year-old boy of housebreaking. They beat him up, forced him to eat his own faeces and smeared it on his body. Cleophas Mphela of Moletji, accused of stealing, was forced to eat dogshit, and the white alleged culprit got free bail; two domestic workers in Gravellotte were stripped naked by a farmer and his son for allegedly stealing a purse. </p> <p>Very few whites have ever said sorry. We certainly haven't recognised the extraordinary act of generosity that has been reconciliation in South Africa, and the many sacrifices and dreams deferred for ordinary black people in our land. </p> <p>Now, Hope accepts that racism lives. Yet he skips over racism as an issue not worth much discussion. He trivialises racism by focusing on commissions, who in his eyes seek \"subliminal\" racism as a way to brand enemies. But the question of subliminal racism - like \"institutional racism\" - is complex and real, does express a range of connections and processes that still help to shut black people out and ensure an unequalled standard of life and wealth for whites in South Africa. There are a whole host of aspects of our lives and institutions that we still must change. It's not all about witch-hunts, which is what Hope claims. </p> <p>Hope claims figures are simply manipulated for political purposes: \"Rape is widespread. Well then, let us declare it unpatriotic to talk about it. Road fatalities are shockingly high - let us no longer give them out,\" he cites as evidence. </p> <p>Well, I did a cursory web search. On September 5 the minister of transport told parliament there were 9,068 people killed in 511,605 road accidents in the last year. Jackie Loffell of Johannesburg Child Welfare Society gave shocking statistics on child rape and crime against children, using police statistics, to her annual conference on September 6. At a seminar in Pretoria on August 14, Statistics SA released its study on rape, commissioned by the president, where the annual figure of 68 rapes per 100,000 of population was discussed. The Medical Research Council said it could be 10 times higher, Dr Chris de Kock of the police's crime information analysis centre delivered a paper and another police official gave details of court referrals. Even the British Home Office was represented there. </p> <p>Was Hope's work suppressed on the (new) South African Broadcasting Corporation? It is possible. The SABC's newly appointed chief Vincent Maphai has himself called for steps to right the wrongs of recent excess, and heads have rolled. But the SABC is not the government. </p> <p>In fact, in his bid to prove his point, Hope uses two other examples of authoritarian views. Both sound ominous, but they are actually letters by ordinary citizens to newspapers. Hope may not like what they say, but there's room to contest! He simply had to write a reply and send it in to the newspapers. The debate is robust: no more wild applause just because you once opposed apartheid; just arguments that anyone and everyone can propose. </p> <p>This is not a sign of a government gone mad but of a country learning to talk to itself. One of the great things about South Africa is precisely that everything is up for discussion, everyone has views. Debate is intense and hard, and nothing like the fear-inspired, apparatchik-dominated silence that Hope seems to face. </p> <p>Hope thinks the government sees a secret cabal leading a racist conspiracy. The problem is in a way the reverse: Hope thinks every criticism of ideas must be a conspiracy by government. When the government replies to Cosatu (the union federation), it must be repressing debate - yet surely Cosatu's attacks on macroeconomic policy (recently backed up by the Sangoco coalition of non-governmental organisations working in the development field) are precisely a sign that there is not the \"deeply unhealthy respect for authority\" that Hope fears. In an odd way, even the trouble President Mbeki has got into over HIV/Aids is partly through a stubborn defence of the right of the so-called Aids dissidents to sit on a panel and be heard. </p> <p>When Hope couldn't get on to SABC radio, there were a host of other radio stations to try. He could even do what I did, which was to debate the London correspondent RW Johnson's rightwing views on the popular Tim Modise talk show; earlier a London paper had continually refused to publish my replies. </p> <p>Yes, Christopher, much has changed. I, who was called a terrorist yesterday, represent my country today. But I have a burning desire never to let the same old things happen. In my position, I also have the privilege of meeting the best young people my land has to offer. They see no contradiction between being patriotic and being critical. </p> <p>So, Christopher, continue to speak out at what you think is wrong. I'll join you on that. But I cannot recognise the picture you paint. Please don't call me repressive for saying you're wrong. </p> <p>\u0095 Graeme Bloch is a former chief of social development in South Africa's department of welfare and the husband of the South African high commissioner in Britain</p>",
  "Al Gore and George W Bush acted as the image-conscious modern politicians they are and made risk avoidance their priority in Wednesday's second debate by US presidential contenders. <p>In an encounter notable for its civil tone, both men opted for the low-key, conversational style that television viewers prefer, and which is likely to leave Mr Bush holding on to a narrow lead in the polls as the race for the White House enters the home stretch. </p> <p>Most political commentators scored the second of this year's three debates, which took place in Winston-Salem, North Carolina, as a draw: Mr Gore concentrated on avoiding the hectoring tone of last week's first debate; Mr Bush focused on appearing in command of the issues. </p> <p>A series of instant surveys of the viewing audience suggested that Mr Bush made the better impression, but if reactions to the first debate in Boston are any guide, it will be some days before the overall impact is clear. </p> <p>Mr Gore went into the debate after having his worst week on the campaign trail since the phase before the party conventions in August. He adopted a cautious and contrite approach - excessively so, some commentators thought after the debate. </p> <p>He apologised for getting \"some of the details wrong\" in the first debate. \"I can't promise that I will never get another detail wrong,\" Mr Gore said. \"But I will promise you this ... that I will do my best if I'm elected president. I'll work my heart out to get the big things right for the American people.\" </p> <p>Mr Bush, while cautious, appeared less chastened. \"My case to the American people is if you're happy with inactivity, stay with the horse, the horse that's up there now,\" he said in some characteristically folksy closing remarks. </p> <p>With foreign policy issues currently dominating the news agenda, even in the US, the Republican candidate had been intensively tutored for a series of international questions, with which he seemed markedly more at ease than on earlier occasions. </p> <p>In fact, most of the first half of the debate was marked by polite agreement on a succession of issues, in particular foreign policy. Their responses mostly converged on issues such as the Middle East, the Balkans and international trade, although they sparred after Mr Bush insisted that \"nation building\" should not be a US foreign-policy objective. </p> <p>Things got more confrontational, however, when domestic issues took the stage, especially when Mr Gore challenged Mr Bush for his record as the governor of Texas. He appeared to be carefully laying the foundation for a more aggressive onslaught in the coming days by accusing Mr Bush of neglecting issues such as healthcare and the environment. </p> <p>\"I know we have some disagreements on this, and I'm sorry to tell you that, you know, there is a record here, and Texas ranks 49th out of the 50 states in healthcare - in children with healthcare, in women with healthcare - and 50th for families with healthcare,\" Mr Gore said. </p> <p>\"If he's trying to allege that I'm a hard-hearted person and I don't care about children, he's absolutely wrong,\" Mr Bush responded. \"The facts are that we're reducing the number of uninsured as a percentage of our population.\" </p> <p>The last of this year's three presidential debates takes place next Tuesday in Missouri, one of the most hard-fought battleground states in this year's election. </p> <p>Voters go to the polls on November 7.</p>"
]