[
  "Last Sunday I got lost driving through Glasgow to visit my mother in the stroke unit at the Victoria Infirmary. I stopped in a street of tenement flats to ask the way to the hospital. <p>'Och, ye didnae wanna to hae started from here,' a child smiled as he told me the way out of the maze. I struggled to decode the heavy Lanarkshire accent. At international conferences I have seen the most skilled of interpreters reduced to tears as they failed to comprehend the English of Clydeside trade union leaders, so indecipherable is the raw patois of Scotland's streets to most people. </p> <p>Dr Liam Fox emigrated from Scotland to seek asylum as a Tory MP in the comfort of southern England. He is now William Hague's spokesperson on health matters and as such has called for foreign doctors and nurses in the NHS to sit language tests. He claimed that people's health might be put in jeopardy by patient and doctor or nurse not understanding each other. The suggestion was so widely derided and correctly seen as a simple piece of racist pandering that the best Dr Fox can do is go off and drink a quick 14 pints before moving on to the next bit of xenophobic prejudice the Tories will throw at us. </p> <p>I doubt if there is a single Observer reader who has not been profoundly grateful at some stage of their lives for the care given by a doctor or nurse whose first language is not English. Medicine is a universal, non-national profession. Go into any hospital in Europe or America and it is pulsating with doctors and nurses of different nationalities. </p> <p>Last week there was an intervention on race and immigrants of a different sort. The Metropolitan Police, far closer to the problem than Dr Fox, produced a sensitive and sensible guide on how police officers should deal with the many non-Caucasian, non-Christian communities that make up modern Britain. Hard-headed police chiefs in London recognise that, even more than New York, it is the world's greatest immigrant city. Britain, more than any other country, has been a nation of what the French call métissage - the mixing together of different peoples, faiths and races. </p> <p>There is nothing new in this. Three hundred years ago, Daniel Defoe wrote his poem 'The True-Born Englishman', pointing out the ethnic diversity of what he called our 'mongrel race'. Far from being a source of weakness or loss of identity, the mixed blood that courses through our veins has been a core strength. </p> <p>Hugenots, Kashmiris, Jews, Chinese, Poles, Sikhs, Trinidadians have succeeded each other as wave after wave of immigrants and asylum-seekers crash-landed on our shores. The energy, the global world view, the knowledge of other languages and cultures has enriched Britain in the past and today. Britain always despises immigrants to begin with, then realises the contribution that they make, and finally stops noticing the difference. </p> <p>We should celebrate the fact. Compared with other major European nations which have the same level of non-European, non-Christian immigrants as we do, Britain is light-years ahead in showing that a country need not be defined by colour and accent. Look at our television newsreaders, our footballers, our novelists and many of our public figures and modern Britain can be proud of being Europe's first country of métissage . </p> <p>In this, Britain is a lot closer to America where city halls, police departments and nightly television news shows would be unthinkable without a black presence. In contrast, administrations on mainland Europe as well as the Brussels bureaucracy remain all-white affairs. </p> <p>The logic of a declining birth-rate and the need to rejuvenate Europe's ageing population will begin to work its way through our sclerotic thinking. Pre-war European xenophobia and racism forced many of the cleverest of Europeans to leave Russia, Lithuania, Poland and Austria. Most went to the United States to provide that most precious of gifts - energetic, hard-working, ambitious people ready to make a new life. </p> <p>Again today, the United States and Canada are awash with new races, new languages - George W. Bush and Al Gore campaign in Spanish - and new cultures. If he wins, George W. Bush has said he will up the number of immigrants allowed into America. Europe should follow America's example and rejoice rather than reject the diverse people seeking to bring energy and ideas to our countries. </p> <p> \u0095 Denis MacShane is Labour MP for Rotherham</p>",
  "<p>In the ingenious 1973 Vincent Price movie Theatre of Blood, a ham actor takes his revenge on the critics who panned him by murdering them in the style of various Shakespeare plays, Robert Morley being despatched while eating a pie made from his dogs in homage to Titus Andronicus.</p> <p>In the century that has passed since the first Shakespearean movie (the 1899 Beerbohm Tree production of King John) it's the only time that this ferocious play has featured on the screen. This is all the more surprising when one considers that the Polish scholar Jan Kott, author of Shakespeare Our Contemporary, took advantage of the 1957 visit to Warsaw of the Peter Brook-Laurence Olivier Stratford production of Titus Andronicus to write a famous essay claiming that the cinema had revivified the way Shakespeare is performed and appreciated, helping us experience them again in a Renaissance context. </p> <p>Now Julie Taymor, the American theatre director who put Disney's Lion King on the stage, has made her cinematic debut with a bold, breathtaking, superbly acted adaptation called simply Titus. Shakespeare our contemporary indeed, and with a vengeance, revenge becoming the motive of practically everyone involved.</p> <p>Her movie begins with a device used in the disastrous Adrian Noble film of A Midsummer Night's Dream where the whole play is dreamt by a little boy after he's fallen asleep reading the Lambs' Tales From Shakespeare. Here, a little boy is playing war games with his lead soldiers using ketchup as blood when an explosion outside leads to him being swept away to a coliseum in ancient Rome. There he witnesses the Roman general Titus Andronicus (Anthony Hopkins) returning in triumph with his muddy centurions, and with Tamora, Queen of the Goths (Jessica Lange), and her three sons as his prisoners. </p> <p>In a dark, stylised, hieratic sequence, Titus decides to propitiate the deities for the deaths of his many sons by sacrificing to them Tamora's eldest boy, thus earning her undying enmity. Following this primitive opening, the movie modulates from the ancient world into something resembling Mussolini's Rome where Black shirts are rioting in the streets. On the steps of an iconic 1930s building, the fascistic Government Centre, Titus refuses to accept the national leadership, deferring to the late emperor's weak son, Saturninus (Alan Cumming), then acquiescing when Saturninus decides to marry his daughter, Lavinia, who is engaged to the new emperor's brother.</p> <p>Thus by doing his stoical duty to the gods and to the state, Titus has launched a remorseless series of events that will lead to the violent deaths of virtually everybody in the play (more than 30 named characters are killed, mostly on stage, as well as numerous other supporting figures), not to mention mutilation, rape, torture and cannibalism in the famous form of Tamora eating a pie baked from her sons' bodies. </p> <p>Titus Andronicus contains the seeds of the great tragedies that followed - Titus anticipates Lear; his son Lucius (Angus MacFadyen) is a forerunner of Hamlet; Aaron (Harry Lennix), the black-hearted Moor committed to evil, looks forward to Iago; Tamora is the predecessor of Lady Macbeth. But this film refuses to wear the noble cloak of redemptive tragedy, preferring to skip along in a sprightly dance of death, with pauses for black humour and the acknowledgement of unbearable anguish. People may suffer, but they are not ennobled by their experience.</p> <p>The incessant cruelty, the sense that nothing turns out the way people of goodwill expect, is part of the experience of this past century. The abrupt switches of mood, the shafts of black humour, the pick 'n' mix of fashions and styles (in music, setting, decor), the sex 'n' violence, are characteristic of the art of our own time. </p> <p>In an admiring review of the 1955 Brook production in The Observer, Kenneth Tynan remarked that 'it is the casualness of the killing that grows tiresome, as at a bad bullfight'. But though the film has flaws (I'm uneasy about the presence of the observing child, even though eventually he joins the action as Titus's grandson, and I don't like the kitschy visions), it seems to me a great bullfight and Anthony Hopkins's snorting old bull is armed with more than his horns. He and the rest of the cast have magnificent verse to speak and they handle it with verve and clarity </p> <p>Titus starts out as a tired warrior, endures the horrors with stoicism, goes mad, experiences a broken heart, recovers his sanity but only occasionally has glimpses of humanity. He's called upon to kill a son and a daughter, to chop off his own hand, to fire off arrows to attract the gods, to lure an enemy into cannibalism. He runs the gamut from towering hero at the outset to gleeful avenger at the end. Serving up the infamous pie dressed as a chef, he awaits the diners' approval with simulated obsequiousness. Brook eliminated blood from his 1950s production and dropped Titus's chillingly comic line 'Why, there they are both, bakèd in this pie'. Julie Taymor has restored the gore and the wickedly comic line.</p>",
  "It was a homecoming like no other. A state Falcon 900 jet touched down at Rome's Ciampino airport to be greeted by emotional crowds, flowers, champagne and beaming Ministers. <p>Welcome banners festooned the highway, songs were sung and everybody seemed to be wearing t-shirts printed with that familiar face. Silvia Baraldini, American revolutionary, jailed Black Panther, was back in the land of her birth. It had taken 10 years of lobbying US presidents to transfer her from a federal hellhole to a humane facility in Rome. </p> <p>Millions signed petitions, cities made her an honorary citizen, left-wing parties made her transfer a condition of entering government. </p> <p>Squalor, overcrowding and official vindictiveness were making her incarceration unbearable. She had cancer. It was a matter of principle and national pride that she be allowed to finish the last nine years of her sentence in Italy. </p> <p>That was a year ago. Baraldini, 52, has since been a guest at the pride of Italy's penal system, Rebibbia prison, outside Rome. But the voice that recently came on the line at Radio anch'io , a popular talk show, sounded different from the one suffused with joy at Ciampino. It was Baraldini, but she was halting, weary and depressed, with a confession to make. She had made a mistake. US jails were brutal, but Italy's were diabolical. Please, get me out of here. </p> <p>Mortification does not come close to what her campaigners feel. From their own martyr has come the most wounding insult: worse than America. Baraldini has been isolated, denied proper treatment for her cancer, denied regular phone calls to her ailing mother Dolores, 85, and denied regular visitors. 'In the US, I was able to teach languages, I gave a course on Aids prevention, I was able to discuss politics with other inmates. Here I have a more comfortable cell but I can only talk with inmates condemned for mafia crimes.' </p> <p>In Connecticut's Danbury prison she could make limitless phone calls and receive four visitors a day. In Rebibbia, it is six visitors and two phone calls a month, maximum. </p> <p>Her criticisms have stirred controversy over conditions in many of Italy's 217 prisons. Built to hold 40,000 inmates, they now house about 54,000. According to the Radical Party, in the past year there have been 83 suspicious deaths, including 59 suicides; 920 attempted suicides; and 100 deaths after hospitalisation. </p> <p>Justice Minister Piero Fassino has promised to investigate Baraldini's complaints. Reforms are to be implemented this month, he said. 'She will be able to choose her own doctor. Everything will change.' The centre-left government can only hope so because the embarrassment is excruciating. </p> <p>Baraldini's return was a diplomatic triumph expected to shore up crumbling support from left-wing voters traditionally hostile to the US. Her presence was to have been an asset in the run-up to next April's general election. The daughter of an Olivetti executive, her family moved from Rome to New York when she was 10. She became radicalised by Vietnam and civil rights protests and involved with the Family and the Black Panthers. </p> <p>In 1983 she was convicted of helping Panther leader Assata Shakur to escape from prison and of a planning kidnappings and armed robberies, including the 1981 Brink's robbery which left a guard and two policemen dead. Baraldini did not pull the trigger but was sentenced to 40 years. Another three years was added when she refused to co-operate with a grand jury probe into dozens of bombings. </p> <p>The harsh sentence and her refusal to turn informer made her a symbol of the international human rights movement. She was held in several prisons, including an experimental 'small group isolation unit' in Lexington, Massachusetts, which was closed after being found to violate constitutional rights. </p> <p>The European Parliament unanimously voted for her repatriation in 1995. Jubilant at the transfer, she told American supporters: 'You'll have to come to Italy - have a big vacation. The challenge for me today is to resettle myself in Italy, where everything is fresh and new.' </p> <p>Last year's euphoric scenes at Ciampino airport are being shown again on TV news. Pictures of Armando Cossutta, leader of the Party of Italian Communists, gushing: 'I hugged her with joy and intense emotion'; of the then Justice Minister Oliviero Diliberto stepping from a car with Baraldini's mother, claiming jail in Italy would be more humane than in the US. </p> <p>The triumph had not come cheap. A rapport between the then Prime Minister Massimo d'Alema and President Bill Clinton was crucial, as was Italy's support during the Kosovo war. The transfer was seen as an American sop to Italian outrage over the lenient US military court treatment of marine pilots whose jet sliced a ski gondola cable at an Alpine resort in 1998, killing 20. </p> <p>Baraldini alleges that Italian jails are for punishing, not rehabilitating; that they are cultural wastelands; that her fellow inmates are mentally numbed. 'Their interests are limited to watching television variety shows. I want to leave this trap,' she pleaded.</p>",
  "There is a higher guiding hand that moves behind the increasingly tense US presidential election, and it is not - as commonly said - Bill Clinton. It is the hand of God. <p>In a country that traditionally, and constitutionally, drives a wedge between the affairs of Church and State, never before have politics and religion been so closely entwined as in this campaign. Both candidates, and their running mates, insist that God is on their side; the Almighty is claimed by the Left, Right and Centre. </p> <p>George W. Bush found himself preaching to a humble, fundamentalist Christian Fellowship meeting in Kansas (where Adam and Eve, rather than Darwin, are taught in science classes) with a mixed message: Praise the Lord and lower taxes. </p> <p>But foremost in this sudden invocation of faith is Al Gore's nomination for Vice-President, Joe Lieberman, who last week broke all the banks separating faith and politics with defiant speeches on 'the need to reaffirm our faith, and renew the dedication of our nation and ourselves to God'. </p> <p>Even as Lieberman made his speech, massive 'pray-in' demonstrations of college students were taking place all across the South in defiance of a Supreme Court ruling that bans formal prayers at sporting events - tens of thousands of students gathering to recite the Lord's Prayer at high volume. Ironically, Jews in Mississippi refused to participate and protested. </p> <p>The result of Lieberman's speeches has been not to unite the faithful - in a country where 86 per cent believe in God. Quite the reverse: the Jewish community is riven by the stance taken by the first of their faith to feature on a presidential ticket, while Christians fragment. </p> <p>God had been a main stream issue in the election before Lieberman's selection. Anxious to court the Christian Right, Bush had spoken much about how his 'heart belonged to Jesus', and when asked who his favourite philosopher was answered simply: 'Jesus Christ.' After his many dalliances with new-age nonsense, Gore - who was born a Southern Baptist - declared to one audience that he was 'a child of the Kingdom and a person of strong faith'. </p> <p>And Gore's selection of Lieberman, an observant Jew, as running mate was widely welcomed as a wholesome breeze through a putrid polity, and an injection of morality into the shaming of the presidency by Bill and Monica. It was hoped he would demystify Orthodox Judaism in America, and bring the faith to its place in the mainstream it more than deserved. </p> <p>With Gore now surging from behind to lead Bush, running-mate Lieberman kicked off the week with one of the strongest drives to infuse American politics with religious faith. The first blast of the trumpet was from a Christian pulpit in Detroit, invoking the Ten Commandments and the 'inspiration of Jesus of Nazareth'. </p> <p>But the speech only highlighted deep reservations among Jews about both his candidacy and what he was doing with it. </p> <p>The Anti-Defamation League, with impeccable credentials in the struggle against anti-Semitism, had already lambasted Bush and Gore for scriptural politics, and now unleashed its strongest criticism so far against Lieberman, accusing him of 'hawking' his faith. 'We do not think that religion belongs in the political arena,' said ADL director Abraham Foxman. </p> <p>Lieberman, for his part, says he is claiming God for the Left - against the traditions of ideology in America. 'I respect the ADL,' he said, 'but I'm going to keep doing what I'm doing.' </p> <p>In California, he spoke again about the inseparability of faith and public life, and even said: 'Isn't Medicare coverage of prescription drugs really about the values of the Fifth Commandment, Honour Your Mother and Father?' Lieberman's aides are quick to draw distinctions between his comments and efforts by Christian conservatives to mingle religion and politics, noting that Lieberman supports abortion rights and opposes organised prayer in schools. </p> <p>The reaction of the enemy camp was simple. Bush headed straight for a fundamentalist fellowship in Kansas to declare that 'our nation is chosen by God'. </p> <p>Meanwhile, Lieberman interprets the Constitution in his own way, insisting the First Amendment guaranteed 'freedom OF religion, not freedom FROM religion'. </p> <p>The interpretation draws fire from the 'fundamentalist liberals' who hold to the origins of the revolution, the People for the American Way group. 'The government has to be neutral with regard to religion,' says director Ralph Neas, 'whether between one religion and another, or whether it's between the religious and the non-religious.' </p> <p>The American Civil Liberties Union invoked the ghost of John F. Kennedy, who pledged that, as a Catholic, he would take no order from the Vatican. 'If John F. Kennedy had said the sort of thing Lieberman is saying,' says the ACLU's Ira Glasser, 'he never would have been elected President. People would have been terrified.' </p> <p>Even the organised Christian community is not sure about Lieberman's stance. The Rev Barry Lynn, director of Americans for the Separation of Church and State, says: 'Lieberman's ability to understand the scriptures may be appropriate in Iran, but it ain't appropriate here.' </p> <p>But the backroom team in the Gore camp remains solidly behind the injection of religiosity into the campaign. 'Why should religion and morality belong to the Right?', asked one.</p>",
  "<p>As the French fishermen's blockade last week left returning British holidaymakers and frustrated lorry drivers with only cheap booze and hypermarchés for comfort, the strength of France's fuel price revolt was a stark contrast to the damp squib of the UK's 'dump the pump' campaign. </p> <p>The deal struck with the fishermen - involving reducing social charges and waiving port fees - was really the only positive action the French government could take because its already very low taxes on fuel for fishing boats meant the price was inevitably going to shadow the recent surge in oil prices. In the US, too, the price of gasoline has turned into a hot potato during the final weeks of the presidential election campaign. </p> <p>In the UK, of course, the large tax margin on fuels leaves prices more sheltered from the recent trebling in crude oil costs. But things may get worse before they get any better. </p> <p>Despite stalking the world economy for the past year, the rising price of oil has only now begun to hit home politically, partly because of public restlessness, but also global fears of inflation and recession. Although in the past 18 months the price of a barrel of crude oil has trebled, many analysts thought it had peaked. However, a confluence of political, seasonal, and oil market factors has reinforced this high price and the risks are that it might climb higher still. US oil prices crept above $33 last week and Goldman Sachs suggests it could even hit $50. </p> <p>Unsurprisingly, President Clinton has fired off letters and next week meets Saudi Arabian leaders to encourage them to increase oil production, which will reduce prices. </p> <p>And last week's hand-holding session with President Olusegun Obasanjo of Nigeria appears less peculiar given that the West African country exports around 2 million barrels per day of the high grade 'sweet' oil in demand for compliance with environmental regulations. </p> <p>Last week, the European Central Bank cited oil prices as a strong factor in its decision to raise interest rates. The European Commission announced it would be reviewing the possible economic impact of high prices and has already expressed concern. </p> <p>Just as industrialised nations were busy toasting a future of knowledge economies and network societies, it appears an old foe threatens to gatecrash the new economy party. And it may be the most disruptive of unwanted guests. </p> <p>Last week's price highs followed mixed news from Saudi Arabia, whose wells are running 2 million barrels per day (bpd) below capacity. Analysts had expected the details of a deal to increase Saudi production. All they got was a vague statement about working on a deal to up output with fellow members of Opec (the Organisation of Petroleum Exporting Countries). </p> <p>'Opec are the managers of the oil surplus; the essential truth is that they didn't manage it well,' says Leo Drollas, deputy director and chief economist at the Centre for Global Energy Studies. </p> <p>The cartel is at the heart of cuts in the production of oil of about 2.6 million bpd. On three occasions since 1998 Opec members have worked in concert to lift prices from record lows of below $10. The final cut in March 1999 was the largest and sent prices on their upward spiral. Dwindling inventories in the US and Europe, the approaching winter, and the return of 'oil diplomacy' have contributed to Western fears that there will be no respite in the medium term. </p> <p>Refineries in the US are working flat out and yet 'inventories are standing 8 per cent below last year's levels, which were deemed worrying. </p> <p>'It's far from comfortable,' says Stephen Lewis, an economist at Monument Derivatives. </p> <p>Measures of an equivalent shortage in Europe are difficult to assess, but the fact that tankers are being diverted from the US to Europe is an indication of the tightness of the market. </p> <p>Some industry analysts have claimed that inventories have been reduced voluntarily, a response to internet technologies allowing 'just in time' deliveries to forecourts. 'The gasoline shortages seen earlier in the year [in the US] don't bear this out,' says Lewis. </p> <p>Low inventories in the US coincide with changing pressures upon Saudi Arabia, the one country with sufficient spare capacity to bring the price down, and a traditional American ally. But, says Drollas, 'the Saudis say they can't sell their oil when it is put to market so the high prices are due to greedy market speculators'. </p> <p>Patterns of trade indicate that extra barrels of oil are going east to Japan and Singapore rather than west to where the shortage is most acute. It may reflect the better price paid in Asia-Pacific, and a trebling of tanker costs that has effectively added $2 to the cost of a barrel from the Middle East. </p> <p>It is also the case that Saudi Light oil may not be exactly what the US market is after. It requires refining, but US refineries have been running at full steam, and are scheduled for a maintenance break in October. In this context, the reasons for Clinton's recent wooing of Nigeria and offer of oil industry experts becomes clear. </p> <p>Saudi Arabia is under pressure internally from hawks looking at high oil prices as a means to bring down spiralling government debt, and interna tionally from the return of Seventies-style Opec oil diplomacy instigated by the Venezuelan President, Hugo Chavez. </p> <p>Chavez, a populist strongman, is demanding that rich nations pay a fair price for this 'rare' resource. Last month he toured Opec member countries, including Iraq and Libya, to drum up support for maintaining high prices. </p> <p>'Chavez is harking back to the old Opec line, the principle of its establishment - that the West should pay more for its oil,' says Drollas. '[But] Venezuela couldn't gain from increases in output because it has no excess capacity.' </p> <p>Oil drilling in the South American country requires considerable investment, which was not forthcoming while prices were in the doldrums. Thus Venezuela, along with all other Opec members - excepting Saudi Arabia and the United Arab Emirates - has everything to gain from sustaining prices at the current level. And the need to maintain Opec unity is vital to the Saudis in the run-up to the showpiece fortieth birthday heads-of-state meeting in Caracas at the end of this month. </p> <p>In March 2000, Ali Rodriguez, the Venezuelan oil minister and president of Opec, proposed a price trading band of between $22 and $28. A move above this band for more than 20 days would trigger an automatic increase in production of 0.5 million bpd. </p> <p>The mechanism had calmed markets, but the details were left vague; despite qualifying conditions being easily met, no output increase has occurred, and any decision has been deferred to the Opec ministerial meeting in Vienna next Sunday. Drollas says: 'I see the price staying at this level for a few more months. Any Saudi production increase will take time to come through'. </p> <p>Lewis sees the price increasing further. 'I can't see Opec coming up with measures that will affect the supply shortage in the US, and there's even more of a shortage in Europe. Forty dollars a barrel cannot be ruled out.' </p> <p>Opec rhetoric is hardening, and Chavez revels in his role as the populist hardman standing up for the rights of developing countries. But he knows Opec has to maintain a price balance. Push it much higher and it will drive consumer nations to seek alternative energy sources much more seriously, and open up the possibility of a self- imposed reduction in their consumption, which would see prices fall for good. </p> <p>On the other hand it is clear that members cannot countenance a production increase that will lead to prices tumbling - and it is hard to predict how the market will react to any given upping of output. In the meantime not all G7 economies are entirely unhappy at the upward price trend. </p> <p>The UK is oil self-sufficient so will see no adverse effect on the balance of payments, and, following cautious budgetary accounting on oil prices, the Treasury will land a windfall of some £3 billion - enough to knock a penny off income tax for a year. An enticing prospect for any government approaching an election.</p>",
  "<p>It was a fairly routine Orange County police call; a man was threatening to commit suicide by diving off the 17th floor of the Hyatt Regency Grand Cypress Hotel, just two miles from Disneyworld, Florida. </p> <p>When they reached the balcony just before 10am on 20 February 1992, police officers found a deranged 42-year-old man perched on the balcony ledge. Police officer Stan Spanich spent 40 minutes coaxing the man back into his room, 1708. Inside, flat out on the bed suffering a cocaine overdose was 22-year-old Denise Wojcik from the local Escorts-in-a-Flash agency. Denise said she and an 'associate', Sherri, had spent the night in the room's sunken Jacuzzi with the would-be suicide snorting cocaine through rolled up $100 bills. The big man, 6ft 4in, paranoid on coke, said he was Irish, he was a businessman, and his name was Ben Dunne. </p> <p>None of it meant very much to the Florida police officers; arresting people strung out on cocaine was a daily occurrence in the Sunshine State. But 3,000 miles on the other, wetter side of the Atlantic in Ireland, Ben Dunne was a very big man indeed. Dunne was one of the most prominent businessmen in the Irish State. His billion-pound supermarket retail empire supplied the majority of Irish households with the food for their tables and the shirts on their backs. Dunne was also, in secret, a major benefactor of the Irish Prime Minister Charles Haughey. </p> <p>For 30 years Haughey, whose hero was Napoleon, had bestrode the narrow Irish political stage dominating friend and foe. Charlie, as he was universally known, had held every major office of state and was Taoiseach of Ireland four times. </p> <p>Haughey was rich. He lived in a glorious 18th-century mansion, filled with art, on the outskirts of Dublin. In the 270 acres of his Kinsealy estate he ran a horse stud and bred racecourse winners. He owned an island off Ireland's west coast, Innishvicillaun, that was so remote the building materials for his house had to be helicoptered in. He had an ocean yacht. He spent lavishly, £700 Charvet shirts from Paris, £1,000 meals in Dublin's most exclusive Le Coq Hardi restaurant, the best wine, vintage Cristal champagne, and even in Catholic Ireland, the best of mistresses. As Taoiseach he rubbed shoulders with the great and powerful - President François Mitterand was a friend, and there were the usual St Patrick's Day lunches at the White House and tea, albeit it frosty given the state of Anglo-Irish relations, with Prime Minister Thatcher in Downing Street. </p> <p>But the fall out from Dunne's cocaine binge would tortuously but relentlessly, destroy the achievements, the fortune and the entire reputation of a man who was once frequently compared to the legendary, romantic IRA leader Michael Collins. </p> <p> These days Haughey is still at the cen tre of the Irish political stage. But he is no longer welcoming Europe's leaders to EU summits in the splendour of Dublin Castle. Instead, for two hours every day, he is in the witness box at an anti-corruption tribunal answering questions as to where all the money for the mistress, the mansion and the racehorses came from. </p> <p>For the last two years lawyers at the specially convened Moriarty Tribunal have combed through every Haughey bank statement, every invoice, every property deal he was involved in over the past 30 years in search of evidence of bribery. What they found is damning. Haughey was a career politician whose annual salary even as Taoiseach in the 90s never exceeded £75,000 per annum. Yet more than £8.5m flowed through Haughey's secret bank accounts to fund his lavish lifestyle. </p> <p>The hidden accounts, the secret transfers, and the network of the rich and powerful who made out their cheques to 'Charles Haughey &amp; Co' point to one conclusion; that Charles Haughey ran for public office to make himself rich and then ran Ireland and the Irish State for the benefit of his cronies. It was a neat quid pro quo and the quid ended up in Charlie's pocket. </p> <p>'He was the boss. We all looked up to him, the whole Irish nation looked up to him. He stood up to Mrs Thatcher. But all that is undermined by the fact that he was conning us. What really cuts is that all he wanted was to be in power, to have power. And he abused it,' said Steven Kelly, a student who queued to be in the public gallery of the tribunal. </p> <p>Haughey may be unloved, but he is not defeated. Citing ill-health and age, he is 74, he is only allowed to be questioned for two hours a day. He is far from contrite. </p> <p>In the witness box, hood-eyed, he scowls at his interrogator as he is minutely led through one damning document after another highlighting his extravagance, his mysterious land-developer friends and their coincidental business dealings with the Irish State. His answers are a never-ending stream of denials, omissions and evasions. 'I can't remember, I do not recollect, not in any detail, I do not have any recollection.' When he is not taking the Irish equivalent of the Fifth Amendment - about self-incrimination - on the basis of his now allegedly faulty memory, Haughey lays the blame on his old financial manager and secret bagman Des Traynor who is wonderfully, discreetly, but indisputably dead. </p> <p>It is a bravura performance. But it cannot alter the truth. For the past 40 years, bribery and corruption, rather than elections, were the life-blood of Irish politics. The next Irish general election is less than two years away, but a political revolution is coming. All the established parties are facing wipe-out. The beneficiaries will be some of the smaller parties and Gerry Adams's Sinn Fein - fighting as the squeaky-clean newcomers. </p> <p>The taint of scandal has even touched the current Taoiseach Bertie Ahern, Haughey's protégé. Testifying to the Moriarty Tribunal, he admitted signing entire books of blank cheques for his former leader - cheques drawn on an Irish government account that Haughey later used to pay his Paris shirt bills. 'What Haughey says about Ireland is not very good. It says Ireland is a small coun try and a lot of people in the professions, pillars of the establishment, covered up for him out of fear and greed. It's easy to be abusive about Haughey now, but standing up to him 20 years ago was a different matter. All the stuff about Mafia-style leadership was not a joke,' said Joe Joyce, author of The Boss , a hostile biography of Haughey. </p> <p>In Haughey's potato republic, only little people paid their taxes. It was government of the people in favour of the few. But the web of power around Haughey was impenetrable. It would take Ben Dunne's suicide bid and a high-stakes legal battle for the Dunnes retail empire to finally expose the rotten core of Haughey's Ireland. </p> <p> Haughey was the Juan Peron of Irish politics. Like the glamorous Argentinian dictator, he inspired a fanatical following with his peculiar blend of nationalist fervour, right-wing views and appeasement of powerful trade union leaders. He was master of the small political gesture - granting tax exemption to artists and free travel to retirees - and was hugely popular. He was also the supreme practitioner of the Irish political art of 'cute hoorism' ('a clever whore'), slyly outmanoeuvring his opponents with backstage deals. He cultivated his image as the man of power, the man of decision, the very embodiment of the Irish nation. </p> <p>Party conferences were carefully orchestrated to create an aura around the leader with a personalised theme tune, 'Arise and Follow Charlie'. He loved photo-calls but hated reporters' prying questions; he was always acutely self-conscious of his height, 5ft 6in, and avoided situations where he physically looked up to those he politically looked down upon. </p> <p>'If you opposed him you were seen as not just being disloyal to him as an individual, but to the party and the country - words that were always mentioned in the same breath - as well. That's why it was so hugely dangerous and that's where you got the slightly fascist overtones of the whole thing,' said his bitter political rival Des O'Malley, who was expelled from the ruling Fianna Fail party on Haughey's orders. </p> <p>Irish corridors of power hummed with fear and tales of his cutting sarcastic tongue. Haughey, always aloof and imperious, once called a senator into his office to give him a furious dressing down. After a tirade of insults, Haughey dismissed him and returned to the work on his desk. The stunned senator, confused by the wood panelling, could not find his way out. After a few moments Haughey looked up. The hapless senator explained his predicament. 'Then why don't you jump out the fucking window,' retorted Haughey. </p> <p>Far from being shocked, the Irish fell in love with a politician whose earthy nature and soaring ambition they somehow saw as a better reflection of themselves than his bumbling saintly Fine Gael political rival Garret Fitzgerald. Charlie may have been a bit of a crook but, his followers reasoned, he was our sort of nice crook. </p> <p>He had chutzpah. One of his first acts as Taoiseach was to lecture the Irish people about living beyond their economic means. At the same time his own extravagance wildly outstripped his income. For decades he ran up a crippling personal IR£750,000 overdraft with one of Ireland's major banks, Allied Irish, when his annual salary at the time was IR£5,500. Demands by the bank for repayment were met by threats and pointed remarks about his political power. 'It was blatantly obvious that he was living a lifestyle he could not afford. It was staring everyone in the face, the helicopters, the ridiculously expensive girlfriend. He was up to something,' says Vincent Browne, one of the few Irish journalists ever to question Haughey openly about his wealth. </p> <p> Haughey certainly needed money and lots of it. Although he married Maureen Lemass, the daughter of a former Taoiseach, and had four children, he also had a high-profile affair with a Dublin gos sip columnist. His mistress, Terry Keane, was a woman who expected and received the very best her lover could lavish upon her from vintage Cristal champagne at £200-a-bottle, jewellery from Tiffany's in New York to luxurious holidays abroad. Like his hero Napoleon, Haughey was no movie star, but he oozed, according to Keane, sex appeal and had 'the most beautiful mouth of anybody I'd ever seen'. </p> <p>Keane, now 60, is no longer quite the beauty that turned a Taoiseach's head, but she remains a spirited, spiky woman with an unashamed fondness for fur coats, heavy-set gold jewellery and la dolce vita. It was not, she insists, love at first sight, but it did become a tempestuous passion. 'We were both chancers and we shared the same cynical sense of humour. I knew it would be a mistake to let him know how mad I was about him. We often drank too much when we could get away together and had terrible rows, but usually we had them in private,' said Keane, who remained married to her husband, a Supreme Court judge. </p> <p>The couple met for weekly trysts in luxury hotels around Dublin or dined privately at their favourite restaurant Le Coq Hardi. 'Charlie was great fun, a great raconteur, and a good companion. He had an unwavering belief in himself. He always seemed very certain of where he was going and what he was going to achieve. He was never daunted by the obstacles, they were always challenges.' </p> <p>The affair, which began in 1972, was soon an open secret in Dublin media circles. Keane anointed herself with the semi-official title of Taoiseach's Mistress and terrorised those beneath her in the rigid Irish social pecking order, including once an unfortunate young policeman who had the audacity to give her a parking ticket. 'I am,' she would declare, 'the most powerful woman in Ireland; wife of a Supreme Court judge and mistress of a Taoiseach.' She even regularly hinted about 'sweetie' in her weekly gossip column for a Dublin newspaper. </p> <p>Keane was less popular in other Dublin circles where she was regarded as vain, empty-headed and bitchy. But the true nature of her relationship to Haughey, which would have scandalised a country that still banned condoms for unmarried couples, was never revealed to the Irish people. Ireland's strict libel laws kept Haughey's adultery off the front pages, even when he denounced attempts in 1986 to introduce divorce. Ireland was still too small a country, its ruling elite too tiny, for such secrets to be shared with the masses. For years the same cloying subservience towards power would protect Haughey's secret financial affairs. </p> <p> The source of Haughey's wealth may have been mysterious, but the scale of it certainly wasn't. In 1969, after a decade as a full-time government minister, Haughey bought Abbeville, the James Gandon-designed mansion that had been the summer home of the English Lord Lieutenants of Ireland, for IR£120,000. The 10-bedroom Georgian mansion, on the outskirts of Dublin, complete with 270 acres, was an astounding purchase. Gandon's other buildings in Ireland include the majestic Four Courts, home of the Irish judiciary, and the historic Dublin Custom House - a drawing of which adorns the back of Irish IR£5 bill. </p> <p>Abbeville is one of the greatest houses in Ireland, the renovation and upkeep alone consumed vast sums, yet Haughey's ministerial salary in the 60s never exceeded IR£5,500, a 20th of the purchase price. Nor was there any family wealth - Haughey had been brought up in a council house and money was tight. But when pressed about the origins of this impressive wealth, he refused to disclose his finances. 'Talk to my bank manager,' he retorted. </p> <p>Conveniently, Haughey's bank manager, Des Traynor, a secretive accountant who controlled all of his master's finances, did not give interviews. Indeed, Traynor, despite being on the board of a whole network of prestigious Irish companies - including the state airline, Aer Lingus - was virtually unknown to Irish journalists. </p> <p>Haughey's four administrations, in the 80s and 90s, were awash with scandals from the illegal bugging of journalists, to the discovery of a wanted double murderer in the attorney general's apartment and even to the arrest of Haughey's personal election agent Pat O'Connor Pat O'Connor, as he humorously became known, for voting twice in the same 1982 election. Most scandals were financial and, although not proven, were never far from Haughey's door. </p> <p>In early 1992, Haughey's luck finally ran out when an old phone-tapping scandal about the illegal bugging of journalists' telephones resurfaced. Haughey had blamed his minister of justice Sean Doherty and denied all personal knowledge of the telephone intercepts. Doherty willingly took the rap and was forced from government. But 10 years later, Doherty changed his story and said Haughey had ordered the bugging. Haughey resigned on 11 February 1992, with a vintage performance in which he quoted Othello. 'I have done the State some service, they know't; no more of that.' </p> <p>Nine days later, Ben Dunne's Florida escapade hit the Irish newspapers. Headlines come and go, but for Dunne's siblings, particularly his sister Margaret Heffernan, members of the Dunne family trust that had overall control of the retail chain of stores, it was the final straw. For years, the family had been angered by their brother's autocratic behaviour; she decided to oust him from the Dunnes' board. A full-scale family war for the billion-pound empire broke out during which details of Dunne's secret gifts, actually company money, to Haughey were revealed to Heffernan for the first time. She was amazed. Her late father, Bernard Dunne, the store's founder, had detested Haughey. Heffernan had a simple response: she wanted the money back. </p> <p>According to Dunne, he first learned that Haughey was in financial difficulties in 1987. Traynor, Haughey's accountant and secret bagman, had phoned up Dunne's legal advisor and asked for cash. Dunne agreed to pay IR£1.3m from secret accounts within the far-flung Dunne empire. Traynor acted as a cut-out; the money was routed into offshore bank accounts. There was nothing to connect Dunne and Haughey. </p> <p>But then, by chance, in early November 1991, Dunne called on Haughey in Abbeville after playing a game of golf nearby. Haughey, besieged by the latest crisis in his government, looked uncharacteristically down. Dunne happened to have three blank sterling bank drafts for £70,000 each in his pocket. He handed them to Haughey. 'Look, that is something for yourself.' Haughey responded: 'Thank you, big fellow.' The exchange of drafts was over within seconds, but it would in the end crucify Charles Haughey. </p> <p>Despite Dunne's evidence to Heffernan's lawyers, Haughey, now in retirement, continued to deny that he had ever received money. Heffernan went to Abbeville and confronted him. Haughey, playing for time, was careful to neither deny or affirm receiving the money There was no proof. </p> <p>Haughey's sophistry cut little ice with either legal team in the Dunnes' dispute. Dunne's payments to Haughey, indicative of Ben Dunne's abuse of the firm's finances, had become a weapon in their own legal clash. Haughey, despite his carefully studied aloofness on his personal finances, was in a panic. He knew that public disclosure of the Dunne money, and all the embarrassing questions it would raise about his wealth, would destroy him. </p> <p>Suddenly it was Charles Haughey who started making begging phone calls, 11 in total, to Dunne's lawyer. He invited Heffernan back to Abbeville to urge her to resolve the family feud in private. In November 1994, just days before the case reached open court, the Dunnes' legal dispute was settled with a huge IR£85m payment to Ben Dunne. Evidence of Dunne's secret 'gifts' was consigned to the legal dustbin. Haughey thought he had survived. There was even talk in 1996 of a run for the Irish presidency. </p> <p>But then in 1997 his carefully constructed façade collapsed. Ben Dunne was caught out making illegal payments to another government minister. It was hugely embarrassing for the then Fine Gael government and it was forced to appoint a tribunal of enquiry to investigate payments to members of parliament by Dunne. Within days the tribunal, under the formidable Honourable Mr Justice Brian McCracken, was on the track of Charlie. </p> <p>This time there was no escape. Statements from the Dunnes' legal battle were retrieved from the archives, witnesses were called, and lawyers interrogated in the full public gaze of an open tribunal. Haughey stonewalled, prevaricated, hoping he could brazen it out, but the tribunal's investigators were relentless in their pursuit. They uncovered an elaborate financial system, organised by Traynor, which could be used to disguise the payment of bribes and the systematic defrauding of the Irish state of tax revenue. </p> <p>The system was simple but ingenious. Traynor, chairman of the small legitimate merchant bank Guinness Mahon, had established an offshore bank, Ansbacher Cayman Ltd in the Caribbean tax haven of the Cayman Islands, and acted as the Irish agent for its deposits. Money deposited would theoretically be held offshore beyond the scrutiny of the Irish tax authorities. Ansbacher Cayman then redeposited its funds in a consolidated account with Guinness Mahon in Dublin. </p> <p>Internal auditors for both banks expressed concern at the exposure to risk of mismanagement and fraud by Traynor's operation of the Ansbacher deposits. At one stage these reached IR£38m and comprised one third of Guinness Mahon's liabilities. Access to the operations of the Ansbacher accounts and the coded names of the estimated 120 secret depositors was kept separate from all other bank business. None of the usual banking controls, paper documentation, independent supervision of staff, operated. The 'bank' was little more than a box of records that Traynor kept in the corner of his office. </p> <p>None of the money ever left Irish shores. When Haughey needed money Traynor simply transferred funds out of the hidden accounts and into the legitimate companies Haughey used to fund his lifestyle. </p> <p>'The guys running the show were ripping off taxes and all of it was being organised by Des Traynor. Charlie was a great Taoiseach to have around even if they did have to give him a bit of money. He was not exactly going to order an investigation into offshore accounts or give the revenue commissioners a new set of computers,' said a close observer of the tribunal proceedings. </p> <p>Despite the evidence against him Haughey still continued to deny all knowledge of money from Dunne until the very last moment. But the evidence of the bank drafts he had personally received from Ben Dunne was irrefutable. He was forced to issue a statement saying he had 'mistakenly' instructed his legal team and, yes, he had taken the money. He was a proven liar. </p> <p> Bizarrely, apart from Ben Dunne being top of the Haughey family wedding invitation list, McCracken found no evidence that Dunnes' companies received any favours from Haughey. 'Charlie would have had such a sense of noblesse oblige that he would think it was his entitlement. And he certainly would not have felt he was under an obligation. I suppose like Napoleon he went a bit barmy,' said his lover Keane. </p> <p>McCracken was not the end of Haughey's fall from grace; it was the beginning. McCracken was soon replaced by the Moriarty Tribunal tasked with trawling through his entire financial records. It discovered that businessmen keen for his favours invested tens of thousands of pounds in the Haughey family helicopter firm Celtic Helicopters. One such investor was Guy Snowden, the disgraced former American director of the national lottery firm Camelot, who lost his libel trial against Richard Branson over corruption allegations. </p> <p>As leader of Fianna Fail, Haughey also had control of the funds that the Irish state pays its political parties to help with staff and research costs. Money from that account, countersigned unknowingly by Bertie Ahern, ended up being used to pay his Charvet shirt bill, IR£15, 000, and his bill, IR£14,000, at Le Coq Hardi. An IR£20,000 donation to the cancer fund of his seriously ill foreign minister Brian Lenihan, who received a liver transplant at the Mayo Clinic, ended up in the account of Celtic Helicopters. </p> <p>The new Ireland, a country of computer firms and the vibrant economically successful Celtic Tiger, was shocked and outraged at its hidden past of sleazy deals, bribery and Charles Haughey. The people turned. Instead of the saviour he was now the scoundrel of the nation. 'Haughey represents the corruption that ran through Irish society. He represents the centre of it all,' said Kevin Scally, a teacher who also queued to see Haughey in the witness box. </p> <p>Finally, even his mistress Terry Keane betrayed him by selling her story, and some highly embarrassing pictures of the couple kissing, to a Dublin newspaper in May 1999 for IR£65,000 and auctioning off his old love tokens. To Haughey's fury, Keane also appeared on a popular Irish television chat show to expand on their relationship. Their 27-year relationship ended in a terse phone call the following day. 'Charlie didn't so much think that he would not get caught, he thought it would not matter if he did,' said Keane tartly. </p> <p> Like his hero Napoleon, Haughey, when he is not in the witness box, spends his final days in a gilded mansion, Abbeville, that has become his prison. He is deserted and alone, railing against his enemies and lamenting what could have been. Nothing will erase the ignominy, the shame, of his fall. It may be just, but it is a bitter end to an illustrious career. Even Charles Haughey might be forgiven for cursing that Florida police officer, far away across the Atlantic, who stopped Ben Dunne, and his secrets, from jumping from the Hyatt Regency's 17th floor balcony.</p>",
  "<p><strong> Titus</strong> (162 mins, 18) Directed by Julie Taymor; starring Anthony Hopkins, Jessica Lange, Alan Cumming, Harry Lennix </p> <p>In the ingenious 1973 Vincent Price movie Theatre of Blood, a ham actor takes his revenge on the critics who panned him by murdering them in the style of various Shakespeare plays, Robert Morley being despatched while eating a pie made from his dogs in homage to Titus Andronicus. In the century that has passed since the first Shakespearean movie (the 1899 Beerbohm Tree production of King John) it's the only time that this ferocious play has featured on the screen. This is all the more surprising when one considers that the Polish scholar Jan Kott, author of Shakespeare Our Contemporary, took advantage of the 1957 visit to Warsaw of the Peter Brook-Laurence Olivier Stratford production of Titus Andronicus to write a famous essay claiming that the cinema had revivified the way Shakespeare is performed and appreciated, helping us experience them again in a Renaissance context. </p> <p>Now Julie Taymor, the American theatre director who put Disney's Lion King on the stage, has made her cinematic debut with a bold, breathtaking, superbly acted adaptation called simply Titus. Shakespeare our contemporary indeed, and with a vengeance, revenge becoming the motive of practically everyone involved. Her movie begins with a device used in the disastrous Adrian Noble film of A Midsummer Night's Dream where the whole play is dreamt by a little boy after he's fallen asleep reading the Lambs' Tales From Shakespeare. Here, a little boy is playing war games with his lead soldiers using ketchup as blood when an explosion outside leads to him being swept away to a coliseum in ancient Rome. There he witnesses the Roman general Titus Andronicus (Anthony Hopkins) returning in triumph with his muddy centurions, and with Tamora, Queen of the Goths (Jessica Lange), and her three sons as his prisoners. </p> <p>In a dark, stylised, hieratic sequence, Titus decides to propitiate the deities for the deaths of his many sons by sacrificing to them Tamora's eldest boy, thus earning her undying enmity. Following this primitive opening, the movie modulates from the ancient world into something resembling Mussolini's Rome where Black shirts are rioting in the streets. On the steps of an iconic 1930s building, the fascistic Government Centre, Titus refuses to accept the national leadership, deferring to the late emperor's weak son, Saturninus (Alan Cumming), then acquiescing when Saturninus decides to marry his daughter, Lavinia, who is engaged to the new emperor's brother. Thus by doing his stoical duty to the gods and to the state, Titus has launched a remorseless series of events that will lead to the violent deaths of virtually everybody in the play (more than 30 named characters are killed, mostly on stage, as well as numerous other supporting figures), not to mention mutilation, rape, torture and cannibalism in the famous form of Tamora eating a pie baked from her sons' bodies. </p> <p>Titus Andronicus contains the seeds of the great tragedies that followed - Titus anticipates Lear; his son Lucius (Angus MacFadyen) is a forerunner of Hamlet; Aaron (Harry Lennix), the black-hearted Moor committed to evil, looks forward to Iago; Tamora is the predecessor of Lady Macbeth. But this film refuses to wear the noble cloak of redemptive tragedy, preferring to skip along in a sprightly dance of death, with pauses for black humour and the acknowledgement of unbearable anguish. People may suffer, but they are not ennobled by their experience. The incessant cruelty, the sense that nothing turns out the way people of goodwill expect, is part of the experience of this past century. The abrupt switches of mood, the shafts of black humour, the pick 'n' mix of fashions and styles (in music, setting, decor), the sex 'n' violence, are characteristic of the art of our own time. </p> <p>In an admiring review of the 1955 Brook production in The Observer, Kenneth Tynan remarked that 'it is the casualness of the killing that grows tiresome, as at a bad bullfight'. But though the film has flaws (I'm uneasy about the presence of the observing child, even though eventually he joins the action as Titus's grandson, and I don't like the kitschy visions), it seems to me a great bullfight and Anthony Hopkins's snorting old bull is armed with more than his horns. He and the rest of the cast have magnificent verse to speak and they handle it with verve and clarity </p> <p>Titus starts out as a tired warrior, endures the horrors with stoicism, goes mad, experiences a broken heart, recovers his sanity but only occasionally has glimpses of humanity. He's called upon to kill a son and a daughter, to chop off his own hand, to fire off arrows to attract the gods, to lure an enemy into cannibalism. He runs the gamut from towering hero at the outset to gleeful avenger at the end. Serving up the infamous pie dressed as a chef, he awaits the diners' approval with simulated obsequiousness. Brook eliminated blood from his 1950s production and dropped Titus's chillingly comic line 'Why, there they are both, bakèd in this pie'. Julie Taymor has restored the gore and the wickedly comic line.</p>"
]