[
  "The government yesterday bolstered its effort to deliver more university places to working class pupils by unveiling a £131m funding package and a pledge that half of all students would not pay tuition fees next year. <p>The income threshold at which parents of students in England are expected to contribute toward tuition fees will be raised from £17,370 in 1999 to £20,000 in 2001. </p> <p>At present 44% of students (33% of those who are financially dependent on their parents, and 85% of those who are not) pay nothing towards their £1,050-a-year fees. The overall proportion should rise to 50% next year. </p> <p>The higher education minister, Tessa Blackstone, attending the annual conference of the committee of vice-chancellors and principals in Stockton-on-Tees, said yesterday that the move was intended to compensate parents for the abolition of mortgage interest tax relief. </p> <p>Speaking on David Blunkett's behalf (the education secretary cancelled his speech to attend cabinet), Lady Blackstone set out a three-year programme, Excellence Challenge, to widen participation in universities. </p> <p>The new money will help pay for top universities in England to recruit more admissions staff, send ambassadors to schools and colleges, and run more open days and summer schools. It is not yet clear which so-called high demand universities will receive the money, nor with what strings attached. </p> <p>Advertising and marketing involving schools and colleges will target families and communities with no tradition of going to university. Extra support for gifted and talented pupils will be funnelled through the existing Excellence in Cities scheme. </p> <p>The Opportunity Bursary programme, under which poorer students get grants to cover the initial costs of university, is being extended. By 2003, 10,000 students will benefit from payments of £1,000 in the first year and £500 in the following two years. </p> <p>Some students in Excellence in Cities areas will have travel and accommodation costs of up to £100 met to enable them to attend interviews when applying for university. </p> <p>The money is from the Department for Education and Employment's budget set out in the comprehensive spending review. But it is in addition to the £20m for access schemes in the review. </p> <p>\"We can't ignore young people's potential because they were born on the wrong side of the tracks,\" Lady Blackstone said, though she added that increasing participation should not mean lowering admission standards. Some educationalists, including Chris Woodhead, the chief inspector of schools in England, fear this might happen. \"There is no point in a degree if it doesn't require hard work, intellectual rigour and breadth of knowledge in order to achieve it,\" Lady Blackstone said. </p> <p>The vice-chancellors welcomed the extra money in the wake of the Laura Spence affair, when the chancellor, Gordon Brown, attacked Oxford University for denying a place to read medicine to a Tyneside comprehensive student. </p> <p>It was also backed by Peter Lampl, the educational philanthropist who added fuel to the debate by producing a report showing how top universities discriminated against working class students, even when they achieved the required grades. Mr Lampl is now an adviser to the higher education funding council. </p> <p>Making his speech, Sir Howard Newby, president of the committee and vice-chancellor of Southampton university, said: \"We are just as keen as our critics to bring on board the widest range of young people ... yet sometimes it seems that whatever we do, we end up being in the dock. </p> <p>\"Those universities with fewer students from the poorer socio-economic groups are accused of being elitist. The new universities who excel in the recruitment of such students are criticised for allegedly lowering their standards.\" </p> <p>He reflected some private disquiet among vice-chancellors, particularly those at the former polytechnics, that the government's access agenda was focused too narrowly on the elite universities. </p> <p>The vice-chancellors agreed to extend their inquiry into the future funding of higher education beyond even the broad remit of a position paper prepared by Sir William Taylor, a former vice-chancellor. </p> <p>They will also consider the option of extending the Scottish \"graduate tax\" model to the rest of the UK, and take a renewed look at the original recommendations of the Dearing report, which proposed retention of the old maintenance grant. Sir William's report had rejected consideration of the Scottish model, because of the \"important part that tuition fees now play in higher education finances\" and the likely cost. But some university heads wanted it included. </p> <p>No conclusions are likely before the election.</p>",
  "<p>Japan vented its anger yesterday at a US threat to impose sanctions on it for hunting two endangered whale species. </p> <p>Washington says the expanded hunt is a move towards resuming commercial whaling. The issue is fast becoming the angriest between the two countries in years. Japanese fishermen have been barred from US territorial waters. </p> <p>Japanese ministers called the sanctions threat \"deplorable\" yesterday and said it contravened the international treaty on whaling. President Bill Clinton has started a process that could lead to economic sanctions in 60 days. </p> <p>Yoshiro Mori, the prime minister, refused to recall the four ships at the centre of the bilateral storm. They are in the north-west Pacific to harpoon 10 sperm whales and 50 Bryde's whales for the first time since an international moratorium on commercial whaling began in 1986. Japan says the kill from the two species - both protected under US law - is important for research purposes. This is in addition to its usual cull of more than 100 minke whales. The meat from such hunts will end up as gourmet dishes in restaurants for Japan's elite. </p> <p>The government spokesman, Hidenao Nakagawa, hinted that Tokyo was ready to complain to the World Trade Organisation: \"If import restrictions are put in place, we will respond in line with the rules.\" </p> <p>In private, Japanese officials say the Clinton administration is trying to woo environmentalists for Al Gore, the Democrats' presidential candidate. </p> <p>Few Japanese eat whale meat, which is very expensive, and most seem indifferent as to whether it is available. But the government is determined to keep whaling alive in the face of perceived western cultural imperialism. It says a limited hunt does no damage.</p>",
  "Elite army units are seizing power plants, new-born babies are at risk and trains on the trans-Siberian railways are grinding to a halt as the Russian electricity monopoly gets tough with debtors. <p>Unified Energy Systems, which is owed more than £5bn in unpaid bills, is cutting power to a number of prominent customers, plunging military bases, hospitals and companies into the dark. </p> <p>The \"pay up or switch off\" policy is due to Anatoly Chubais, the pugnacious Thatcherite who has run UES for the past two years. </p> <p>\"Chubais is quite serious about his campaign to cut off customers and the government also is slowly accepting the fact that social facilities can be cut off, though it is very sensitive about the military,\" said Hartmut Jakob, a power sector analyst at Renaissance Capital in Moscow. </p> <p>That \"slow acceptance\" let a baby die shortly after birth in a hospital in Vladivostok in the far-east last month when the electricity was cut off. </p> <p>This week armed soldiers from a base of the elite strategic missile forces in Ivanovo, north of Moscow, seized the local power station to reconnect their barracks. </p> <p>The prime minister, Mikhail Kasyanov, said the disconnections were inadmissible and ordered UES to keep the military connected. The defence ministry was allocated £32m to pay electricity bills. </p> <p>Mr Chubais then banned power cuts to the missile forces, but the news did not seem to penetrate Siberia, where a base in Aleix, near the Chinese, border was warned that it would be cut off next week unless it paid £125,000. </p> <p>A base commander said the troops were removing rocket fuel from the missiles and any power cuts could trigger \"an environmental disaster\". UES suggested that the army use its back-up diesel generators. </p> <p>Two nuclear reactors were closed down, one in Sverdlovsk last week and one in Chelyabinsk this week, because of \"faults in the regional energy system\", though plant managers and the atomic energy ministry denied that Mr Chubais had ordered any power cuts. </p> <p>\"There are two reasons for Chubais's behaviour: he wants to show how important he is and he also badly needs the money because UES has run up enormous debts under his leadership,\" a Moscow expert on the electricity industry, Moysei Gelman, said. </p> <p>Gennady Zyuganov, the Communist party leader, said on Wednesday that Mr Chubais should be jailed for his policy. </p> <p>Throughout the economic collapse of the past 10 years the energy industry has operated on the basis of barter rather than cash. Mr Chubais, who was a chief draughtsman of Russia's flawed privatisation in the early 1990s, before becoming President Boris Yeltsin's chief of staff and election campaign manager, is determined to change that. </p> <p>Last year UES collected only 30% of its receipts in cash, Mr Jakob said. So far this year cash receipts have risen to 62% of what UES is owed. </p> <p>The cash-strapped government is the biggest debtor. Central and local government owe 28% of the unpaid £5.6bn. The ministries of defence, interior and justice are the worst offenders. </p> <p>UES owes at least as much to its creditors, and has posted losses for the past three years, sullying Mr Chubais' reputation as an ardent free marketeer who will deliver profits to UES's shareholders. </p> <p>\"I don't agree with the term cut off,\" he told the St Petersburg Times last week. \"We're not cutting anyone off. We're switching on those who honestly pay for energy, and our policy won't change.\" </p> <p>The national railways are said to have made a deal with UES on the backlog of unpaid bills, but yesterday the trans-Siberian route was locked at the key hub of Krasnoyarsk in central Siberia. Power to a 50-mile stretch of the line was cut on Tuesday and Wednesday pending payment of £500,000. </p> <p>Mr Chubais is keen to publicise military and railway cuts, but less forthcoming about the schools and hospitals. </p> <p>If the tough tactics continue throughout the winter, the public will suffer. </p> <p>\"Cuts in the social sector are not a large-scale phenomenon, but they're happening now, whereas before the authorities did not allow that to happen,\" Mr Jakob said. \"They're becoming much more widespread.\"</p>",
  "<p>These are scary days for Tinseltown's managerial caste, and there's no relief in sight - nothing but a series of ever more daunting confrontations with Hollywood's unions, and then quite possibly a showdown with the government itself. It's been a resoundingly poor summer at the movies, with takings down 6% on last year - admittedly, the biggest summer of all time, so this year was always going to be a let-down. But nobody was prepared for the string of duffers that befouled our screens. </p> <p>Having seen nearly everything that's been released, I can attest to my own disgust at the subterranean quality levels reached collectively by the studios. The firings have started already. A pox on them: let them sleep in their HumVees till the repo men show up. The studios are also faced with the likelihood of a series of destructive strikes that will embitter Hollywood labour relations for years to come, and possibly transform movies and American TV for the next couple of years. Already the Screen Actors Guild is at war with advertisers over performance residuals. </p> <p>Yet it is only the prologue to a wave of even more damaging strikes. It is universally believed that the Writers Guild of America and SAG will strike in May and June of next year, respectively, and unless things are worked out, the Directors' Guild of America will do the same a year later. And now that most studios are merely components of much larger corporations, the possibility of a deal brokered by Tinseltown's declining pool of big movers is much less feasible. The unions are talking to the monkey - the organ grinder couldn't give a stuff. </p> <p>As a result, studios are fast-tracking next summer's big blockbusters so that production will commence before the likely dispute takes all writers and actors out of the equation. The WGA has already warned its members to postpone large purchases and save. Movie exhibitors plan to up their purchase of foreign and independent movies (see, there is an upside) to compensate for a likely dearth of new movies. </p> <p>The net result of all this, the LA Economic Development Corporation estimates, will be a total of $636m per month in lost wages. And as Hollywood is reeling from all this, the Federal Trade Commission this week delivered the final kick in the nuts, when it issued its report on Hollywood's tactics for marketing violent R-rated entertainment to children under 17. The report cited the studios' marketing strategies - placing R movie ads in cartoon shows, on kids TV, MTV, even in comic books. </p> <p>Summoned to Washington on Wednesday for a Congressional grilling, the one studio representative who would agree to appear pulled out on Tuesday. And it's election season, in particular the part of the campaign where Gore needs to consolidate his slim lead over Dubya by temporarily being as rightwing as possible on cultural issues like this. And with the censor-happy, Hollywood-hating Joe Lieberman at his side, it was inevitable that the Democrats would make hay with the issue. (The Dems and the Hollywood crowd were getting on so well in LA last month, but that was all about soft money and ass-licking.) </p> <p>Inevitably the GOP got in on the act ( after the Dems, weirdly) sending in wannabe Second Lady Lynne Cheney - a philistine ex-head of the National Endowment for the Humanities - to meet with the committee. What with her, Tipper Gore, Lieberman and (for the time being) Prince Al himself, Dubya and \"Dick\" Cheney all firmly in the anti-Hollywood column of the ledger, we'll be electing a tightass bluenose whichever way we vote. When it comes to sanctimony and righteous indignation, this really is a One-Party State, and Hollywood, already reeling, will bear the brunt of their voter-sanctioned wrath. </p> <p><strong>The phantom menace</strong></p> <p> Nothing makes me happier than stories of big Hollywood stars acting like egomaniacal dickheads. This week we got the skinny on Titanic villain Billy Zane, and hitherto apparent \"nice guy\" Mike Myers, both of whom have recently been spotted throwing atomic tantrums and bullying the hired help.</p> <p> Zane got a doorman fired at LA's Standard hotel after the man tried to help some autograph hunters. \"How dare you?\" wailed the actor. \"I was in the biggest movie of all time!\" To which the doorman shot back pricelessly, \"Oh, you mean The Phantom?\" - referring to Zane's abysmal 1998 superhero flop. He was unemployed in minutes. I'd like to erect a statue to him. </p> <p>And a New York tabloid revealed some old stories of Myers' excesses on the set of Wayne's World, when he flipped out because the craft services table had no margarine - only butter. Wah! On the Austin Powers set he screamed and wailed at a grip who had the temerity to look Myers directly in the eye, and he reportedly later fired his manager Erwin Stoff when he refused to have a commercial jet liner turned around so that he could meet with Myers. \"I don't have that kind of arrangement with American Airlines, Mike,\" quipped Stoff, who remained in Myers' employ for exactly two more seconds.</p> <p> <strong> Doc in the dock </strong><br> </p> <p> The bizarre parallel universe of American talk radio is now largely the province of the barmy radical right. The two biggest talk shows have for several years been those hosted by fat reactionary blowhard Rush Limbaugh and his ghastly female equivalent, Dr Laura Schlessinger. She's been much in the news both for the forthright and hectoring advice she dispenses to her listeners, and for the nudie pix of her that showed up on the internet after she'd established her credentials as an intolerant, finger-wagging, family-values bigot of the first water. </p> <p>Schlessinger, a former radical feminist who used to rail at babies and husbands as a \"patriarchal conspiracy\", is now a deeply conservative, re-converted Orthodox Jew who dispenses tough-love shrink advice deriving primarily from the Old Testament's more rebarbative strictures and proscriptions. She's also a working mother who doesn't believe in day care, a divorcee who doesn't believe in divorce, and a family-values champ who hasn't talked to her own mother in 15 years. </p> <p>But she ran into big trouble with gays when she described homosexuality as \"deviant\" and \"a biological error\" and pointed to Jewish religious law when the boycotts began almost immediately. Full-page ads were taken out and a website (<a href=\"http://www.stopdrlaura.com\">www.stopdrlaura.com</a>) registered zillions of hits. Their biggest victory came when two dozen appalled sponsors withdrew their patronage from her planned TV show, which debuted on Monday. Sadly the broadcast - on the softball topic of \"Teens and Drugs\" - wasn't interrupted by abseiling drag queens or Act Up members in tight lederhosen waving copies of the infamous, 25-year-old \"dirty dozen\" photos (boobs, bush, big cheesy grin - the works) that a former lover unleashed on the internet in 1999. And lastly, why is a doctor talking - or yelling - at us about morals? What next? The Archbishop of Canterbury performing appendectomies? </p> <p><strong> Walk away, Renee</strong><br> </p> <p> Renée Zellweger has a right to feel cheesed off at Bridget Jones, who she plays in the forthcoming film. Having stacked on a few pounds to play the weight-fixated Jones, Zellweger was apparently judged by the editors of Harper's Bazaar to be a tad too chunky to function as their cover star next month. The denials flew from the Zellweger camp even though the weight-gain is an acknowledged fact, and was deliberately planned for a role anyway. \"She looked very uncomfortable,\" said a Harper's rep, \"and as a result, it didn't make for an inviting cover.\" Renée's people countered by claiming the mag was being neurotic about an actress carrying 10 extra pounds.</p>"
]