[
  "<p>If you want to educate your children privately, or aim to fund them through university, you'd be well advised to face up to the astronomical costs involved and start saving as much as you can afford as early in their lives as possible. </p> <p>Overall, total costs for a child undergoing primary and secondary private schooling followed by university could top £200,000 say education experts. So, while many people do leave it to the last minute to work out how they'll fund education costs, tending to use an expensive combination of borrowing and pay-as-you-go out of taxed income, forward planning is the key to easing the financial burden. </p> <p>There are no specific school fees plans and the government axed covenants some years ago. The savings vehicles recommended by independent financial advisers (IFAs) as appropriate for education costs planning include tax-free Individual Savings Accounts (Isas), unit and investment trusts, zero dividend preference shares (zeros), with-profits endowments, National Savings and high- interest term bonds with building societies or banks. </p> <p>But the mix of vehicles recommended varies widely depending on how far ahead you are planning, how much you have to salt away, your funding targets, attitude to risk and whether or not you can expect to invest inherited lump sums in the future. </p> <p>According to a Jobs &amp; Money ring-around of IFAs, you are also likely to find that recommendations vary depending on whether your IFA charges for advice on a fee or commission basis. It was noticeable that some who make a living mainly from commis sion are more inclined to favour higher commission-paying vehicles such as endowments, unit trusts and friendly society 10-year bonds in preference to lower commission-paying investment trusts and, particularly, zeros, which pay no commission. </p> <p>Despite this confusion, it is worth going to an IFA to formulate a long-term, well-balanced investment plan. Specialist IFAs such as Invest for School Fees (part of Willis National) and SFIA Mason &amp; Mason, for example, also make much of their ability to administer plans for clients, ensuring that fee cheques are issued in good time for the start of school terms and regularly monitoring how your investments are performing. </p> <p>The earlier you start saving the better. One way of getting the ball rolling, if you can afford to, is to start investing your Child Benefit from day one or, perhaps, from when the mother goes back to work and starts earning again. </p> <p>If you have planned ahead and saved for at least five years before you need to start paying education costs then IFAs are generally agreed that equity-based investments will give you the best return over the long term. </p> <p>Make use of all tax-free opportunities first, so protect the first £7,000 worth of equity investments in a maxi Isa - each parent has this allowance. Donna Bradshaw of IFAs Fiona Price &amp; Partners says: \"Attractive long-term options include low-cost tracker unit trusts such as M&amp;G's and I also like Fidelity's Wealth Builder which is an international fund of (Fidelity) funds which gives very good diversification and which has been performing well.\" </p> <p>For planning over the shorter term, Sue Whitbread of fee-based IFAs Chartwell Asset Management says: \"Zeros are top of the pile and make ideal investments for building up capital for education purposes.\" </p> <p>Zeros are a type of share issued by split capital investment trusts. Unlike normal shares, which aim to pay a regular income (dividend) and appreciate in value, zeros pay out only a predetermined capital sum at a predetermined wind-up date. So you know what you'll be getting back and when. You can invest in a series of different trusts with differing maturity dates to fund staggered education costs. </p> <p>\"One advantage of zeros is that the gain is taxed as a capital gain which can be offset against CGT allowances and zeros can be gifted to a child in a designated account to make use of a child's own CGT allowance, £7,200 per year,\" Ms Whitbread says. </p> <p>\"Zeros typically yield 7%-9% per annum and while it must be pointed out that the predetermined redemption price is not guaranteed, there has not yet been an instance when a zero has not met its redemption price, so they are fairly low risk.\" </p> <p>Given that the longest maturity date on zeros is about nine years, they suit planning over the shorter term. \"And over longer periods, well-managed, well diversified equity funds would outperform zeros,\" says Ms Whitbread who tends to recommend investment trusts over unit trusts because of their lower cost structure. </p> <p> ISIS publishes a free leaflet on school fees planning which includes a list of specialist advisers. Call 020-7798-1500 for a copy or order via the website at <a href=\"http://www.isis.org.uk\">www.isis.org.uk.</a> IFA Promotion is about to publish a free factsheet on school fees and university costs planning. For copies call the IFAP hotline on 0117-9711177 or visit the website at <a href=\"http://www.ifap.org.uk\">www.ifap.org.uk.</a> The Association of Investment Trust Companies (AITC) publishes free factsheets on investing for children and split capital investment trusts and zeros, available on 0800-707707 or <a href=\"http://www.itsonline.co.uk\">www.itsonline.co.uk.</a> Invest for School Fees 020-7488-8111. Fiona Price &amp; Partners 020-7430-0366. SFIA Mason &amp; Mason 0800-7318707. Chartwell Asset Management 01225-321700.</p>",
  "The Monica Lewinsky scandal returned to haunt the Democratic party last night as news of fresh legal moves against Bill Clinton threatened to overshadow Al Gore's presidential nomination acceptance speech at the party convention in Los Angeles. <p>A leak, which the White House claimed was far from coincidental, revealed that the independent counsel, Robert Ray, who succeeded Kenneth Starr in the job earlier this year, had empanelled a grand jury in Washington to consider prosecuting Mr Clinton when he leaves office in January. </p> <p>The source said the grand jury had been sitting since July 11 for the sole purpose of considering charges against Mr Clinton arising out of his relationship with Ms Lewinsky and attempts to cover it up. </p> <p>When Mr Clinton becomes an ordinary citizen on January 20 2001, he may face criminal charges similar to those on which he was impeached and acquitted by Congress last year. Mr Clinton faced two charges from the Senate, of perjury and obstruction of justice. Neither charge reached the required two-thirds majority for conviction. </p> <p>The White House reacted angrily to the news, which was leaked to the Associated Press news agency and emerged just hours before the vice-president addressed the convention in a speech widely billed as an attempt to break free from the shadow of Mr Clinton. </p> <p>\"The timing of this leak reeks to high heaven,\" the White House spokesman Jake Siewert said. \"Given the record of the office of the independent counsel, the timing is hardly surprising.\" </p> <p>Mr Gore's spokesman Chris Lehane said: \"Al Gore and Joe Lieberman are going to focus on America's future. Republicans are obsessed with the past.\" </p> <p>Even George W Bush's aides criticised the leak. \"It's not appropriate for this type of announcement to be made on the day that the vice-president is going to accept the Democ ratic nomination,\" spokeswoman Karen Hughes said. </p> <p>In his speech early today, Mr Gore promised a \"better, fairer, more prosperous America\". </p> <p>\"I stand here tonight as my own man,\" he said after eight years as vice-president. \"I want you to know this,\" he told an expectant audience. \"I've taken on the powerful forces. As president, I'll stand up to them, and I'll stand up for you.\" </p> <p>With Mr Clinton nearly 3,000 miles away in the east, Mr Gore left no ploy unused in an effort to persuade US voters to do the one thing they stubbornly refuse to do: to learn to love him the way they continue - in spite of everything - to love Mr Clinton. </p> <p>Mr Gore's acceptance speech followed days of relentless effort to portray the vice-president as the kind of personality who can fire the anxious party's troubled soul. </p> <p>Friends and relatives bore witness to the vice-president as a warm, honest, brave and relaxed family man and national leader, setting the scene for a speech which was widely seen as the make-or-break moment in Mr Gore's efforts to prevent Mr Bush from capturing the White House. </p> <p>Tributes from his wife Tipper and his daughters Karenna and Kristin were interwoven with testimony from figures such as the actor Tommy Lee Jones and the writer David Halberstam, all of them seeking to humanise Mr Gore's defiantly stiff reputation and energise a party which is unmistakably underwhelmed about its chances in November. </p> <p>Mr Gore and his spin doctors insisted that he wrote most of his speech himself, in an effort to communicate as directly as possible with the party and the nation. \"This is a speech that I have written, and I will deserve either the credit or the blame,\" Mr Gore had said shortly after arriving in Los Angeles on Wednesday.</p>",
  "<b>Didn't the US congress draw a line under the Lewinsky affair last year when it acquitted President Clinton of perjury?</b> <br>The acquittal did not put an end to the persistent inquiries of the independent counsel, Kenneth Starr, and his successor, Robert Ray. <p><b>So what new evidence has emerged?</b><br>None, so far as we know. The only new development is that Ray has summoned a grand jury in California to consider whether the president should be indicted on criminal charges after he steps down next January. Specifically, it will be looking at possible charges of perjury, arising from Clinton's repeated denials during the Paula Jones sexual harassment case that he had had a relationship with White House junior aide Monica Lewinsky. </p> <p><b>Why now?</b><br>Ray reportedly empanelled the grand jury as long ago as July 11. News of the move trickled out just as Vice-President Al Gore was formally accepting the Democrat nomination for November's presidential poll. </p> <p><b>A little fishy, perhaps?</b><br>The White House certainly thinks so. \"The timing of this leak reeks to high heaven,\" said spokesman Jake Siewert. </p> <p><b>How damaging for Gore is the new legal move?</b><br>It's awful. He is struggling to peg back the substantial poll lead established by the Republican presidential candidate, George W Bush, and to establish himself as a credible candidate for the top job. </p> <p><b>How far can Gore go to distance himself from the president?</b><br>It's tricky. He can hardly denounce the man he has loyally understudied for eight years, and in any case he needs all the help he can get from America's most formidable politician. It doesn't help that Gore's closest political confidante, Marty Peretz, described Clinton this week as \"loathsome\". </p> <p><b>How has the US media greeted the latest legal shenanigans?</b><br>With barely concealed indifference. Even Matt Drudge, the investigative hack whose award-winning website soared to fame at the height of the Lewinsky scandal, is not too concerned about the California grand jury. In any case, he has a rather better story, one about the Clintons spending more than $250m (£160m) on travel in the past three years. </p> <p><b>Useful links</b><br><a href=\"http://www.guardianunlimited.co.uk/Clinton_in_crisis\">Clinton in crisis: special report</a><br><a href=\"http://www.guardianunlimited.co.uk/uselection\">US elections: special report</a><br><a href=\"http://www.guardianunlimited.co.uk/Archive/Article/0,4273,3804151,00.html\">Impeachment timeline</a><br><a href=\"http://www.drudgereport.com/\" target=\"_new\">Drudge Report</a><br><a href=\"http://www.washingtonpost.com/wp-dyn/articles/A45013-2000Aug17.html\" target=\"_new\">Washington Post coverage</a><br><a href=\"http://www.washingtonpost.com/wp-dyn/politics/specials/allegations/clintonaccused/\" target=\"_new\">Clinton accused: Washington Post special report</a><br><a href=\"http://www.drudgereport.com/mat28s.htm\" target=\"_new\">Marty Peretz interview</a></p>",
  "He is a Republican governor, a self-made millionaire businessman with 1,000 employees, a married man with two children, a non-drinker, a successful athlete who is planning an expedition to climb Everest. And he supports the legalisation of marijuana. <p>Gary Johnson, the governor of New Mexico, was among the thousands of people in Los Angeles this week because of the Democratic party convention. It was just one of the many ironies of the week that it should be a Republican who was making some of the most radical political noises. </p> <p>Johnson addressed the Shadow Convention - the event organised by people who felt that the big issues were not being addressed by the main conventions - in the Patriotic Hall, just a few blocks down from the Staples centre, where the Democrats were holding their event. </p> <p>Johnson is an interesting man who was never part of the Republican machine and only decided to run for office at the last moment. The fact that he was elected is an indication of the disillusionment many feel with the machine politicians, who have been taught to believe that any talk about loosening the laws on drugs is political suicide. </p> <p>But to Johnson, the issue is one of life and death. Or rather, quite a few deaths. In a year in the United States, he said, there were 450,000 deaths resulting from nicotine, 150,000 from alcohol, 100,000 from legally prescribed drugs, 5000 from cocaine and heroin and zero from marijuana. The real \"bogeymen\", he said, were alcohol and tobacco. </p> <p>He was joined on the stage by another Republican, the would-be California senator, Tom Campbell. He had a similar message about the \"war on drugs\", and told a clearly amazed audience, used to Republicans talking rather differently, that \"soft on drugs has replaced soft on communism\". And he quoted Abraham Lincoln, saying that prohibition would do great harm to the cause of temperance because \"it makes a crime of that which is not a crime\". What was missing from political leaders, he said, was \"not brain but spine\". </p> <p>Charlie Rangel, a Democratic congressman who represents the Harlem area of New York City, said that he had recently met Fidel Castro in Cuba. Before his trip he had asked Bill Clinton if he had any message for him. The president had wanted him to ask about the political prisoners there. Rangel had asked him what he should say if Castro asked about all the \"political prisoners\" in American jails. \"They are the poorest people, the people of colour, the people that some people like to imagine don't exist,\" said Rangel. </p> <p>So the debate on one of the biggest issues dividing America did take place after all during convention week. But it is taking place in the shadows rather than in the open. President Clinton tried but did not inhale. Vice-President Al Gore tried as a lad but stopped. When George W Bush was, as he puts it, \"young and irresponsible, I was young and irresponsible\". </p> <p>The difference is that George W, unlike tens of thousands of young Americans, was not jailed for his irresponsibility. The speakers at the drugs debate in Patriotic Hall may be hoping for change, but it is unlikely that they are holding their breath before they exhale.</p>",
  "Addicts of American politics will know the lines. Thursday night in Los Angeles was make or break for Al Gore. It was the most important speech of his life. It was the moment when he had to come out of the shadow of Bill Clinton. <p>Most of the 15,000 journalists who have covered the Democratic convention in Los Angeles, and most of the 15,000 who were at the Republican convention in Philadelphia two weeks earlier, have probably written these lines, or something passably similar. All are agreed that last night in LA had to be a winning night for Gore. </p> <p>It is worth reminding oneself that the media had an interest in a Gore success last night. With nearly three months still to run and many millions of dollars and hours invested in the coverage, the media desperately needs a proper contest and a bit of excitement. Almost as much as Gore needed a triumph in the Staples Centre last night, in fact. </p> <p>On the whole, Gore and the media both got what they wanted. Gore delivered the speech that he needed to make and the speech that the Democrats wanted to hear. The response was palpably enthusiastic. The buzz that has been so conspicuously absent for most of the week in the Democratic convention was there at the finish, just when it was most needed. </p> <p>Like George W Bush two weeks ago, Gore had demonstrably spent an enormous amount of effort trying to get the tone right. That is what speechwriters are for, and they did their job. Gore's speech was as full of policy pledges as had been forecast. It was as focused on \"ordinary Americans\" as the spinners had predicted. But above all, Gore sounded at ease - \"his own man\" as he put it in one of the telling lines. </p> <p>Gore has made some bad speeches during this campaign. Too often, he has seemed to try too hard, to be stiff when he should be relaxed, to be confuse sincerity with shouting, and to have mislaid his sense of humour. </p> <p>Thursday's nomination acceptance speech was a big improvement on all counts. The balance between explanation and detail was good. The principal goals of the speech were all accomplished. The delivery was right. One almost felt sorry for Gore when he acknowledged his problems, telling the audience that he was sometimes too serious and that he knew he was not the most exciting person in American public life. </p> <p>The convention organisers had worked hard to ensure a softer, more accessible Al Gore. Speeches from friends like Tommy Lee Jones and David Halberstam, and from family members like his daughters Karenna and Kristin, as well as wife Tipper had set the tone. Gore's task was tougher - to appear warm while setting out some pretty detailed pledges - but he more or less got it right. </p> <p>The most important theme in Gore's speech was its constant appeal to America's \"working families\". \"My focus is on working families,\" he said early on. \"I will stand with you. I will stand for you.\" The focal points of his policy agenda - targeted middle and lower income tax changes, guaranteed nursery schooling and tax breaks for student finance - were overwhelmingly aimed at this middle American heartland. After eight years of Clinton policy \"triangulation\" the Gore agenda is much more recognisably Democratic. </p> <p>\"I'm here to talk seriously about the issues,\" Gore announced, and was as good as his word. Issues were duly ticked off. Campaign finance reform, further anti-tobacco measures, a daring pledge to keep crime rates falling every year for ten years, a carefully phrased commitment to free trade, but with conditions. </p> <p>\"They're for the powerful. We're for the people,\" Gore announced. To the demonstrators in the LA streets, still protesting late last night, the words will have seemed hollow. But as a contrast with Bush, and in a sense as a contrast with Clinton also, the Gore speech was undeniably attractive. </p> <p>It has not been an easy convention for Gore and the Democrats. Bill Clinton dominated the early part, and the president sent a shiver down many Democratic spines once more yesterday after it was revealed that he is being investigated over Monica Lewinsky yet again. But in the end, Gore and Joe Lieberman got it about right. Their pitch was the necessary one in the circumstances. Gore wasn't just not bad, he was actually pretty good. It's a contest again, and that's good news all round.</p>",
  "Al Gore used every trick in the political book yesterday in an effort to persuade American voters to do the one thing they stubbornly refuse to do: learn to love him the way they continue to love Bill Clinton. <p>Mr Gore's acceptance speech at the Democratic party convention in Los Angeles was expected to provide the climax to days of relentless effort to portray the vice-president as the kind of personality who can fire the anxious party's troubled soul - something the Gore campaign has singularly failed to do so far. </p> <p>Friends and relations from every stage of Mr Gore's life took to the podium to bear witness to the vice-president as a warm, honest, brave and relaxed family man and national leader, setting the scene for a speech which was widely seen as the make-or-break moment in Mr Gore's efforts to prevent George W Bush from capturing the White House. </p> <p>Tributes from his wife, Tipper, and his daughters, Karenna and Kristin, were interwoven with testimony from figures such as the actor Tommy Lee Jones and the writer David Halberstam, all of them seeking to humanise Mr Gore's defiantly stiff reputation and energise a party unmistakably underwhelmed about its chances in November. </p> <p>Mr Gore and his spin doctors insisted that he was writing most of his speech himself, in an effort to communicate directly with the party and the nation. \"This is a speech that I have written, and I will deserve either the credit or the blame,\" Mr Gore said shortly after arriving in Los Angeles on Wednesday. </p> <p>Wednesday night's convention session provided an early taste of what was in store when the party's vice-presidential candidate, Joe Lieberman, was quickly hustled off the stage, after making a highly effective acceptance speech, to make room for Men in Black star Jones. </p> <p>Jones told the prime-time television audience that the young Mr Gore \"shot pool and watched Star Trek\". He recalled Mr Gore's youthful prowess with an air-rifle and joked about his limited cooking skills. </p> <p>The star was quickly followed by Karenna Schiff, Mr Gore's eldest daughter, who spoke of \"the greatest dad in the world\" who would take cups of hot chocolate to his children when they camped on the family farm at night. </p> <p>As Mrs Schiff finished her speech, Mr Gore made a carefully calculated impromptu appearance on the platform to embrace his daughter, wave to the crowd and get himself in the evening news headlines. By tradition, a presidential nominee only makes one appearance at the convention: to deliver his acceptance speech at the close of proceedings. </p> <p>The biographical blitz shows that the chief problem for the Democrats in translating America's glittering economic and social record during the Clinton-Gore years into success at the ballot box is not the much discussed Clinton factor but the less widely acknowledged Gore factor. </p> <p>Mr Gore's life story has become the vehicle for the attempted transformation of a campaign still well adrift in the polls, in spite of recent improvements. \"The principal communication goal, certainly through the next few weeks, is to get people to know Al Gore better as a person,\" his senior adviser, Tad Devine, said.</p>",
  "Vladimir Putin yesterday encountered the most sustained barrage of criticism since he became president of Russia, with the country's media mocking his minimal response to the Arctic submarine emergency, pouring scorn on the statements of the government and navy command, and questioning the effectiveness and speed of the Kursk rescue effort. <p>Since Mr Putin became prime minister a year ago and then president in March, the media have been generally glowing in their treatment of the Kremlin chief, whose spin doctors have been adept at exploiting his telegenic talents. </p> <p>But the Kursk emergency has fast become a PR fiasco for the Kremlin, the government, and the military top brass. </p> <p>\"Whose honour is drowning in the Barents sea?\" ran the frontpage headline in the Kommersant newspaper above a picture of Mr Putin being saluted by a young naval conscript. \"There are no political dividends here,\" the paper said, explaining the president's low profile on the crisis. </p> <p>\"No senior state officials will risk taking responsibility here. Nor will the president.\" </p> <p>It then ran a column of how foreign leaders interrupt their holidays and take charge in natural disasters or emergencies. Mr Putin has been on holiday on the Black sea since Saturday. </p> <p>The secrecy, high-handedness and deliberate misinformation from the authorities are being compared with the Chernobyl disaster of 1986 and its political impact on Mikhail Gorbachev and his policies of glasnost. At the time the kneejerk reaction of the communist regime was to cover up the world's worst nuclear accident. </p> <p>The Kursk crisis is not on that scale. But the scope and nature of the Russian newspaper coverage highlights the big difference with 1986 - the growing clout of public opinion and its impact on the political process. </p> <p>The mass-circulation tabloid Komsomolskaya Pravda devoted seven pages to the Kursk yesterday, with a banner headline that asked: \"The Kursk sailors fell silent yesterday. Why is the president silent?\" </p> <p>Mr Putin has made only one statement on the Kursk, on Wednesday, and retreated into uncharacteristic silence yesterday. It is highly unusual for an inexperienced politician who built his appeal on action, dynamism, and shows of resolve. He said earlier this year: \"The president is responsible for everything.\" </p> <p>It took the navy top brass two days to disclose the accident. But if the admirals have since been wilfully misleading the media, Russian journalists have been chasing the story down boldly, locating relatives of the mariners, seeking out experts and retired submarinemen, and grilling officials at every available opportunity. </p> <p>The relish with which they are exposing this huge blow to Russian prestige underlines the problems any would-be authoritarian leader will have curbing press freedoms. </p> <p>\"Our state machinery has been on the sea-bed for a long time,\" said a commentary on the front page of Izvestiya yesterday. \"Lying and terror, such are the features of Russian government.\" </p> <p><b>What the papers say:</b><br></p> <p> <b> Izvestiya</b> daily, broadly supportive of Putin </p> <p>\"The generals and admirals are ... afraid to tell the truth about their subordinates on the sea bed. They're afraid of losing their jobs. They're afraid of asking the west for help ... so as not to show up their own helplessness.\" </p> <p><b> Kommersant</b> daily, increasingly critical of Putin </p> <p>\"Eveything might have been different if the rescue operation started not on Tuesday but on Saturday when the Kursk sank ... The embargo on the president reacting to the Kursk was set by Vladimir Putin himself.\" </p> <p><b> Segodnya, </b> opposition to Putin </p> <p>\"It's shocking that the Russian government only asked the British for help after the president declared that the situation was critical.\"</p>",
  "You know how it is at the end of the Christmas holidays? You love your family. And you've loved seeing them day after biliously festive day. But now, just once, could you stay in bed and watch the last BBC2 Fred Astaire movie in peace? Now, just once, could the front-door bell not ring? <p>My friends, that is not the American way. Ring out wild bells! Here they come again, the Democratic marauders. Eight-year-old blonde scraps of gap-toothed sweetness reading poems about \"rainbows in a smog-filled sky\". And your own nearest and dearest, bent on that most grisly of tasks: making you seem like a caring, sharing, electable human being. Please welcome ... President Ebenezer Scrooge. </p> <p>Thus Karenna Gore Schiff, Al's eldest and politically cutest, tosses her inevitably blonde hair, and insists on telling the world how once upon a time in a freezing Tennessee winter, she and her best little friend Eliza built an igloo in the back garden and insisted on sleeping out in it. And they were so cold. And then out came dad with the hot chocolate. </p> <p>Thus Hadassah Lieberman, suddenly called by God and the Democratic national committee to be a political wife, must testify in public about \"the love of my life, my regular Joe\" - with a passion for \"family, faith, neighbourhood, congregation and community\" you could pour over hot pancakes. </p> <p>Thus Joe himself is obliged to remember his granny from eastern Europe who came to America and found her Christian neighbours wishing her \"Good Sabbath, Mrs Manger\" as she went off to the synagogue every Saturday. And his dad, \"who lived in an orphanage and drove a bakery truck\". And his mom, \"who is here tonight - mom, I love you\". And, of course, Big Al - the epitome of \"family and faith, a father and now a grandfather. When my daughter was six, after spending time with Al, she looked at me and she said: 'He MUST be a daddy'\". </p> <p>Thus Tommy Lee Jones is summoned from the set of some new disaster movie to remember his years sharing a room with Al at Harvard and tell us how Tipper will still \"sit on Al's lap and smooch\". </p> <p>Tipper must do her podium stuff. And Al - the maker of breakfast toast, the bearer of hot chocolate, the would-be commander-in-chief - must squirm through the whole routine again. </p> <p>Squirm (as the Republicans would say) with a purpose. This (as the script does say) \"is the party of principles, not personalities\": which, being interpreted, means it's got sacks full of policies, but Albert Gore Junior for a candidate. </p> <p>Thus, lumpen and stiff with embarrassment, he must talk frankly about his \"shyness\" on camera. Thus he must be drenched in testimony and love as he makes his eternal cocoa. </p> <p>The moms I'll remember from Los Angeles came a little earlier. Dawn Anna from Colorado, whose daughter died in the Columbine high school massacre, fighting back the tears as she said that \"God has hit us over the head with a giant, cosmic 2x4 and said it's time for us to get our act together\" - and get guns off the street. Carole Price, whose son Joe went next door to play with a nine-year-old who went upstairs and got a Luger out of his dad's drawer and said \"Look, Joe, it's not loaded\" - and pulled the trigger. </p> <p>Carole and Dawn are American family, too. When they speak to the nation that insists on screw-proof aspirin bottles but lets 10 kids eat a bullet every day, your eyes water and the ghosts of empty Christmases to come flash before you. But to help them, it seems, everybody in the world must first help this incredible Al. The bell's ringing. And how was the toast for you, Mr Cratchit?</p>",
  "Joseph Lieberman faced down the doubters and made a powerful pitch to independent voters in his speech to the Democratic convention in Los Angeles on Wednesday. In so doing, Al Gore's running mate indicated he could be the man to unlock the 2000 US presidential election for the Democrats. <p>Less than two weeks ago, Mr Lieberman was a relatively obscure, generally conservative Democratic senator, known to the public mainly as a prominent critic of Bill Clinton during the impeachment crisis, and known to the Washington press corps mainly as an honest and interesting, but marginal, figure within his party. </p> <p>Yet thousands of delegates in the Staples Centre greeted the little man from Connecticut - \"my Joey\", as his wife, Hadassah, introduced him - as a conquering hero, as he delivered a smart, upbeat and generally well-judged acceptance speech. </p> <p>He entered to the music from Chariots of Fire, greeted the audience with an improbable clenched-fist salute and started his speech with a Jewish mother-in-law joke. But in contrast to his campaign appearances last week, Mr Lieberman dwelled only lightly on religious themes or the significance of his selection to American Jews and immigrants. </p> <p>It was a speech that set out to do four things: introduce the still largely unknown Mr Lieberman to a wider national audience; help promote Al Gore's generally lack-lustre public image; win the enthusiastic support of the black American electorate, a crucial Democratic base; and reach out to independent and undecided voters who need reasons to cast their ballots for the Gore-Lieberman ticket. </p> <p>\"Let me just speak to those of you at home who haven't made up your mind if you want to build on our prosperity,\" Mr Lieberman said, before highlighting bipartisanship and political reform as two key areas appealing to independents. \"I respectfully say to you that Al Gore and I are the guys who are ready to do the job,\" the vice-presidential candidate said. </p> <p>At various points in his speech, Mr Lieberman praised Republican leaders such as Ronald Reagan and John McCain. He stressed his senate reputation as an \"across-the-aisle\" legislator, who had worked with Republicans in the past and who was happy to do so again. </p> <p>\"Our opponents are decent and likeable men,\" he said. \"I am pleased to call many in their party my friends.\" </p> <p>In the coming election, this appeal to the centre and to independents will clearly be one of Mr Lieberman's responsibilities. </p> <p>The senator's quirky and unconventional voting record has raised some questions - especially among black leaders - about whether he will win over their support. </p> <p>In two warm-up speeches, Congressmen Robert Menendez, a Latino from New Jersey, and the formidable John Lewis of Georgia, a black man, fought to promote Mr Lieberman's anti-racist record. </p> <p>Meanwhile, Mr Lieberman went out of his way to restate his support for affirmative action, as he had done earlier at a meeting with the congressional black caucus. </p> <p>Mr Lewis reminded the convention that the young Mr Lieberman had travelled to America's deep south to help register black voters during the toughest years of the civil rights campaigns of the 1960s. </p> <p>Mr Lewis called him: \"My friend and my brother.\" </p> <p>The impact that the man from Connecticut has made on the polls in just a few days has been good for the Democrats, and yesterday's speech has established him quickly as a formidable player in the political big league. </p> <p>If Mr Gore loses in November, Mr Lieberman could be an early favourite for the Democratic nomination in 2004, an unlikely thought even two weeks ago. </p> <p>All aboard the Democrat bandwagon:</p> <p><b> The day's 'next president but one' tip </b> California Governor Gray Davis, who has established a high profile during the week, presented President Clinton with a (fake) Oscar during a fund-raising party at Paramount Studios </p> <p><b> Most miffed organisation </b> The Academy of Motion Picture Arts and Sciences which does not like replicas of its carefully protected Oscar being handed out to just anyone </p> <p><b> Comedian Bill Maher </b> \"Hollywood loves this Gore-Lieberman ticket. I know this because today three studios green-lighted projects about a robot that teams up with a rabbi\" </p> <p><b> Jon Corzine, the Democratic Senate candidate for New Jersey </b> \"We live in a time of tremendous prosperity, a time when Democrats have transformed record deficits into record surpluses. It is our duty to use this prosperity to address the unmet needs of the American people\" </p> <p><b> Newly welcome and honoured guests at the feast </b> American Indians are now among the biggest political backers of candidates in areas where they are establishing casinos. There are 75 American Indian delegates at the convention, a new record </p> <p><b> Publication with biggest big-name turnout for a party </b> George, the political mag founded by the late John F Kennedy Jr. Ben Affleck, Chelsea Clinton, George Clooney, Samuel L Jackson, Goldie Hawn and William Baldwin attended</p>",
  "Senator John McCain was consulting doctors in Arizona yesterday after revealing that he has suffered a recurrence of the most dangerous form of skin cancer. <p>The Arizona senator's office announced that doctors had found two spots of melanoma, on his left arm and left temple. He underwent an operation in 1993 to remove an earlier melanoma from his shoulder. Since then, friends say, he has had check-ups every three months. The latest tests were taken earlier this month. </p> <p>The former contender for the Republican presidential nomination has cancelled most of his immediate public engagements, though he intends to honour a commitment to appear in Ohio on Sunday on behalf of a colleague. </p> <p>The treatments available will depend on the depth of the cancer and whether it has spread. Independent medical experts said yesterday that there was a chance that the latest cancer was treatable because it had been caught early. </p> <p>Mr McCain's news brought tributes from friends and rivals. \"John is a good man and a fighter,\" George W Bush said, recalling the strength of a man who spent five years in a Vietnamese prison. </p> <p>\"He is so courageous he will just face it,\" the Democratic contender, Al Gore, said.</p>"
]