[
  "As a late sun stroked the last of this year's cotton, like billows of man-made clouds, old Ruby Walker sat on her porch with most of her 22 cats frolicking around her. The next few days will be particularly hard for the Walker family, since they were to have marked the nineteenth birthday of Ruby's granddaughter, Sandra Handy. However, there will be a different anniversary: 'She was just crossing the railroad line on her way home this time last year, when the shooting started and a bullet hit her right in the head.' There is a macabre intimacy to the murder. Ruby gestures towards the house behind her: 'It was their boy done the shooting. He only got 10 years and it's hard to look at them every day. He was, she adds, 'one of the gangbangers - fighting for territory'. <p>This is not the Bronx or Southside Chicago - this is a rural hamlet called Coahoma on the Mississippi reaches, in the heart of the Delta, an area which a nearby Pastor, Benny Brown, calls 'not a \"rural area\" but more of a reservation. A black poverty reservation.' </p> <p>'Reservation' is an apposite description of the poverty hidden from view, hidden from politicians, from those surfing the economic boom and hidden from America's presence in the world. </p> <p>They are deep wells of apparently irredeemable poverty, a dark side of the America which preens itself in front of the mirror with each jump of the Nasdaq and every State of the Union speech and offers itself to the planet in chat shows, mini series, and tales of dotcom billionaires in business magazines. This is an America which will never make even a cameo appearance on Friends or a footnote in Forbes or Business Week . </p> <p>While there is appalling poverty among white people in some places, these reservations are for the most part territory into which whites dare not venture and would not think to venture. In Coahoma, a little girl approaches my photographer: 'Sir, are you a white man?' </p> <p>'Do I look white?' he replies. </p> <p>'I guess,' she says. 'Is your friend a white man too?' </p> <p>This year's cotton is almost in, packed into great bales of white that dot the vast flatscape of the Delta, rising from the rich earth of 'Cotton Kingdom'. There are still a few fields left and loose cotton still blows across the earth and roads like a light, fluffy blizzard. </p> <p>But what the hell. The end of the accursedly dry Southern summer, and of the cotton harvest, is no time for celebration in these communities around the town of Clarksdale. Forty per cent of people here survive below the poverty line, which is set at $16,000 for a family of four. With the summer work now gone, the onset of Fall only serves to remind those who watch the seasons come and go from their porches and roadside perches that whatever the rhetoric from those now campaigning to become the next President of the United States, the reality will almost certainly pass them by: that theirs is the land that politics forgot; that as the sound and fury of the election increases, with only a fortnight to go, their 'reservation' is the price paid for the economic boom on which the election rides. </p> <p>The boom economy is the toast of a contemporary America, awash with money that has enriched not only the wealthy and superwealthy but a burgeoning middle class. The toast, too, of America's presidential election with both candidates debating how to spend the most lavish budget surplus in the country's history. </p> <p>George Bush's appeal is a brazen one: a windfall for those he sees as having generated the wealth - the rich and super-rich, with gestures of reward to the middle strata. Al Gore tried to make his central pledge to 'working families' but has been obliged to let the term slip from his lexicon of late, in favour of 'the middle class'. </p> <p>The fact is that there is little or no political capital to be gained by fighting for the votes of the poor in America, since - for the most part - the poor do not vote. But they exist: the underbelly is always there, either prop ping up the system or consuming its welfare dollars, whichever way you look at it; an underbelly that swells along with the wastelands where it lives, trapped in its own economic hex, out of sight and largely out of mind. </p> <p>In Mississippi, at the last Presidential election, only 33 per cent voted; in Coahoma County, even fewer. Around Clarksdale, people pay Washington as little mind as Washington pays to Clarksdale. </p> <p>When President Clinton came to office there was a grandiose plan to reform healthcare - which fell by the wayside. There was an 'initiative on race' entrusted to a special panel kept on such a tight rein that its members could not say what they wanted to say. Finally came the 'welfare reform' of 1996 which removed tens of thousands from the benefits rolls and sent them into jobs they often lost within weeks either through ineptitude or inability to live the working life. </p> <p>Clarkesdale is the epicentre of that which in eighteenth-century England was called the 'Blue Devils', adapted by plantation-speak during the 1890s to 'the Blues'. It is the town in which the famous 'Crossroads' is located at which the master of all bluesmen, Robert Johnson, is said to have sold his soul to the Devil in exchange for his wizardry on the guitar. The old Negro lore has it that the musician must 'take a black cat bone and a guitar and go to a lonely fork in the road at midnight'. The guitarist will soon be joined by an 'unseen musician' who will 'play in perfect unison' before taking his instrument away from him - although the sound will continue until our guitarist's fingertips bleed. 'The music,' runs the legend, 'will eventually subside, and when all is quiet, you may go home. You will be able to play any piece you desire on the guitar, but you will have sold your eternal soul and are his in the world to come.' The crossroads is that between Highway 61, which splices America in two, north-south, and Highway 49 - now marked by a bricked-up, former laundromat. </p> <p>It was on a farm called Hopson, now site of an annual blues festival, that another Devil claimed many souls in Clarksdale: the first mechanical cotton-picking machine, which led to the mechanisation of the plantations, and began the great migrations north that in turn created the ghettoes of Chicago, Detroit, Washington, New York and Boston. </p> <p>And Clarksdale is also the Delta town through which Bill Clinton blew like a hurricane during his 'Poverty Tour' of July last year, in the footsteps of a similar journey made by Bobby Kennedy in 1967. There was a meeting with the locals in a flower store called 'Ooh So Pretty Flowers' managed by Shirley Fair, who has a collection of thick photo albums and likes the President because he 'cares about poor folks'. But, she says: 'Nothing has gotten any better. There's nothing here to grasp on to. The railroad is closed, the factories have gone. The good folks move on and the gangbangers take over the streets and that makes it harder for businesses to survive. The President wrote me a letter saying I could apply for a grant and employ 10 people. But there were so many rules and regulations I couldn't understand nothing. Always something to slow you and stop you. So I did.' </p> <p>The President had actually wanted to visit another place just north of Clarksdale, a much smaller rural community called Jonestown, but his spin doctors advised him against it - for reasons that become immediately apparent when one pulls into Main Street, whose sign lies on a scrap of grass next to an empty beer bottle. </p> <p>The approach to us here is a little different from that in Coahoma. In response to the first whites within living memory to buy beer and pecan nuts at the Deer Park grocery, a man with a hood over his head forms a pretend gun barrel with his index and middle fingers, flicks off the (thumb) safety catch and opens fire, with recoil. For the most part, however, a smile and some heartfelt respect meets nothing but hospitality and a return grin in places to which those above the poverty line never go. </p> <p>There is portrait of John F. Kennedy painted on one of the boarded-up store fronts - the paint is faded, the glass is smashed. The few businesses left open hide behind grills. </p> <p>Jonestown's mayor is also the town's Pentecostal Pastor, a pensive man and disarmingly honest about his isolation from power politics and the magnitude of his task, to the edge of hopelessness - but not over it. 'This was,' says Mayor Joe Phillips, 'a thriving rural community 20 years ago - the employment was farm labour - then came mechanisation, and people moved away. Then the whites left, and took the businesses with them. The buildings became dilapidated and fell in'. </p> <p>To try to stave off this decay, 'money is occasionally promised to the community,' says Phillips, from both federal and state funds. 'But when it is promised, it gets expended elsewhere. It always seems to disappears some place else, it doesn't get filtered down. They'll say that \"administration costs\" count for 30 per cent.' Why? 'Politics,' he replies simply. 'That's the bottom line. You can't just wait for things to happen. We are saying that to do anything, we have go to do it with private funding and we have got to do it ourselves'. </p> <p>Phillips's calling is, he says, to 'instill in people's minds that they can become self-sufficient, and dignified. Otherwise they are going to end up breaking up, tearing up. But I guess,' he adds, as though uttering some personal confession, 'that it's very solitary work. Very isolated. People stay away from you so that when you get hit, they won't feel the results. But I've always believed in the impossible; Jesus said: \"bring the blind man unto me, that he may see\".' </p> <p>The forecourt of the Deer Park Grocery is a gathering place for those wrenched from the land by the new demands of the 'Cotton Kingdom': a ragbag of gang fighters and those 'breaking up, tearing up', and their daytime lady friends, under the watchful eye of the sheriff's deputy. Or just people who may be heading that way, like Albert Mitchell. 'I always worked the farm,' says Albert, 'but now all the work is seasonal. The harvest is in, and you get cut. When I'm working, I don't drink. But when I'm not working you get jack shit to live on; I do a bit of plumbing and I drink. So now my wife is throwing me out, with the kids and all that.' </p> <p>Also among the company is Juliet Shaw, holding her baby - one of two, though she is only 18. She lives on the welfare payments for which young women like her are infamous and an easy target for political polemic, like most of the mothers at a Montessori school run by a Roman Catholic mission in the town centre. The nuns arrived in the building, a crack den, on 6 January 1993, and by 11 January the children had begun to arrive. 'Some of them,' says Sister Theresa Shields, watching basketball practice, 'go back to wonderful homes - others to appalling, abusive ones.' As she speaks, a car pulls out, blaring loud rap music: 'See You In Hell, Motherfucker!'. </p> <p>Not everyone in Jonestown is either locked in struggle or downcast by melancholia. Indeed, as he hobbles with his stick down a lazy, sunny street, it seems that nothing under the Delta sky could wipe the smile off Willie Gilbert's face. Willie was a truck driver earning reasonable money until a wheel crashed down on his ankle during a tyre change eight years ago. He doesn't find it easy to get by on his $500-a-month disability pension, but has adopted his own approach: 'eat slow'. And while eating slow,he looks back on his life: 'Now how many children I got? Got a whole bunch of 'em. Woulda had 29 if they'd all lived. Got 11 by one woman. Got two in California, boys. Got one in Washington DC. Don't know how many grandchildren...' But for one of his neighbours, memories of sweet times only make the present bitter. As Walhida sits on her porch, flies feast on the infected, weeping sore above her right eye. </p> <p>As ever in the Mississippi Delta, the greater the tribulations of this world, the more people cling to the promise of the next. Benny Brown peeps out from behind the hatch of the little kiosk café he keeps on Main Street, selling 'Hog's Maws' and 'Chicken Gizzards'. Benny talks through his spectacles and between orders about 'poverty pockets' and 'reservations, weighing up the 'pre-King' and 'post-King' epochs on the Delta plains, and of the trade-off between the winning of civil rights and the loss of any kind of opportunity in the comfortless rural ghettoes that followed in their wake, embittering - and mocking - the sweetness of victory. On those 'reservations', Benny sees a 'vicious cycle' of 'poverty which creates problems that only deepen the problems further' - 'an influx of drugs, alcohol and crime'. Benny has his own view on how the cycle has to be broken and accordingly invites us to a Bible study class. </p> <p>A misty dusk - illuminated by a fat, low golden moon - settles on the ploughed plantation fields, as Benny hoists a man called Rickie out of his car, onto a wheelchair and up the ramp of the little white slatwood church that stands alone. 'Wherever there are churches,' says Benny, 'there were communities. Now they have gone'. The preacher is Brother Stevens, who looks a blend of Richie Havens and Rasputin, and the scripture for study tonight - after a prayer of invocation sung with passion and volume and interrupted with cries of 'Halleluiah! and 'Oh Yes!' - is the seventh chapter in the Book of Ecclesiastes. 'The heart of fools is in the house of pleasure... If you the poor are oppressed in a district / And justice and rights are denied / Do not be surprised by such things / For one official is eyed by a higher one / And over them both are others higher still'. </p> <p>Benny invites the meeting to recall Clinton's visit, and how 'many of us saw the motorcade go by - but is it any better now?' No, the company agrees. 'We can expect nobody to help us from outside,' says Benny, 'Look for change from within. From within yourself, and from within your community.' </p> <p>Not all of Benny Brown's reservations are black, of course. Many are Hispanic, along the border towns of Texas, Arizona and California, where squads of white vigilantes now take the law and their semi-automatic guns into their own hands. The native, first Americans occupy the dustiest and most comfortless acres of land to which they were dispatched a century and a half ago. And there are, in their way, white reservations too - in Appalachia and across the vast prairies and plains, but it is in the South and in particular the black South with its legacy of slavery and segregation (the Confederate flag is still proudly stitched into that of the state of Mississippi) that 'poverty pockets' are at their worst. There is a 'New South' to be sure: with its dynamic capital of Atlanta and a formidable Attorney General in Mississippi, Mike Moore, who is prising open the sealed secrets of crimes by the Ku Klux Klan, lynchings and church burning in the 1960s, to win a string of convictions. </p> <p>But the depth of poverty in black Mississippi remains, frankly, shocking. The Centres for Disease Control in Atlanta has reported, in the past few months, serious clusters of diabetes, hepatitis and Aids around poor communities, where some 40 per cent of the population lives below the poverty line. </p> <p>Back in Jonestown, the night is young, and as it falls one realises that Benny and his fellow-churchgoers are engaged in a state of what is, for them, apocalyptic war. Down at the Club Sugar - a ramshackle brick cabin beside the railroad track - those parking cars are invited by the girls if they want to 'have a little fun tonight'. Lads like 'Q', with his blue bandanna, are arriving to drown their sorrows and thoughts in the barrage of rap music while his friend 'Icy Man', although in the middle of a conversation, pulls hard on a tube of 'rocks', his eyes glazing over, his face frozen in oblivion. Mayor Phillips had warned how 'the drug pushers have been pushed out of the bigger towns and are now targeting the little ones. And the more they come, the more we get break-ins, prostitution.' </p> <p>It's like finding the old Seventies Bronx in the middle of a twenty-first century cotton plantation and the crowd soon moves to a joint nearer the village centre, Hot Spot. We ask if we can take pictures of the heaving and dancing, to be told politely that this would be a 'bad idea because a lot of the guys here are wanted'. The guys accordingly hit the floor as the girls shake their stuff - only for the festivities to be abruptly brought to a close by the sudden and robust entry of a posse of (very white) police officers. 'They're serious,' says our host, Clee - who dislikes rap and who dreams mainly of setting up a blues band in town - 'they're not local, they're County'. </p> <p>On a street that runs adjacent to the Sunflower River through Clarksdale, there's a ramshackle but precious hotel with a history to tell that encapsulates all the pain and emotion of Benny Brown's 'poverty pocket'. The Riverside Hotel dates from the days when blacks were not allowed to stay in 'white' hotels; it is where singer Bessie Smith was taken to die; it's where the blues masters stayed and now where the labourers - the 'weeklies' - live, and where the blues pilgrims, mostly from overseas, come to visit. </p> <p>The joint is run by 'Rat' Cliffe, son of the lady who opened it and the wisest guy in town, now in his seventies. 'It's something like folks want to stay poor around here,' says Rat impatiently, working his spindly fingers around his cigarette end. 'Up there in Tunica they build casinos. But they wouldn't have 'em here - politics and the churches. In other places you got people wanting to work for themselves, like in Chicago, do something, get a sense of pride. But here, you know what has killed this place?' And here is a surprise from a man at the heart of the black community. 'Welfare. It stops people working. Why should a man go all the way to Tunica to work 40 hours a week and 10 hours travelling for $600 a month if he can get that from the welfare? Why go to work as a young woman when you can get paid just for having babies?' </p> <p>The sun is now low in the evening sky over the cotton fields outside Ruby Walker's home; the cats savouring the last of the heat. Ruby's grandparents were slaves working these cotton fields; 'And so was I, after a fashion,' she reflects. 'We worked from sun up to sundown, and the money was cheap.' Her daughter Mary became the fifth cotton-picking generation until she found work in a local school. But, adds Ruby, the furrows deepening across her brow: 'I sometimes wonder if they ever really did do away with slavery. I don't know what's happening round here no more. All I know is it was better in the Forties than it is now'.</p>",
  "Shortly before Peter Mandelson was brought back as Northern Ireland Secretary, I met him on a crowded Central Line Tube train. A cumbersome briefcase sat at his feet, and he was correcting papers in fountain-pen ink as if he had barely registered being morphed from Ministerial car to stuffy carriage. But he said he felt wretched. Almost the only person who had recently raised a smile to his wan lips was an old editor friend who joked that at the rate Mandelson was going he would soon be encamped in a sleeping bag on the Strand. <p>It looks improbable that Geoffrey Robinson's book will propel Mandelson an inch nearer to a berth in Ryman's doorway. The varying accounts of exactly how his £373,000 home loan was offered, or solicited, over Dover sole and Puligny Montrachet, reflects only that both men share the Humpty Dumpty line on semantics. 'When I use a word, it means just what I want it to mean - neither more nor less.' </p> <p>What lingers is the whiff of visceral rivalries. Robinson said again yesterday that he is not vengeful, and I believe him. His Don Quixote crusade to save Labour from Mandelson's machinations has, in his eyes at least, alchemised any bitterness into the sort of public service performed, at less august levels, by council rodent operatives. Nasty work, but someone has to do it. Robinson is not alone. Before the Daily Mail 's serialisation of his memoir, he told me that Mandelson was a 'divisive and destabilising influence'. Some weeks earlier, Peter Kilfoyle, the first Blair Minister to resign, used almost the same words. </p> <p>Robinson and Kilfoyle are very different. The former bore the lustre of cash and culture. The latter is what Lord Hailsham snootily called 'a Labour MP of the flat-capped breed'. One suspects that Kilfoyle, for all his abilities, may have been regarded by the more refined of Labour as the type of clodhopping northern relative prone to parking his dentures in the finger bowl. </p> <p>What united Robinson and Kilfoyle, apart from their dispensability at chic Notting Hill housewarmings, was a conviction that Mandelson is the Government's nemesis in Armani tailoring. This is not quite fair. The portrayal of Blair and his closest ally as the political variant of Rod Hull and Emu makes Mandelson a useful surrogate target for those unwilling to attack his more powerful alter ego . Only Ken Follett laid the charge of spite and spin at Blair's door, in an attack that consigned him to outer darkness. Since Follett was already in crepuscular circumstances, he dared to embroider a familiar canvas. Clashing egos, dripping blood, circling sharks - these are the unvarying props of testosterone politics. </p> <p>Or are they? John Major's 'bastards' outburst was a response to open treachery. In his recent memoir, Michael Heseltine, hardly a Nobel Laureate in peace studies, confined his digs to an account of Michael Howard producing his something-of-the-night routine in a spat over policy. Howard, he said with Lady Bracknellish delicacy, 'might have been more gracious'. In contrast, Labour's internal warfare has raised the stakes and changed the rules. </p> <p>I am not the first commentator to notice how the current feuds resemble Barbie wars. The querulous language and the fixation over who is best friends with whom evoke an ancient stereotype of adolescent girls squabbling over the nail varnish. This is Just Seventeen magazine with an overlay of Terminator 2 and a touch of Aristophanes lobbed in. </p> <p>'We are not players in some Greek tragedy,' Blair chided, when first apprised of the enmity between Brown and Mandelson. Instead, the latest drama more resembles a black farce scripted by the late Barbara Cartland and set in the 'dingy' flat that Mandelson forsook for Notting Hill. One could almost imagine him now, among the pinch-pleat curtains and BHS candle-effect chandeliers, declaiming that he is the victim of 'terrorism', while Gordon pulls on his Marigolds in the Formica kitchen, for fear of getting fingerprints on the knives. </p> <p>But why should a government with the best of motives have degenerated into pouty squabbles? Possibly it has fallen into its own gender gap, creating - in a relative vacuum of powerful women - a Mills &amp; Boon parody of female behaviour. By any standards, this is a boys' club Cabinet. Barring Clare Short, no woman heads a department. Those who used to (Harriet Harman, Margaret Beckett) are made almost complicit in macho structures because of their dignified denial that they were ever briefed against or undermined. </p> <p>The coming election does not promise much for women. If the 1997 result is repeated, Labour will send four fewer to the Commons, while the Tories may have a net gain of three. Tessa Jowell calls this 'very disappointing', while Blair says he will look at legalising all-women short lists if he wins next time (an uncertain pledge to cynics who think he might promise to multiply loaves and fishes if 2010 was the appointed mealtime). Quotas, anyway, are at best a partial answer. </p> <p>The election in 1997 of 101 women had mixed results. Attempts to change the Commons' working practices have not only failed. They have also produced a distortion under which trivial concerns get presented as the casus belli . Tomorrow's election of a successor to Betty Boothroyd is so bogged down in talk of breast-feeding that we might as well choose Penelope Leach as Speaker of the House and have done with it. </p> <p>This Government has achieved good things for women and children, chiefly at the behest of the Chancellor (albeit with a shove from Harman). But the idea that politics is being feminised is nonsense. Even allowing for worthwhile initiatives, such as Tessa Jowell's SureStart programme, the perception is that men engineer the big social changes while women get to do anorexia summitry and exhort the nation to eat up its spinach. In a curious way, the conflation of a focus on equality and a do-nothing strategy has made an anachronistic system seem more sexist than in days of overt bias. </p> <p>True, some able women are working their way up. Meanwhile, in France, Martine Aubry and Elisabeth Guigou are positioning themselves to go for Jospin's job. In America, Elizabeth Dole had a brief tilt at the presidency, withdrawing after George W. Bush attracted the big money. Although three-quarters of Americans say they are ready to elect a woman President, the votes go to a man whom one would hesitate to put in charge of a Tupperware party. </p> <p>Here, the problem is less voter chauvinism than the paradoxical imbalance in a government whose commitment to equality stops at its own plum jobs. Perhaps that is just a blip. And besides, it is absurd to suggest that an influx of women into the Cabinet would miraculously salve all rancour. Even so, they might abhor and so dilute a culture of bodice-ripping rows, cliques, huggy Treasury bonding and Mandelson's trips (discontinued post-election) to Harvey Nichols to choose Blair's ties. </p> <p>What does all that signify? Not so much the behaviour of a fractious lacrosse team as the febrile clannishness infecting the inhabitants of any closed order, from a Carmelite convent to Pentonville. The danger is that such emotions, though meticulously detailed by Robinson, remain incomprehensible to those with whom Mandelson once used to brush shoulders on the Circle Line. Voter patience, like his old travelcard, bears an expiry date.</p>",
  "Over lunch in a Manhattan restaurant, I had my second-greatest shock during two weeks in America. My companion was a New York journalist, a conventional liberal. He was thinking of voting for a Republican presidential candidate for the first time in his life. <p>In a close race, George W. Bush is slight favourite to win on 7 November (the Blair Government is privately resigned to a Bush victory). That lunchtime conversation offered one hint as to why this should be so. It is not merely Al Gore's unappetising and uninspiring personality. Behind that lies the barely conscious revulsion of many Americans for the ignoble bargain they made when they voted for Bill Clinton. </p> <p>This election ought to have been a walkover for Gore. During the Clinton presidency, the economy has boomed. That may be luck as much as judgment, but the rule in politics is that he who would take the blame if things go wrong is entitled to take the credit when they go right. It's true that the benefits of this boom have been unevenly distributed, more to the haves than to the have-nots. But in a country where barely half of the electorate votes, that should help Gore. </p> <p>On top of which, the Republicans chose as their candidate a man who - in the words of a journalist who supports Bush, the Washington Post 's Michael Kelly - is smarter than the average bear, but not much. A less polite way of putting it is that 'W' is even more of a buffoon than his father. He is certainly more of a mangler of language, who says, 'They will be in the forethought of our thinking' and that 'I will have a foreign-handed foreign policy'. My favourite was when he met Ffion Hague and, told about the unusual spelling of her name, greeted her: 'Hi, Ef-fion.' </p> <p>How then to explain that this ludicrous personage may well win - and some who consider themselves liberals may vote for him? There are clues in a New Yorker article about Clinton by Joe Klein ('Anonymous' of Primary Colors ). Klein is trying to be objective, and says harsh things. He also displays some of the lingering delusions about Clinton. Disenchanted as he affects to be about the man's not-so-private conduct, Klein writes of Clinton's 'intellectual acuity'. One could as well speak of his moral integrity. </p> <p>Yet the weirdest passage is when he describes Clinton's bid for the presidency in 1992. He had to show that he was tougher on crime than wimpish liberal Democrats, 'especially on the squalid, and substantively irrelevant, issue of the death penalty'. </p> <p>Irrelevant to whom? Not, one supposes, to the Americans judicially put to death every year, guilty or otherwise. Under Governor Bush, Texas has led the country, if not the world (China offers stiff competition), in executing people. We knew that Bush sniggers when talking about those he has executed, and gloats about those he will execute, whether or not they have been convicted of a capital offence. We now learn that he spends an average of 15 minutes considering each clemency appeal. </p> <p>Where does that leave enlightened Democrats? Klein alludes to the way, during his first presidential campaign, Clinton put to death for electoral advantage a brain-damaged black man. Americans opposed to capital punishment nevertheless voted for him. Is it a wonder that their consciences are troubled? Eight years ago they persuaded themselves that Clinton was the lesser evil, and some are now trying to persuade themselves that Gore is. </p> <p>There is another side to that. Tikkun is a radical Jewish magazine, published in San Francisco and edited by Michael Lerner. In it he argues against 'lesser-evilism', as morally corrupting and often politically ineffective. He says that Gore is scarcely a lesser evil in any case, with 'his slavish subordination to corporate interests, cheerleading for the military, flip-flops and lack of a moral centre, and his betrayal of environmental causes for the sake of political self-interest'. </p> <p>My single greatest shock came when I hired a car and eventually had to stop for petrol. A full tank cost $21.50, around £15. In England I would have been lucky to get change from £35. And Gore's response to the latest fuel-price crisis? He asked Clinton to release oil stocks from the strategic reserve so Americans could continue to enjoy driving in the style, and at the price, to which they are accustomed. </p> <p>With all that, Gore's greatest problem remains Clinton, and the sense of shame many Americans feel about having been suckered by one fraud already in the past decade. Gore knows this. The New York Times described how relations between president and vice-president are icier than ever. Gore rarely speaks to Clinton, let alone asks his advice, and each man feels betrayed by the other. </p> <p>But Gore's complaints of betrayal are surely the more abject. Forget Monica: no-one actually thinks that Clinton raped Miss Lewinsky, but many Americans - including Gore - believe he did, in a legal sense, rape Juanita Broaddrick. </p> <p>Asked if he thought this was the case, Gore couldn't answer. A vice-president who believes his Head of State is a rapist is someone who has engaged in a terrifying Faustian bargain. Perhaps it epitomises the bargain many Americans made when they voted for Clinton. </p> <p>The New York Times says cutely that 'the buddy movie that began when these two young Southern centrists started off on a high-energy bus tour across America in the 1992 campaign wasn't supposed to end like this', but then perhaps the buddy movie between Clinton and American liberalism was always likely to end in tears, rage and guilt. If liberals now try to assuage that guilt by taking it out on Al Gore, he truly has no one but himself to blame.</p>",
  "Up to 10 points adrift in the polls and with 7 November now approaching like a high-speed train, Al Gore is really struggling, in the nation and here in his own backyard. <p>As George W. Bush was wooing redneck America by playing an isolationist card, his rival was last night still resisting growing pressure to let loose the 'alpha dog' - Bill Clinton - on the last stretch of the campaign. </p> <p>Gore has distanced himself from Clinton's dubious moral legacy while claiming his share of the credit for America's economic miracle. Last week, the New York Times reported that Clinton was hurt by his neglect. </p> <p>But on Friday Gore made it clear that he remained his own man. He said: 'The President is my friend and I appreciate his help in the campaign.' But he added: 'This is a campaign that I am running on my own.' </p> <p>In Tennessee, aides insist that Clinton is a liability. But increasingly the strategists in Washington and local candidates in the concurrent congressional race are anxious to use all the pulling power they can muster, especially if it comes from a person like the President. </p> <p>They are anxious to deploy a man they know can command enormous affection in crucial working-class states and can get out the vote whose indifference, they fear, may let Bush ride to victory. </p> <p>Sources say Gore's campaign HQ is under 'very significant pressure' to bring on the President, and that he himself is straining at the leash to become involved. 'As everyone knows, it's what he loves more than anything,' says one. 'That's the Vice-President's biggest worry of all.' </p> <p>Gore and Bush seem convinced that the contest is to be won by spinning, packaging and flooding the airwaves. Yesterday the New York Times splashed the guidance from a Bush aide that the Republican candidate was planning a new 'division of labour' in the Western alliance. The US would pull its troops out of the Nato peacekeeping operation in Kosovo and concentrate on the Persian Gulf, Asia and other troubled regions. </p> <p>Bush has repeatedly said that peacekeeping and humanitarian missions are undermining US defence capability. Gore, in sharp contrast, believes America should be even more proactive. </p> <p>In fact, the mission in the Balkans accounts for a little more than 1 per cent of the Pentagon's $280 billion budget. The Bush camp's move is clearly a considered gesture, part of a skilfully orchestrated surge towards the winning post that has the Gore camp rattled. </p> <p>Writing in Salon magazine, Joan Walsh expressed the Gore side's puzzlement and incipient panic. 'This election should be a Gore rout... The Clinton-Gore administration has presided over the longest economic boom in US history.' </p> <p>Instead, she notes, Bush is 10 points ahead: the reason is that while Bush has embraced the legacy of Reagan, Gore has stood apart from Clinton - an 'unconscionable strategic blunder'. Gore is even struggling here in the state where his family tree is rooted. It was his senator father's power base and home to the tobacco farm where Gore spent childhood summers away from Washington DC. </p> <p>Gore's statisticians in Tennessee calculate that the Vice-President can win this election even if he if loses the bastion of votes down in Florida. But these sums depend on two things: holding on to the key swing states of Michigan, Ohio, Missouri and Pennsylvania - and as an absolute banker the state in which he was partly raised. </p> <p>But suddenly the political rock of the Blue Ridge Mountains feels more like the shifting silt of the Mississippi. Since the Civil War Tennessee has been a swing state. This year it is as much up for grabs as ever. A poll last week even put Bush ahead by a nose. </p> <p>'It's no surprise it is a close race,' says Greg Wanderman, executive director of the Tennessee Democratic Party. 'It's been an increasingly Republican state for the past 10 years, mostly in the suburbs. But I think Gore will win, if the base turns out.' </p> <p>Walsh expressed the feelings of a growing number of Gore advisers when she concluded: 'Clearly, it's time to let the big dog out, to let Clinton be Clinton. The only way for Gore to win the White House is to have the current occupant stump for him from here to election day.'</p> <p><b>Where they stand on the issues</b></p> <p><b> BUSH</b><br> <b>Tax: </b>Proposes $1.3 trillion tax cuts over next 10 years. </p> <p><b>Budget: </b> Plans to use $46 billion, one quarter of the budget surplus, to fund tax cuts.</p> <p><b>Social security: </b> Wants to invest funds on stock market to boost pensions. </p> <p><b> GORE</b><br><b> Tax: </b> Promises $500bn targeted tax cuts over next decade. </p> <p><b> Budget: </b> Pledges to balance the US federal budget, pay off national debt and create $300bn reserve 'for a rainy day'. </p> <p><b> Social security: </b> Wants to spend $300bn modernising Medicare over 15 years.</p>",
  "<p>Last autumn, one of my neighbours, Kenneth Payne, fortified by the courage available at one of our local bars, loaded his shotgun, walked across the road to the trailer home of best buddy Curtis Cook and emptied both barrels into Cook's stomach. </p> <p>While his friend bled to death, Kenneth sat down on his porch and telephoned a local family to say 'no one's going to bother your little girl anymore'. Kenneth claimed that Curtis had, earlier in the evening, confessed to molesting the neighbour's eight-year-old child.</p> <p>The next day, our town's burghers ran out to tell curious metropolitan reporters 'things like that don't happen here'. Really? No local mentioned the story of our school headmaster's daughter, who hid her pregnancy from her parents then drowned her child right after it's birth.</p> <p>What kind of monstrous hamlet do I live in? While few Americans have heard of it, you probably know it as the congenial, rural town lionised on BBC radio's Letter from America, broadcast by Alistair Cooke, one of our few unarmed residents.</p> <p>Like Alistair, I have made shameless use of the cartoon imagery of this convenient exemplar of unspoilt small town America. A few months ago, I wrote of our town's heroic struggle to block McDonald's opening a restaurant, a threat to our quaint rural character. The way I told it, we were gloriously defeated by the McLawyers who bullied us into bending our preservation laws.</p> <p>I left out of the story the fact that our defence was sabotaged from within by some members of that fifth column of small businessmen found in every American town - the local real estate agents, shopkeepers and farmers who hoped to turn a quick buck on their properties once the planning rules were breached and broken.</p> <p>I've written scores of bad-tempered columns about the brutish ways of America's biggest businesses. That viewpoint is admittedly a bit unbalanced. To be fair, we must recognise that for sheer narrow-minded, corrosive greed nothing can beat the USA's grasping, whingeing small businessmen. </p> <p>And within that avaricious little pack, none are so poisonously self-centred and incorrigible as the small town businessmen of rural America.</p> <p>During the presidential debates, Al Gore opened the bidding to win this pampered demographic by promising to slash inheritance taxes 'to save our family farms and businesses'. Right now, if you inherit a farm or business worth up to $2.6 million (£1.8 million) you pay no tax at all. But that's just not enough for what the fawning candidates call 'local entrepreneurs'. Gore promised to raise the exemption to $4 million - only to be trumped by George W Bush, who would wipe away inheritance taxes altogether.</p> <p>This group is the same that defeated Bill and Hillary Clinton's 1993 proposal to require all businesses to provide bare-bones health insurance for their employees, an expenditure of only 35 cents (23p) per hour. </p> <p>Fortune 500 corporations expressed few qualms about the mandatory insurance plan as most big firms already provide some health care coverage for their employees. It was the swarm of Lilliputian entrepreneurs, under the aegis of their National Federation of Independent Businesses, who blocked the Clintons' modest attempt to end medical care apartheid in America.</p> <p>You name it - maternity leave, minimum wage, even health and safety inspections and rules barring racism in hiring - any meagre proposal to protect the lives and families of working people, and the NFIB's small businesses legions have their swords out.</p> <p>But we must never say so. Gore can shoot at big tobacco and big oil, Bush can vilify teachers and union workers, but any politician who breathes a word against rural businesses, farmers or the NFIB's Scrooge battalions ends up as electoral roadkill.</p> <p>Ten years ago, our town convinced a charitable foundation to pay for experts from Britain to tell us how to preserve our area's rural character. We held meetings, referenda, elections. It was that active small town American democracy that makes the Guardian's Jonathan Freedland ga-ga with envy. At the end, the town voted overwhelmingly to adopt what became known as the UK Stewardship Plan to protect our green fields and prevent ugly sprawl.</p> <p>Come by my town today and count the pustules of strip malls and fluorescent signs directing you to Bagels Hot, Cars Like New No Down-Payment, and Dog Burger where corn fields once stood. </p> <p>Sensible British designs and a preservation-minded electorate could not overcome the me-first obstructionism of a hard core of small businessmen and farmers lusting to sell off their land to McDonald's, Wal-Mart and housing speculators.</p> <p>I wouldn't equate rural shotgun murders and child molesting with the small town businessman's penchant for despoiling the rural landscape. But they are covered over by the same cowardly silence. No politician, local or national, has the guts to break though the mythology of the struggling local businessman who cares and sacrifices for his community. This folkloric invention approaches saintliness when the discussion turns to rural, small town America with its treacly images of barbershop quartets, Farmer Brown on his tractor and the Main Street parade after the strawberry harvest.</p> <p>What makes challenging this myth of happy small-town America off-limits is that it provides pleasant code words for the ugliest corner of the American psyche. </p> <p>When politicians talk about 'small-town American values', 'family values' and the 'hard-working small businessman' everyone knows the colour of that town, that family and that businessman: white.</p> <p>Pleasantville USA is implicitly placed against the urban jungle populated at the bottom by dark-skinned muggers and pregnant teenagers on the dole, and at the top by Jewish financiers of Hollywood pornography.</p> <p>It would dangerously undermine this politically useful imagery if the public were reminded that small towns are filled with pale-faced citizens despairing and dangerous as any in the inner cities. </p> <p>Nor could the NFIB win those special exemptions from taxes and planning regulations for small business and farms if they were not seen as struggling defenders of local communities but dollar-crazed and duplicitous operators who wouldn't care if McDonald's put a drive-though in the Lincoln Memorial.</p> <p>Britain is not exempt from the political bullying power of small-town commercial cliques. It was sick-making to read of the Department of Environment's proposal to remove 80 per cent of England and Wales from the Areas of Special Control of Advertising which, until now, protected the countryside from billboards. This is the first step in the Government's loosening of rural planning strictures.</p> <p>The DETR's advisory quango, the Countryside Agency, last week dismissed preservationists fears as 'a nostalgic yearning for a countryside that is long gone. You need to look forward if the countryside is to have vitality in the future'. </p> <p>What is this 'future' that is so wonderful that you have to rush there at high speed, that requires billboards for Toys R' Us? I've seen your future. It's called America. I live there, among Taco Bell and Happy Meals.</p> <p>Every landscape we build, wrote psychologist Norman O Brown, is our recreation of the interior of our mothers' bodies. What does it say about Americans that when we look out over a natural vista we are seized with psychic anguish if we cannot locate a throbbing neon sign flashing Pizza hot!</p> <p>And what makes that vision so irresistible to John Prescott and his sub-ministers? In our little town, it was George, the owner of the local lumber yard, who proudly organised successful business opposition to the UK Stewardship plan. With dollar signs in his eyes, he welcomed the McDonald's and the boxy shopping mall that replaced several hundred acres of raspberry fields.</p> <p>But small-town Georges forget that when they break down government regulations, it is big business that gleefully rushes through the breach. </p> <p>This month, George was stunned by the announcement that Home Depot, the Wal-Mart of DIY stores, would replace a nearby corn field. And that means George is out of business. In small-town, neighbourly manner, I expressed my sympathy to George. If I were a better person, I would have meant it.</p>",
  "<p>Plans by the European Commission to test more than 20,000 chemicals found in household products could cost the UK's chemical industry 'hundreds of millions of pounds'. </p> <p>The director general of the European Environment Directorate, James Currie, will issue a White Paper early next year stating that chemicals in products which hit the shops before 1992 will have to be re-tested. The measure will kickstart Sweden's presidency of the European Union from next January. </p> <p>The EU has not decided how many chemicals should be re-tested. It could be as many as 70,000. </p> <p>The UK chemical industry, which is worth £32 billion, fears that it will not be able to meet stringent timetables the EU is likely to impose. </p> <p>There are serious concerns that all data resulting from the tests will be stored for public consumption which may lead to competitors accessing secret formulas. </p> <p>Products first in line to be tested include household bleach and paint strippers. </p> <p>'There is a real question as to who's going to pay for this,' said Dai Haywood, director of leading private chemical manufacturer Thomas Swan. 'At the moment all the burden seems to be falling on the industry because it's easier to extract costs from us. But this is going to cost hundreds of millions of pounds.' </p> <p>Industry analysts fear this measure could wipe millions off the sector's share price valuations. 'These tests have been factored in to a degree but until we know exactly how wide-ranging they are, it is unclear what impact this measure will have,' said one. </p> <p>Meanwhile, industry chiefs and animal rights groups fear that the tests will lead to the destruction of millions of animals in laboratory experiments. 'A conservative estimate says we're looking at the slaughter of three million animals,' said Wendy Higgins, campaigns director of the British Union for the Abolition of Vivisection. 'We're hoping that the EU will accept alternatives to animal testing.' </p> <p>In America, a similar testing scheme initiated by Al Gore provoked the wrath of US animal rights' protestors and forced a partial climb-down. </p> <p>Frantic lobbying of the European Commission by the chemical industry, which is Britain's number one manufacturing exporter, and the Department of the Environment, is under way with the objective of limiting the number of chemicals to be tested.</p>",
  "<p>The gaffe by Willem Duisenberg over exchange rate policy reminds me of one of the great business quotes of recent decades. It was made by none other than the boss of the Dome - no, not that Dome, but the president of the failed Dome Petroleum Corporation of Canada in the early 1980s. </p> <p>What Bill Richards disarmingly said to former Financial Times journalist Peter Foster was: 'We weren't really successful in exploration, but the important thing is that we did it with other people's money.' </p> <p>As Foster tells the story, Richards immediately paused and added: 'Hey, that's not a very good quote, is it?' To which Foster replied 'It's a very good quote', and made it the title of a best-selling book on one of the great financial follies of the 1980s. </p> <p>The Times journalists who interviewed the president of the European Central Bank last week got a remarkable reply to the question whether it would make sense for central banks to get into the market if a sharp change in currencies were caused by war in the Middle East: 'I wouldn't think so,' was the quote. </p> <p>Duisenberg has a first-class press adviser, Manfred Korber, who spent many years at the Bundesbank and knows all about the sensitivities of the financial markets. As the Times reported: 'His press adviser, acutely aware of the potential market significance of the president's remarks on intervention, asked Duisenberg if he was happy for these comments to remain on the record. The ECB president replied that he was.' </p> <p>Then, of course, all hell broke loose. The financial markets had been impressed by last month's intervention by the Group of Seven leading industrial countries to prop up the euro, and were waiting for more. The September intervention may not have sent the euro shooting up for long, but it steadied the currency. The fact that the G7 had shown they were prepared to intervene undoubtedly improved the climate around the euro. </p> <p>The ECB president was widely criticised for having broken the code under which central bank governors do not answer questions about intervention policy. In my experience, however, they, and finance ministers, do so when it suits them. The real gaffe was to give the impression that that was that - no more intervention on the cards. </p> <p>Despite the embarrassment he has caused, Duisenberg is the best ECB president we have; it is generally thought that his obvious - indeed designated - successor, Jean-Claude Trichet, will not step into his shoes before the euro notes and coins are introduced in 2002. </p> <p>At a press conference last Thursday the ECB closed ranks and Duisenberg teasingly conceded, when asked to resign, that he had accepted advice 'and I am not going to answer any questions related to that recent interview'. He then went on, mercifully, to restate the official line that 'intervention is a tool available to central banks to be used if and when appropriate'. </p> <p>The original gaffe was all the more remarkable in the light of the time it had taken for the G7 to get its act together. Way back in January the G7 discussed intervention, but only Japan was keen. At the April G7 meeting the French and the Italians wanted a statement about intervention but the Germans didn't. Japan is believed to have intervened heavily this year to prevent the yen from appreciating further against the dollar, and with some success. It was only in September that the Europeans could agree on the need for intervention. Then, having impressed the markets and got them on tenterhooks (which always helps against speculative fever), the ECB president nearly ruined it. </p> <p>These are sensitive times, and the markets are prepared to make mountains of molehills. There was a widespread assumption that the US Federal Reserve would not intervene in the markets before the 7 November presidential election, but it did. The Fed was keener on intervention than the US Treasury, and can advise it on the need for intervention, but takes its final instructions from the Treasury. A little-noticed item in the Times interview was Duisenberg's remark that the market was 'decidedly wrong' if its impression was that the US intervention had been 'very modest'. </p> <p>The market is also obsessed by statements by US Treasury Secretary Larry Summers that he favours a strong dollar. Certainly, Summers favours a strong dollar. But I doubt whether he favours the collapse of US multinational business in Europe, or would stand idly by if the euro looked like going into a freefall precipitated either by a Middle East war or by some other financial panic. </p> <p>As the FT 's excellent market reports observed: 'Mr Summers trod a fine line [after Duisenberg's gaffe] reiterating his support for the long-standing strong dollar policy while saying he shared concerns over the euro.' And one of the Fed governors, Robert Parry, said the strong dollar was 'denting corporate profitability and exports'. </p> <p>The fact of the matter is that the world economy is finely poised, and nothing can be ruled out on the G7 front. For the moment, the central bankers - from Alan Greenspan to the Bank of England's Monetary Policy Committee - give the impression that there is no panic on the inflation front from higher oil prices, provided they don't go much higher, and provided wage bargainers do not respond with inflationary wage claims. </p> <p>But this relative optimism could change, and my own impression is that last week's reassuring speech by Greenspan was - given the US trade deficit, the vulnerability of Wall Street and the unknowns in the oil market - at the upper end of complacency for a central bank governor. </p> <p>My final thought for those who think currency intervention is out of the question is a reminder of what Margaret Thatcher did in January 1985 when the pound threatened to fall to $1. She simply changed her non-intervention policy and rang up her friend Ronald Reagan to ask for his help as well. </p> <p>Of course, the nice thing about intervention is that, in the end, finance ministries and central banks can do it with other people's money. But, properly handled, intervention can also be in the interest of the entire world economy.</p>",
  "It is one of the most surreal yet symbolic scenes of the post-war Balkans. Every night a faint glow can be seen through the windows of the great, unfinished Serbian Orthodox Cathedral in the centre of Pristina, the capital of Kosovo. <p>But the gentle light comes not from candles, ghosts or angels. Inside the church is a large tent. And inside the tent are three Royal Marines commandos. If you come at the right time, they will all be sitting on their sofa clutching mugs of tea and watching EastEnders. A fourth will be outside keeping guard, making sure the church is not razed by Kosovo's Albanians who see it as a symbol of a past and a people they hate. </p> <p>Three weeks after Slobodan Milosevic fell from power, and a week before Kosovo's Albanians cast their votes in their first internationally supervised free election, everything and nothing has changed here. While there is little doubt British troops will be watching EastEnders and protecting Kosovo's Serbian churches and churchgoers for years to come, it is also clear the events in Belgrade have altered the political landscape. </p> <p>Sixteen months ago, at the end of the Kosovo war, as 850,000 Kosovo Albanian refugees streamed home in the wake of Nato's victory, Kosovo's independence seemed imminent. But, now, with the rehabilitation of Serbia's image at the fall of Milosevic, the international community's sympathy for Kosovo's Albanians is over. </p> <p>Their leaders were dismayed at Milosevic's fall. Hashim Thaci, ex-leader of the guerrilla Kosovo Liberation Army, says: 'I fought for democracy in Kosovo - not for democracy in Serbia!' </p> <p>Across the street from the Serbian Orthodox Cathedral is the office of Pleurat Sejdiu. During the dark days of Serbian repression he sought asylum in Britain where he drove a minicab. When the war began in 1998, he emerged as the KLA's spokesman in London. Now he shares the job of Kosovo's Minister of Health in the United Nation's administration. 'What happened in Belgrade is good for Serbs but neither good nor bad for others,' he says. </p> <p>Others say Vojislav Kostunica, Yugoslavia's new President, is a Serbian nationalist just like Milosevic. A picture of him holding a Kalashnikov in Kosovo is proof, say Albanian newspapers, that he was a paramilitary leader. There is no evidence of this and Kostunica says the gun was thrust into his hands during a visit. </p> <p>But there is little doubt that when Kostunica has consolidated his power, probably after Serbia's elections on 23 December, he will turn his attention to Kosovo. </p> <p>UN Security Council Resolution 1244 may have sealed Serbia's defeat, but it did specify that, pending a resolution of its final status, Kosovo remained part of Yugoslavia. It also said that at a certain, unspecified time 'hundreds' of Yugoslav and Serbian 'personnel' would be allowed to return to Kosovo. </p> <p>So, Kosovo's leaders have been looking on with increasing horror as they see Kostunica courted by Western leaders as diplomats dust down old plans for a federation or confederation of Serbia, Montenegro and Kosovo. 'There will be no links with Serbia in any confederation,' says Sejdiu, 'end of story.' </p> <p>But it will not be the end. Bernard Kouchner, the Frenchman who runs the UN's Kosovo administration, is clearly not relishing the day when Kostunica wants to visit again. 'OK, welcome!' he says. 'But, we would have to organise that in terms of security, so it is a bit premature. But the idea is not stupid. It is really a question of time.' </p> <p>As the Kosovo Albanians go to the polls, this is not what they want to hear. But their leaders have no policies, except independence, about which they all agree. While Serbia's politicians look to the future, Kosovo's poll is about who did what during the war and the last 10 years. </p> <p>Kosovo's Albanian leadership will have to think of a more sophisticated strategy to deal with Serbia than it has had until now. </p> <p> Tim Judah is the author of 'Kosovo: War and Revenge' published by Yale University Press</p>"
]