[
  "<p>If, as Bill Clinton once said, \"It's the economy stupid\", the next couple of months should be a triumphal procession towards the White House for Al Gore. The US has never seen an economic expansion as long as this one, which began after the Gulf war in 1991, and the combination of low unemployment and rising real wages are the classic ingredients of a feelgood factor. </p> <p>Mr Gore's direct responsibility for the rejuvenation of the economy was limited. In his days as a Tennessee senator he helped to launch the Democratic Leadership Council, a home for the \"new\" Democrats who believed that the party should loosen its ties with the unions and adopt a friendlier approach to business. </p> <p>As such, it was no surprise that after Mr Clinton's victory in 1992 he was a strong supporter of the plan to take the axe to the hefty budget deficit built up by Ronald Reagan's mix of tax cuts and military spending in the 80s, and one of the most vociferous cheerleaders for free trade, both through the North American Free Trade Act (Nafta) and the World Trade Organisation. </p> <p>But, like most vice-presidents, he has played a back-seat role in economic policy. Americans know whom to thank for rising prosperity, and it is not Mr Gore (or Bill Clinton) but Alan Greenspan, chairman of the Federal Reserve, the US central bank. </p> <p>Until last month's Democratic convention his failure to claim credit for nine years' economic growth looked like an insurmountable barrier to his presidential hopes. </p> <p>Business liked his commitment to free trade; the trade unions did not. He has tried to remedy that by tacking to the left, saying he will defend ordinary Americans against \"Big tobacco, big oil, the big polluters, the pharmaceutical companies, the HMOs [health maintenance organisations]\".</p>",
  "Billionaire tycoon Rafik Hariri and his allies swept all 19 parliamentary seats in Beirut, ousting the current premier and boosting Hariri's chances of being named the new prime minister - a move that could put him on a collision course with the president. <p>Early morning unofficial results showed that Prime Minister Salim Hoss and three members of his cabinet lost by wide margins to candidates backed by Hariri in the three electoral districts in Beirut. The results quoted officials at the counting centres, where all candidates have representatives. </p> <p>Hariri, a former prime minister who tried to rebuild Lebanon following its devastating 1975-90 civil war, hopes to once again lead the government of a nation where political fortunes depend heavily on the desires of neighbouring Syria, the main power broker in Lebanon. </p> <p>Candidates backed by Hariri made a strong showing in the first stage of voting in the provinces of Mount Lebanon and North Lebanon a week ago and claimed a clean sweep in Beirut in Sunday's voting, the last of two stages of balloting for the 128-member legislature. Residents of the former Israeli-occupied zone in southern Lebanon voted Sunday for the first time in nearly 30 years. </p> <p>Hariri's supporters set off fireworks and celebrated in the streets of Beirut late Sunday after television stations, citing partial, unofficial results, reported overwhelming victories for Hariri's candidates over those of Hoss for seats throughout the capital. </p> <p>Hariri's undeclared battle for the premiership could set up a clash with President Emile Lahoud, who names the prime minister. Lahoud vehemently opposes Hariri who stepped down in 1998 after a dispute with the president. Lahoud had backed Hoss, but now appeared to have little option but to name Hariri prime minister. </p> <p>Under Lebanon's constitution, which allots leadership posts according to religion to keep a lid on volatile sectarian rivalries, the Maronite Christian president is elected by members of Parliament for a six-year term. Lahoud still has four years in office. </p> <p>In a statement published in newspapers Monday, Lahoud said he will abide by the constitution and consult with the newly-elected legislature on naming a new prime minister. </p> <p>Under the 1989 Arab-brokered peace plan that ended the civil war, the president is expected to ask the Sunni named by the majority of legislators to form a new government. Legislators need not confine themselves to other members of parliament when making their choice. </p> <p>Christians and Muslims, leftists and rightists teamed up with Hariri in the campaign to protest at the military's role in politics under Lahoud and the government's failure to deal with a faltering economy. </p> <p>While the concerted attack on Lahoud was unusual, at least one sacred cow remained: Few candidates from either side criticized Syria's involvement. Syria has 30,000 troops in Lebanon and dominates it militarily and politically. </p> <p>Hariri and Lahoud are both considered close to Syria. </p> <p>Hoss had accused Hariri of using his vast fortune to influence voters. Hariri says he merely has provided money for scholarships as well as financial and medical aid to needy Lebanese. </p> <p>Hoss raised the charge again Monday, telling reporters he lost because \"money was spent to influence the course of the elections.\"</p> <p>But Hoss said he would accept the election results. </p> <p>Hariri also was accused of shackling Lebanon with $20bn in debt during his 1992-98 government, when he launched a multi-billion dollar plan to rebuild Lebanon from the civil war. </p> <p>In south Lebanon, an election coalition that included Parliament Speaker Nabih Berri's pro-Syrian Amal group and its Shiite Muslim rivals of the Iranian-backed Hezbollah, as well as Christian candidates won all 23 parliamentary seats, according to unofficial results published in newspapers Monday. The Amal-Hezbollah alliance has not yet announced whom it will back for prime minister. </p> <p>A similar coalition in the Baalbek-Hermel province in eastern Lebanon's Bekaa Valley captured all 10 parliamentary seats in the region. </p> <p>Hezbollah and Amal led a guerrilla war against Israeli forces in southern Lebanon and hoped to bank on increased popularity after Israeli troops withdrew from the border zone in May, ending an 18-year occupation. </p> <p>Hezbollah increased the number of its legislators from seven to nine. </p> <p>The last time that residents of the former Israeli-occupied zone in the south voted was in the 1972 parliamentary elections. There were no elections in Lebanon during the civil war and parliamentary polls in 1992 and 1996 did not include the border areas because of the Israeli occupation. </p> <p>There was light voter turnout in mainly Christian towns in south Lebanon. Two-thirds of the 6,000 Lebanese who fled to Israel in the final hours of the occupation were Christians allied with the Jewish state. Other residents are in jail for collaborating with Israel. </p> <p>By contrast, voting in Shiite areas was brisk and residents appeared to back the guerrillas.</p>",
  "Al Gore has swept into the lead in a series of opinion polls in the battleground states in the US presidential election, turning the contest to succeed Bill Clinton into a genuine two-horse race with his Republican rival, George W Bush. <p>The battle for the White House moves into top gear today, the traditional Labour Day holiday, as the two contenders begin the final 64 days of intensive campaigning leading up to the November 7 election. </p> <p>As they do so, they face a political landscape which has been dramatically changed by the August party conventions. In the latest national poll in Newsweek magazine, Mr Gore leads by 49% to 39%, a 10.5% swing compared with a month ago, when Mr Bush led in a similar poll by 49% to 38%. </p> <p>Traditional American political wisdom says that the candidate who is in the lead over the Labour Day weekend normally wins the presidency. </p> <p>Mr Gore's advisers believe the latest figures exaggerate the Democratic candidate's national lead, but they say that their private polling shows an across-the-board shift in their fortunes in the key states where the election will be decided. </p> <p>Over the past 10 days, the Gore camp says, polls in 16 battleground states show Mr Gore leading in 14, tying with Mr Bush in one, and trailing in another. A month ago, Mr Gore trailed in 12 of the 16 states. </p> <p>Independent polling in some of the battleground states confirms the swing to Mr Gore. A new poll in Pennsylvania, a populous \"must-win\" state for the Democrats where Mr Gore trailed in July, shows Mr Gore now ahead 50% to 37% over Mr Bush. </p> <p>Mr Gore and his running-mate, Joe Lieberman, embarked yesterday on a non-stop 24-hour \"American workathon\" swing through several of the key states, including Pennsylvania, Michigan and Kentucky, emphasising their support for the labour movement and \"working families\". </p> <p>Mr Bush will also focus on the midwest battleground, starting in Illinois today, moving on to Michigan and Pennsylvania tomorrow. </p> <p>The Bush camp's official line is that it always expected Mr Gore to narrow the gap. </p> <p>But the surge towards Mr Gore - the first time at any stage of the past year that the vice-president has had more than an occasional lead over Mr Bush - has unsettled many Republicans much more than they are prepared to admit in public.</p>",
  "George W Bush's Texas leads the union in several key indicators of what compassionate conservatism has meant during his five years as governor: among them, the country's most densely populated jail system and its busiest death chamber. <p>He has signed more death warrants than any other governor, nearly one every other week since 1995. \"I'm confident that each person who has been executed in our state was guilty of the crime,\" he said. </p> <p>To that end, 141 people have been put to death during Bush's administration. Four weeks ago a man whose IQ was thought to be as low as 63 was executed, even though courts routinely consider anyone around 70 as retarded. </p> <p>Mr Bush can only issue a reprieve on the recommendation of the state board of paroles and pardons. He appoints its members, who have never met and vote by fax. </p> <p>Texas leads the US in its enthusiasm for locking people up: more than 163,000 of its population of 20m were in jail last year. </p> <p>While crime fell in the 90s in Texas - as elsewhere - the state's prison numbers grew by 173%; again, more than anywhere else. Indeed, between 1995 and 1998 crime in Texas declined by 5.1% compared with 10% nationally. </p> <p>\"Texas processes inmates the way a fast-food restaurant processes hamburgers,\" said Steven Bright, of the Southern Centre for Human Rights. </p> <p>Mr Bush, unlike his opponent Al Gore, opposes mandatory gun registration and adheres to the standard Republican line that the firearms laws are adequate but that the determination of the Clinton administration to enforce them is not. </p> <p>Guns are part of the Texan heritage and Mr Bush is not willing to tamper with that. He has signed a bill making it illegal for Texan cities to sue gunmakers unless the state attorney general agrees; declined to do anything to assist a bill that would have imposed background checks on people who buy guns at firearms shows; and supported a law that ended a 125-year ban on carrying concealed weapons.</p>",
  "Everything George W Bush wants to do - according to the campaign slogan - is \"for a purpose\". He seeks \"prosperity for a purpose\" through a giant \"tax cut with a purpose\" to \"renew America's purpose\". <p>As buzzwords go, it is a telling choice, since a strong sense of purpose has hitherto been lacking in George W's meandering career. Until recently he took umbrage at being asked about his plans. </p> <p>\"I just don't worry about those things,\" he told an interviewer. \"I kind of figure life is going to work its way out somehow.\" </p> <p>Life has indeed worked out for George W Bush so far, but it has had a lot to do with who his father is. In 1968 the family name kept young George out of Vietnam, giving him a coveted place in the Texas National Guard. </p> <p>Later the name ensured that a string of investors backed him through a string of failed oil ventures in the 80s, and put the money up for the acquisition of the Texas Rangers baseball team in 1989. </p> <p>He was the well-connected face in the front office and made millions from his tiny personal investment. </p> <p>Through it all he expressed scant interest in public policy. Even when he went to help his father's presidential campaign in 1988 it is said he was not particularly interested in discussing issues. But he had a keen nose for staff loyalty, and was his father's eyes and ears, and sometimes his hitman. </p> <p>If there is one driving force behind George W Bush's short political history, it is loyalty. He is supremely faithful to his father and, according to those who know him well, sees this election as an opportunity to avenge the 1992 defeat by Bill Clinton. </p> <p>But he also believes in loyalty to his backers, and if you were to look for a unifying theme in his years as Texas governor, it is the paying of dues to the business interests which aided his rise to power. </p> <p>His main contribution to the Texan fiscal system has been to slash property taxes, which favoured the wealthy. </p> <p>His proposed cut of $1.6 trillion in federal taxes is in the same mould. A married couple earning $250,000 would be saved more than $7,000; a single mother living on $22,000 would gain nothing. For all his emphasis on social and ethnic inclusion, the promised tax giveaway has brought class to the heart of the election. </p> <p>His other significant impact on Texas is tangible in its grimy air and water. He pushed through the weakest environmental laws in the US, which allow the oil and chemical industries - principal contributors to his campaign - to police themselves. </p> <p>He has been given credit, even by his critics, for his support of public education in Texas. His interest appears to be influenced by his wife, Laura, a teacher and librarian. </p> <p>His sustained advocacy of state schools, particularly in impoverished Hispanic communities, has earned him bipartisan support in the Texas legislature. </p> <p>But he is not proposing to devote much money to the country's schools: he wants to spend $26.6bn on education, compared with the $115bn proposed by Mr Gore. </p> <p>The Bush rhetoric on strong defence, too, seems to run counter to the scale of his proposed tax cut. He has promised to increase pay and modernise the forces, but with a third of the funds Mr Gore is promising to spend. </p> <p>To save money, he promises to withdraw troops from peacekeeping engagements. No money appears to have been allocated to the controversial National Missile Defence System he is advocating, calling into question his dedication to the project. </p> <p>The paradox of George W Bush's campaign is that an unideological candidate has acquired a platform which puts class back at the heart of US politics. The explanation lies in the corporate money stacked up behind him.</p>",
  "Al Gore has made fewer campaign commitments than George W Bush on foreign affairs and defence, but then few American elections have been won and lost on foreign policy. <p>Mr Gore served in the US army in Vietnam from 1969 to 1971, though he was opposed to the war. Those years give him a credibility with the defence establishment which Bill Clinton never achieved. So also do his years in the Senate, in which he gained the reputation of a conscientious independent thinker on issues such as arms control. </p> <p>As America's commander-in-chief, he would not be so self-evidently a client of the military-industrial establishment as any Republican president - and certainly Mr Bush - would be. But Mr Gore is a defence hawk, and might favour more aggressive US military stances against opponents such as Iraq. </p> <p>Last month, after Mr Bush said in his Philadelphia nomination speech that US forces were demoralised, under-resourced and, in some cases, unready for action, Mr Gore mounted a fierce counter-attack, accusing Mr Bush of seeking to \"run down America's military for political advantage\". This seems to have discouraged further Republican efforts to make defence a major campaign issue. </p> <p>Mr Gore's position on the National Missile Defence System (NMD) is ambiguous. Officially, he supports the Clinton administration's plan to deploy a limited battery of interceptor missiles, and he has deliberately not attacked Mr Bush for his more ambitious views on the issue. But he is a proven believer in international arms control, and if he wanted to put the NMD issue on hold after he was elected he could do so, and would collect international acclaim for it. </p> <p>A Gore administration would have the traditional close relations with Europe, but the vice-president does not have the sentimental attachments to England or Ireland which made Bill Clinton a close ally of Tony Blair. </p> <p>He is probably closer to the Israel lobby than any Democratic presidential candidate in modern times, not least because of Mr Lieberman's presence on the ticket. </p> <p>European diplomats expect that a Gore administration would be tougher than Clinton's on trade issues. </p> <p>Mr Gore advocates free trade and the authority to negotiate fast-track trade agreements, but he has hinted at limits to free trade which would set him apart from Mr Bush. </p> <p>\"We must set standards to end child labour, to prevent the exploitation of workers, and the poisoning of the environment,\" he said last month. In the end, of course, it depends on what those standards are.</p>",
  "Few recent presidential contenders have challenged for the White House with less experience of defence and foreign affairs than George W Bush. But the son of an avowed \"foreign policy president\" has already surrounded himself with experienced counsellors from the Reagan and Bush Sr years who seem likely to guarantee a traditional Republican approach. <p>If Mr Bush becomes president his vice-president will be Dick Cheney, a former defence secretary. He would clearly like to make General Colin Powell his secretary of state. </p> <p>The former White House Russia adviser Condoleezza Rice seems to be earmarked for the job of national security adviser. Such veterans as Bob Zoellick, Paul Wolfowitz and the \"prince of darkness\", Richard Perle, are all poised for a comeback </p> <p>The Bush team is not united on every policy issue, but the Republicans are committed to a package which revives many of the preoccupations of the 1980s. These include increased military spending, expansion of the US weapons and missile programme, a more confront ational approach to China and Russia, and an unconstrained approach to free trade, though many policies from the Clinton years would remain unchanged too. </p> <p>Mr Bush has tried to make the poor morale of the US armed forces into a campaign issue, and he is committed to spending an extra $1bn a year on military pay, as well as \"refashioning our military\" with new equipment and weapons. </p> <p>Chief among these is the national missile defence system (NMD), which he wants to extend well beyond the limits currently under consideration by the Clinton administration. </p> <p>The Texas governor has said he supports sea- and space-based expansion of the land-based anti-missile system, a scheme which echoes the 1980s star wars project and raises issues with ramifications far beyond US borders. In the worst case, his version of NMD could sour relations with Russia and China, encourage a nuclear missile race between India and Pakistan, and create fresh tension in Nato and other US alliances. </p> <p>Like Mr Clinton eight years ago, Mr Bush would become a president committed to stopping \"endless deployments\" of US forces in international crisis zones. \"The deployment of our troops creates discontent among our soldiers,\" he said recently. \"We can't be all things to all people.\" </p> <p>Neither Mr Bush nor Mr Gore is an isolationist, but Mr Bush in particular intends to ration the extent to which the US becomes directly involved in peacekeeping measures around the world. He is on record as saying that there are no US interests at stake in Africa, and has made it clear that he would not have become involved in Somalia or, in a different regional context, East Timor. </p> <p>He would also try to set a date for US troops to be withdrawn from the Balkans, and would insist on \"exit strategies\" for future commitments. Ms Rice said earlier this year that a Bush administration would demand greater commitments and higher levels of defence spending by European countries. </p> <p>Mr Bush has said very little so far on Britain or Europe generally, but a Republican presidency would trigger a sharp change in relations between the Blair government and the White House after the closeness of the Clinton years - especially on missile defence.</p>",
  "It's Labor Day in America when everyone takes a day off - everyone, that is, except the spinners in the rival presidential camps. They are haunted by the legend that he who is ahead in the polls on Labor Day always wins the White House, so with the candidates neck and neck the tempo has accelerated sharply. <p>To paraphrase Harold Wilson, 24 hours is a long time in the lavishly financed presidential politics of the internet era. Keeping track on just one day is like watching Agassi and Clement. </p> <p>On August 31, Bush serves at 8.30am with proposals on higher education. Half an hour later, he challenges Gore to detail his education budget. At 9.30am on CNN, he widens the assault, with an online, on air attack on Gore for doing nothing about Medicare while vice president. Forty love. </p> <p>At 10am Gore comes back with his detailed plan for Medicare, and at 10.15am volleys the Bush ball on what he did as vice president by citing the administration's success in prolonging the solvency of the Medicare Trust Fund from 1999 to 2025. A federal judge in Texas jumps into centre court, finding in a civil suit that Bush has not done enough in the state to care for poor children receiving Medicaid benefits. Deuce. </p> <p>At 10.30am Gore highlights that morning's Bush admission on CNN that he has no plan to eliminate the national debt, then follows up at 1.30pm, citing new figures that Texas is doing less well in educational tests. </p> <p>Set one for Gore, maybe, but that is only for starters. It goes on like that throughout the day. When the rest of us are thinking of bed, at 11.50pm, Gore is on web and wire comparing education budgets. </p> <p>The exchanges represented a reversal for Bush. He had planned to spend the second of a two-week tour entirely on education. Instead, he has had to stage impromptu press conferences to cope with a growing unease about how he would honour all the promissory notes he has been issuing in open-handed Texas style. </p> <p>In the flurry of the primaries and the spectacle of the conventions, few in press or public bothered about the small print; indeed, the commentators and the chat show jokers kept complaining that Al \"Bore\" should lighten up instead of worrying so much about the polar ice cap and the wisest way to handle the projected $4 trillion federal surplus. They were more concerned with the earth tones of his suits than the cogency of his arguments. The carefully plotted happy talk campaign that won Bush a second term as governor of Texas seemed to be working on the national stage with a double-digit lead for Bush after his fine performance in the vacuous nominating convention in Philadelphia. </p> <p>A study by the Pew Research Center found that the press had been \"far more likely to convey that Bush is a different kind of Republican, a compassionate conservative, a reformer, bipartisan than to discuss Al Gore's experience, knowledge or readiness for office\". Fully 40% of the assertions about Bush proclaimed that he was a different kind of politician, one of Bush's key campaign themes. In contrast, only 14% of the time did the press assert the message that Gore wanted to convey about his experience and competence. </p> <p>Yet despite the partiality of a generally sour press, a parallel study by Pew finds that the public seems now to have discerned Gore's solid qualities. And according to Gallup, Gore's improvement on 19 issues and personal characteristics is \"part of a more generally positive reassessment of the vice president\". </p> <p>Now, with only two months to go, even the conservative press is fretful that Bush has not done his arithmetic. He cannot explain how he would save Social Security and Medicare, spend more on defence and finance prescription drugs for the elderly, while also enacting a $1.6 trillion across the board tax cut. Stumbling responses from Bush, with the usual malapropisms, are a striking contrast to Gore's explicit explanations of programmes targeted to appeal to the working middle class. </p> <p>Bush is rattled. His managers expected Gore to enjoy a post-convention bounce, but the very latest poll gives Gore a 10-point lead - more than they bargained for. The Bush campaign has panicked. At the end of the week, he approved millions of dollars for 30-second commercials in 16 states - not to explain his policies more thoroughly but to defame Gore. Bush has made it an insistent theme that he renounces the \"petty politics of personal destruction\", yet that is precisely what he will attempt with sarcastic commercials that mock Gore's character and truthfulness. </p> <p>It will remind the crucial independent voters that personal nastiness was the Bush way when he had his back to the wall against McCain. It might even provoke the question: Is GW fit to be president? </p> <p><a href=\"mailto:comment@theguardian.com\">comment@theguardian.com</a></p>",
  "With the announcement that he is not going ahead with national missile defence (NMD), Bill Clinton did two immensely welcome things. He made the world a safer place, at least for the five months until his successor takes over and possibly for longer if his action has strengthened his vice-president, Al Gore. For he has given the electors of the United States further evidence that Bush and Gore do differ. Mr Gore's response to the president's statement was warm, welcoming the chance to take stock. So a gulf opened between him and his Republican opponent: a vote for George W Bush in November thus becomes a vote to destabilise international relations, to squander American treasure and to enhance a sense of magical emancipation from the world's troubles that can only, given the global asymmetry of economic and military might, be dangerous for us all. <p>Mr Clinton's hand was forced by technology. The \"hit-to-kill\" interceptor rockets fired in South Pacific tests failed to connect. Will they ever? Mr Clinton said deferment would not necessarily affect eventual deployment. But he must know the cost-benefit case for NMD has been weakened. Even Star Wars-weaned Americans can see that unless NMD offers 100% security it is worthless; yet the cost of attaining 100% could be infinitely greater than reaching even 90%-plus. </p> <p>In the circumstances he did what a lame duck president had to do - kick the dossier into his successor's in-tray. But Mr Clinton's role does not end there. He understands, as the Republican contender cannot or will not, that NMD offers nothing towards the long-run accommodation the United States must make with China. There is a \"rogue state\" problem but it is inseparable from the large question of American engagement with regional theatres of conflict, in the Middle East as in east Asia. Because he has superior understanding Mr Clinton must use the next few months to educate his fellow countrypeople, for example about NMD's dangers for the Anti-Ballistic Missile Treaty. This entails an active role in the election campaign. Who else is equipped to explain just why the Texas governor's glib offer to extend NMD to Europe and the Middle East is ridiculous? To call differences between Democrats and Republicans life and death is hyperbolic - Mr Gore affirms he still wants some kind of missile system. But after the president's wise deferral, the choice is much clearer cut.</p>",
  "Al Gore has never uttered a more important sentence than the one which came just minutes into his presidential nomination acceptance speech at the Democratic convention in Los Angeles last month. <p>\"I stand here tonight as my own man,\" Mr Gore told the delegates, \"and I want you to know me for who I truly am.\" </p> <p>After two terms as Bill Clinton's vice-president, the 52-year-old Al Gore is now two months away from becoming only the third man in American history to win the presidency at the end of an eight-year apprenticeship in the deputy's job. </p> <p>If he is to emulate Martin Van Buren and George Bush Sr, Mr Gore faces three tasks. He must define himself as his own man. He must tell America - and the world - what a Gore presidency would be like. And he must win an election which, until recently, he seemed likely to lose. </p> <p>Mr Gore seemed to stumble so often in the early months of the 2000 campaign because he was failing in the first two tasks. He has seemed anonymous - an occupational hazard for any vice-president - and too calculating. His political positions have seemed to owe more to fear and focus groups than to his principles. </p> <p>His lowest point came in early summer, when George W Bush seemed to be running away with the election. Afraid of losing Florida on November 7, Gore dithered on the Elian Gonzalez question, losing more support than he won in Florida and across the US. </p> <p>A month later, fearing that a run of high-profile executions in Bush's Texas might make capital punishment, which both candidates support, into an issue, Gore froze when an interviewer asked him if he would ever authorise the execution of a pregnant woman. That week, the Green nominee Ralph Nader reached the highest position he has yet achieved in the polls. </p> <p>Since then, Gore has fought to define himself - one of his catch phrases is that he is a \"principled fighter\". </p> <p>Nothing has helped him more than selecting Joe Lieberman of Connecticut as his running mate. From the moment the Democrats' fiercest critic of Bill Clinton's affair with Monica Lewinsky joined the ticket, Mr Gore recovered steadily in the opinion polls. </p> <p>Like Mr Lieberman and Mr Clinton, Mr Gore has a long record of centrist politics. All three men are on the right of the Democratic party, though all would insist that they are modernisers rather than conservatives. Mr Gore's record shows he is the most traditional Democrat of the three. </p> <p>As a congressman for eight years from 1976, and as a Tennessee senator between 1984 and 1992 - positions which his father held before him - Mr Gore was a classic \"cold war liberal\". He was pro-labour on government programmes at home, tough on foreign policy abroad, and in the middle on social issues like abortion. Mr Gore's speech to the convention this year was consistent with these positions. </p> <p>As with any US politician's legislative record, there are defining moments. In 1984, Mr Gore voted for a ban on federal education funds for school districts which discriminated against school prayer groups - a mark of the Baptist faith which repeatedly surfaces in Mr Gore's self-presentation. </p> <p>That was also the year that Mr Gore broke with many Democrats by voting to keep the MX missile programme, although he later voted for a nuclear freeze resolution. In 1990, Mr Gore was again in the minority of his party in voting to keep the B2 stealth bomber programme alive. </p> <p>Probably the most significant single vote Mr Gore ever cast came in 1991, when he voted in favour of the Gulf war in the senate, joining a mainly Republican majority to support action against Iraq. Even then, Gore went into the Senate with a gap in his speech where his decision - still unmade - would come. </p> <p>During his years on Capitol Hill, he laid out some of the stances most characteristic of his agenda. He may not have invented the internet, as he once appeared to claim, but he was unquestionably the most scientifically-minded senator of his era. No one on Capitol Hill has a better perception of the potentialities and problems of innovations such as biotechnology and superconductors - and none campaigned more intensively on threats to the environment. </p> <p>Perhaps the most significant shift in his thinking over the past decade has been from universalism to targeting in benefits policies. In 1988, when he first ran for the presidency, Mr Gore was a big government man, defending the traditional rationale for non-means-tested benefits. This year, in contrast to Mr Bush, targeting and incrementalism are the central themes of his tax and benefit proposals. </p> <p>On the broad canvas, a Gore presidency would represent continuity with the Clinton years, but his tone and instincts are more populist and class-conscious than Mr Clinton's. His appeal to \"working families\" may be focus group-tested, but it corresponds to a strong theme in Mr Gore's background, and could herald a retreat from some of the more overt \"third way\" approaches of the man he hopes to succeed.</p>",
  "Crime has been falling across the US for the past eight years, which dovetails conveniently with Al Gore's term as vice-president. <p>Many reasons for this are advanced - some of them overlapping: a virile economy, better police methods, an ageing population and the end of the crack cocaine epidemic are among them. </p> <p>But the US has deferred yesterday's problems until tomorrow: tougher sentencing means the nation's prisons contain a sizeable proportion of a generation that must be released at some point. </p> <p>The number of people in jail went above 2m last year, despite the slowest growth rate in crime in 20 years. The prison population has increased by 600,000 since 1990, fuelled by stricter sentencing policies, particularly against drug offenders. </p> <p>The rate of incarceration in the US is five times that of any country in Europe. </p> <p>In particular, while Mr Gore relies on the black vote to help him win the White House, the system is considered to discriminate against the African-American community, which account for 6% of the US population but 50 % of those behind bars and 42% of those on death row. One black American man in every 11 in their late 20s is serving a sentence of a year or more. </p> <p>Rev Jesse Jackson, the civil rights leader, said: \"We have 2m people in prison. That is an international scandal.\" </p> <p>Mr Gore at least pays lip service to the death penalty, in keeping with those Democrats who started to realise 20 years ago that opposition to executions was making them look weak on law and order. Support for the measure has fallen but still stands at 66%. </p> <p>The vice-president supports more stringent checks to keep guns away from criminals and 18 months ago he used his casting vote in the Senate to keep alive a bill aimed at doing just that. </p> <p>He said in his speech accepting the Democratic nomination that he would propose a victims' rights amendment to the constitution, granting victims of crime a guarantee that they can testify in trials and be notified when a criminal is being released from prison. </p> <p>Other initiatives promised by Mr Gore include 50,000 more community police officers and tougher penalties against those who misuse the internet to target children and compromise privacy. </p> <p><b>A prison state</b></p> <p>\u0095The number of people in jail went above 2m last year </p> <p>\u0095The US prison population has increased by 600,000 since 1990 </p> <p>\u0095African-Americans account for 6% of the US population but 50% of those behind bars </p> <p>\u0095One black American man in every 11 in their late 20s is serving a year or more </p> <p>\u0095Support for the death penalty stands at 66%</p>",
  "<p>For all the commonly accepted signs of ageing - policemen looking young, more frequent urination, finding pop music incomprehensible - one of the most poignant is the moment when television history documentaries start featuring scenes you saw at the time they occurred. </p> <p>Reputations - The Secret Life Of Richard Nixon deals with a figure of recent enough vintage to have had a funeral address from President Clinton. And watching this two-part profile - based on a provocative new biography of Nixon by Anthony Summers, featured in this paper last Saturday - it strikes you that one of the consolations of old age will be the Reputations special on Clinton. </p> <p>These graceful compilations of archive and arthritic reminiscence are among television's most seductive forms. Although written history digs deeper psychologically than the television biography, there is one effect - that cut from the young ambitious faces on newsreel to the drained and wattled features of the elderly negotiating their place in history - for which the page has no equivalent. Shut your eyes and you can imagine the bald Lord Blair of Sedgfield remembering his times with Bill at Camp David. </p> <p>Dealing in the Year 2000 with Nixon - Clinton's only rival among modern American figures as a dramatic character and psychological case study - producer William Cran and director Guy Evans face the problem that his story has been told so often. There was a five-part TV documentary on Watergate alone; Oliver Stone made a three-hour movie. Nixon's life is at least a ten-parter. Here they have to do him in two. </p> <p>Accordingly, what results is not a primer on Nixon but a provocative epilogue to other biographies, centred on two startling claims about the President's private and public conduct respectively. </p> <p>The first contention is that the politician whose campaigns presented him as a safe pair of hands in fact possessed shaky and sweaty fingers. Where Clinton and Reagan were natural politicians - refreshed by pressure and publicity - Nixon had the terrible dichotomy of being a shy and private man who wished to run the world. An aide recalls that, even as President, he would blush when meeting strangers. </p> <p>And so, say these films, he sought various masks. There is first-hand evidence that he was a patient of a New York psychiatrist and regular taker of sedating medication. Hearsay allegations further suggest that he was an ugly drunk and wife-beater. </p> <p>In a book, you make your judgement from the authority of the writing. In a visual biography, such claims instantly sharpen your eyes. To me, Nixon does look drunk or drugged during some key TV appearances but Pat Nixon shows no obvious sign in their joint appearances of being wary of her husband. I realise that this doesn't disprove the claims but my point is that the documentary doesn't prove them. The first part having presented Nixon as an unstable paranoiac, next Monday's second attempts to show the historical consequences of his condition. Nixon's obsessive belief that Kennedy stole the 1960 election from him through electoral fraud is shown as motivating his decision to steal the 1968 rematch from Hubert Humphrey. </p> <p>Declassified documents and testimony from an Asian go-between Anna Chennault suggest that Nixon prolonged the Vietnam War to the gain of his own campaign by secretly persuading the South Vietnamese to boycott Johnson's Paris peace talks. </p> <p>But - in a fashion befitting classic tragedy - the means by which Nixon secured power are seen to have prompted his loss of it. The greatest mystery of the Watergate burglary was always why a President certain to be re-elected was so interested in files kept by his Democrat rivals. </p> <p>Why steal the secrets of a doomed Democrat campaign? </p> <p>In these films (as in his book), Anthony Summers plausibly suggests that Nixon was obsessed by an intimation from the outgoing President Lyndon Johnson that the Democrats had evidence of his thwarting of the peace talks. Summers surmises that the President believed that there might also be incriminating papers kept at the Democratic National HQ in the Watergate building. </p> <p>These complicated claims are perhaps more suited to a book. But televisual material frequently brings unique pleasures. It's startling that Nixon now seems so obviously false - the mirthless mid-sentence smile. And there is the genetic spookiness of the President's brother Ed Nixon wearing an innocent version of that much-photographed face and Henry Kissinger whose delivery, always metallic, now resembles an electric shaver. \"Al had brok lude\", he recalls of a time when all hell broke loose. </p> <p>\"You won't have Nixon to kick around anymore\", the press were told in 1962 by a failed gubernatorial candidate supposedly retiring from politics. But, six years after his death, we still have Nixon's reputation to kick around. And these documentaries are, in two senses, a good kicking. </p> <p>I hope that this series' Clinton will be a hit in the 2025 schedules.</p> <p>\u0095 The Secret Life of Richard Nixon, tonight, 9pm, BBC2</p>",
  "The leading opposition candidate for the presidency of Yugoslavia, Vojislav Kostunica, played on the nationalist pride of the thousands of people who gathered to hear him launch his election campaign in the Socialist heartland of eastern Serbia. <p>A buzz of approval ran through the main square in Zajecar, close to the Bulgarian border, as they heard him say: \"Everyone in Serbia still has some heroic blood. And we will show how worthy we are of our ancestors on September 24.\" </p> <p>He is looking for the votes of people who have traditionally supported Slobodan Milosevic and he made his challenge far away from Belgrade, the capital. </p> <p>Mr Kostunica is the candidate of the Democratic Party of Serbia (DOS), a coalition of 19 opposition groups. According to the latest opinion polls he is leading President Milosevic by 51% to 31%. </p> <p>Just over 70,000 people live in the Zajecar region. According to a DOS official, Cedomir Jovanovic, around a third of them are without work, although the official figure is lower. </p> <p>The town has a core of opposition supporters, but in the villages the Socialists keep an iron grip on the loyalty of the old and uneducated peasant farmers. </p> <p>Mr Kostunica berated communism and the Milosevic regime for stamping out democracy in Yugoslavia </p> <p>\"Reality has been fabricated.\" he said. \"So don't be surprised if you hear in this big factory of lies that there were 10 of you here.\" </p> <p>He promised to restore normal life and return Yugoslavia back to the world community. </p> <p>Afterwards he led an enthusiastic group to the town's Orthodox church, said a prayer, and then had a private conversation with Archbishop Justin: a symbolic gesture which implied that the weight of the church was behind him and will help sway voters to his cause. </p> <p>Outside the church a pensioner, Danilo Petkovic, 65, said: \"I will vote for him. I would give him two, if I could. But we are not like the communists. We are the honest ones. I think 80% of Zajecar will vote for him.\" </p> <p>But the real Socialist supporters are in isolated villages, where the daily news comes from state television and many people do not read newspapers. </p> <p>The three hundred villagers of Gornji Bela Reka live 18 miles from Zajeca, close to the Bulgarian border. </p> <p>Milivoje Veljkovic, 58, a peasant farmer there, said \"Milosevic is with the people. He has shown it. Ever since he came into power he has fought for Serbia and Yugoslavia. </p> <p>\"Milosevic has looked after people. Everyone has a pension. I think everyone in the village thinks the same as me.\" </p> <p>Asked about the hard times and the Nato bombing, he said: \"I blame the ones from outside who are creating rules for us. All the countries that bombed us didn't have any reason, because we didn't attack anybody.\" </p> <p>On the way to a nearby village an elderly woman in mourning black sat on a stone and watching her two goats. Bosanka Stojanovic, 70, said: \"What do we expect from elections? Who has been up to now will stay. It hasn't been bad, so it won't be bad in the future.\" </p> <p>With her pension of less than £10 a month she survives with her two goats, three sheep and a small plot of land. \"Yes, I will vote for Milosevic,\" she said, smiling with her few remaining teeth. </p> <p>\u0095The EU will revise its policy towards Serbia radically if voters opt for democracy in the elections, the French foreign minister, Hubert Védrine, said yesterday. </p> <p>He was speaking for the French presidency of the EU at a foreign ministers meeting in Evian, and said all 15 members supported the statement.</p>"
]