[
  "<p><strong> The Bible in History</strong><br>Thomas L Thompson <br>(Pimlico, £12.50)<br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,501006258,00.html\">Buy it at BOL</a></p> <p>I always liked Gore Vidal's put-down of the Bible as being little more than the collected holy books of a semi-nomadic Bronze Age tribe; heavens, I though, I had no idea it was as interesting as that. </p> <p>According to this extraordinary book, this is more or less the right way to look at the Bible. The one way we should not look at it is as a repository of any kind of archaeological or historical truth. </p> <p>As you know, every so often someone announces that they have found some artefact described or mentioned in the Bible, thus legitimising it as \"true\" - such as, for example, the discovery of a fragment of a stele in northern Palestine in 1993, bearing the characters \"...k bytdwd\". Everyone went hoopla about this, assuming it meant \"King of the house of David\", and so constituted proof that the Biblical David once existed. </p> <p>Not Thompson, though, who was at the dig. The inscription could mean that; but it could mean a lot of other things as well, and we do the Bible, and ourselves, no favours when we leap to such conclusions determined, in his phrase, by \"naive literalism\". The stories in the Bible, he points out tirelessly, are just that, stories: narratives designed to make us laugh, or weep, or tremble. And narratives designed to do one thing or another are usually, in every other context but the Biblical, assumed to be fictions. We abandon the simplest, most useful tools of our understanding when we assume that the Old Testament is some kind of history: the ability to recognise metaphor, technique, rhetoric. </p> <p>What, for instance, is all that about the prophets? The only prophet anyone ever listened to was Jonah, Thompson points out; and the only people who listened to him were Ninevites. That Jonah is considered fictive, but the Jonah of II Kings is not - \"for lack of a whale\". Or why, in a book which supposedly wants us to worship God, is there continual reference to this character called Yahweh who is by turns vindictive, callous, indifferent, bored, playful, terrifying or - as our own experience so directly and continuously tells us - for all practical purposes simply not there? </p> <p>I remember a fairly recent item in the excellent satirical on-line magazine, The Onion, whose headline was, \"slight inconsistency found in Bible\", in which a baffled mid-Western pastor notices that God is described as merciful in one book, yet wrathful in another, and can think of no explanation. Here is a book that might help that pastor </p> <p>AN Wilson, reviewing this book, said: \"This is a very important book. It should be given to every person training for the ministry or priesthood of a Christian church.\" I would go further: I would say that there is a strong case for saying that this book should be given to anyone with an interest in religion instead of the Bible.</p> <p>Thompson, who is a serious scholar (and one who was shunned for a decade for his theories, having to make a living as a plasterer and decorator - which at least taught him to recognise the story of Esarhaddon's palace, layered with gold \"like plaster\", as a flight of fancy) may find this an offensively frivolous suggestion; but given that there are so many dangerously cretinous interpretations of the Bible going around (\"very promising\" is how he describes research suggesting that some of the Bible was written by Taliban-like fundamentalists), it is hugely important that such a mind-boggling and indeed revelatory book as this should be read.</p>",
  "Bill Clinton yesterday placed the future of America's controversial national missile defence (NMD) plans squarely in the hands of voters when he said he was leaving the decision on whether to go ahead to his successor. <p>President Clinton was bowing to the combined weight of domestic and international pressure as well as to evidence that the proposed missile interceptor system does not yet work. His decision now places a major international issue at the heart of November's presidential election. </p> <p>\"I simply cannot conclude, with the information I have today, that we have enough confidence in the technology and the operational effectiveness of the entire NMD system to move forward to deployment,\" Mr Clinton said. </p> <p>He had intended to make a decision in the light of recent interceptor tests in the Pacific. But the failure of two of the last three experiments, and the approaching election, left him with little alternative but to postpone. </p> <p>The decision was greeted with relief in Whitehall and European capitals. The project threatened to provoke unprecedented cracks in Nato. </p> <p>The alliance said Mr Clinton's decision was prudent. </p> <p>George Robertson, the secretary-general, said: \"The decision... to continue testing and development of a limited national missile defence system, while reserving judgment on eventual deployment, appears to be a prudent course of action that balances the many factors involved in this issue.\" </p> <p>Robin Cook and Geoff Hoon, Britain's foreign and defence secretaries, welcomed what they called a \"measured approach\". </p> <p>The US plan has special significance for Britain as it would involve upgrading the early warning station in Fylingdales on the Yorkshire moors and the construction of a new large radar base at another, as yet unidentified, site in Britain. </p> <p>The system being tested would involve the deployment of 100 missile interceptors in Alaska, starting in 2005. Yesterday's announcement means the US will not now begin preparing an NMD radar ground station in the Aleutian Islands, west of the Alaskan mainland, next spring. </p> <p>Mr Clinton wrapped his decision in a carefully drafted reassertion of the case for national missile defences, and said his decision would still allow the US to deploy a system by \"about 2006 or 2007\". </p> <p>But he also made it clear that his decision gave his successor time to make a better job of persuading international opinion, especially Russia, of the case for a system which would infringe the 1972 Anti-Ballistic Missile Treaty. </p> <p>Mr Clinton said the ABM treaty remained \"a key part of the international security structure we have built with Russia, and therefore, a key part of our national security.\" </p> <p>He also sought to play down the scale of the threat to the US from North Korea, which was originally the reason cited by Washington for developing NMD. </p> <p>\"We should be clear,\" Mr Clinton said. \"North Korea's capability remains a serious issue and its intentions remain unclear, but its missile testing moratorium is a good development worth pursuing.\" </p> <p>The Republican presidential candidate, George W Bush, said yesterday that he intends \"to develop and deploy an effective missile defence system at the earliest possible date\". He also said he intends to extend the Clinton administration's system, which protects only the US, to Europe and the Middle East. </p> <p>\"President Clinton and Vice-President Gore first denied the need for missile defences, then delayed. Now they are leaving this important unfinished business for the next president, and I welcome the opportunity to act where they have failed to lead by developing and deploying effective missile defences to protect all 50 states and our friends and allies,\" Mr Bush said </p> <p>The Democratic candidate, Mr Gore, said he welcomed \"the opportunity to be more certain that these technologies actually work together properly\". The decision allowed \"more clarity about the costs of the system\" - estimated at $60bn (£40bn) - as well as \"time to conduct updated discussions with other countries\". </p> <p>\"As president, I would oppose the kinds of missile defence systems that would unnecessarily upset strategic stability and threaten to open the gates for a renewed arms race with Russia and a new arms race with China,\" Mr Gore said in a statement.</p>",
  "George W Bush's presidential campaign turned negative yesterday, when the jittery Republican candidate for the White House launched the first personal \"attack ad\" of the 2000 contest against his Democratic rival, Al Gore. <p>Mr Bush has authorised the airing of an election commercial this weekend which mocks Mr Gore's character and credibility, accusing him of reinventing himself, using video footage of a controversial fund-raising visit to a Buddhist temple four years ago, and deriding his claim that he helped to create the internet. </p> <p>The launch of the ad, which refers viewers to a new and not yet operational website titled gorewillsayanything.com, triggered a series of sharp and not wholly credible exchanges between the two camps. </p> <p>The Bush campaign tried to play down the obviously critical ad as \"tongue-in-cheek\", while the Gore campaign let fly with righteous indignation and crocodile tears over the depths to which its opponents have suddenly sunk. </p> <p>The new Bush ad was \"a humorous way of making an important point,\" said Mr Bush's spokeswoman, Karen Hughes. \"There is a gaping gap between what Vice-President Gore says and what Vice-President Gore does.\" </p> <p>But Mr Gore's running mate, Joe Lieberman, countered: \"I'm sorry to say that Governor Bush's promise to change the tone of American politics has run into the realities of a troubled Bush-Cheney campaign. </p> <p>\"These new attack ads break his promise not to launch personal attacks in the campaign and they drag us back to the worst politics of the past. It seems to me today that Governor Bush has sadly changed his tune about changing the tone.\" </p> <p>Privately, the Gore camp is delighted that Mr Bush has become the first of the two men to resort to negative tactics. Eager to protect its latest tactical advantage, the Gore campaign promptly put a hold on plans to launch a sharply critical commercial attacking Mr Bush's record as governor of Texas. </p> <p>In contrast to his decision a week ago to stop the airing of an attack ad against Mr Gore, Mr Bush personally authorised the release of the new election commercial on Wednesday. It was due to begin running last night in 17 states. </p> <p>It shows a television set on a kitchen counter with Mr Gore on the screen. An unseen woman's voice complains that Mr Gore is \"reinventing himself on television again\". As the commercial shows the clips of Mr Gore visiting the Buddhist temple and telling an interviewer: \"I took the initiative in creating the internet,\" the woman says: \"Yeah, and I invented the remote control.\" </p> <p>\"Surely it's fair game for us to point out his fundamental hypocrisy on his number one issue,\" Cliff May, a Republican National Committee spokesman, said. </p> <p>The Democrats were content \"to watch the Republicans shoot themselves in the foot\", according to the party spokeswoman Jenny Backus. </p> <p>The launch of the ad comes at the end of two bad weeks for Mr Bush in his struggle against Mr Gore. After months in the lead, polls indicate that, at worst, Mr Gore is back on level terms with Mr Bush following his appearance at the Democratic convention in Los Angeles last month. </p> <p>Although most American political observers tend to be sceptical of any election opinion polling before this weekend's traditional Labour Day holiday, the new closeness in the presidential race has provoked disagreement within the Bush camp about how best to campaign against Mr Gore. </p> <p>The launch of the new ad has been widely seen as a sign of Bush nervousness, but one which could pay dividends. </p> <p>\"This is a political version of investing in junk bonds,\" Stu Rothenberg, a campaign analyst, said. \"A dramatic and risky move which has the potential for a significant return.\"</p>",
  "This week the Home Office launched its first-ever nationwide recruitment campaign for the police force. The aim is to attract 9,000 extra recruits in England and Wales over the next three years to stem an alarming downward trend. <p>Last March there were 124,418 officers in the 43 police forces, more than 2,400 fewer than in 1997. According to a Home Office spokesman the campaign aims \"to raise the status of the police in the eyes of the public, and within the force itself\". </p> <p>It's a tall order, but nowhere more so than in terms of attracting recruits from black and Asian backgrounds. Responding to the recommendations of the Macpherson report, in August 1999 the Home Office set 10-year recruitment targets for individual forces pegged to the ethnic identity of the population. </p> <p>By 2010 the force aims to recruit 7% black and Asian officers, an average of 826 officers annually. </p> <p>But progress has been slow: the latest Home Office figures show that, in the past year, numbers of ethnic minority officers have risen to 2,756, just 209 more than in 1999. </p> <p>Although the number of recruits has increased by 8% since 1999; ethnic minority officers still comprise just 2% of the total force. </p> <p>On one level, forces are trying hard. Greater Manchester Police, for example, listens to the recommendations of a policy advisory group which includes representatives from the black and Asian community \"who can act as champions for us\". </p> <p>They now produce preparation packs to help officers negotiate the Initial Recruitment Test which, for reasons they say they can't identify, is failed by a disproportionate number of minority ethnic officers. </p> <p>Similar initiatives at the Metropolitan Police Authority (MPA) include sending volunteers into schools and careers fairs to challenge stereotypes of a straight, white male culture. The MPA has also started to place advertisements in journals such as Asian Eye and The Voice. </p> <p>But recruiting more officers will be a waste of time until the culture within the force undergoes a sea-change. In the week that this story was researched two newspaper stories - the race discrimination suffered by Gurpal Virdi and the death in custody of a black soldier - made headline news. </p> <p>No surprise then, that Denise Blake, manager of Interface, a Manchester-based mentoring programme for black and Asian students, comments: \"Sadly there is a very, very negative perception of the police. Students say 'Theyr'e doing XYZ to recruit me but they just want to hit their quotas.' They can endorse initiatives until they're blue in the face but if that action on the ground goes wrong, it undoes all the good work.\" </p> <p>Inspector Paul Wilson, chairman of the National Black Police Association, says: \"What the police have to do is demonstrate to minority communities that they can expect to be treated fairly and equitably.\" </p> <p>He believes that the main problem is less recruitment than retention. Inspector John Whitaker works at the MPA Positive Action team, which has been specifically set up to address issues of diversity. He admitted that there is currently \"a disproportionately high wastage of ethnic minority officers, many of whom complain of feeling isolated\". </p> <p>Meanwhile, David Michael, a black detective inspector and chairman of the Metropolitan Black Police Association, says: \"You have to prove yourself again and again. You won't get away with the mistakes white officers make. You're tested on your ability to be a clone of your white colleagues.\" </p> <p>And how do you do that? \"You adopt the culture, you demonise black people, laugh at racist jokes,\" he comments. </p> <p>This prevailing culture has had measurable results. Of ethnic minority officers, 95% hold the rank of detective sergeant or lower and 85% are constables. Just 1% of the ranks of inspector and above come from minority communities. </p> <p>Is the dominance of white officers in senior positions, because \"we've only been successfully recruiting ethnic minorities for a short space of time,\" - as Jim Greensmith, press officer of the South Yorkshire police, claims? </p> <p>Det Insp Michael doesn't think so: \"The first black officer joined in 1967. Isn't 20 years long enough for a promotion? The simple fact is the majority of black and Asian people who apply are turned down for promotion.\" </p> <p>He wants to see the Metropolitan Police Authority conduct critical analyses of how many black officers are turned down, not just for promotion, but for their assessment. When I suggested this to Inspector Whitaker he replied: \"At the moment we spot-check those who fail at promotion to ensure there's no bias. But the more we do, the more people want us to do.\" </p> <p>It can be just as difficult to move laterally: \"When did you last see a black officer in the Flying Squad? Or on royalty protection?\" says an exasperated Paul Wilson. </p> <p>\"Black people have not been encouraged to apply for specialist posts. And cronyism has been a major factor in appointments,\" comments Det Insp Michael. He agrees that minority ethnic officers have been under-represented in certain areas, although he doesn't believe that officers have been turned down or discouraged from applying due to racist motives. </p> <p>\"There's a difference between reality and perception here. There may be a perception among ethnic minority officers that the jobs aren't for them.\" </p> <p>He does, however, admit that black officers may lack the extensive \"informal networks\" enjoyed by their white colleagues. In response, the MPA has produced separate booklets for each special operations section which include guidelines to the job and a contact for advice. </p> <p>\"We've tried to mirror those informal networks,\" explains Inspector Whitaker. </p> <p>According to a Home Office statement, the issues of promotions and specialisms were raised in 1999 at the Dismantling Barriers conference which \"looked at why fewer ethnic minority officers are put forward for promotion... and why more ethnic minority officers fail and why fewer ethnic minority officers apply and are selected for specialist departments...\" </p> <p>Among other recommendations, the conference suggested the monitoring of exit interviews. This information will be available next December. </p> <p>Forces such as the MPA and Greater Manchester now run \"active career development schemes\" for black and Asian officers with a strong mentoring component. But how long will they take to make a difference?\" </p> <p>Insp Whitaker says: \"The Home Office directive calls for proportionality for ethnic minorities and women in specialist sections by September 2001. But it's unrealistic. We won't be able to train enough officers by then.\" </p> <p>But the problem won't wait. As Insp Wilson puts it: \"A handful of exceptional role models doesn't help to encourage recruits. Black and Asian senior officers must be the norm.\" </p> <p>Is it, in fact, officers like Insp Whitaker who suffer from the gap between reality and perception? One hour before he informed me proudly of a new recruitment task force at the Met, BPA chairman Det InspMichael had said crossly: \"There's a new Met recruitment taskforce which nobody informed me about officially. I heard on the grapevine. That's how little the problem is understood.\" </p> <p>Yet Det Insp Michael's own daughter has expressed an interest in joining the force and he has no plans to dissuade her. \"It's a good career,\" he believes, \"but you've got to be honest about the issues.\" </p> <p>Those spearheading the new recruitment drive would do well to listen. </p> <p><b>Off the case: Gurpal Virdi</b></p> <p>Gurpal Virdi, 41, won his racial discrimination claim against the Metropolitan Police at a tribunal last week.</p> <p>\"In April 1998 I was arrested and suspended, allegedly for sending race-hate mail to all the ethnic minority staff at Ealing police station. When I heard I went numb; I'd received the mail myself. </p> <p>\"Their only evidence was that the mail could have come from my computer and a duty officer who changed his story to damage my alibi - although signed documents contradicted him. Even after the Crown Prosecution Service threw the case out, the force refused to back down. </p> <p>\"The tribunal rejected all their allegations; now I'm suing for unfair dismissal. I don't know why it happened to me. I was a conscientious, experienced officer; but I was always active on ethnic issues and I dealt with racism by the book, which didn't always make me popular, especially after I was promoted to sergeant. </p> <p>\"I believe that the police service was looking for ways to deflect attention from the Stephen Lawrence inquiry and my case fitted the bill. </p> <p>\"What's sad is I always wanted to join the police because my father was a police officer in India and my grandfather was in the army. I was 23 when I started and I did quite well for an Asian by getting to the rank of sergeant. </p> <p>\"Of course, you have to work twice as hard; there's bullying. You get jobs no one else wants. You don't get sent on specialist courses. </p> <p>\"I even failed to get on a driving course! </p> <p>\"I'm not surprised the police are not meeting the recruitment targets. Young people need plenty of role models - not to hear about cases like mine. </p> <p>\"At the moment I'm working for a local charity, Cranford Good Neighbours; I've always believed in doing my best for the local community; that's why I became a policeman.\"</p> <p><b>On the case: Karen Coe</b></p> <p>Karen Coe, 31, joined the South Yorkshire police force last February and is completing her probationary training </p> <p>\"My first priority was always to have children. But once my two, now 11 and eight, were more independent, I wanted a job as well. I wanted something community-based and I considered social work, but chose the police because there was a shorter training period.\" </p> <p>\"My mother was English and my father's Jamaican. I'm the only black person in my training group of 17 and one of only six women. Of course, I'm aware of the race issue but I don't dwell on it; my husband is probably more concerned than I am. </p> <p>\"It certainly hasn't been a problem yet - I haven't been treated any differently, but I'm sure that the training can only prepare me so much. </p> <p>\"I believe my generation is more broadminded than previous ones, and in future, racism should become less of a problem. But, obviously, you have to raise the issue. I think most equal opportunities and race relations training is common sense. </p> <p>\"Having said that, it's got to be spelt out so that people are made aware that it's equal opportunities for everyone now. </p> <p>\"As I grew up I thought of the force as broadly white and the shortage of black officers was one of the reasons that I joined. Nothing's going to change until there are more of us in the force.\"</p>",
  "The United States has denounced Burma's treatment of its opposition leader, Aung San Suu Kyi, as the country's military junta steps up its campaign against her. <p>Ms Suu Kyi has been camped in a suburb of the Burmese capital, Rangoon, since August 24, when she was blocked from driving further in defiance of a ban on her leaving the city. </p> <p>The US secretary of state, Madeleine Albright, said she was appalled that Ms Suu Kyi had been denied the freedom to travel within her own country. </p> <p>\"Her work gives voice to the long-suffering people of Burma whose hopes for a democratic society have been crushed by a repressive regime,\" said Mrs Albright. \"Her voice will not be silenced.\" </p> <p>But in Burma the only voice being heard is that of the junta, which is combining ridicule with threats against Ms Suu Kyi. </p> <p>She had now become an \"enemy of the people\", the junta's official website said yesterday. It argued that she is \"constitutionally disqualified to stand for elected office\" because \"[her] bloodline remains only in Britain.\" </p> <p>Ms Suu Kyi's late husband was British and they have two sons, but she has taken care to maintain her Burmese citizenship. </p> <p>Earlier, Rangoon published photographs with satirical captions suggesting that the encampment of Ms Suu Kyi's small group in the suburb of Dala was just a pleasant outing. One picture shows her car next to a hut and a tent, with the caption: \"Daw [Ms] Suu Kyi and her travel companions continuing their stay in the new rest camp at Dala.\" </p> <p>Other pictures show members of her party, the National League for Democracy (NLD), \"going for an afternoon dip\" in a nearby river and \"visiting a Chinese noodle shop\". </p> <p>Ms Albright's criticism of the junta was backed on Thursday by the US vice president, Al Gore, who said that \"each day the Burmese authorities restrain [her], Burma's isolation from the international community deepens\". </p> <p>Yesterday the UN high commissioner for human rights, Mary Robinson, expressed her concern for the safety of Ms Suu Kyi and urged Burma to resolve the standoff \"in line with international human rights standards\". </p> <p>\"I urge the two sides to engage, as soon as possible, in a substantive political dialogue\" she added. </p> <p>The standoff comes at a very bad time for the junta, said Dr Peter Carey, a family friend and south-east Asia historian at Oxford University. </p> <p>\"It is split between different factions, and the economy is at a low ebb,\" he said yesterday. \"China is still an ally but there are limits to the open cheque.\" </p> <p>But the NLD is also in a weak position. The party is struggling to survive outside Rangoon and Ms Suu Kyi's attempt to link up with party members beyond the capital is important, said Dr Carey, \"to add substance to her claim that it is still functioning\". </p> <p>The junta's propaganda offensive this week has portrayed Ms Suu Kyi and the NLD as uninterested in dialogue and preferring to indulge in \"symbolic gestures\". </p> <p>It hints that the country's universities, which have only recently reopened after being shut down in 1996, may be closed again if there are more political protests. Ms Suu Kyi was attempting a journey to meet members of the NLD's youth league when her path was blocked at Dala. </p> <p>U Maung Maung, a tea-shop owner from central Rangoon, is quoted saying that his customers \"are concerned about their children's education and some have even suggested [a law] to prevent students from participating in party politics\". </p> <p>The last time that Ms Suu Kyi tried to leave Rangoon, in August 1998, she camped with her car for 13 days before returning home on medical advice. </p> <p>Western news reports on dissent within the NLD are cited by the junta as evidence that Ms Suu Kyi \"may not be all that safe even within her own political party\". Yesterday's feature on the junta's website quoted a foreign report that party members had been sacked by her \"as traitors or as agents of [Burmese] military intelligence\". </p> <p>It is widely assumed by NLD sympathisers that the party, whose members are subject to harassment and imprisonment, has been penetrated by Rangoon's secret service. </p> <p>In a statement on Thursday Rangoon accused Ms Suu Kyi of staging her demonstration ahead of the UN millennium summit in New York next week. </p> <p>It claimed she was disrupting a \"transition towards democracy\". </p> <p>The NLD won a huge general election victory in 1990 but the junta has never allowed it to take power.</p>",
  "<p>At the risk of sounding like an old lady, policemen are getting younger and younger. Time was, every male copper in The Bill (ITV) was a crusty old man with a well-worn suitcase of a face. June Ackland was still a WPC, Burnside hadn't been spun off and Sergeant Bob Cryer was still the beating heart of Sunhill. Now Cryer makes fewer appearances than Howard Hughes, June has got her pips - though her cat was killed by a stalker so it's not all good news for her, and Burnside spends his time tracking serial killers with that Scottish woman and the gay black man. </p> <p>It just hasn't been the same since WPC Viv Martella was shot by that privet hedge. And the bush got away with a caution and a good going-over with a hedge trimmer. Never was there a sadder moment in British police drama than Martella's demise, apart from when that young PC died atop blazing Christmas trees in Juliet Bravo. </p> <p>These days The Bill is full of constables who look like they couldn't keep hold of their dinner money in the face of intimidation. Brownlow is still around, bless him, but you always get the feeling that he would prefer to be doing a bit of Shakespeare than saying lines like: \"I've got to make a speech tonight and I don't want to be late. Fix my tie, will you?\" </p> <p>Not that The Bill is bad. It's actually all right, if you like that sort of thing. This week there was a touchy-feely story centred around the barely pubescent PC Dale Smith. He befriended Tim, a young Chinese lad whose parents had mysteriously vanished while being chased by Bad Men. The Bad Men, actually money launderers, finally caught up with Smith and Tim, and were ready to snatch Tim, before Smith handcuffed himself to the lad so he had to be kidnapped too. What a stroke of genius. Smith then got himself beaten up and threatened with Reservoir Dogs-style mutilation. A happy ending ensued, with only a murder and a bit of acceptable police brutality to worry about. </p> <p>More police brutality in Badger (BBC1) but that was OK too since it meant Jerome Flynn got a good smack in the mouth in return. Mysterious goings-on in a remote Northumberland village began with Tom McCabe rescuing a shop dummy from the sea and ended with him returning to his girlfriend, who had earlier confessed to sleeping with another bloke again. There was a faint hope he might meet with a Wicker Man situation but, alas, that was not to be. Instead - and arguably just as awful as being burned alive with goats and chickens - he met Maaaahy Flaaaaherty from EastEnders labouring in a pub, grieved over a dead seal (the only good kind apparently, but that was according to another Bad Man) and used his binoculars correctly. The last not easy for a man as thick as McCabe. </p> <p>The shop dummy, the old beachcomber and the pub landlord were all mixed up in smuggling cigarettes, you see, and Frank (another Bad Man) wanted them to graduate to importing \"stuff from Holland\". Not rubbery cheese, as I first thought, but dope actually. Positively Evil Men. Tsk. Hurray for Badger. </p> <p>Phill Jupitus was on Room 101 (BBC2), confessing to being quite a misanthrope, not to mention an arachnophobe and someone who dislikes extended warranties on electrical goods. While Jupitus was a good guest and Paul Merton is a capable host, there is something so tired and banal about Room 101 that really you feel it should only be on for about 10 minutes, maybe before Newsnight. Or better still, after Newsnight. Actually, around three in the morning would be ideal. </p> <p>It's nice to see Tony Hart back on telly - Smart Hart (BBC1) - even if he never put any of the countless drawings I sent in into the Gallery.</p>",
  "So, what will Tipper wear to the inauguration ball? Is Richard Holbrooke going to become secretary of state at last? What are Al Gore's chances of winning a second term in 2004? Who on earth will the Republicans find to challenge him after George W Bush's defeat? <p>If you think that questions of this kind are a bit premature, then seven American academics can show you that they are not. Al Gore will win the US presidential election on November 7, they say, by a narrow but clear majority. Nothing that happens between now and election day is likely to affect the outcome at all. </p> <p>The seven academics all presented papers yesterday at the annual meeting of the American Political Science Association in Washington. All of them based their findings on separate mathematical models which they have devised for predicting the results of past US elections.</p> <p>Several of their formulas have repeatedly proved to be extremely accurate. In July 1996, Michael Lewis-Beck of the University of Iowa used his model to predict that Bill Clinton would win a second term, capturing 54.8% of the two-party vote. Four months later, Clinton defeated Bob Dole, taking 54.7%. Pretty good, eh? </p> <p>This year, Lewis-Beck says that Gore will win even more handsomely. Gore will get 56.2% of the vote on November 7, he says. \"It's not even going to be close,\" Lewis-Beck told the Washington Post as long ago as May. </p> <p>Not all of the academics agree on the precise numbers. But they all agree about who is going to win. Gore, with 53.2%, says Alan Abramowitz of Emory University. Gore, with 55%, says Christopher Wlezien of the University of Houston. Gore with 52.8%, according to James Campbell of the University of Buffalo. </p> <p>The numbers range from 52.3% to 60.3%, but the name in the winner's column is always the same: Al Gore. </p> <p>The forecasters' models differ in various ways. But they are all seek to integrate the public opinion polls with reported data on the strength and weakness of the economy and with poll findings on the public's sense of its own wellbeing. </p> <p>And they all agree that the two crucial guides to the outcome of the election are the incumbent president's job satisfaction ratings and the public's sense of economic confidence compared with past years. </p> <p>That is why the news is so good for Gore. Bill Clinton's job approval ratings in mid-August were 60% positive against 38% negative - almost exactly where they have been for the past four years.</p> <p>And polls which track Americans' economic confidence are registering record numbers, with 74% rating US economic conditions as excellent or good, 21% rating them fair and just 4% saying they are poor. </p> <p>Nothing is set in stone, of course, and the academic forecasters are all at pains to say that things could change over the next two months, especially if something unforeseen on Wall Street throws a spanner in the works. The margins of victory which are being predicted for Gore now are slightly narrower than the margins which the same models were suggesting in the spring (when the opinion polls were dramatically in Bush's favour).</p> <p>Even so, the obvious intellectual attraction of the political scientists' findings is that they tally with what so much American common sense suggests - that in such good economic times, Gore ought to beat Bush. </p> <p>Larry Bartels of Princeton University says the prediction models are \"a valuable antidote to the press's overwhelming focus on candidates' personalities, campaign tactics and other campaign-specific factors which are much more interesting to write about but much less important to the outcome of the election.\" </p> <p>Thomas Holbrook of the University of Wisconsin says that the campaign's real importance is not in swaying voters one way or the other, but in mobilising voters to vote the way they normally do anyway. </p> <p>All the initial signs since this year's party conventions are that this is precisely what is happening - and that Gore is moving into a small but significant lead over Bush. </p> <p>If the academics are right in November, then their findings leave a sobering thought. No word that is uttered, no dollar that is spent, and no promise that is made over the next two months is likely to make any significant difference to anything. </p> <p>Which leaves us with only one important question. What will Tipper wear to the ball?</p>",
  "<p>Bonuses for investment bankers at Credit Suisse First Boston cost the Swiss bank some SFr4.3bn (£1.8bn) in the first six months of the year. </p> <p>The figure is in addition to the £800m which Credit Swiss, the parent company, is setting aside to retain important staff at Donaldson Lufkin &amp; Jenrette, the American investment banking group it bought this week for $11.5bn. </p> <p>The bonuses for CSFB investment bankers, 6,000 of whom are based in London, were 51% higher than in the same period last year and represented the main reason for the 28% rise in operating expenses at the bank. </p> <p>Overall the Swiss bank, which has private banking and fund management operations, reported a 35% rise in net profits to Sfr3.6bn, boosted by the strong performance of stock markets in the first three months of the year - particularly in the race to buy internet shares before the dot.com bubble burst in mid-March. </p> <p>While it anticipated a \"good overall result for the year as a whole\" the bank warned that the \"favourable\" market conditions in the six months to the end of June might not continue in the second half of this year. </p> <p>Investment in new business areas and technology might also dent the total results. </p> <p>With 2,000 jobs expected to be cut as a result of the takeover of DLJ, Lukas Muehlemann, the chairman and chief executive of Credit Suisse, described the deal as \"a merger in spirit\". </p> <p>The bank also played down the possibility of any acquisi tions to further bolster its investment banking position on the European continent. </p> <p>The analyst community remained concerned about the price tag attached to the DLJ acquisition and expressed disappointment that the group's fund management operation had not grown as rapidly as anticipated. </p> <p>\u0095 ING Barings, the investment bank acquired by ING bank of the Netherlands for £1 five years ago, reported an 89% rise in pre-tax operating profits to €293m.</p>",
  "<p>The government is facing an embarrassing revolt by nurses against the health bill to reform care of the elderly in residential homes. </p> <p>Ministers hoped the legislation, due to be announced in the Queen's speech later this year, would be a good advertisement for Tony Blair's national plan for the NHS and would particularly appeal to older voters in the run-up to a general election. </p> <p>Yesterday the Royal College of Nursing said the government's hybrid scheme, to offer free nursing but charge for personal care in residential homes, was unworkable. </p> <p>Christine Hancock, the college's general secretary and hitherto one of the NHS plan's staunchest supporters, said the college would lobby against \"an artificial distinction\" between nursing and personal care that would \"create perverse incentives and inequities\". </p> <p>In a letter to Alan Milburn, the health secretary, she urged the government to consider the consequences for nearly 300,000 elderly people in residential care homes. </p> <p>\"We acknowledge the pressure for urgent action, but believe it unwise to move on legislation until these issues are properly resolved,\" she said. </p> <p>The problem arose because of the government's rejection last month of one of the main recommendations of the royal commission on long term care, chaired by Sir Stewart Sutherland. In 1998 the commission proposed changes costing £1.1bn a year that included abolition of means-tested charges in residential homes for personal care, such as bathing, changing dressings and assistance with eating. </p> <p>Mr Milburn said that he had rejected such free personal care because it would \"consume most of the additional resources we plan to make available for older people through the NHS\". He plans to spend £1.4bn a year to improve health and social services for the elderly, but most would go on \"intermediate\" care for older people, to reduce time spent by them in hospital. </p> <p>His decision last month provoked anger from groups representing older people, some of whom have to sell their homes to pay for personal care in residential homes that would be free if they were in hospital. </p> <p>Ms Hancock's objection yesterday focused on the health of these elderly people, rather than their wealth. \"The plan states that 'in the future the NHS will meet the costs of registered nurse time spent on providing, delegating or supervising care in any setting'. </p> <p>\"But clearly, nursing care is not provided by registered nurses alone - a large amount of nursing care is delegated to health care assistants. Therefore the plan would create an artificial divide between nursing and personal care based on whether the care is provided by a registered nurse or healthcare assistant,\" she said. Perversely, this would discourage delegation of work to care assistants, as the government wanted. </p> <p>Ms Hancock said the college was encouraged by most of the proposals in the NHS plan and supported the principle of extending free nursing care. \"However, we are concerned that flaws in the approach to long term care funding will continue to undermine the potential benefits of such measures for the health and wellbeing of all older people,\" she said. </p> <p>The Department of Health said ministers had not yet received the college's letter. They were proposing a broad definition of nursing care that would for the first time be free in all care homes. The college would be involved in drawing up a framework for assessing every resident's nursing needs, a spokeswoman said.</p>",
  "The unprecedented politicisation of religious issues in this year's US presidential election has provoked warnings to the candidates that they should avoid religious zealotry and \"messianic delusion\". <p>The New York Times warned them in an editorial yesterday against \"political appeals that are so zealous that they unsettle Americans with different religious views [or can] lead to policies coercive toward non-believers\". </p> <p>Meanwhile the veteran Democrat Eugene McCarthy, who sought the presidency in 1968 on an anti-Vietnam war platform, said it was \"unhealthy\" for this year's candidates to present themselves as moral or spiritual leaders. </p> <p>\"Religious belief, privately held, may well be good for democracy,\" he said. \"Its politicisation is not.\" </p> <p>The debate on the role of religion in the presidential election took off a month ago when the Democratic candidate, Al Gore, chose the Orthodox Jew Joseph Lieberman as his running mate. They made a point of revealing that they shared a prayer before agreeing to run together, and when they made their campaign debut in Nashville the next day they both made repeated references to God. Mr Lieberman said that his selection was a \"miracle\". </p> <p>The Republican candidate, George W Bush, and his vice-presidential nominee, Dick Cheney, have been more reticent, but when Mr Bush was asked earlier this year to say which philosopher or historical figure most influenced his thinking, he said Jesus. </p> <p>Last weekend Mr Lieberman went further still, saying: \"We need to reaffirm our faith and renew the dedication of our nation and ourselves to God and God's purpose.\" Later in the same speech he said: \"George Washington warned us never to indulge the supposition that morality can be maintained without religion.\" </p> <p>The speech led the Anti-Defamation League, which monitors American anti-semitism, to warn Mr Lieberman openly against \"almost hawking\" his religion and risking a backlash. </p> <p>\"We believe very strongly that appealing along religious lines or belief in God is contrary to the American ideal,\" the league said in a letter. </p> <p>The issue of where to draw the line between religion and politics - or if there should be such a line - is by no means confined to Mr Lieberman. Even in the strongly religious US, the growth of political religiosity in recent years as been striking. This year Mr Gore and Mr Bush have both actively encouraged interviewers and voters to see them as highly religious figures. </p> <p>Warning against this trend Mr McCarthy, now 84, said that such tactics \"mock God and muddle politics\". </p> <p>\"The president is not the moral leader of his people, no matter how often he prays or mentions God's name,\" he said. </p> <p>\"He was never intended to be the moral leader, and it is unhealthy when candidates for president present themselves or are regarded in this way, especially when they think they have a pipeline to God. </p> <p>\"Morality, compassion, decency and good manners are not the province merely of religious - or 'deeply religious' - people. There may be more than a few secular humanists out there who are good neighbours and better citizens. Religifying politics tempts politicians to messianic delusion.\" </p> <p>The New York Times struck a similar note, saying that there \"should never be any compromise\" with the constitution's ban on government establishment of religion. Those who made such points \"should not be denigrated as immoral or anti-religion.\" </p> <p>In the past decade Republicans have been to the fore in making religious faith a political issue. Black Americans apart, Democrats have traditionally played cooler on religious themes. </p> <p>But the influential opinion pollster Stanley Greenberg, who has worked for Bill Clinton and Tony Blair and now works for Mr Gore, wrote recently that the party \"needs to honour\" its religious traditions.</p>"
]