[
  "Elizabeth Taylor called Danville, Kentucky, a \"sleepy little town\" when she made the film Raintree County there with Montgomery Clift in 1956. But on Thursday night the good citizens of Danville were treated to what was described by the CBS commentator Dan Rather as the best vice-presidential debate ever to have taken place. While this may seem to be damning with faint praise, the debate between Joe Lieberman and Dick Cheney at the Centre College was certainly livelier and better humoured than that of their presidential counterparts two days earlier. <p>Again, no knockout blow was delivered, but Mr Cheney gave the more self-confident and assured performance and even managed to lighten his image with some jokes. Commentators generally felt that the Republican candidate had managed to humanise himself and catch up with Mr Lieberman in the personal popularity stakes without necessarily swinging many votes.</p> <p>Mr Lieberman started and ended by invoking his parents.</p> <p>He said that his 85-year-old mother had told him before the debate: \"Sweetheart, be positive and remember that I will love you no matter what your opponent says about you.\" He closed with a tearful reference to his late father, who had once worked night shifts on a bakery truck, and had taught that \"in America, if you have faith and work hard and play by the rules there is nothing you cannot achieve\".</p> <p>Mr Cheney won some laughs in response to a tease from Mr Lieberman about how much better off he was after eight years of the Democrats - a reference to the millions Mr Cheney has made in the private sector.</p> <p>\"I can tell you, Joe, that the government had absolutely nothing to do with it,\" he said.</p> <p>Mr Lieberman said that he could see his wife in the audience and thought she must be wishing that he, too, would go into the private sector. \"I'm going to try and help you do that, Joe,\" Mr Cheney said.</p> <p>They were asked by the moderator, Bernard Shaw, an African-American, to imagine themselves as black and to say what they would feel about being stopped by the police purely because of their colour.</p> <p>Mr Lieberman said it made him want to \"hit the wall . . . we can't tolerate it any more\". Mr Cheney , who quoted Martin Luther King, said it \"would make me extraordinarily angry\", but said he would find it hard, as someone who had always been part of the majority, to understand properly what the experience was of a minority.</p> <p>On the issue of gay rights and gay marriages, Mr Lieberman said that gay people were \"as much children of the same awesome God as any of the rest of us\", and he had an open mind on the issue of gay unions because he had friends in gay or lesbian partnerships who had pointed out \"elements of unfairness\".</p> <p>Mr Cheney said: \"We live in a free society and freedom means freedom for everybody . . . it's really no one else's business.\" He added, \"I try to be open-minded about it as much as I can\", and said he felt it was up to each state to decide how relationships were recognised.</p> <p>Both eschewed personal attacks until the end of the 90-minute debate, when Mr Cheney took a sideswipe at Mr Lieberman for attending a Hollywood fundraiser at which a comedian made a joke about George W Bush's religion.</p> <p>Mr Lieberman, who made frequent references to God - almost as frequent as his 18 references to \"Al Gore and I\" - deplored the joke but refrained from making any cracks about Mr Cheney .</p> <p>Each referred to the other by his first name throughout and they paid fulsome compliments to one another.</p> <p>While Mr Rather said that it was perhaps not a debate to listen to if you were operating heavy machinery, the general response was that it had been civilised, that it had shown Mr Cheney to be less of a conservative hardliner than his image, and had emphasised Mr Lieberman's tendency to make jokes to defuse a situation.</p> <p>The Washington Post described it as \"sober, detailed, polite\", the Los Angeles Times as \"smooth and low key\" and the New York Times as like an \"academic seminar\". What Elizabeth Taylor would have made of it is another matter.</p>"
]