[
  "The cult of the individual is normally part of the political culture of communist regimes or other dictatorships. But the supporters of Ronald Reagan are doing their best to install just such a cult at the heart of the world's most powerful democracy. <p>Not content with ensuring that Washington's domestic airport is named after their hero, or with renaming the capital city's international conference centre after him too, supporters of the former president are now poised to win congressional approval for a law that would instruct the US government to erect a Ronald Reagan memorial on the Mall, right in the centre of Washington.</p> <p>The plan to honour a living politician in this way would not seem out of place in North Korea or Iraq. But it is unprecedented in all American history and it would place Reagan among the most publicly esteemed and honoured of all US leaders.</p> <p>Only George Washington, who founded the nation, Thomas Jefferson, who wrote its constitution, Abraham Lincoln, who saved it, and Franklin Roosevelt, who led it through economic depression and world war, have been thought worthy enough to merit national memorials on the Mall.</p> <p>In each case however, the memorials to these presidents were only proposed, approved and erected long after their deaths and after later generations had had time to weigh the leaders' long-term legacy more dispassionately than their immediate contemporaries could trust themselves to do.</p> <p>The Washington Monument was not begun until 1848. Work on the Lincoln Memorial began in 1912. Authorisation for the Jefferson Memorial was enacted in 1934, while the Roosevelt Memorial was opened only in 1997. In each case, nearly half a century had passed since the death of the memorialised president - and more than a century in the case of Jefferson.</p> <p>The idea that Reagan is uniquely entitled to more privileged treatment is bizarre. Now stricken with Alzheimer's, Reagan was a personally charming president whose principal achievement was to make a generation of Americans feel good about themselves. </p> <p>His substantive legacy is much harder to quantify, and the idea that he should be numbered among these other indisputably historic leaders - and in his own lifetime too - owes nothing to consensus or objectivity, and everything to a fanatical campaign among conservative Republicans determined to raise Reagan into this select company.</p> <p>The Reagan Legacy Project, which has its headquarters in Washington, states without any qualification that \"Ronald Reagan was America's greatest president\". Its aim is to ensure \"naming something significant after President Reagan in each of the 50 states and in every county of America.\"</p> <p>Among the achievements it claims so far are everything from a US Navy aircraft carrier, the USS Ronald Reagan, which is due for completion in 2002, to the Ronald Reagan Fundamental school in Yuma, Arizona. </p> <p>Other commemorations include the Ronald Reagan professorship at California's Pepperdine University, the college which invited the former independent counsel Kenneth Starr to become its principal, and the Ronald Reagan Foundation for Conservative Studies at the Texas A&amp;M University in Bryan, Texas, also home to the George Bush Presidential library.</p> <p>Some supporters of the project make clear that they will not be truly content until they have had a head of President Reagan added to the Mount Rushmore monument in the Black Hills of South Dakota, where Presidents Washington, Jefferson, Lincoln and Theodore Roosevelt are commemorated.</p> <p>To achieve their goal of a Reagan memorial on the Mall, Republicans have drafted a bill which brushes aside all existing procedures and checks and balances for commemorations in the capital. Until now, proposals for memorials have had to be submitted to three separate federal commissions for consideration and - in some cases - rejection. </p> <p>The most recently accepted memorial under this procedure is one in honour of Martin Luther King, the design for which was unveiled this week. But the commissions have already warned against the danger of a proliferation of monuments in the US capital, and have agreed to a moratorium, designed in part to protect existing vistas, but also to slow the politicisation of the process, of which the Reagan memorial is now the prime exhibit.</p> <p>The Reagan memorial bill bypasses these commissions, putting the whole issue in the hands of a Ronald Reagan Memorial Commission. The objective is as clear as it would be if this were Pyongyang or Baghdad rather than Washington. No disagreements, no delays, no doubts are to be tolerated. Dissent is un-American.</p> <p>The continuing Republican cult of Reagan bears many similarities - though the American version is much more enduring - to Britain's supposed love affair with Margaret Thatcher at the same period. Paradoxically, though, the Reagan cult was given fresh energy by the election of Bill Clinton in 1992, an event which appalled conservatives and made them more determined than ever to ensure that their own years of triumph were not forgotten.</p> <p>One day, believe it or not, there will be plans for a Clinton monument in Washington. Even to imagine the theme - and the shape - of such a memorial is to open up a subject best kept closed at present. But it is as powerful a vindication as one could wish for of the old system that the Republicans are trying to overthrow. Decisions about such commemorations are best left to the judgment of later generations.</p>",
  "Hackers have accessed personal data on 260,000 civil servants held on computer files by the Public and Commercial Services Union in an attempt to influence who will win an election for general secretary later this year. <p>The action, an offence under the Data Protection Act, enabled tens of thousands of leaflets endorsing the present general secretary, Barry Reamsbottom, to be sent by a union faction to members' work and home addresses. There is no suggestion that Mr Reamsbottom had any involvement in what happened. </p> <p>Mr Reamsbottom is being challenged for the post by Hugh Lanning, an assistant general secretary. </p> <p>A confidential investigation prepared for the union's national executive, obtained by the Guardian, reveals \"very weak controls\" over computer security at the union's headquarters in Clapham, south London. The computer room door was always open because of ineffective air conditioning; program controls were non-existent; passwords were rarely changed; and anybody outside the system would not be logged off automatically after three failed attempts to access it. </p> <p>An inquiry by Antony White QC for the union says \"a person or persons unknown acting on behalf of the National Moderate Group surreptitiously extracted information from PCS membership records and deleted any record of the extraction to cover their tracks\". </p> <p>His findings follow an investigation which has split the union. Marion Chambers, leader of the faction and a former union president, accused Mr White of producing a \"tainted\" report. </p> <p>\"I do not think you are entitled to draw any particular conclusion about the distribution of National Moderate Group election materials without sufficient supporting evidence,\" she wrote to him. </p> <p>She said the faction had obtained the information through decades of experience. </p> <p>The rival candidate, Mr Lanning, pointed out that this information included 1,300 correct addresses for people working at customs and excise in Dover, and 1,400 at the Ministry of Defence. </p> <p>Mr Reamsbottom said yesterday: \"I am glad that all staff and officials have been cleared by the inquiry of using the information. I am very concerned about the lack of security and will be conducting an urgent review. It could have been an outside job.\"</p>",
  "The Yugoslav government is accusing the opposition candidate in the presidential election on September 24 of being a puppet working for paid Nato stooges. Its latest poster on the walls of Belgrade shows Vojislav Kostunica as a puppet Pinocchio figure standing in front of an alliance flag. <p>Critics say President Slobodan Milosevic's campaign is running out of ideas. It is certainly exploiting old themes. </p> <p>The key theme of his Socialist party (SPS) is the slogan of the party congress earlier this year: Obnova, Razvoj, Reforme (reconstruction, progress and reform). </p> <p>Radomir Vukovic, director of the design company Gras, says that in previous campaigns, the regime hired leading western companies to do their advertising. </p> <p>This time, he says, the party's main campaign message is: \"We don't have enough time to run a campaign, we are rebuilding the country.\" </p> <p>An advertisement on state television for the Yugoslav United Left party, led by Mr Milosevic's wife, Mira Markovic, plays strongly on the Nato stooge theme, suggesting that opponents of the regime attracted the Nato bombing raids. </p> <p>Natasa Milojevic, head of the creative team for the Democratic Opposition of Serbia, the coalition of 18 opposition parties which is fielding Mr Kostunica as its presidential candidate, says the regime's leaders began a year ago to portray themselves as patriots rebuilding the country after the bombing, using the state-controlled media as an important part of their strategy. </p> <p>On Tuesday President Milosevic appeared on the campaign trail for the first time, opening a hydroelectric dam, Djerdap II, on the border with Romania. </p> <p>His speech was spread across the front of the state newspaper Politika yesterday and dominated state television news. They said he addressed a crowd of 100,000, but non-government newspapers put the number at 10,000. </p> <p>The president's public appearances are not announced in advance and foreign and non-government journalists only learn of such events after they happen. </p> <p>Taking up his theme of reconstruction, Mr Milosevic said: \"This generation really has something to leave to the generation to come - a 10- year resistance to violence, strongly expressed national solidarity and courageous ability to cope in difficult times.\" </p> <p>Then, in an apparent attempt to steal the clothes of opposition leaders who work with the west, he turned to Europe. </p> <p>\"Europe is here,\" he said. \"It started its life here. It struggled with it here. It started to be united here. Here, east and west decided to find a common language.\" </p> <p>The regime's charge of collusion with the west sticks poorly on Mr Kostunica. He condemned the Nato bombing, has used strong anti-US rhetoric and has a record of nationalism. The polls consistently show him ahead. </p> <p>Mr Milosevic's followers include many pensioners and country people and a campaign video featuring a beautiful woman in a field of corn singing My Serbia and happy people in traditional settings is clearly is designed to appeal to them. </p> <p>One of the challenges to the opposition is to mobilise undecided voters: pollsters say a high turnout will be in its favour. </p> <p>Mr Kostunica's campaign exploits the feature most people see in him: his integrity. His best known advert shows just his eyes, in monochrome, with the words: \"Who can look you in the eye? Kostunica.\" </p> <p>With typical panache the federal information minister Goran Matic , said the eyes were not Mr Kostunica's but Al Pacino's. </p> <p>The next day posters appeared showing the whole of his face, with the slogan: \"Who speaks in the name of all of us? ... Kostunica of course.\" </p> <p>Milosevic supporters have stuck Nato stickers over the eyes and a wag has added to the slogan the words \"... and says nothing.\"</p>",
  "Hillary Clinton's historic attempt to win a seat in the US Senate went into top gear yesterday as she and her Republican rival Rick Lazio held the first of three televised debates. <p>As many as 80% of New York's 13.5m voters were expected to watch the hour-long debate in Buffalo, as was President Clinton, who was due to tune in at the White House after helping to tutor his wife for the first major election debate of her career.</p> <p>More than 120 American reporters were on hand for the event.</p> <p>Despite the millions of dollars already spent on months of campaigning in the state, last night's debate was the first occasion on which the contenders have had the opportunity to compete face-to-face for the voters' attention.</p> <p>\"She's ready. She knows what she has to do. She's excited,\" said an adviser who had been testing Mrs Clinton with questions,</p> <p>Mr Lazio, meanwhile, was said to be mugging up his voting record in the House of Representatives, where he has been a Long Island representative since 1992.</p> <p>Mr Clinton \"dropped in and out\" of his wife's all-day practice sessions on Tuesday, a White House spokesman said.</p> <p>The debate took place less than 24 hours after Mrs Clinton's attempt to become the first First Lady to achieve elected office was confirmed by her party's nomination in a primary run-off against a previously unknown Manhattan surgeon.</p> <p>With 97% of the votes counted in Tuesday's Democratic primary - a contest so inconspicuous that it barely registered even in New York - Mrs Clinton had 82% and Mark McMahon 18%.</p> <p>The fact that almost one in five Democrats voted for an unknown against the most famous woman politician in the US suggests that Mrs Clinton still faces an uphill task persuading some of the voters whose support she needs.</p> <p>The presidential couple cast their votes in a school in Chappaqua, their home in the state. Their daughter Chelsea, who is attending the opening of the Olympic Games in Sydney, cast a postal ballot for her mother.</p> <p>\"I voted for myself for the very first time and I was very excited,\" Mrs Clinton said as she emerged from the voting booth.</p> <p>\"After all these years of her helping me, it was a thrill,\" Mr Clinton told reporters.</p> <p>Mrs Clinton's campaign received a boost from two statewide polls yesterday, which both showed her leading Mr Lazio, who won the Republican primary unopposed.</p> <p>She led Mr Lazio by five points, 49 to 44%, among likely voters in a Quinnipiac University poll. In a separate Marist Institute poll, her lead among likely voters was narrower, 48% to 46%.</p> <p>Both polls show a slight strengthening of her position in the contest compared with previous surveys.</p> <p>An important factor in Mrs Clinton's stronger showing seems to be her big lead among Jewish voters, who make up 12% of the state's electorate. She has a two-to-one lead, 61% to 30%, according to a new survey of Jewish voters.</p> <p>Most of the poll was taken before the publication this week of a photograph showing Mr Lazio shaking hands with the Palestinian leader, Yasser Arafat.</p> <p>Mrs Clinton will be looking for a further boost among Jewish voters when she campaigns for the first time with the party's vice-presidential nominee Joe Lieberman, who is an orthodox Jew, in New York tomorrow.</p> <p>Mrs Clinton's supporters said yesterday that they believe the polls underestimated her lead because the probable turn-out of the predominantly Democratic black voters is expected to be higher than usual this year.</p> <p>The tightness of the Senate race contrasts with the latest New York state poll on the presidential election, in which the Democrat Al Gore leads the Republican George W Bush by 60% to 31%.</p> <p>This year's New York Senate race is certain to break all previous records for political fundraising for a single state contest.</p> <p>With more than $60m already budgeted by the two candidates, spending in the Clinton-Lazio contest dwarfs the previous spending record of $44 million in the 1994 California senate race between the Democrat Dianne Feinstein and her Republican challenger Michael Huffington.</p>",
  "Bill Clinton was named in a sexual harassment case yesterday, but this time he can face the cameras and swear truthfully that he never touched her. He just happened to be president at the time. <p>The alleged culprit on this occasion is the president's pastry chef, Roland Mesnier, who is being sued by his assistant, Franette McColoch, for \"severe sexual harassment\". </p> <p>Mr Clinton is mentioned because Ms McColoch's lawyers claim that as her employer he failed to ensure that there was a complaints procedure in place. </p> <p>Ms McColoch says that when she complained to her superiors she was \"deliberately misled\" into believing there was no way of pursuing her claim: that she had no legal recourse and would have to put up with Mr Mesnier's attentions or leave her job making cakes and biscuits for the leader of the free world. </p> <p>The case could cost Mr Clinton, who is already burdened with legal fees from the Monica Lewinsky affair, up to $1m (about £714,000). </p> <p>Ms McColoch is claiming $1m in damages from Mr Mesnier, who she said made unwanted advances and demanded to know why she would not have sex with him. </p> <p>Once spurned, she said, he was \"hostile and rude\" to her at work, and left dozens of messages on her answering machine. </p> <p>Although the president has only a walk-on role, the case will undoubtedly add anecdotal weight to his enemies' portrayal of the Clinton White House as a den of licentiousness.</p>",
  "<p><strong> No revolution</strong><br> I was pleased to note your inclusion of World Online in your table of internet access providers a couple of weeks ago (Online, September). I recently signed up to their excellent Freedom 24 programme after giving up on BT's risible Surftime deal - which was still not available in my area months after the heavily-hyped - June 1 start-date. Numerous encounters with BT's \"customer service\" department only confirmed my suspicions that its inefficiency and smugness are boundless. </p> <p>Alas, World Online has now contacted its customers to say that they might have to reconsider their pricing structure due to the non-appearance of Friaco. </p> <p>\"Internet revolution\"? Not if BT can hold everyone else to ransom whilst still being utterly unable to deliver a credible alternative. <br> <strong> P Gore</strong> <br> <a href=\"mailto:penny@penmart.worldonline.co.uk\">penny@penmart.worldonline.co.uk</a> </p> <p><strong> CD prices</strong><br> I think Tom Parish (Feedback, September) is rather missing the point about the prices charged for CD-RWs in the shops. It may well be \"commonplace\" to pay £10 per disk, and I have even seen some hopefuls selling them at £14.99 each. However, my brother, who sells both CD-Rs and CD-RWs on the web, tells me that his highest cost price for a single CD-RW is currently £1.12 excluding VAT. No, that's not a typing error - and that's for a Kodak product, not Brand X. Other name brands are even cheaper. </p> <p>Even allowing for the addition of VAT, the reseller's legitimate profit margin, and first class carriage if purchased by mail order, I would still have to say that any high street retailer selling a single CD-RW for more than £5 is trading on consumer ignorance and is guilty of profiteering. I would strongly suggest that readers who need CD-RW but have been paying these ripoff prices should cast their net a little wider. <br> <strong> Paul Bowes</strong> <br> <a href=\"mailto:PBowes9116@aol.com\">PBowes9116@aol.com</a> </p> <p>Unlike Tom Parish (Feedback, September 7) I do not believe that Anthoy Bullock is confused at all. I certainly am not, and I do not have to pay \"upwards of £10 per disc\". Good brand (Memorex) re-writable CDs can be bought mail order for £1.45 each, with slightly lower rates for 10 or 20. At only 50 pence less, it hardly seems worth bothering to buy CD-Rs any more. <br> <strong> George Kitchin</strong> <br> <a href=\"mailto:george@gkphoto.freeserve.co.uk\">george@gkphoto.freeserve.co.uk</a> </p> <p>I think Tom Parish's response only goes to prove the point that shopping around pays. I have on my desk a Lead Data 74min/ 650MB Silver Blue Professional CD-RW. The price: £1.99 inc VAThe CD-R versions were a little cheaper. I purchased this locally, in Cardiff. <br> <strong> Mike Hayes</strong> <br> <a href=\"mailto:mike.hayes@libertysurf.co.uk\">mike.hayes@libertysurf.co.uk</a> </p> <p><strong> Word patch</strong><br> Referring to recent correspondence on this subject, a \"patch\" downloadable from the Microsoft website will enable Word 6.0 or Word 7.0 (Word 95) to open Word 97 files. The address is: http://support.microsoft.com/support/kb/articles/q162/2/14.asp There are of course some limitations where features unique to Word 97 are concerned. These are covered in the readme document that comes with the patch.  <strong> Robert Clark </strong> <br> <a href=\"mailto:robert.clark@btinternet.com\">robert.clark@btinternet.com</a> </p> <p><strong> Mac first</strong><br> I'm not sure that <a href=\"http://www.idrive.com\" target=\"_new\">idrive.com</a> is as pioneering as suggested in Web Watch (Sepember 7). Mac OS 9 users have had this facility for many months. Whilst we're on the subject of 'other' OSs, perhaps Ask Jack could be made a little less constantly Windows specific. <br> <strong> Paul Arnold</strong> <br> <a href=\"mailto:pd2@bigfoot.com\">pd2@bigfoot.com</a> </p> <p><strong> Online replies:</strong> It appears our Mac-using readers simply have fewer problems...</p>"
]