[
  "<p>Professor Ivor Crewe, vice-chancellor of Essex university, and Professor Roderick Floud, vice-chancellor of London Guildhall university, have been nominated as candidates to become the next president of UK university heads</p> <p>The Committee of Vice-chancellors and Principals, which is shortly to rebrand itself as Universities UK, says that the election result for the president will be announced on 1 December. The new president will hold office from 1 August 2001, after the current president, Sir Howard Newby vice-chancellor of Southampton university, stands down, to 31 July 2003.</p> <p>Professor John Bull, vice-chancellor of the University of Plymouth has been re-elected as Treasurer of the CVCP unopposed.</p> <p>Crewe is a political scientist, while Floud is an economic historian. If Floud was appointed, he would become the first leader of UK academic heads to come from a former polytechnic.</p>",
  "<p>America hates a loser, and should Al Gore squander Bill Clinton's golden economic legacy by losing to George W Bush tomorrow he will go down in history as one of the losers of all time. </p> <p>Unemployment is low, inflation is low, real incomes are rising, the dollar is strong, Silicon Valley has transformed the global industrial landscape. Put simply, Gore should be cruising it. Should the Republicans win back the White House after eight years, the pundits will say the vice-president was wooden, lacked warmth, told little white lies, came across like an arrogant know-all - all of which is true. Maybe they will even think up a new catchphrase - \"It's not the economy, stupid\". </p> <p>The economy is not working in Gore's favour. That may be because after such a prolonged period of growth, voters take the good times for granted. Alternatively, they may think the credit for the longest economic expansion in the US since records began has rather more to do with the policies of Al Greenspan than those of Al Gore. Finally, it may be that life under the Democrats these past eight years has not been quite the stroll in the Elysian Fields for ordinary working class Americans that commentators assume. </p> <p>A recent analysis of Clinton administration's record by the American economist Robert Pollin in the New Left Review concluded that it had \"done virtually nothing to advance the interests of organised labour or working people more generally\". To be sure, the minimum wage has been raised, but its purchasing power has fallen by 40% since the late 60s. To be sure, real wages have been rising for the last couple of years, but this follows a period of falling wages stretching back two decades. Wage inequality has widened, with the gains for ordinary workers far lower than in previous economic expansions. If Gore needs to know why he is having trouble getting his core vote out, he should mull over the fact that average wages for non-supervisory workers are lower than they were under Ronald Reagan. </p> <p>Gore may still win. When it comes to it, there may be a temptation to hold on to nurse for fear of something worse. However, there does not seem to be too much fear about and Bush could find himself in the same position as Tony Blair in 1997 - about to inherit an economy that has been growing for nine years without a break - the longest expansion since records began in the 1850s. Almost without exception, the gurus of Wall Street believe that the US economy is heading for a soft landing and, with the budget in surplus, Bush can afford to get straight down to doing what Republican presidents enjoy most - cutting taxes for the rich. </p> <p>But it is far to early to conclude that there will be a soft landing. Neither Bush nor Gore has dared to mention the fact that America's boom could come crashing down at any moment, even though they must be aware of the risks. </p> <p>On the web, there is a wonderful site called iTulip.com, which specialises in warning stupid and greedy investors of the dangers ahead. It argues that there will be a point at which even the most stubborn bull of Wall Street realises that the game is up and starts to yell at his broker: \"Stop arguing with me! Sell, you bastard.\" This, charmingly, is known as the puke point, and when enough investors reach the PP at the same time panic sets in; iTulip believes this could be November, other analysts think it could be January. </p> <p>There is little doubt that the US has witnessed an industrial renaissance over the past decade and a half. In part this has been due to the remarkable vigour and innovative zeal of Americans themselves, but it has also been due to the pump priming provided by massive defence spending in the 80s, the weakness of the dollar until the mid-90s and the squeeze on wages. The beneficiaries of the pay cuts imposed on workers have been the profits of corporations and the pay packets of better-off; this transfer of resources has been recycled into higher investment and the stock-market boom. </p> <p>So we have had a situation where there has been no shortage of cash to fund new ventures, even those with little chance of commercial success, and no shortage of money to drive shares in these companies to unprecedented levels. Although the pace of expansion under Clinton has been unremarkable when set against those of the 50s and 60s, stock market valuations went crazy. To take one example, the price-earnings ratio for Xerox peaked at 123 in 1961; the peak for the online auction company eBay was 9,571. </p> <p><strong> Wealth effect</strong><br> </p> <p>In the next phase of the cycle, the boom in the stock market created a wealth effect, which in turn fuelled increases in consumption and gave individuals the confidence to take on more debt and companies the confidence to invest in even more marginal projects. Investors in other parts of the world looked on enviously as Wall Street reached dizzy heights. Desperate for a slice of the action, they bought US assets at overblown prices, driving up the value of the dollar and helping to dampen down American inflation. </p> <p>That this position is precarious in the extreme should be immediately apparent. Financing consumption via stock market gains only holds good while the stock market is going up, and Wall Street has moved sideways this year. Why has it moved sideways? Simple. There has been colossal overinvestment, profits are starting to come under pressure, and the cannier investors are starting to lose their faith in the ability of the hi-technology sector to deliver the earnings that would justify their absurd share prices. Actually, the really canny investors banked their winnings a long time ago. </p> <p>As Graham Turner, of GFC Economics, points out, there are plenty of signs that the economy is slowing. Manufacturing production is slipping back, consumer spending on durable goods and cars has turned down sharply during 2000 and the labour market has started to turn down. With demand slackening but capacity over-abundant, the inevitable is happening. Investment is being cut back and prices are falling. The price of phone calls is falling by 6% a year, with long distance calls falling at an annualised rate of 14.5% in the past six months. This is not good news for AT&amp;T. </p> <p>Yet even now there is a sense of denial - and this could prove costly. Share prices have perked up, belying what is going on in the corporate bond market , where rising yields indicate that a credit squeeze is well under way. If there is borrowing going on at the moment, it is probably distress borrowing. </p> <p>All of which suggests that a hard landing is a much more plausible scenario than the many followers of Dr Pangloss would have us believe. Early cuts in interest rates might just do the trick, but having underwritten the stupidity of investors once, Greenspan will be reluctant to do the same a second time. The economists at Goldman Sachs believe that rates will be kept on hold for the whole of next year, and if they are right the consequence may be a very sharp slowdown indeed, with a plunge in the dollar acting as a further deterrent to easing monetary policy. </p> <p>If this happens, it will provide a suitable epitaph to the Clinton years. As Pollin notes: \"The core of Clinton's programme has been global economic integration, with minimum interventions to promote equity in labour markets or stability in financial markets. Gestures to the least well-off have been slight and backhanded, while wages for the majority have either stagnated or declined. Wealth at the top, meanwhile, has exploded. But a stratospheric rise in stock prices and debt-financed consumption spree make a mortgaged legacy. Clinton will hand over to his successor the most precarious financial pyramid of the post-war period.\" It could be a good election to lose. </p> <p><a href=\"mailto:Larry.elliott@theguardian.com\">Larry.elliott@theguardian.com</a></p>",
  "They may back different candidates or none at all, but the main US papers are as one in believing that the presidential race is simply too close to call. Certainly, the commentators are placing no bets. <p>Michael Tackett, political editor of the <a href=\"http://www.chicagotribune.com/\" target=\"_new\">Chicago Tribune</a>, admits he hasn't a clue about the likely outcome: \"For all the speeches delivered and miles logged, attacks levelled and promises made, the long, costly race for the White House remains in the final weekend as ill-defined as it is close. </p> <p>\"It's a big race about relatively small things. Not war or recession. Not a hostage crisis or long gasoline lines. Not a missile gap or civil rights. Instead, it has been a battle waged largely at the midfield of American politics with the seemingly dominant issues being the cost of seniors' prescriptions and the government's stewardship of Social Security.\"</p> <p>The <a href=\"http://www.latimes.com/\" target=\"_new\">Los Angeles Times</a> says the presidential contest is now \"down to the wire\" - a phrase much used on the front pages - and offers a vivid account of Al Gore's breakneck progress from state to state: \"With the race closer than any in decades, turnout is crucial for both sides. And it's most important in the tossup states where Gore and Bush appeared just hours apart over the campaign's final weekend. </p> <p>\"In their struggle for the 270 electoral votes needed to win, the campaigns have targeted swing areas of swing states so precisely that Gore stopped Sunday in the same Detroit suburb of Dearborn that Bush visited on Saturday. And here, as at every other stop, Gore told people their state was the one that could push him over the top.\"</p> <p>Rather cruelly, the paper also offers some reflections on losing the presidential contest, by some who have done just that: \"George S. McGovern, who lost resoundingly to Richard Nixon in 1972, recalls the silence, the loneliness. 'Where did all those voters go? Where were those huge crowds on election day?' he asks. 'You have a huge sense that the country deserted you and left you alone.'\" </p> <p>The <a href=\"http://www.sfgate.com/chronicle/\" target=\"_new\">San Francisco Chronicle</a> offers hard evidence of the closeness of the race, reporting the latest poll in the vital state of California. It shows Mr Gore ahead of Mr Bush by five points, 46 to 41, with four points for Green Party candidate Ralph Nader, two points for Reform Party candidate Pat Buchanan and others, and seven points going to undecided voters. The poll, with a 3.3 percent margin of error, showed a two point slide for Mr Gore from a similar poll released last Thursday. </p> <p>The paper quotes poll director Mark DiCamillo: \"With each passing day over the past week and a half, Bush has gotten closer and closer in California. Where once California was seen as a safe Gore state...now it's more of a lean for Gore.\" </p> <p>The <a href=\"http://www.dallasnews.com/\" target=\"_new\">Dallas Morning News</a> reports the staggering amounts of cash which has been poured into both campaigns: \" Add the sums raised by presidential campaigns, House and Senate candidates and the parties themselves, and the tab this year has already reached about $1.9bn - by far the most ever spent during a campaign and more than double that of 1992. Throw in the money spent by interest groups such as the National Rifle Association, pharmaceutical companies and Planned Parenthood, and the total swells to nearly $3bn, according to estimates.\" </p> <p>The <a href=\"http://www.herald.com/\" target=\"_new\">Miami Herald</a> is understandably focused on the surprisingly close race in Florida, where Mr Bush is struggling to maintain his early lead, in spite of his brother Jeb being the popular state governor. \"Bush's trip to Florida in the final days of the closest presidential contest in four decades and Gore's midnight rally in South Beach tonight are a measure of how critical the state and its 25 electoral [college] votes have become to the victory of either candidate on Tuesday. Vice-president Gore has also included Florida in his final 30-hour, seven-state, non-stop frenzy of campaigning.\" </p> <p>The <a href=\"http://www.nytimes.com/\" target=\"_new\">New York Times</a> reports the other frantic last-gasp campaign on its doorstep, between Hillary Rodham Clinton and Rick Lazio for the US Senate. It has a colourful account of the first lady's Sunday dash round churches to encourage the overwhelmingly Democrat black vote: \"The same striking scene was replayed again and again throughout the day: the wife of the president of the United States sweeping into Baptist churches in some of the most impoverished neighbourhoods of New York, to a rustle of excitement and raised hands and a swell of organ music and gospel song.\" </p> <p>Amid the frenzied claims and counterclaims, there is still space for humour, albeit of a caustic kind. The <a href=\"http://www.freep.com/\" target=\"_new\"> Detroit Free Press</a> features a cartoon in which a television interviewer asks a man on the street which candidate he prefers. He answers: \"Drew Barrymore - she's easily the best of the new Charlie's Angels.\"</p> <p>The paper also conducted a straw poll of 20 people to find how much they knew about the electoral college; the 540-member body which will choose the new president. Only two of the respondents had a clue. A waitress and customer at the nearby Clique restaurant shook their heads in puzzlement. \"I have no idea,\" said the customer, whose first name was Vera. \"Did you try the Yellow Pages?\" </p>",
  "With the presidential contest still neck and neck, less than 24 hours before the United States votes, Al Gore and George W Bush are making a final push through battleground states. <p>The Republican candidate promised \"a sprint to the finish,\" while his Democratic rival told audiences that it was time \"to move your feet.\"</p> <p>Both candidates emphasised the need to energise their core supporters and reach still-undecided voters. \"We've laid the groundwork for victory, now it's up (to us) to get people to the polls,\" said Mr Bush, leaving Florida - a state both candidates are desperate to win - for the last time before the election. </p> <p>A Bush strategist, Karl Rove, said that Republicans had concentrated on get-out-the-vote efforts in the campaign's final days, placing 70m phone calls to voters, sending out 110m items of mail and mobilising 243,000 volunteers in 28 battleground states. </p> <p>While both candidates have full schedules, Mr Gore went a step further, campaigning around the clock. Well past midnight, in a wind-blown cold rain, he hustled across airport tarmac to greet some 700 flag-waving supporters in Iowa.</p> <p>\"I'm going to be brief,\" he promised. \"I want you to save some energy to take your neighbours to the polls and I want you to convince all of the undecided voters you encounter over the next 24 hours and more, because this race is close.\" </p> <p>Mr Gore stood under a black umbrella meeting workers as they reported for work at a tractor plant. He grinned when a red pickup truck slowed in the street and its driver shouted, \"Give George Bush hell tomorrow!\"</p> <p>After appearing on a string of TV talk shows, he flew off to campaign in Missouri, Michigan and Florida. Tomorrow morning he plans to hold a dawn election day gathering in Tampa, Florida. </p> <p>\"The last formal campaign stop of campaign 2000, after my opponent's gone to bed, is going to be in central Florida, because that's where the future is going to be written,\" he insisted. </p> <p>George Bush spent the night in Orlando after a five-city blitz through Florida, the most populous swing state. Earlier, the Texas governor campaigned in Tennessee, Wisconsin, Iowa and Arkansas before returning to his home in Austin, Texas.</p> <p>The Republican presidential nominee drew large, enthusiastic crowds at each of his Florida stops. National polls give him a narrow edge in the presidential race, but Gore's support in large battleground states has led to an unpredictable race to 270 electoral votes and victory.</p> <p><b>Useful links</b><br> <a href=\"http://www.algore2000.com/\" target=\"_new\">Al Gore 2000</a><br> <a href=\"http://www.bush2000.com/\" target=\"_new\">George Bush 2000</a><br> <a href=\"http://www.guardianunlimited.co.uk/US_election_race/Story/0,2763,393177,00.html\">A slavish press connives to hide GW's shady side</a><br><a href=\"http://www.guardianunlimited.co.uk/US_election_race/Story/0,2763,393361,00.html\">Gore's last plea to the great undecided</a><br><a href=\"http://www.guardianunlimited.co.uk/US_election_race/Story/0,2763,381260,00.html\">Net election</a></p>",
  "The Italian government has tried to shore up its constitutional authority by blocking a referendum in Veneto, the region that includes Venice, on greater independence from Rome. <p>The wealthy region proposed a constitution last week which amounted to near secession raising the stakes in the northern battle for power and increasing the fear that Italy may break up. Rome will push its own diluted proposals for devolution through the senate this week.</p> <p>But the president of Veneto, Giancarlo Galan, vowed to press ahead with the referendum. Mr Galan, who belongs to the centre-right coalition which is expected to win next year's general election, wants to keep two-thirds of the tax revenues raised in Veneto and to control health, education, immigration, law and order, and elements of foreign policy.</p> <p>Francesco Rutelli, the centre-left's candidate for prime minister, denounced the plan as a recipe for a Yugoslavian-type disintegration, adding that the diversion of funds would force hospitals in the impoverished south to close.</p> <p>A cabinet meeting decided that a referendum could be called only by the central government. It would interfere with the devolution bill.</p> <p>Veneto's proposal raised the stakes in the north's game of cat and mouse with Rome. The regions of Lombardy and Piedmont, also controlled by the right, want to distance themselves from the south, which they regard as parasitic, corrupt and crime-infested.</p> <p>Agazio Loiero, the regional affairs minister, said blocking the referendum was safer than letting it go ahead and hoping it failed. Some colleagues said the block could give rise to a separatist backlash.</p> <p>It is uncertain that the devolution bill will be passed before the elections, due by April. Opinion polls suggest that the centre-right will thrash the government, which has promised but so far failed to deliver devolution.</p>",
  "The first Jewish vice-presidential candidate in US history ignored the Republican poll lead and observed the Jewish Sabbath with his family. But as soon as the sun went down, Joe Lieberman began one of the most gruelling campaigning days in modern electoral history. <p>Having spent the Saturday in Miami in prayer and relaxation, he went into the political equivalent of hyper-drive: a 6,000-mile tour of seven key states in just over 24 hours, with only the odd hour off for sleep. </p> <p>First stop was a visit to El Pub, a bar in the heart of Miami's Little Havana district. Then, at 8pm, he left for Miami airport and the 230-mile flight to Orlando, where he gave his final speech in the battle for Florida's vital 25 electoral college votes. </p> <p>\"This great wave starts in southern Florida and works its way up to central Florida and takes Al Gore and me to the White House,\" he told supporters. </p> <p>But the route to the White House is a roundabout one. From Orlando Mr Lieberman flew 1,000 miles to Springdale, north-west Arkansas, Bill Clinton's state, for an 11.15pm rally. An hour later he was back in the air, heading south-west to Albuquerque, New Mexico, another 1,000-mile leg, and his hotel bed. </p> <p>By 7am he was shaking hands in local diners and cafes. Three hours later he was off to Las Vegas, Nevada, 1,470 miles away, another state that the Gore-Lieberman ticket thinks could flip their way. </p> <p>After lunch he was leaving Las Vegas for another 1,000-mile flight, this time to Portland, Oregon, where the Democrats are battling to stop Ralph Nader's voters handing the state to George W Bush. </p> <p>By 5.30pm he still had two more states to visit. The 175-mile flight to Seattle, Washington, took less than an hour, from where he was driven to a local rally. </p> <p>At 9.30pm he was rolling down the runway for the final, and longest leg: Minneapolis, Minnesota, 1,670 miles and two time zones east. </p> <p>By the time the campaign plane touched down in the midwest, it was 2.55am. </p> <p>If that was not enough, he will be notching up a further 2,200 air miles today, from Minnesota to Wisconsin, then to Maine and New Hampshire, before a final stop in Pennsylvania en route to - he hopes - a victory party in Nashville, Tennessee, on polling day tomorrow.</p>",
  "To the Guinness Book of Records: reserve a whole page under hypocrisy. It's for George W Bush and the managers of his bid for the White House. They have run a campaign of character assassination. Knowing that Al Gore has an intimidating grasp of the issues, they have used every trick, every dollar of special interest money, every toady in the press, to smear the vice-president as a liar. The cleverness of that diversionary tactic was that if it worked it would relieve GW of giving proper answers to the questions of substance he finds so bewildering. <p>It worked. </p> <p>Now Bush is revealed as a liar on a serious issue of character. And what happens? The smear artists are shouting \"dirty politics\". </p> <p>Given the anti-Gore bias of the mainstream press, last Thursday night's revelation that Bush was arrested for drunken driving in 1976, when he was 30, may have come too late to affect his lead. The Republican spin machine has also been adept in damage control. Within 24 hours it had almost managed to turn the story into \"who leaked?\" instead of \"why didn't he come clean?' It is true the disclosure came from a Maine Democrat, though not from the Gore campaign. But the point is that it is true, and the real question is the character of the candidate who tried to conceal his past. </p> <p>He did confess to \"mistakes\" of his youth, but he would never be specific - hoping the \"mistakes\" would be thought of as youthful pranks, not serious crime. It is an offence to apply for any federal office without divulging an arrest record. Bush not only went to great lengths to cover up his conviction. He lied about it, too. In a 1998 interview, a Dallas Morning News reporter asked Bush point-blank if he had ever been arrested other than for a 1968 fraternity prank and Bush said flatly: \"No.\" The exchange was not reported at the time; it didn't seem newsworthy. And when Bush was called to jury service in a drunk-driving trial in Texas, he filled out the jury questionnaire, but left blank the yes-no entry asking if he had ever been accused in a civil or criminal case. Then he hastily got himself excused on the basis that he was the governor of the state. </p> <p>Imagine if this had been Al Gore! The Wall Street Journal, the most sedulous of the defamers, would have dispatched ferrets to find out what happened on the other form-filling occasions when \"the liar\" had to yield his record. Now the Journal, you bet, will be part of the great \"Smeargate\" diversion. </p> <p>Bush's handlers are saying, with some success, that his ready admission of the offence, when found out, is another sign of his probity. This sums up their entire campaign, one of breath-taking arrogance wrapped up in feel-good bromides. And they have got away with it. </p> <p>The basic misperception here is to confuse amiability with integrity, marketable charm with ability. The truth, bluntly, is that Bush is an irresponsible know-nothing. His instincts are those of the 1930s isolationist, little America, rather than the America that led the world in the creation of a new liberal world order. If he is president, say goodbye to the nuclear test ban, to action on global warming, to peacemaking interventions. </p> <p>Those of you in sodden Britain who might conclude that global warming, for instance, is a matter of concern should know that Bush, like the Wall Street Journal, regards it as a leftist scare. Asked what he would do, he responds that we need more study before ratifying the Kyoto agreement, putting me in mind of a fire chief who arrives at the blaze to say he will have to study the origins of the fire before trying to put it out. </p> <p> On social security, he has never throughout the entire campaign explained how he can take a trillion dollars and put it into personal accounts for mainly young workers without saying where the money will come from to secure the retirement payments for the rest of the ageing workforce. This weekend, attacking federalism, he did not even seem to realise that social security is a federal programme. Why hasn't the press blown the whistle? The economist Paul Krugman in the New York Times, a rare pundit who bothers to do the sums, writes: \"Really big misstatements, it turns out, cannot be effectively challenged because voters can't believe that a man who seems so likeable would do that sort of thing.\" </p> <p>But he would. The drunken driving arrest is not the only character evidence from Bush's past that has been suppressed or glossed over. On October 2, the Center for Public Integrity in Washington and Bill Muntaglio and Nancy Beiles in Talk magazine revealed that Bush not once but repeatedly missed the legal deadlines for reporting his insider stock trades when he was a director and member of the audit committee of a ropey Texas oil company, Harken Energy. In 1991, three years before he ran for governor, the Wall Street Journal headlined one instance when Bush sold near the top of the market before the stock plunged, pocketing nearly $850,000. He was eight months late in reporting this coup. He claimed he had but that the SEC had \"lost the paperwork\". But neither the Journal, or anyone else, has asked Bush if the SEC \"lost the paperwork\" when he was derelict on three other newly-documented insider trades he did not report in the way required by the anti-corruption laws. </p> <p>The 1991 SEC investigation, criticised for being run by friends of then President Bush, ended inconclusively. Bush, it was said, could not have known of the magnitude of Harken's impending loss when he sold out. But the SEC never interviewed Bush and documents obtained last month under the Freedom of Information Act clearly show that Bush had more knowledge than he admitted. At least twice during the month he cashed out, he received memos showing the company was in financial peril. </p> <p>The man who claims the presidency on the grounds of probity has asserted: \"I believe in individual accountability and individual responsibility.\" But the credulous press and the cerebrally challenged television talk shows have been too busy pillorying Gore to ask Bush to reconcile rhetoric and action. \"I will do everything I can,\" he has said, \"to defend the power of private property and private property rights.\" But he has failed to reconcile that public testament with his enrichment from the seizure of private land for his Texas Rangers baseball stadium. Though then a private citizen, he contrived to use the power of the state to claim eminent domain over 270 acres - most of which was not needed for the stadium. Families who lost their land so that Bush and his partners could profit from the development potential are still mad at him for the land-grab and the ordeal of court hearings they had to initiate before getting a fair price. Maree Fanning, who lost the family horse farm, told a reporter: \"If I saw him today, I'd say 'Bite my ass'.\" </p> <p>Tomorrow too many American voters, deprived of the real story, may kiss it. </p> <p> Harold Evans is the author of The American Century</p>",
  "<b>George W Bush</b> <p>Campaigned all day in Florida, after attending church in Jacksonville with wife Laura. </p> <p>Today's plans fluid but likely to include visits to Bill Clinton's home state, Arkansas, and Al Gore's Tennessee, followed by last-minute visits to the Midwest before returning to Austin, Texas late tonight. </p> <p><b>Al Gore</b> </p> <p>Began with visits to inner-city churches in Philadelphia, Pennsylvania, going on to Michigan and Wisconsin, then a late-night arrival in Waterloo, Iowa. </p> <p>Likely to focus today on the Midwest, before one last return to Nashville, Tennessee in early hours tomorrow.</p>",
  "If this is Sunday, it must be Philadelphia. Or Michigan. Or Iowa. His eyes almost closed from exhaustion, his voice sometimes cracking and his trademark plea of \"I need your help\" sounding more and more heart-felt, Al Gore is squeezing every last moment from the day and the night as he swings one last time through the states that could go either way. <p>It falls to the Rev Albert Campbell, pastor of the Mount Carmel Baptist church in the black area of West Philadelphia, to make the early morning introduction of the vice-president after invoking an even higher authority. </p> <p>\"Work your will, Lord, this election time,\" Mr Campbell implores as he stands before one of the city's finest gospel choirs, \"because what we do, dear God, has impact on all the world\". </p> <p>Al Gore, looking just like a man who has had to exist on between two and five hours' sleep a night and big doses of coffee and political adrenaline, takes up the religious theme in the packed church by telling the congregation that \"the day and is drawing nigh, the one day every four years when the people have the power\". He reminds them of the words of St Paul to the Galatians: \"Be not weary in well doing.\" </p> <p>Weary in every other respect, the Democratic party's presidential candidate has subjected himself to this desperately punishing schedule buoyed by a late feeling in his team that victory is still within his grasp if he can but claim the \"toss-up states\". </p> <p>Nowhere is closer than Pennsylvania, where the latest local opinion survey shows Mr Gore at 43% compared to 42% for his Republican opponent, George W Bush, and 8% for the Green party standard-bearer, Ralph Nader. </p> <p>With its 23 votes in the electoral college - the body reflecting the popular vote in each state which then elects the president - Pennsylvania could even swing the result. That is why its biggest city is playing host this Sunday to three Gorerallies. </p> <p>This last weekend started in Aimes, Iowa, on Friday. By the time Air Force II touched down in the early evening drought-breaking rain at Memphis airport that night, Mr Gore had already delivered his standard speech in three states. The visit to his home state of Tennessee should not have been necessary, but the polls have put Mr Bush just ahead there. </p> <p>The vice-president has become more expansive with the travelling press since the summer, but his message now is very much over the heads of the media and towards the great undecided. </p> <p>The crowd of around 2,000 in Court Square in downtown Memphis has been serenaded by no less then the Rev Al Green, Preston Shannon and Ruby Wilson, the cream of soul and rhythm and blues here. </p> <p>Wilson refers to Al Gore as our \"homeboy\" although homeboy may not be the first - or even the 101st - description that springs to mind when the vice-president bounds on stage with his wife Tipper and his daughter Kristin, a comedy script writer in Los Angeles. </p> <p>Memphis is a predominantly black town and that is reflected in the crowd. The rally has been arranged at speed - campaign headquarters in every swing state have been put on alert for a visit. </p> <p>The Team Tennessee youngsters working for Mr Gore and his running mate Joseph Lieberman have to make sure that the placards - tonight they say \"Tipper Rocks\", whatever that means - are handed out to willing hands to wave when the camera lights hit them. </p> <p>Mr Gore's voice has started to go - it cracks a couple of times during a speech delivered jacketless despite the damp. He finishes with the standard: \"I may not be the most exciting politician in the world - like Willie Herenton [the dashing local mayor] - but I will work for you each day and I will fight for you with all my heart.\" </p> <p>The Gore team is deliberately making no comment on the drink-driving story that has emerged from Mr Bush's distant past, but privately there is much glee, not least because of the Bush TV commercial beaming out in Tennessee tonight, which has him saying: \"I believe we need to encourage personal responsibility so people are accountable for their own actions.\" </p> <p>There's not much sleep in these final hours. Mr Gore will get between the sheets too late even to see Madonna endorsing him on Dave Letterman's Late Show: \"I'm a chick so who [else] would I vote for?\" </p> <p>Grey dawn Saturday, and a prayer meeting at the Peabody Hotel, Memphis. Then the motorcade takes Mr Gore out of his home state, his campaign here possibly concluded. He may not returns until he casts his vote in Carthage tomorrow. </p> <p>The motorcade blue-lights its way to the airport for a flight to Huntington, West Virginia. Here a small rally has supporters arranged strategically behind the vice-president nodding and smiling like loyal bankbenchers during televised question time in the House of Commons. </p> <p>Then there is the private trip to watch Al Junior playing football for his high school team in Washington, and finally on to chilly Pittsburgh. \"It ain't really cold, it just acts that way,\" the bearded airport employee tells the shivering arrivals. \"You've all been down in the South too long.\" </p> <p>The Wesley Centre African Methodist Episcopalian Zion church is the first stop here and has honoured Mr Gore with another stellar gospel choir singing Blessed Lord and O Happy Day as he arrives almost dead on time. </p> <p>If this race was decided on who has the best musical accompaniment Mr Gore would win by a landslide. Mr Bush's best shot so far seems to have been Hank Williams Jr: those heirs to famous names must stick together. </p> <p>The clear strategy in these last few days is no longer just to deliver the message, for everyone in these churches is converted, but to get people to persuade everyone they know to vote. Mr Gore presses the buttons again: affirmative action, Martin Luther King, Gandhi, the tragedy of Africa's Tutsis and the Hutus, the need for hate-crime legislation, his boyhood horror at seeing rings for tying up slaves in a mansion on the hill in Carthage, the threat to civil rights if Mr Bush is elected and appoints conservative judges to the supreme court. </p> <p>The last rally of Saturday is with another solid Democratic sector, the unions. They have organised a bash in Pittsburgh's Hot Metal Street. Here the audience is much whiter, big men from this old steel city in baseball caps and jackets, promising to get out the vote on the day. </p> <p>This is not so much a marathon as a steeplechase, vaulting the time and weather zones and plunging through the cold water of public scepticism. The finishing post is in sight. But first it's off to Fairmount park in the heart of the city of Brotherly Love on this glorious autumn day. </p> <p>On the whole, WC Fields said in his famous epitaph, I'd rather be in Philadelphia. On the whole, Al Gore would rather be anywhere than buried by George W Bush.So, one more time, the voice cracking: \"I will fight for you! I need your help!\" as Air Force II prepares to take off for the last destination of the day, a place in Iowa called Waterloo.</p>",
  "George W Bush remains ahead in the polls as the two main presidential hopefuls enter their last day of campaigning. But Al Gore's advisers believe their man will capture the White House by doing well in enough key states to dominate the electoral college - the body that decides the race. <p>US presidential elections are decided not by the numbers of votes cast for each candidate nationally but by a state-by-state contest in which the candidate who finishes top in each state collects all of that state's votes in the \"electoral college\". </p> <p>The college has 538 seats. A state's population determines how many of these seats it gets. A candidate needs 270 electoral college votes to win. </p> <p>Mr Gores Democratic camp hopes to upset the odds by winning the electoral college votes of the handful of key states that are too close to predict. If that happens, Mr Gore may become president even though more people nationwide voted for the Republican Mr Bush. </p> <p>If this happens - a Gore win in the electoral college despite a Bush victory in the popular vote - it will be the third time in US electoral history. In 1876 Rutherford Hayes defeated Samuel Tilden this way, and Benjamin Harrison pipped Grover Cleveland in 1888. But it would be the first time since blacks and women got the vote. </p> <p>\"It won't be a pretty victory, but it will be a victory nevertheless. A bit like winning the World Cup on penalty kicks,\" a Gore adviser said yesterday. </p> <p>As the largest state, California has 54 votes in the electoral college. New York is second with 33. Both seem likely to support Mr Gore. Seven sparsely populated states, plus the District of Columbia, have three votes each, the minimum allowed. </p> <p>With this year's contest so tight, both sides have put most of their effort into capturing the unusually large number of up-for-grabs states that will decide the outcome tomorrow. </p> <p>Mr Gore's hopes now rest absolutely on a victory in Florida, a state with 25 electoral college votes. At one time it seemed likely to go to Mr Bush, but as things have turned out Mr Gore has been in the lead there in most opinion polls this autumn. </p> <p>Mr Bush spent all day yesterday campaigning in Florida, a mark of how important the state will be tomorrow. </p> <p>The other fiercely fought state Mr Gore has to win is Pennsylvania (23 votes) where the polls now put him ahead. </p> <p>He also needs to win in Michigan (18 votes), where the race has been neck-and-neck and the survey results contradictory, and in Wisconsin (11 votes). And he must squeeze Ralph Nader's Green support to take Minnesota (10), Oregon (7) and Washington state (11). </p> <p>The most recent electoral college survey by Reuters showed Mr Gore lagging, with 196 votes solid or leaning his way, against Mr Bush's 209. This leaves 133 in states that are too close to call. A less cautious survey by the National Journal magazine showed Mr Gore predicted to win 269 electoral college votes, against 248 for Mr Bush - with just 21 still up for grabs. </p> <p>Opinion surveys tell a different story. Mr Bush continued to lead in all the national weekend opinion polls, the first to be completed after last week's news that the Republican candidate had concealed a drink-driving conviction in Maine in 1976. </p> <p>But there were contradictory indications whether the revelation had had any effect on the exceptionally tight contest between the two men. </p> <p>Mr Bush increased his lead by one point in yesterday's Gallup tracking poll, in which he now leads 48% to Mr Gore's 43%. </p> <p>But in the rival Zogby tracking poll, Mr Bush's lead narrowed to two points, at 46% against Mr Gore's 44%. A Washington Post tracking poll also gave Mr Bush a two-point lead, 48%-46%.</p>",
  "America's two presidential wannabes may not have much time for anything except campaigning in the frenetic final days of their White House race, but both George W Bush and Al Gore have found time for television comedy shows. <p>It's a sign of the changed nature of campaigning that presidential candidates have to make a self-mocking appearance on a show that pokes fun at their foibles. </p> <p>Saturday Night Live specialises in satirising America's political leaders, but last night was the first time both men appeared in person. And both Mr Bush and Mr Gore gamely acted up to their respective stereotypes as a word mangler and a credit hogger. </p> <p>\"When they asked me to help introduce tonight's special, I felt frankly ambilavent,\" said Mr Bush. \"Although I'm a big fan, I have seen things on the show I thought were, in a word, offensible.\" </p> <p>Mr Gore cut in: \"Well, you know, I was one of the very first to be offended by material on Saturday Night Live.\" </p> <p>Back in 1968, Richard Nixon's brief cameo on Rowan and Martin's Laugh-In was seen as a major - and questionable - breach of political taste when the candidate said the show's buzzphrase \"Sock it to me.\" </p> <p>Nowadays, the divide between politics and entertainment barely exists. Both Mr Bush and Mr Gore seem eager to squeeze credit out of appearances with hosts such as Jay Leno and David Letterman who routinely describe Mr Bush as a crackhead and Mr Gore as a humourless nerd. </p> <p>After the first Gore-Bush debate in October, both campaign teams studied how Saturday Night Live parodied the event to help them prepare for the next two debates. Mr Gore personally viewed tapes. </p> <p>Perhaps the most striking aspect is the way both candidates have absorbed and exploited the comedians' digs. </p> <p>Mr Bush told Letterman that one of his first moves in the White House would be to ensure that the library has plenty of \"books with big print and big pictures\". When Mr Gore went on the show he turned to the camera and warned: \"America, I gave you the internet, and I can take it away.\" </p> <p>Saturday Night Live's producer, Lorne Michaels, says both men are baby-boomers and that \"part of what defines this generation is a certain sense of humour. It's playful.\"</p>",
  "I was sorry to see that the websites set up to allow Gore and Nader supporters to trade votes tactically have been stamped on (Vote-trading websites close, November 2). However, I wonder if the idea might catch on here. Living where the only challenger to the sitting Tory MP will be a Liberal Democrat, I would happily swap my Labour vote with a Lib Dem living in a seat where it might count. I'd have to trust my \"pair\" to keep their word, but then what have I to lose but a redundant vote? If enough people used such a site, maybe the parties would have to look again at the options for PR. <br> <b>Michael Jenner</b> <br> Oborne, Dorset <br> m.jenner@virgin.net <br> <p>\u0095 So Downing Street is discreetly backing calls for anti-Tory tactical voting (Report, November 3). But Labour should be wary of taking Liberal Democrat support for granted. An ICM poll, carried out for Make Votes Count in June, showed that nearly one in four (23%) of Lib Dem voters say they would be less likely to vote Labour at the election if it decided not to hold the referendum on voting reform. With the recent volatility in the polls, tactical voting could prove decisive. Perhaps those in the Labour party and the unions who have campaigned for Labour to ditch this promise will reflect on whether their all-out opposition to a more proportional voting system is really serving the party's best interests - let alone the country's. <br><b>Nina Temple</b><br> Director, Make Votes Count <br> nina@makevotescount.org.uk <br></p> <p>\u0095 Advocating tactical voting is doing nothing more than asking people to use their votes as sensibly as they can. The difficulty is that we do not have a sensible voting system. With first past the post, rather than voting for the person they most want, voters may choose to vote for the candidate who can defeat the person they least want. This could easily be remedied by allowing voters to rank their preferences. The AV+ system, as recommended by the Jenkins commission, would eliminate the need for most tactical voting, as would the single transferable vote system, which also offers the benefits of a more proportional result. <br><b>Dr Ken Ritchie</b><br> Chief executive, Electoral Reform Society <br> ken.ritchie@lineone.net</p>",
  "The Italian government has tried to shore up its constitutional authority by blocking a referendum in Veneto, the region that includes Venice, on greater independence from Rome. <p>The president of Veneto, Giancarlo Galan, vowed to press ahead with the referendum on the constitution that the wealthy region proposed last week, a draft which some described as near secession. </p> <p>Mr Galan, who belongs to the centre-right coalition which is expected to win next year's general election, wants to keep two-thirds of the tax revenues raised in Veneto and to control health, education, immigration, law and order, and elements of foreign policy. </p> <p>Francesco Rutelli, the centre-left's candidate for prime minister, denounced the plan as a recipe for a Yugoslavian-type disintegration. </p> <p>A cabinet meeting decided that a referendum could be called only by the central government. </p> <p>It would interfere with the devolution bill which it aims to push through the senate this week.</p>",
  "The arrival of the man who would be president is heralded by the sudden appearance of men in charcoal-grey suits and clear plastic wires protruding from their ears. It is one in the morning in the most important swing state in the country, and every minute is measured out and accounted for. <p>With hours to go, George W Bush and his immaculately disciplined battalions have already taken on a presidential air. When the Bush motorcade, flanked by police outriders, swarms into the hotel car park, the men in charcoal whisk the candidate and his wife to a top-floor suite, leaving behind a crowd of aides, handlers and journalists dizzy from high-speed visits to three states in eight hours. </p> <p>Yesterday the Bush team spent the entire day in Florida. His rallies in West Palm Beach, Miami, Tampa and Orlando were a reflection of the importance of the state (with 25 votes in the electoral college which ultimately chooses the president) and a rare, if tacit, admission of vulnerability. </p> <p>Only a month ago, Florida was in the Texas governor's pocket. It is a traditionally conservative state and Mr Bush's brother, Jeb, is its popular governor. But the latest Florida poll, published by Reuters and the MSNBC television network, showed vice president Al Gore four points ahead. That represented a statistical tie, given the poll's 4% margin of error, but coupled with Thursday's revelations about Mr Bush's 24-year-old drink-driving arrest, it is enough to put the campaign momentarily on the defensive. </p> <p>Snap weekend polls suggested the news of the driving incident at the Bush family retreat in Kennebunkport, Maine, and the governor's failure to own up to it had only a marginal influence on public opinion, and national polls last night put Mr Bush between 2% and 5% ahead. But at this stage in a tight race, marginal tilts are all important. </p> <p>The Bush campaign, which has been aggressively upbeat in recent weeks, was uncharacteristically tetchy. His spokeswoman, Karen Hughes, stepped in on at least one occasion at the weekend to stop an interview on the subject. </p> <p>\"This is the problem with Washington, this kind of 'gotcha' politics,\" Ms Hughes said, presenting the issue as one of Democratic party ethics, and directing attention to Mr Gore's portrayal of the contest as a battle between good and evil. \"The American people are going to find it inappropriate and plain wrong.\" </p> <p>Jeb Bush was sent out to the television studios to dismiss the problem. \"People have discounted this. They've looked at it and they've decided it's not important,\" the candidate's younger brother said. \"My brother has transformed himself since then.\" </p> <p>The campaign started the day confident that it had put the matter behind it with no discernible damage in Florida. Soon after dawn, Mr Bush and his wife, Laura, went to church in downtown Jacksonville, the governor telling reporters that it was \"a great day to start off the stretch run. No politics - just prayer and reflection\". </p> <p>After the service, Mr Bush drove to a breakfast meeting with the veteran evangelical preacher Billy Graham, the man he credits with leading him to his born-again Christianity. The meeting was also good politics. The revivalist has been filling 70,000-seat stadiums in Florida as part of his Billy Graham crusade, pulling in large numbers of voting-age youth in the conservative heart of the state. In the Jacksonville newspapers, the crusade has been given equal front-page billing with the campaign. </p> <p>In its closing days, the Bush campaign has fallen back on its core message - that the Texas governor will purge the US of the sense of betrayal and moral discomfort of the Clinton era. At one rally after another, the central campaign slogan, \"return dignity and honour to the White House\" earns more cheers than any policy proposal. </p> <p>At West Palm Beach yesterday, Mr Bush pointedly used the language of catharsis. \"We have the opportunity on November 7 to purge this country of the old-style politics, the old way of doing politics,\" he said to a roaring crowd. By contrast, the promise of an across-the-board tax-cut was received with a restrained cheer. </p> <p>Warm-up acts for Bush campaign rallies almost always use jokes focusing on Mr Gore's reputation for making up stories, such as: \"How does Al Gore sleep? He lies on one side, and then he lies on the other side\". </p> <p>At a rally on Saturday on the outskirts of Philadelphia, the candidate was introduced by the Republican party's icon of integrity, General Colin Powell, the former national security adviser and putative secretary of state. </p> <p>\"It boils down to leadership,\" he told the crowd. \"GI's [US troops] around the world need help\" - echoing a favourite Bush slogan in the closing days: \"Be patient. After eight years, help is on the way.\" </p> <p>Alongside Gen Powell, there were several blacks on the podium, as is standard in Mr Bush's image-conscious campaign. The warm-up speaker, a black Republican official, Renee Amour, shouted to the crowd in urban slang unintelligible for much of the overwhelmingly white middle-class crowd. She referred to a local school's marching band, as \"some brothers from Glenside\". </p> <p>The crowd's enthusiasm was undimmed and its desire for revenge against Bill Clinton was palpable. The Bush camp will be seeking to build on that anti-Clinton emotion today with an aggressive final sweep through Tennessee and Arkansas, the vice president's and president's home states, which now look vulnerable to the Republicans. </p> <p>Mr Bush will fly more than 3,000 miles in the last frenetic 12 hours of his campaign and will also visit Wisconsin and Iowa, two more states which voted for Mr Clinton in 1992 and 1996 but which are now evenly balanced. </p> <p>The strategy is intended to convey a sense of confidence. None of the four states Mr Bush will visit represent large voting blocs in the electoral college, but the Bush staff opted not to return to the bigger states like Pennsylvania and Michigan, arguing that their candidate's appearance in his adversaries' heartland will reinforce the campaign's central theme, squashing the Clinton legacy. </p> <p>Mingling with the press corps in Philadelphia was Luis Rosero, another phenomenon of the campaign's closing stages. Mr Rosero held a manila file emblazoned with a Bush-Cheney sticker, but he was in fact a Democratic party operative, sent to listen to the Republican candidate, and whenever possible influence the press. </p> <p>He questioned the Republican turnout figures and gleefully drew attention to Mr Bush's late arrival. \"Every time they're late, they lose votes,\" he argued, distributing details of a Democratic press conference immediately after the rally, aimed at rebutting Mr Bush's claims. But much of what he had to say was drowned out by the band's martial music and the chanting crowd.</p>",
  "The Republican George W Bush will be elected US president on November 7 because he has more royal blood than his opponent, it was claimed today. <p>The Texas governor has twice as many ties with aristocrats than his Democrat rival Al Gore, according to Burke's Peerage. </p> <p>The company, which publishes books on ancestry, aristocracy and history, has predicted the outcome of the presidential race for almost 200 years. It says the candidate with the most royal blood has always been the victor. </p> <p>Mr Bush has direct descents from William the Conqueror, Henry II and Charles II, according to Burke's Peerage. </p> <p>He also scores better than his father, who lost the office of president to Bill Clinton, because of his mother's well-to-do ancestors. Barbara Pierce Bush's royal connections include French Bourbon and several Scandinavian monarchs, as well as members of the Russian, Spanish and German monarchies. </p> <p>In contrast, Mr Gore can only boast roots that include a few b-list central European royals including three German dukes and two Holy Roman Emperors from the middle ages. </p> <p>\"Although never in the history of the United States have two presidential candidates been endowed with so many royal connections, our final research proves that governor Bush will become president,\" said a spokesman for Harold Brooks-Baker, publishing director of Burke's Peerage.</p>",
  "Two weeks ago the singer Paul Weller, once of the Jam, was arrested in connection with the rape of a 36-year-old woman, four years ago. It made the front pages of some of the tabloids. Last week the police announced that he would not face any charges. Needless to say, that decision didn't get the same coverage. <p>Weller, understandably miffed, has called for the law to grant male rape suspects the same anonymity as that given to their alleged victims. His case is all the stronger because he was not even charged. There is nothing new in his demand, of course. Celebrities (such as Craig Charles of Red Dwarf) and non-celebrities (Austen Donnellan, accused of the date rape of a fellow student) who have gone through the ordeal of a highly publicised trial before being acquitted, have made similar points. Why should the name of the accused be, as it is always put, dragged through the mud when he is innocent, while the woman complainant who has told a pack of lies keeps her name secret? </p> <p>There is a superficial attraction in the equality argument: either do not reveal the rapist's name unless and until he is convicted (which is the practice in some countries) or, if his name is public, disclose the woman's identity if he is acquitted. </p> <p>It is a flawed argument. First, the fact that the man is acquitted does not necessarily mean that the woman is lying. It could be that the jury thought he had probably done it, but there was not enough evidence to be sure, beyond a reasonable doubt. Second, the reason for allowing rape complainants anonymity is to persuade women to report rapes; without that concession the reporting rate would be even lower than it is now. But if women knew their names would be revealed if their attackers were - perhaps wrongly - acquitted, they would surely think twice before reporting sexual attacks. </p> <p>This leaves one argument: why not keep an alleged rapist's identity secret until his conviction? We have a system of open justice in this country which, we rightly believe, is one of the hallmarks of a democratic society. Open justice means that the identities of those accused of crime are publicly known. Many of them will be innocent. Having their names bandied about will be embarrassing and sometimes devastating, whether they are charged with theft, murder, fraud or rape. But there is no reason for treating the alleged rapist more favourably than the alleged thief or fraudster. Unwelcome publicity is the price we pay for democracy. </p> <p> I'm impressed by a robust House of Lords ruling the other day on the freedom of the press. If this is a portent of the future attitude of the law lords, and of their leader, Lord Bingham, it is good news indeed. </p> <p>The case was about whether or not a journalist could be successfully sued for libel for his report of a press conference at which defamatory comments were made about the Belfast solicitors' firm that had represented the paratrooper Lee Clegg. The Northern Ireland appeal court had ruled that the press conference was not a \"public meeting\" and therefore reporting it didn't attract the \"qualified privilege\" that protects the reporter from a libel claim. The five law lords unanimously decided otherwise - it was a public meeting, with the reporters acting as \"the eyes and ears of the public\"; they therefore couldn't be sued for providing a fair and accurate account of it. </p> <p>Lord Bingham stressed the \"cardinal importance of press freedom\" and added: \"The proper functioning of a modern partici- patory democracy requires that the media be free, active, professional and inquiring.\" We're not accustomed to such talk from our judges. </p> <p> The result of the American presidential election could have a profound effect on future decisions of the US supreme court. The president appoints the judges and he chooses people likely to support his own agenda. And because the judges take decisions over such a wide range of issues with social consequences - the right to abortion is just one - it is no exaggeration to say that the make-up of the supreme court can influence the very fabric of American life. </p> <p>The astonishing thing about the court is that its judges are appointed for life (it used to be so here, but now law lords have to retire at 70) so that a new appointment can only be made when a judge decides to retire or dies. Two judges may be close to going, the 80-year-old Justice Stevens and the 76-year-old Chief Justice Rehnquist. At the moment, the nine-person court (including two women) is - just - weighted towards a \"liberal\" stance. </p> <p>But if Bush gets in and the liberal Stevens leaves, he will almost certainly be replaced by a \"conservative\", which would immediately tilt the balance. One of the consequences will be an attempt to claw back the abortion rights given to women by the momentous decision in Roe versus Wade. If Bush does win, the liberal (usually Democrat), hope will be that the conservative Rehnquist goes first. If he is replaced by a like-minded judge, it won't alter the balance. I look forward to the day when I'll be writing such analytical items about our judges in their new UK supreme court identities. It won't be long. </p> <p> Just a gentle reminder to the many thousands of broadcasters, journalists, politicians, famous people and members of the public who have, in the past few weeks, informed me, through the various media and on a variety of subjects, that the \"law is an ass\" - Charles Dickens wrote no such thing. \"If the law supposes that,\" said Mr Bumble in Oliver Twist, \"the law is a ass, a idiot.\"</p>"
]