[
  "<p>Arsenal and English football are in mourning for George \"Geordie\" Armstrong, who has died suddenly at the age of 56. </p> <p>The former Gunners winger, one of the heroes of their 1971 league and cup double side, collapsed at the club's Hertfordshire training ground on Tuesday while taking a training session as reserve-team manager. He was taken to nearby Hemel Hempstead hospital and put on a life-support machine but died of a brain haemorrhage in the early hours yesterday. </p> <p>Armstrong, born in Heburn, County Durham, joined Arsenal from school in 1961 and made his first-team debut at 17 before compiling 621 appearances, a Gunners record before it was passed by David O'Leary (722) and now Tony Adams (624). </p> <p>After 15 years at Highbury he joined Leicester and Stockport before taking coaching jobs with Aston Villa, Fulham, Middlesbrough and in Norway and Kuwait. He was brought back to Highbury in 1990 by George Graham, who said he was \"devastated\" by the news. </p> <p>\"It puts everybody else's problems into perspective,\" added Graham, now Tottenham's manager. \"Geordie was a great player and a wonderful man, and it is a tragedy he's been taken so early.\" </p> <p>Frank McLintock, captain of the double side, said: \"The world has lost a diamond of a fellow. This has shattered me because I cannot remember George having a day's illness.\" </p> <p>Armstrong, who leaves a wife, Marje, and a son and daughter, was a hugely energetic old-fashioned winger who could operate on both flanks and also score goals. He hit 70 in his Highbury career. </p> <p>He shared in Arsenal's success when they won the Fairs Cup - now Uefa Cup - in 1970. Then, in the double season, he played in every one of Arsenal's matches.</p>",
  "<p>President Bill Clinton has condemned a fatal car bombing in west Jerusalem today. \"This morning, we were reminded once again in Jerusalem that there are those who seek to destroy the peace through acts of terror,\" said the president at the White House. </p> <p>The powerful car bomb, which has reportedly been claimed by a group calling itself the military wing of the Islamic Jihad, went off today near Jerusalem's outdoor Mahane Yehuda market, killing two people, apparently Jewish bystanders, just as Israel and the Palestinians were preparing to announce a truce.</p> <p>A witness told Israel radio: \"Police spotted a car loaded with explosives and gave chase. It turned into a side street and blew up.\"</p> <p>Eleven people were injured, most of them lightly, paramedics said. The bomb went off in a narrow side street of a working-class area lined with apartment buildings.</p> <p>The crowded market, less than 200 yards away, has been the scene of several bomb attacks in the past. </p> <p>Mr Clinton said: \"This cannot be permitted to prevail. It's now time for those who believe in peace to stand together, to stop this violence and to work against the terrorists.\"</p> <p>Israeli officials said that they were standing by the truce reached the night before with the Palestinians. </p> <p>The blast came a few hours after Israel pulled back tanks and troops from some friction points in the West Bank and Gaza Strip, after Palestinian leader Yasser Arafat and former Israeli prime minister Shimon Peres agreed on a truce.</p> <p>The ceasefire was to take hold at midday GMT, with simultaneous announcements by Mr Arafat and Israeli prime minister Ehud Barak. </p> <p>In the hours leading up to the deadline, a 17-year-old Palestinian was killed in a rock-throwing clash with Israeli troops in the West Bank village of Hizme, near Jerusalem, and Palestinian gunmen fired on Israeli positions in the West Bank town of Hebron, drawing return fire. </p> <p>Clashes also erupted in the Gaza Strip. However, in at least two locations, near the Jewish settlements of Kfar Darom and Netzarim in Gaza, Palestinian police pushed back rock throwers for the first time in several weeks. Near Netzarim, police bundled several dozen stone throwers in trucks and drove them away. </p> <p>Previous ceasefire agreements, including one brokered by Mr Clinton last month, did not hold, and Israeli officials said that they were sceptical about prospects for calming the situation this time.</p> <p>Palestinian media made no mention of a ceasefire agreement, and Palestinian officials were unavailable for comment. </p> <p>Mr Peres and Mr Arafat met at Mr Arafat's Gaza City office for two hours late yesterday in the first high-level meeting since the conflict erupted on 28 September.</p> <p>At least 162 people have been killed in the fighting, most of them Palestinians. </p> <p>Mr Peres said that, according to an understanding he reached with Mr Arafat, \"we will have at least a day or two without funerals\". </p> <p>If the truce holds, \"then we will enter into a discussion on other subjects that are on the agenda,\" such as easing Israel's closure of Palestinian areas and reducing economic hardship, Mr Peres told Israel radio.</p> <p>\"There is a detailed timetable which specifies that the two leaders will call on their own forces on the ground to stop, to cease fire, to stop the violence, to go home, to stop the incitement,\" said Gilead Sher, the chief Israeli peace negotiator. </p> <p>Israel said that, as a result of the understandings reached by Mr Peres and Mr Arafat, it has frozen retaliatory measures that it planned for the killing of three Israeli soldiers in clashes with armed Palestinians yesterday.</p> <p><strong>Related stories</strong><br> <a href=\"http://www.theguardian.com/israel/Story/0,2763,391283,00.html\">Amnesty warns of war crimes</a><br><a href=\"http://www.theguardian.com/israel/Story/0,2763,391335,00.html\">Israeli troops 'shot dead'</a></p> <p><strong>Useful links</strong><br> <a href=\"http://www.secretary.state.gov/index.html\">Madeleine Albright's office</a> <br><a href=\"http://www.p-p-o.com\">Yasser Arafat's office</a> <br><a href=\"http://www.pmo.gov.il/english\">Ehud Barak's office</a> <br><a href=\"http://www.index.gov.il/eng\">Israeli government</a> <br><a href=\"http://www.geocities.com/CapitolHill/3188/\">Zo Artzeinu (Israeli settlers' group)</a> <br><a href=\"http://www.pna.org\">Palestinian National Authority</a> <br><a href=\"http://www.presidency.gov.eg\">Egyptian presidency</a> <br><a href=\"http://www.palestine-info.net/hamas/index.htm\">Hamas</a></p>",
  "The latest ceasefire agreement between Israel and the Palestinians was gravely undermined today when car bombers struck in Jerusalem's crowded Mahane Yehuda market, killing two people. <p>The bombing came minutes before the ceasefire, hammered out by Palestinian leader Yasser Arafat and veteran Israeli negotiator Shimon Peres, was due to take effect.</p> <p>The ceasefire is ultra fragile and, with tension running sky-high, a single incident could reignite the conflagration which has claimed at least 162 lives since the end of September.</p> <p>But after five weeks of mayhem, it is the first small sign that peace can return. </p> <p>Already, Israeli troops have begun pulling back tanks and other vehicles from flashpoints, and the assorted Palestinian security forces have started, almost for the first time, to restrain stone-throwers.</p> <p>The intifada - the mass uprising against Israeli rule by thousands of Palestinians - is on hold, for the moment at least. </p> <p>Today's bombing, part of a separate and continuing terror campaign by extremist Palestinian militia, will undoubtedly inflame the situation but does not denote the collapse of the ceasefire.</p> <p>Peres is perhaps the only man in the region who could have persuaded Yasser Arafat to order his forces to quell the disturbances.</p> <p>Since the fighting erupted on September 28, the Palestinian president has bellowed defiance to Israel and the world.</p> <p>He has claimed throughout that Israel was to blame, for allowing maverick rightwing leader Ariel Sharon to visit the Jerusalem Haram al-Sharif mosque compound.</p> <p>He has also bitterly criticised the brutal Israeli military response to the initial rioting.</p> <p>Israelis, for their part, almost universally believe that Arafat deliberately and cynically stoked the intifada to force territorial concessions, especially in Jerusalem.</p> <p>As the blood and recriminations flowed, many observers believed that the Middle East peace process was doomed, and that Israel might even resume its military occupation of the territories controlled by Arafat on the West Bank and the Gaza Strip.</p> <p>Now that dire prospect is receding, thanks in large measure to Peres who, in his late seventies, has lost none of his flair and taste for deal-making.</p> <p>Peres is a consummate wheeler-dealer. He has been at the centre of Israel's vituperative, ill-tempered political system since the state was founded more than 50 years ago.</p> <p>He has been prime minister four times, a long serving foreign minister, and always the eminence grise behind whichever throne he could find.</p> <p>It was Peres who secretly negotiated the 1993 Oslo peace accord that stunned the world, and Peres who nudged forward the negotiations which brought Arafat back to Palestine.</p> <p>Ironically, it was also Peres who, after the assassination of Yitzhak Rabin, brought the peace process to the brink of collapse with a series of blunders that led the election of a rightwing Likud government.</p> <p>Now he is back in the thick of yet another crisis, doing what he knows best: cajoling, nudging and prodding the peace process back into a semblence of life.</p> <p>The ceasefire is only the first small part of the task. Few Middle East watchers would believe that calm can be sustained, unless there is a fresh effort to break the deadlock over Jerusalem; the issue which has lain over the negotiations like a black cloud for more than seven years.</p> <p><br><b>Useful links:</b> <br><a href=\"http://www.theguardian.com/israel/\" target=\"_new\">Special report:Israel and the Middle East</a><br><a href=\"http://www.mfa.gov.il/mfa/home.asp\" target=\"_new\">Government of Israel</a><br><a href=\"http://www.jpost.com\" target=\"_new\">Jerusalem Post</a> <br><a href=\"http://www.haaretzdaily.com\" target=\"_new\">Ha'aretz</a><br><a href=\"http://www.pna.net\" target=\"_new\">Palestinian National Authority</a><br><a href=\"http://www.odci.gov/cia/publications/factbook/geos/is.html\" target=\"_new\">CIA factbook on Israel</a><br><a href=\"http://www.odci.gov/cia/publications/factbook/geos/gz.html\" target=\"_new\">CIA factbook on the Gaza Strip</a><br><a href=\"http://www.odci.gov/cia/publications/factbook/geos/we.html\" target=\"_new\">CIA factbook on the West Bank</a></p>",
  "<p><strong>TIM IS THE HARDEST WORD</strong> </p> <p>After such an outpouring of rancour yesterday that the Fiver had to learn how to spell rancour, today saw the first step on the road to tolerance, understanding, and a successful national football side. Either that, or in giving his first press conference as England manager, Sven-Goran Eriksson has provided enough rope to hang himself, his assistant Tord Grip and as many Swedes as Jeff Powell can get his hands on. (Only joking there, Jeff Jeff??? Jeff!!!)</p> <p>Svennis the Menace, as he henceforth will be known until we think of something better, took his opportunity today to impress upon the press just how proud he is to manage England, a country whose football he has always admired. \"If you look around you know why I took the job,\" he said, presumably asking the room to look around at a bunch of wrinkled bilious hacks. \"I think it is one of the most prestigious jobs you can have. I am honoured and pleased and I hope to do well.\"</p> <p>All well and good. Svennis then went on to say that he was \"hopeful\" of taking charge of the three World Cup qualifiers England face in March and June next year, and that there was a lot of talent in the current England set-up (even if, when asked, he could not name the Leicester goalkeeper). However, in his one-hour grilling, Svennis did manage one mistake of Al Gore-normous proportions. </p> <p>\"I have always been very close to England and English football,\" Svennis told the world. \"I have been in the Boot Room at Liverpool with Joe Fagan and on the bench for one game when Bobby Robson won the title with Ipswich.\" The title that Robson never won, that is (Ipswich's sole Championship coming in 1962). Now, where's that Powell got to?</p> <p>* * * * * * * * * * * * *</p> <p><strong>BIG CUP, BAD BEHAVIOUR</strong></p> <p>When in Prague, the Fiver likes to belt out the Sparta hymn with much gusto. \"Ooooo Sparta! Ooooo go go!\" we sing. And we're certainly not the only ones. But at the moment, it looks like Sparta could be \"Ooooo out \" of Europe next week - and it's all down to a dirty deal which has been struck between Arsene's Arsenal Wenger and Lazio/England boss Svennis the Menace. Having already qualified for the next round, both managers have agreed to rest several key players for their final Big Cup matches next week, a move which could have serious repercussions on Sparta and Shakhtar Donetsk's battle for third spot and a place in Euro-Vase.</p> <p>What happens, for instance, if Wenger drafts in Christopher Wreh after his four years in the football wilderness? Suddenly it's advantage Sparta. And how will Atillio Lombardo's head cope with the onset of the Czech winter? You see? So, fearing a major diplomatic incident - if not a small-scale nuclear war - we decided to give Uefa a call. \"Each team has submitted a squad list of 25 players and after that it is up to each coach to decide which players he wants to field from this list,\" a Uefa spokeswoman sniffed before hanging up.</p> <p>But never mind the bureaucrats - what about the fans? \"If Lazio bench Pavel Nedved they'll be riots here,\" warns Jeff Donovan of the Prague Post. \"He used to play for Sparta and the fans want to see him back almost as much as they want to win the match.\" And if that's not bad enough, you can guess the reaction in Ukraine if Arsenal's plane arrives without the Horse on board. \"Of course Oleg Luzhny's absence will disappoint the Shakhtar fans,\" says a distraught Roman Woronowjzz of the Ukraine Weekly. \"He's, like, Ukraine's third-biggest player!\" Wenger and Svennis - shame on you both.</p> <p>* * * * * * * * * * * * *</p> <p><strong>QUOTE OF THE DAY</strong></p> <p>\"We have looked for a solution and considered various alternatives. In the end we decided to tackle the root of all evil the players!\" - Alois Hadamczik, the owner of Czech side Banik Ostrava, explains his decision to cut wages by more than 30%.</p> <p>* * * * * * * * * * * * *</p> <p><strong>DIAMOND STRIFE</strong></p> <p>Why is Citizen Fiver sitting in the corner with jets of steam shooting from his socialist lugs? Because he's bloody livid, that's why. But why is he so jolly baity? Because poor Steve Archibald - who took control of bankruptcy-threatened Airdrie in the summer with a view to saving the club - was today locked out of his own ground by bloodthirsty capitalists, sorry, provisional liquidators KPMG after only three months in the job.</p> <p>Citizen's cage became well and truly rattled when Archibald turned up for work this morning to find that KPMG had positioned burly security thugs to ensure he couldn't get in. \"We have an agreement to pay KPMG a certain amount a month and that allows us to operate this club,\" the former Barcelona striker explained. \"I think the reason for what has happened today is that there is a dispute over the funds. They require £40,000 and I'm saying it should be £25,000 - not because I want to say £25,000, but we have got a budget here.\"</p> <p>Surprisingly, Archibald was allowed to take away his personal effects - after all, the liquidators could have fetched a few quid for those down the pawn shop. So to the wails of Airdire fans and Citizen Fiver, a sorrowful Archibald made his announcement: \"It could well be over now.\" Happy now, KPMG?</p> <p>* * * * * * * * * * * * *</p> <p><strong>THE RUMOUR MILL</strong></p> <p>Taribo West has been in discussions with Derby County over a move to Pride Park.</p> <p>Aston Villa's search for a striker has led them to PSV's Finnish international Joonas Kolkka. If the £7m-rated 26-year-old did sign, he would become the third ex-PSV forward, after Luc Nilis and Gilles de Bilde, to move to Villa Park.</p> <p>* * * * * * * * * * * * *</p> <p><strong>NEWS IN BRIEF</strong></p> <p>George Graham has insisted he will stay at Tottenham, despite mounting criticism of his record at the club. \"I'm very determined to put things right here,\" he told a press conference today. Graham also admitted that he had flown to the continent on Wednesday to look at new players. \"We are short of five or six quality players and if we can get them in we will,\" he said. \"I have been abroad looking at players and if the right one becomes available I will make an effort to get them and I am sure the money will be found.\" </p> <p>Graham also said he would resist pressure to bring in the youngsters - citing supporter hostility towards him and the team. \"I am tempted to put the kids in but given the circumstances at the moment, the red-hot atmosphere could kill them and their confidence,\" he said. </p> <p>Leicester have unveiled plans for a new 32,000-seater stadium, on the day they announced pre-tax profits of £1m. The Foxes hope to move to a £35m state-of-the-art facility after acquiring a 22-acre site at Freeman's Wharf, half a mile from their current base. This morning the club were boosted by financial results for the year to 31 July 2000 which showed a marked recovery from a loss of £6.2m the previous year.</p> <p>Spanish international striker Kiko has been put up for sale by Atletico Madrid. The 28-year-old, who has been with Jesus Gil's club for 8 years, would cost £20m.</p> <p>* * * * * * * * * * * * *</p> <p><strong>TONIGHT'S TV AND RADIO</strong></p> <p>ITV: World Football (3.15am) The latest news from Not England.</p> <p>Channel 5: Jonathan Pearce's Football Night (11.45pm) A night in with a big fat man whose mouth is always open. Some folk would pay ready money for that.</p> <p>BBC Choice: 45 Minutes (8pm) This week, Shovell from M People interviews Marco Delvecchio. And if you think that's a scoop, next week sees Hristo Stoichkov quizzed by H from Steps.</p> <p>Sky Sports 1: Football League Review (6.30pm) Only three hours until the McCaff phone-in we all love!</p> <p>Fifa TV (7pm) Just over a couple of hours to go now, and what better way to fill in time before spending an enjoyable hour with McCaff?</p> <p>Spanish Football (9.30pm, 1am) Hold on what the eff is this? Where the hell's You're On Sky Sports?!?</p> <p>Sky Sports 3: Classic World Cup Football (10pm) WHERE IN GOD'S NAME IS McCAFF??!!!?????</p> <p>British Eurosport: World Cup Football (10.15pm) [The Fiver begins to panic, looks around maniacally]</p> <p>Football (11.15pm) [The Fiver keels over, babbling incoherently about braces and coffee]</p>",
  "<p>\u0095 Indie film director Kevin Smith has revealed some cast members for his next project. According to <a href=\" http://www.ananova.com/entertainment/story/sm_102890.html?nav_src=\">Ananova</a>, the Dogma director has signed up old associates Ben Affleck, Matt Damon, Chris Rock and Alanis Morrisette to appear in his next project, currently known as <a href=\"http://www.viewaskew.com/\">View Askew</a> 5. Though very little is known about the plot, it is thought this will be the final of his New Jersey projects. Smith says he is also trying to persuade Joey Lauren Adams, who starred with Affleck in Chasing Amy, to return for the final outing.</p> <p>\u0095 Oscar-winning screenwriter <a href=\"http://guardian.imdb.com/Name?Lardner+Jr.,+Ring\">Ring Lardner Jr</a> has died at the age of 85. Lardner Jr. who worked on dozens of screenplays over 40 years, won two Academy Awards: one for the 1942 Katherine Hepburn film Woman of the Year and one for M*A*S*H in 1972. He was the last surviving member of the defiant, blacklisted filmmakers nicknamed the Hollywood 10, who refused to cooperate with the House of Un-American Activities Committee in 1947.</p> <p>\u0095 With less than a week till the American elections, Hollywood stars have been coming out in support of their chosen presidential candidate. Al Gore finds <a href=\"http://guardian.imdb.com/Name?Affleck,+Ben\">Ben Affleck</a>, Whoopi Goldberg and Cher among his backers. They have signed up to join Gore on the campaign trail during this crucial week when Gore and Republican candidate George W Bush are neck and neck. So far action heros Chuck Norris and <a href=\"http://guardian.imdb.com/Name?Heston,+Charlton\">Charlton Heston</a> have come out in support of Bush, as well as 10 star Bo Derek and country music star Loretta Lynn. Meanwhile Green candidate Ralf Nader has his own fair share of Hollywood lovies. Campaigning on the environmental ticket are Susan Sarandon, Bill Murray and Tim Robbins. </p> <p>\u0095 <a href=\"http://guardian.imdb.com/Name?Stiller,+Ben\">Ben Stiller</a> and <a href=\"http://guardian.imdb.com/Name?Barrymore,+Drew\">Drew Barrymore</a> have signed up to co-star in The Duplex, a comedy about a young couple who have a chance to live in a gorgeous duplex in a very fashionable area of New York. The only problem is that they have to kill the cute old lady who currently lives there. The script has been written by Larry Doyle and Miramax will produce the project. It is not known when production will start. Spiller is currently directing his comedy Zoolander and Barrymore has already signed up to star in the remake of Barbarella.</p> <p>\u0095 Tomb Raider fans: make a note in your diary on November 9, for that is when Paramount will be broadcasting a sneak preview of the new Lara Croft film starring Angelina Jolie, currently in production in London. We are promised a grand tour of the sets, plus an interview with director Simon West. Afterwards you will be able to ask him questions, as well as \"key members of the production staff'\" The whole thing will kick off at 7.30pm on the official <a href=\"\" \" http: www.tombraider.com>Tomb Raider</a> website.</p> <p>\u0095 According to <a href=\"www.aintitcoolnews.com\" target=\"_&quot;NEW&quot;\">Ain't It Cool</a>, Michael Jackson's plans for his film The Nightmare of Edgar Allen Poe, in which he will play the febrile scribe, are all set to go ahead. Co-producer Gary Pudney revealed \"Michael's not going to look exactly like Poe, but you won't be able to tell the difference between them 10 minutes into the picture. It's going to be absolutely spectacular, full of gruesome goodies and concluding with all the ghosts Poe wrote about coming back to haunt him at the end of his life. We'll also be hiring six to eight other incredible actors... he'll have an acting coach prior to production and during shooting.\" Pudney has also suggested that <a href=\"http://guardian.imdb.com/Name?Jackson,+Michael\">Jackson</a> is looking to put his singing career on the backburner, as he concentrates on acting. Future projects with Hollywood icons Marlon Brando and Elizabeth Taylor are planned. </p>",
  "With 22 votes in the electoral college, Illinois is one of the richest prizes in the presidential contest - and all the signs are that it will go down to the wire. <p>The <a href=\"http://www.sj-r.com\" target=\"_new\">State Journal-Register</a>, published in the state capital, Springfield, reports a statistically insignificant lead of 3% for Al Gore. </p> <p>More ominously for Democrats, it suggests that there has been a surge of voter registration in traditional Republican strongholds: \"Vice President Al Gore's lead over Texas Gov. George W. Bush has narrowed to 3 percentage points in Illinois with one week left until the election, according to a just completed statewide Copley News Service poll. Gore is ahead of Bush 46 percent to 43 percent, with 7 percent undecided, showing Bush has closed on the vice president and the race could be headed for a photo finish.....</p> <p>\"Illinois could be looking at a record vote total on Election Day, with voter registration amounting to more than 7.1 million people. The State Board of Elections said Tuesday the figure represents the most ever and an increase of 362,000 potential voters, or more than 5 percent, from the total prior to the 1998 general election.....But in the state's largest county, highly Democratic Cook County, there was less than a 1 percent change in registration from 1996, when there were 2,757,603 voters on the rolls. The new total is less than 24,000 higher - 2,781,457.\" </p> <p>The <a href=\"http://www.mtvernonregisternews.com/\" target=\"_new\">Register-News</a>of Mount Vernon drives home the message that both candidates urgently need to get their supporters into the polling stations: \"The poll indicates Gore needs to work on getting his supporters to the polls in Cook County [Chicago], a Democratic stronghold, while Bush has the same job ahead of him in the Republican-dominated suburban collar counties. Bush leads among men in the collar counties 48 percent to 42 percent. </p> <p>\"But Gore has the advantage among women voters there, 50 percent to Bush's 38 percent. Gore could increase his vote in Cook County by generating a strong turnout among black voters, who favor him over Bush 91 percent to 4 percent in Illinois, according to the poll. The survey also found Bush leads 50 percent to 39 percent in central Illinois and 47 percent to 40 percent in southern Illinois. The poll shows Bush and Gore tied at 45 percent in the northwest.\" </p> <p>In another boost for George W. Bush, the influential <a href=\"http://www.chicagotribune.com/\" target=\"_new\">Chicago Tribune</a> is urging its readers to vote Republican: \"For the last six years there has been a remarkable disconnect between what has been happening in Washington, D.C., and what has been happening in the rest of the nation. The rest of the nation has been steering a wondrous machine, creating jobs, raising incomes and providing new opportunities, all the while turning the U.S. economy into the envy of the rest of the world. Washington has been snarling, sniping and griping, turning Americans away from politics and politicians.\" </p> <p>A Bush administration, says the paper, \"would be an administration dedicated to Republican principles of limited government, low taxes, free enterprise, personal rights and personal responsibilities. But it would be one shorn of the unfortunate vitriol that accompanied the GOP revolution in 1994. It would be an administration that trusts people to make their own decisions, but would not forget that some people need the government's help.\" </p> <p>The populist <a href=\"http://www.suntimes.com/\" target=\"_new\">Chicago Sun-Times</a>reinforces that message. Its endorsement pays Bush the dubious compliment of suggesting that he will be a natural successor to Bill Clinton: \"The longest-running economic juggernaut in history should favor the Democrats. But most Americans rightly believe prosperity is the work of market forces, not government. Bill Clinton deserves credit for staying out of the way, leaving economic fine-tuning in the hands of the Federal Reserve. This is largely the course Bush would steer, making him the natural inheritor of Clinton's centrist policy.\" </p> <p>The presidential race has been dominated by personality and broad-brush policy issues, with the nitty-gritty of government conveniently overlooked. The <a href=\"http://pjstar.com/\" target=\"_new\">Peoria Journal Star</a>breaks that mould, firing a broadside at both big parties for their inadequate response to the crisis in US health care: \"The best hope for the 43 million Americans who are uninsured is to get old. Then they'll qualify for Medicare, which will pay for them to go to the doctor, the hospital and very likely the druggist too. Until such time, help is not on the way... </p> <p>\"A study Harvard researchers published last month reported that nearly 70 percent of the long-term uninsured who were in poor health, and half of those in fair health, said they did not get basic checkups or basic treatment. Twenty-six percent of those with high blood pressure or diabetes hadn't seen a doctor in two years. This is a disgraceful record for this country, disgraceful and unsustainable. Shame on all of us who continue to permit it.\"</p>",
  "<p>Jackson Evans and Josiah Bartlet have raised no campaign funds, addressed no meetings, hired no consultants and aired not a single ad in the US presidential election. Yet both of these leading Americans have helped to shape the Gore-Bush contest, and both will have a home in the White House irrespective of the result of Tuesday's vote. That's because they are fictional presidents. </p> <p>The two men are presidents in, respectively, the latest Hollywood White House movie, The Contender, and the award-winning television drama series The West Wing. Presidents Evans and Bartlet have other things in common. Both are pragmatic but liberal-leaning Democrats. They are Hollywood-handsome guys. They are dignified but know how to relax and relate. They are capable of taking stands on matters of principle. And neither of them has ever had an affair with a White House intern. </p> <p>Evans and Bartlet are examples of the Democratic presidents that Hollywood liberals would like the US to have had in recent years. They are Clinton without the naughty bits. Both men exemplify America's love affair with the platonic presidency. </p> <p>The West Wing offers a vision of the Clinton administration as it might have been without Monica Lewinsky and Ken Starr. Aaron Sorkin's weekly scripts invite Americans to see President Bartlet and his staff as warm-hearted political professionals whose moral consciences remain alive and close to the surface at all times. They constantly wrestle behind the scenes with the rights and wrongs of the policies and tactics of White House life. The fundamental theme of the series is that this administration is populated by nice people, with whose sense of decency we can all identify. </p> <p>\"He's the president we would all love to have,\" says Peter Rollins, a film historian at Oklahoma State University. \"There's so little back-biting in his White House. These are people who really care. They are the leaders we crave. Character is not one theme - it's the theme. It's clearly propaganda for the Democrats.\" </p> <p>Bartlet is played by Martin Sheen, who has plenty of White House experience, having played JFK for television as well as Michael Douglas's chief of staff in Rob Reiner's movie The American President. Sheen has also been drumming up support for Al Gore in California and Washington over the past month. \"I'm the acting president,\" Sheen recently joked on a TV talk show. </p> <p>Just as it is impossible to watch The West Wing without thinking of Clinton, so it's hard not to see something of the real president in Rob Lurie's new movie The Contender. President Jackson Evans, played by Jeff Bridges, has many things in common with Clinton. Evans is nearing the end of two terms in the White House and is preoccupied with ensuring his legacy. Fate intervenes when the vice-president dies, providing the president with the opportunity to nominate Senator Laine Hanson (played by Joan Allen) to be America's first woman vice-president. </p> <p>Hanson is the central figure in the movie, which concerns the ruthless attempts by a Gingrich-style Republican congressman (Gary Oldman) to block her nomination by fair means or, for the most part, foul. As in The West Wing, the president remains slightly remote from the narrative, though Bridges manages superbly to convey a richly complicated Clintonesque character who is sexy, charming and folksy yet ruthless and pragmatic. </p> <p>Though one senses that President Evans might very easily respond if a curvaceous intern flashed her thong at him, this president puts his reputation firmly on the line for sexual equality rather than sexual gratification. His climactic moment is purely oratorical, as he calls on Congress to stand by his choice of Hanson and thus renew the American dream. </p> <p>It's a moment of purest hooey, accompanied by lush strings, and Oldman has denounced Hollywood studio chiefs for allegedly re-cutting the movie to make it more propagandist than Lurie intended. Oldman says that DreamWorks bosses Steven Spielberg, David Geffen and Jeffrey Katzenberg (bigtime Democrats all) forced Lurie to edit the movie to mesh with Al Gore's election agenda. </p> <p>Although that claim is only partly credible, Oldman is on to something. The film is a piece of propaganda. </p> <p>The Contender, like The West Wing, is part of the increasingly freewheeling re-creation of the ennobled presidency for the entertainment age. For most of the 20th century, Hollywood made movies about real presidents in preference to purely fictional ones (notable exceptions being Gabriel Over the White House, in 1933, and Doctor Strangelove). Abraham Lincoln was a particular favourite, and Washington, Wilson, both Roosevelts and JFK (in the 1963 Cliff Robertson movie PT109) were the subjects of heroic biopics. </p> <p>All this began to change with Richard Nixon, Vietnam and Watergate. Nixon has of course featured in a significant list of films - notably All the President's Men, Oliver Stone's Nixon and last year's brilliant minor classic Dick. But his legacy to the movies - and to American public life - is even richer. He exposed his own misdeeds so blatantly that even the most starry-eyed idealists had no alternative but to see the dark side of the presidency. </p> <p>From the late 1960s the biopic was pretty much dead. But the need to venerate the presidency and the president is rooted deep within the American psyche. No other advanced nation outside the totalitarian world has such a compelling need to revere its political leaders. So Hollywood has played an increasingly important role in supplying the collective need for heroic and principled presidents. </p> <p>For many Americans, including himself, Ronald Reagan created a presidency that was an unprecedented mixture of fact and fiction. If Reagan was frequently unable to tell the difference between real life and the movies, it is not surprising that Americans would blur the distinctions too. </p> <p>Clinton's presidency has seen a remarkable acceleration of this process. With the exception of Nixon, real presidents no longer feature on the Hollywood agenda. Imaginary presidents, on the other hand, are now so thick on the ground that they are the subject of academic books and conferences, including one that Peter Rollins is helping to organise just after the real election. </p> <p>Broadly speaking, presidential movies fall into two categories. There are those that depict the president as a man of action, such as Independence Day, in which the president destroys an alien invasion, and Air Force One, where Harrison Ford performs spectacular heroics to recapture his plane from a group of terrorist hijackers led by Gary Oldman (again). Then there are those that depict him as a man of wisdom and judgment, a benign if worldly embodiment of a nation at peace with itself. The West Wing, The Contender and The American President fall into this category. </p> <p>In each of these categories the president is manifestly Un-Clinton in one way or another. The presidential action movies compensate for Clinton's lack of a military past and Vietnam draft evasion. The feelgood domestic presidential movies compensate for Clinton's sexual dalliances and the trauma of his impeachment. </p> <p>Over the past few years, Hollywood has created, as never before, an idealised parallel presidency alongside the real one. For a nation that is already awash with contentment and prosperity, these platonic presidents have served a comforting purpose. If President Clinton is not up to standard, at least the US can be proud of Presidents Evans and Bartlet. Yet when Americans say (as they do) that they find George W Bush \"presidential\", one inevitably wonders what that means now. If they mean he is properly equipped for the most demanding public office in the modern world, then clearly it's nonsense. But if they mean he could slip unobtrusively into the warm, fuzzy presidency that Hollywood has invented, then that's far more credible - and somehow a lot more scary. </p> <p>\u0095 A conference, Images of American Presidents in Film and Television, is taking place in Simi Valley, California, from November 10 to12. <br>Details: <a href=\"http://h-net.msu.edu/~filmhis\">http://h-net.msu.edu/~filmhis</a></p>",
  "The imminent end of the Clinton era carries serious foreign policy implications for Britain, particularly if the Republican candidate, George W Bush, is victorious next Tuesday. <p>Tony Blair and New Labour have maintained close links with Bill Clinton and the new Democrats. Some policy ideas, such as the working families tax credit, have been taken straight off Mr Clinton's shelf.</p> <p>The president's emphasis on centrist, inclusive politics has more than an echo in Mr Blair's third way. Mr Clinton's campaigning tactics, and his reliance on focus groups to track public opinion, have been aped by both Labour and the Tories.</p> <p>Mr Blair memorably stuck up for Mr Clinton during a visit to Washington at the height of the Monica Lewinsky scandal. Mr Clinton has reciprocated in his tireless support for Mr Blair's efforts to achieve a lasting constitutional settlement in Northern Ireland.</p> <p>By way of contrast, Mr Blair and Mr Bush have never met. Indeed, the Texas governor has only ever made three trips outside the US, apart from visits to Mexico.</p> <p>Al Gore, the Democratic candidate, is a more familiar figure in Britain. But while offering more in the way of policy continuity, even a Gore administration would not be immune to unilateralist or neo-isolationist trends within America - especially if Congress remains under Republican majority control.</p> <p>Mr Bush's ardent support for the deployment of a national missile defence (NMD), designed to protect the US from \"rogue states\", is a prime area of concern for Britain.</p> <p>Although Mr Bush has suggested extending such a missile shield to protect Britain and Europe, NMD is essentially a policy that puts US interests first, risks a new arms race with Russia and China, and potentially undermines the Nato concept of collective security.</p> <p>When Condoleezza Rice, Mr Bush's foreign policy adviser, recently suggested that a Bush administration would pull US troops out of Kosovo and Bosnia, similar concerns were expressed.</p> <p>Such a unilateral pullout would call into question Nato unity of purpose, as well as risking the democratic gains in the Balkans that have been achieved since last year's Kosovo intervention.</p> <p>These considerations only compound existing strains caused by EU efforts to create a separate European defence identity, backed by a nascent European army reserve. Both Mr Gore and Mr Bush have doubts about this project which some in Washington see as a French plot to undermine US influence in Europe.</p> <p>Britain's policy of \"critical engagement\" with problematic regimes, pioneered by foreign secretary Robin Cook, is another source of possible future friction with both Mr Gore and Mr Bush.</p> <p>Britain's attempts to repair diplomatic bridges with Iran, Libya, Cuba and North Korea have often run ahead of US policy.</p> <p>The two countries take very different views of relations with Cuba, for example. The US maintains a strict embargo. Britain is in favour of normalisation and, only this week, sent a trade delegation to Havana led by a junior minister.</p> <p>While Britain is a keen supporter of the United Nations, and especially its international peacekeeping role, Mr Bush is deeply sceptical - while Mr Gore could scarcely be called enthusiastic.</p> <p>Mr Bush argues against unilateral or US military intervention in world troublespots unless justified by overriding US national security interests. He does not, for example, believe that a repeat of the 1994 Rwanda genocide would justify direct US action.</p> <p>Contrast this with Britain's policy in Sierra Leone, where a substantial military commitment has been made in support of the UN peacekeeping force and nation-building.</p> <p>The Clinton-Gore administration refused to get involved there. Both Mr Gore and Mr Bush reject the idea of placing US troops under UN command.</p> <p>The failure of US mediation in the Israeli-Palestinian conflict will not bring any change in approach from either Mr Gore or Mr Bush.</p> <p>Although many Arab countries believe the US is biased towards Israel, Washington is likely to resist any attempt by Britain or the EU to replace it as the leading peace intermediary.</p> <p>Other areas of potential friction include ongoing US trade disputes with the EU (which have brought sanctions against British exports), the creation of a rule-based trading system that is fair to developing countries, efforts to curb weapons proliferation, the UN's proposed international criminal court, and America's disinclination to fully support international environmental agreements like the Kyoto accord.</p> <p>On all these issues, both Mr Gore and Mr Bush are likely to espouse positions that do not concur with those of Britain.</p> <p>Perhaps most worryingly of all for Mr Blair, the change of leadership in Washington that could lead to a weakening of the \"special relationship\" with the US comes at a time when Britain is also at odds with its EU partners over fundamental questions such as the euro and greater European integration.</p> <p>Which, in a worst case scenario, leaves the United Kingdom all alone in the North Sea, caught between two stools and with declining influence all round.</p> <p><b>Email</b><br> <a href=\"mailto: simon.tisdall@theguardian.com\">simon.tisdall@theguardian.com</a></p> <p><b>Related special reports</b><br> <a href=\" http://www.guardianunlimited.co.uk/uselection\">US election</a><br> <a href=\"http://www.guardianunlimited.co.uk/Labour//\">Labour in power</a><br></p> <p><b>Other articles</b><br> <a href=\"http://www.searchunlimited.co.uk/search97cgi/s97networkr_cgi?QueryText=%28simon+tisdall%29AND+%28VdkPublicationDate+%3E%3D+01%2DSep%2D1998%29&amp;ResultColSize=2000&amp;ResultTemplate=ArchiveFull%2Ehts&amp;Collection=archive&amp;SortSpec=score+Desc&amp;Query=simon+tisdall&amp;ResultStart=1&amp;ResultCount=10&amp;ResultMaxDocs=1000&amp;Dtv=\">More articles by Simon Tisdall</a></p> <p><b>Useful links</b><br> <a href=\"http://www.open.gov.uk/\" target=\"_new\">British government</a><br> <a href=\"http://www.firstgov.gov/\" target=\"_new\">US government</a><br> <a href=\" http://www.un.org/\" target=\"_new\">United Nations</a><br> <a href=\" http://europa.eu.int/\" target=\"_new\">European Union</a></p>",
  "The difficulties of persuading ministers to appear on current affairs programmes have been well documented. With the exception of that man for all programmes, the endlessly versatile and incessantly available John Prescott, it sometimes seems that cabinet ministers have taken a vow of silence. Or a vow, at least, never to submit to questioning on Newsnight, nor on The World at One, nor, unless great tragedy or triumph beckons, on the Today programme. <p>This elusiveness, Alastair Campbell explained, in the days before he too disappeared from view, was because our ministers are very busy men. \"Given the remarkable expansion in BBC programmes it would not be impossible for ministers to spend their entire time at 4 Millbank answering interview requests, and none at all doing their job,\" he wrote to the Times in 1998, when Tony Blair was first accused of preferring a nice bit of anecdotage on a comfy sofa to being asked a series of connected questions about his government. \"Of course this means we can pick and choose, and we do,\" Campbell continued. \"Very few people - in politics or the media - take The World at One seriously, so such regular appearances are less likely. Newsnight is on late, with a dwindling audience.\" </p> <p>On the other hand, the great communicator pointed out, appearances on daytime chat shows introduced ministers to \"millions of people, many of whom do not follow politics closely, and it is important that elected politicians continue to find ways of engaging them in the political process.\" This reasoning, or something like it, must explain why those two very busy men, the secretary of state for Northern Ireland and the prime minister, both appeared on BBC2 last Saturday, being interviewed on a programme made by and for children called Pass the Mic. </p> <p>If they were hoping to reach an audience which does not follow politics closely, then the pair could not, if you discount Tweenies, have chosen better. So unpolitical were these young programme makers, that they decided to approach Mandelson and Blair as visiting celebrities: the former arrived on the set by crashing through a paper screen, followed a few minutes later (and through a fresh piece of paper), by his dog, a golden retriever called Bobby, \"Bobs\" for short. In the circumstances, it might have been something of an anticlimax to learn that this ebullient dog-cuddler was the secretary of state for Northern Ireland, and so we duly didn't. </p> <p>\"First off Peter, what do you think of the set?\" Peter liked it. He liked the chairs, too. And the company. \"I think the best interviewers are those who are very relaxed, charming, not confrontational, not going at you hammer and tongs,\" he confided, \"because an interviewer who just, you know, beats up on you the whole time, you just go back like that [he mimed timorous recoil]; you're immediately very careful about what you say, the shutters go down, the drawbridge comes up, and you just want to survive and you don't actually want to say very much.\" </p> <p>Here on Pass the Mic, Mandelson said, it was different. \"You're so laid back and you are so relaxed that you made me relaxed myself, and you've made me say all sorts of unguarded things that I wouldn't normally do.\" </p> <p>No doubt the spurned presenters of Newsnight and The World at One will want to study Pass the Mic's technique: child presenters, little props and surprises, lots of irreverence tinged with a very real, human sympathy. There was a fake moustache, which Mandelson gamely put on: \"Don't you think I look younger than I did in the 1980s?\" A copy of Peter Rabbit (for whom Mandelson was named) was flourished. \"You know what my middle name is, don't you?\" In the end, Pass the Mic viewers were left in no doubt that the real \"Peter\" is a warm and playful animal-lover whose Machiavellian reputation can only have been invented by the vicious, grown-up media. </p> <p>His buddy, Tony, to whom he chose to Pass the Mic, was almost, but not quite as polished in his guilelessness, confiding that while his sons were into music, his daughter favoured Pokémon. Sensibly, perhaps, neither minister spoiled the celebrity joshing with tedious allusions to current politics, nor did the children feel any duty to pipe up with Blue Peterish inquiries about the prospects for world peace or retirement homes for dolphins. The aim, so far as one could be discerned, was not to interest teenagers in politics but to flatter their indifference. </p> <p>This was a striking joint prostration, even for an administration which has always been eager to ingratiate itself with the under-16s, to the point of crashing a three-year-old's birthday party, referring to something called a \"Euan test\", and in Blair's case, acknowledging his oldest son as a source of political enlightenment: \"I had never heard my boy talk about politics before, ever, and suddenly he got on to the environment.\" </p> <p>Only last month, the government used a poem by an 11-year-old to alert the nation to the merits of the Human Rights Act. \"I am not very old/But I think I understand/How the new Human Rights Act/Would work throughout the land. </p> <p>I am quite old, but I think I understand how sucking up to 11-year-olds might work throughout the land. If there is something in all the reports about the proliferation of \"kidults\", those unwieldy, 35-ish, Harry Potter-reading, Stuart Little-watching, trainer-wearing scooter riders who feel no shame in sharing a hobby with Po from the Teletubbies, then perhaps there are kidult voters, too, who want kidult politicians who understand about PlayStations. </p> <p>Even if the arrival of this type has been overstated by label-loving journalists, there is persuasive evidence that children are now directing their parents' choice of food and homes, cars and holidays. Maybe, if Blair and Mandelson succeed in impressing the audiences of Pass the Mic and similar teen rallies, the children will ordain a parental vote for the party of Pokémon-aware pet-lovers, the pester-power politicians. Let's just hope they never get to hear Blair's views on the loving slap. </p> <p><b>Who will protect our peeresses?</b></p> <p>The appointment of Sir Thomas More, the keen heretic burner, as the patron saint of politicians has had a mixed reception, but the pontiff's choice of saint is surely less dismaying than the revelation that politicians have never until now had a martyr to call their own. According to Catholic Online, which boasts \"the largest collection of facts and information concerning Saints and Angels on the Internet\", virtually every profession - many of them much more despised than politics - already has a saint to call upon for help or intercession. </p> <p>Journalists, for instance, benefit from the guidance of Francis de Sales. Advertisers and accountants, lawyers and cab drivers - each guild has its dedicated saint or seraphim. Even arms dealers have their own protector: Adrian of Nicomedia. Moving up the evolutionary scale, geese have been allotted Martin of Tours (not, admittedly, that he has been a conspicuous success in the job). </p> <p>And yet, until this week, politicians were on their own. This could explain a lot, couldn't it? Everything from the choice between Gore and Bush to the disappointing turnout at the last European elections; from the shrivelling of the Commons to the existence of William Hague. Still, miracles can happen. Some already believe that the simultaneous appointment of a Catholic speaker and a new patron saint of politicians is more than just a coincidence. </p> <p>But if the spiritual renewal of Westminster as a whole is to be accomplished it will require another patron saint to intercede on behalf of the Labour peeresses, that stern sorority whose high calling must needs set them apart from temporary, elected politicians. </p> <p>Although the most obvious candidate for the job, Baroness Margaret Jay, is regrettably ineligible, being not formally canonised, there is no shortage of choice. </p> <p>Inevitably most of the more impressive candidates have already been bagged by other professions, but it would be a pity if this stopped the baronesses considering St Ferdinand III of Castile, the patron saint of rulers, or Saint Anne, the patron saint of good housekeeping. Or my final suggestion, St Michael the Archangel, who being both \"one of the chief princes\" and the heavily armed patron saint of paratroopers, would seem to be the ideal entity to take Blackstone's battalion under his wing.</p>",
  "The sign inside Ralph Nader's Portland headquarters reads: \"This is not a fumbling little operation; it is the home of the next major political party in the state of Oregon and we're on the move.\" <p>Such has been the success of the Nader campaign in the state that both Al Gore and George W Bush were in town on Tuesday to woo the undecided voters of this maverick Pacific coast state. </p> <p>Oregon voted heavily for Bill Clinton in 1996 and it should have been a Gore stronghold this time, but local polls have shown the two main candidates neck and neck and Mr Nader, the Green candidate, on up to 10%, with his supporters including disillusioned Democrats. </p> <p>So in the early hours of the morning the Gore campaign plane touched down at Portland. The weary vice-president appeared later for a local school meeting. </p> <p><b> Key states</b><br> </p> <p> This week the Gore team has noticeably stepped up its attacks on Mr Nader, who continues to worry the Democrats in key states including Washington, Wisconsin and California, in addition to Oregon. </p> <p>Although nationally he is polling between 4% and 5%, Mr Nader could tilt the balance in those states which account for a crucial 83 electoral votes. </p> <p>Behind-the-scenes approaches to Mr Nader to ask his supporters to back off in borderline states have been rebuffed. A group of environmentalists and abortion rights activists have been in Portland urging wavering voters to stay with Mr Gore for fear that Nader votes will open the door to Mr Bush. </p> <p>\"The Gore people are trying a lot of dirty tricks,\" said Dave Stewart, who heads the Pacific Green party's Nader office. He paused to answer the phone and assure a volunteer that she could bring her dog with her to the office as long as it was well-behaved. </p> <p>He said that support for Nader was holding up despite a barrage of pro-Gore ads from environmental groups such as the Sierra Club in the local alternative press. \"The closer you get to Washington,\" he says of the Sierra Club, \"the more conservative you get - too many visits to the White House, too many three-piece suits.\" </p> <p>Countering the pro-Gore ads are, bizarrely, commercials for Mr Nader placed by the pro-Bush Republican Leadership Council. The ads, which are running in Oregon, Wisconsin and Washington state, show clips of Mr Nader attacking Mr Gore and are aimed at people who would never dream of voting Republican but might move their vote from the vice-president to the Green candidate, thus helping the Republicans steal the state. </p> <p>Mr Nader himself has unveiled a new television ad, attacking the two main candidates, which has been given free publicity on several news programmes. It features children describing what they want to do when they grow up. \"I want to be lied to,\" says one.\"I want to vote for the lesser of two evils,\" says another. </p> <p>Nowhere in the election does the Nader factor loom larger than in Oregon, and his refusal to bow out of the race has provoked passionate responses. His supporters have called him a \"post-industrial Quixote\" and a \"Robespierre who uses class actions instead of the guillotine.\" </p> <p>But the New York Times has accused him of \"wilful prankishness...he calls his wrecking-ball candidacy a matter of principle but it looks from here like ego run amok.\" </p> <p>His supporters in Portland have no doubt about where they stand. \"He lives like a monk and works like a slave for the people,\" said Dr Barbara Leigh-Chapman, a 61-year-old lifetime Republican who had switched to Mr Nader and claimed that at least nine Republicans neighbours in Lake Oswego had done the same. </p> <p>\"A lot of older Republicans are voting for him because they think in terms of their children and grandchildren and what's happening to this country.\" </p> <p>Another supporter, Steve Amy, who had arrived to assemble placards, said: \"Of all the campaigns, we are the true believers.\" </p> <p>Mr Stewart said that most of the committed Naderites in Portland were independents, with dissident Democrats outnumbering dissident Republicans by up to three to one. </p> <p>Responding to criticisms from the Democrats that Mr Nader played little part in the civil rights movements of the 60s, Mr Stewart said: \"You can't do everything. Because of Ralph Nader the Safe Drinking Water Act and the Freedom of Information Act were passed, he's got more legislation passed thathan Gore or Bush.\" </p> <p><b> Local support</b><br> </p> <p> On the streets of Portland, Mr Nader is also doing well. Outside Powells bookshop, Chester Sadowski, a former construction worker, 50, said he had voted for Mr Clinton last time but added: \"Gore's a wimp and Bush is just about money - Nader's the only one with principles.\" </p> <p>Under a grey sky at the Coliseum, where Mr Nader had earlier drawn an audience of 10,000 paying $7 (£4.80) each, the crowds gathered to see Mr Bush, the man they clearly believe is only a week away from being the new president. They warily eyed the Naderites with their green placards proclaiming \"Bush And Gore make me want to Ralph\". </p> <p>Some Bush fans chanted back \"Go, George, Go!\" but the mood was mainly good-natured, not least because many Republicans see the Naderites as their enemy's enemy and thus their friend. One woman carried a \"Greens for Gore\" slogan but mainly it was the Naderites who heckled the Bush supporters. </p> <p>It is not only for the Nader factor that the Oregon race is under national scrutiny. Voters in the state are taking part in the first ever presidential ballot conducted entirely by post and they will have had their ballots for 18 days by the time polling closes at 8pm on Tuesday. </p> <p>The argument for a total postal vote is that it will increase votes cast. Arguments against include the potential for fraud. </p> <p>Courtney Scott, a photographer who is campaigning for Mr Nader, said that it was unclear which of the parties might benefit from the postal experiment. \"One real worry is spousal coercion,\" she said. </p> <p>Oregon is extremely civic-minded; the presidential election turnout has not dropped below 71 % since 1972, around 20 percentage points higher than the national average. </p> <p>Mr Gore does have some fans. There's a sticker in the window of the 24 Hour Church of Elvis where you can wed for $25. Stephanie Pierce, who presides in briskly manic fashion over the church and who put the sticker up, said: \"I think presidential elections are more important than just making a statement but it is much harder to take a nuanced stand.\" </p> <p>Nader supporters are already planning a \"victory night\" party, victory being 5% of the poll nationally which would give Mr Nader the federal funding to run a much bigger campaign in four years' time.</p>",
  "<p>Internet sites that arranged vote trading between supporters of presidential candidates Al Gore and Ralph Nader have been closed down following pressure from election officials and the offices of state attorney generals. </p> <p>But some sites are still offering the chance to swap votes so that Mr Gore benefits in close-run contests while Mr Nader is assured of votes in states where the result is a foregone conclusion. </p> <p>The vote-swap plan emerged earlier this week. Under the scheme, a Nader voter in a state such as Oregon, where Mr Gore desperately needs votes, would be paired with a Gore voter in Texas where Bush is a certain winner. </p> <p>This would benefit both sides in that Mr Gore would profit in Oregon while Mr Nader would still move towards his goal of 5% of the vote nationally. Reaching that figure would guarantee him electoral funding at the next election and elevate the Green party, for whom he is running, to a much higher national profile. </p> <p>The flaw in the plan is that it is entirely dependent on mutual trust, as there is no guarantee that either side will do as they have promised. </p> <p>Dave Stewart of the Pacific Green party in Portland, Oregon, said yesterday that he believed the vote-swap idea was part of a Gore \"dirty tricks\" campaign. </p> <p>\"The numbers they are talking about are trivial, I don't even know who the people are who are organising this,\" said Mr Stewart. The Gore campaign has denied any involvement with the sites. </p> <p>Three sites offering such swaps closed yesterday after the legality of the operation was challenged. It emerged that a White House staff member supporting Mr Gore had already used his government email address to arrange a swap. </p> <p>Californian officials warned that the site violated state law. </p> <p>Two other websites, called votexchange.org and votexchange2000.com have also voluntarily closed their sites. Three other sites are still operating but are also likely to come under pressure to shut down. </p> <p>Last month, a site offering to buy absentee ballots in Illinois and sell them to the highest bidder was ordered by a Chicago judge to suspend operations after suggestions that such an offer might constitute a felony. </p> <p>The site subsequently withdrew its offer for similar purchases in California and New York.</p>",
  "A strange dichotomy has come to dominate the 2000 election. While Al Gore is winning the battle for the minds of voters, George W Bush is capturing their hearts. <p>We have seen this consistently through the campaign - voters have nodded their heads in agreement with and approval of Gore's policies, then turned off their television sets and immediately told their local pollsters they were voting for Bush. </p> <p>The roots of this strange behaviour lie in the public reaction to Clinton's unimpeachment. While Americans learned more than they cared to about their president's sex life, their opinion of William Jefferson Clinton, the man, dropped dramatically and seemingly permanently. </p> <p>But as the nation remained prosperous, at peace, and moving ahead, they said, in the next breath, that he was doing a good job as president. They felt that Bill Clinton was a good president but a bad man. </p> <p>Never before had these two qualities been separable. But, even today, while 63% of Americans approve of the job Clinton is doing as president, only 42% see him favourably as a person. Thus, a new political phenomenon is unfolding on the other side of the Atlantic ocean - the separation of the ideas of competence and character. </p> <p>Once they went hand-in-hand. If the public felt a political figure was doing a good job, they assumed he was a good person. If they began to feel he had let them down they drew negative conclusions about him politically as well as personally. But, beginning with the Clinton impeachment proceedings, these two ideas - job performance and personal integrity - became separate. In fact, where Clinton was concerned, they got a divorce. </p> <p>Now, the same separation of job performance and character lies at the heart of the 2000 race for US president. Voters agree with Gore, but they like Bush. They would rather have Gore's policies but Bush's character. While the vice-president echoes their views, the Republican candidate elicits their admiration, affection, and trust. </p> <p>Every nation's politics marches to the beat of its own recent experience. </p> <p>After Richard Nixon's scandals, Americans wanted integrity above all else and voted for Jimmy Carter. After Carter's incompetence and weakness, they wanted decisiveness and direction and voted for Ronald Reagan. </p> <p>The negative parts of the Clinton legacy, his scandals, leave Americans wanting a man of character, judgment, maturity, and an almost disinterested integrity. They find it in George W Bush. </p> <p>Gore, sullied by association with Clinton and crippled by a stunning inability to convey his innate warmth and wit over the camera, falls wide of the mark. </p> <p>Yet it is the positive aspects of Clinton's record, his successes more than his failures, that drive the voters into the arms of Bush. If crime were skyrocketing, unemployment high, inflation looming, a budget deficit crippling the economy, then voters would want a man with whom they would agree on these momentous issues. It is the very achievements of Clinton that leave them uninterested in what would otherwise be burning issues like crime, welfare, fiscal policies, foreign affairs, and social programmes. </p> <p>Ungrateful for Clinton's accomplishments and unforgiving of his failures, Americans want the opposite of Bill Clinton for their next president. If he was a good president but a bad man, they want a good man to succeed him and they are not terribly worried about whether or not he will make a good president. </p> <p>In deciding to stick with Clinton through scandal, America's head triumphed over its heart. In backing Bush and rejecting Gore, the heart is winning the day. </p> <p> Dick Morris was chief strategist for President Clinton in his successful 1996 bid for re-election. He is head of www.vote.co.uk</p> <p><a href=\"http://www.vote.co.uk\" target=\"_NEW\">www.vote.co.uk</a></p>",
  "George Armstrong, the former Arsenal winger, one of the heroes of their famous 1971 League and Cup double side, and latterly reserve team coach, has died suddenly after collapsing on the club's Hertfordshire training field, aged 56. <p>He was Arsenal to the marrow, making 621 first-team appearances in a 15-year playing career, to be surpassed only by the present Leeds United manager, David O' Leary with 722 and now Tony Adams (624). </p> <p>In an age when the traditional winger was due to disappear, \"Geordie\" Armstrong, as he was always known, was the winger par excellence, able to play on the right or the left, two footed, and an unselfish creator of chances for other people with his accurate crosses. </p> <p>Born in Hebburn, County Durham, Armstrong went to Highbury straight from school, discovered by Arsenal's north-eastern scout. He played his initial game for the first team in 1961, and 10 years later was a salient figure in the team which became only the second of the 20th century, after Tottenham, to win the FA Cup and League double. That season he figured in every one of the 42 championship games, and was on the right wing at Wembley, the only real winger in the Arsenal side for the winning cup final against Liverpool. </p> <p>He was no giant, standing a mere 5ft 6in and weighing just over 11 stone, but courage was never lacking; not when he was playing with the local Leslie's Boys Club, nor in his long professional career. </p> <p>Typically, in the cup final, Armstrong popped up on either flank and very nearly scored when, on the far post, he surged powerfully in from the left to meet a right-wing cross from John Radford. Ray Clemence, the Liverpool goalkeeper, catapulted across goal to parry the ball. </p> <p>In 1970, he had won a medal in the European Inter Cities Fairs Cup, and the following season scored one of the two goals whereby Arsenal, in the same competition, beat Lazio 2-0 at home. In 1972, he was on the losing Arsenal side in the FA Cup final against Leeds United. He also played in two losing League Cup finals, in 1968 and 1969. </p> <p> In 1977, he left Arsenal to play for Leicester City, and finished his career at Stockport County. He then became a coach with steady success, cutting his teeth in Kuwait, before returning to coach at Aston Villa and Fulham. Almost inevitably, perhaps, he returned to Highbury, brought back in 1990 by his former team mate George Graham who said: \"He was such a thorough professional and a great help to me at Arsenal. As soon as I knew he was available when he was out in the Middle East I jumped at the chance to bring him back.\" </p> <p>Armstrong proved outstandingly successful at nurturing young talent. Ray Parlour, a current first-team player and an England international, was one of his protegés in the reserve team, as was the Scottish striker Paul Dickov, who has gained honours this season with Scotland, as a Manchester City striker. The centre backs Andy Lininghan and future Northern Ireland international Stephen Morrow, also came under his aegis. </p> <p>Money meant little to him and he was critical of the attitude of many modern players. One who knew him well at Arsenal observed that \"football flowed out of him\". He was humorous, modest, unfailingly genial, and survived the various changing of the guard at Highbury in recent years. </p> <p>He was never a prolific goalscorer, getting just seven in that 1970/71 championship season and 70 in his Highbury career. Typically perhaps, his speciality was in creating goals for colleagues. </p> <p>He is survived by his wife Marjorie, and their son and daughter. </p> <p> <b>George \"Geordie\" Armstrong, footballer, born August 9 1944; died November 1 2000.</b></p>",
  "Hillary Clinton and her opponent in the contest for a seat in the United States senate were engaged in a frantic scramble to get out the vote yesterday as yet another poll suggested that the race is in New York is becoming tighter. <p>Most polls during the past month have shown Mrs Clinton beating Rick Lazio, her Republican opponent, comfortably, but that has changed this week. Now both sides acknowledge that next Tuesday's vote will be decided by the team which is most effective in mobilising its supporters. </p> <p>\"It is critical,\" said Bill Dal Col, Mr Lazio's campaign manager. \"It is absolutely the whole race.\" </p> <p>The matter has been complicated by the absence of both Al Gore and George W Bush in New York: neither is campaigning here because they know it is all but certain that Mr Gore will carry the state in the presidential election on the same day. </p> <p>Only 44% of the electorate went to the polls in New York four years ago. If Democrats, who have 2m more votes in the state, assume that the presidential election is a foregone conclusion and stay away, Mrs Clinton's chances will be damaged. </p> <p>\"There is a real lack of urgency at the top of the ticket,\" said one of her advisers. \"Too many people see this as a risk-free election.\" Both candidates, whether talking to students or to commuters at railway stations, have been pressing supporters to remember to vote. </p> <p>President Bill Clinton, who has made several appearances backing his wife and will spend more time in New York than anywhere else before polling day, told a meeting at a church in Harlem: \"You've all got your minds made up: you're going to vote. So we are having this event for people who aren't here. Make sure anyone you can find is there next week.\" </p> <p>The latest of the oscillating polls shows Mrs Clinton leading 47-44, down from 50-43 the previous month. But those who are undecided went up to 9% from 6%. </p> <p>\"It still looks like Hillary v Hillary,\" said Maurice Carroll, director of the Quinnipiac University Polling Institute, acknowledging that the vote is fundamentally a referendum on the Democratic candidate. </p> <p>\"Lazio's vote has barely changed. The movement was away from Mrs Clinton to undecided,\" Mr Carroll said. \"The good news for Lazio is that Clinton is losing ground. The bad news for Lazio is that he's barely gaining. The bad news for Clinton is that she's dropped below that magic 50% mark. The good news is that she's on the up side of a real squeaker.\" </p> <p>The previous day's polls pointed in opposite directions. One, conducted for the New York Times/CBS News, showed Mrs Clinton ahead by eight points; the other, by the Zogby polling organisation, gave Mr Lazio 47.8% and Mrs Clinton 42.9%. \"Basically, what you have here is a very close race, too close to call,\" said John Zogby. \"When all is said and done, it's probably a one-point race.\"</p>",
  "Bill Clinton finally takes centre stage in the presidential campaign tonight, knowing that just five days remain for the Democrats to salvage something meaningful from his troubled presidency by electing Al Gore as his successor on Tuesday. <p>After weeks confined to the sidelines by the Gore high command, Mr Clinton belatedly gets his chance to turn things around for his party with the first of two high profile rallies in California, possibly followed by visits to close-fought Michigan and his home state of Arkansas at the weekend. </p> <p>Mr Clinton's prime task is to energise traditional Democrats to vote in what is expected to be another low participation contest. Recent polls have frightened Democratic leaders by suggesting that Mr Bush could be mounting a comeback challenge for California's 54 electoral college votes, the biggest prize in the presidential race. </p> <p>Turnout will be a vital issue everywhere because polls show that the Democratic faithful are marginally less enthused to vote on Tuesday than their Republican counterparts. </p> <p>However, the polls said the same thing in the 1998 midterm elections, when core Democrats actually voted in unexpectedly large numbers at the height of the Clinton impeachment crisis. </p> <p>Mr Clinton's main target in all his appearances is the black American vote, which has remained resolutely loyal to him throughout his travails. </p> <p>The Democrats have spent much of the campaign keeping Mr Clinton at arm's length, in a clear attempt to separate themselves from any whiff of sexual sleaze. But sex may well be very much on the agenda in Los Angeles tonight. </p> <p>Not far from where Mr Clinton will be rallying the troops, Larry Flynt, the publisher of the porn magazine Hustler and a supporter of the Democrats, will also be campaigning. </p> <p>He will be making a rare show at his own \"get out the vote\" rally in Hollywood at almost the same time as the president's appearance. </p> <p>Instead of aides and secret servicemen, Mr Flynt will be flanked by \"the girls of Hustler magazine\" and will be signing autographs and copies of his autobiography, An Unseemly Man. Mr Flynt, the subject of the film, The People vs Larry Flynt, is likely to provide exactly the sort of lewd publicity that the Gore campaign is frantic to avoid. </p> <p>Gore advisers had all their worst fears confirmed this week when Mr Clinton gave an interview to Esquire magazine in which he said that the Republicans should apologise to the country for trying to drive him from office over the Monica Lewinsky affair. </p> <p>Mr Clinton's impeachment remains the most intriguing, semi-submerged issue of this year's campaign, making the man who is probably the Democratic party's greatest asset simultaneously its most crucial potential liability. </p> <p>In a campaign full of ironies, it remains perfectly possible that Mr Gore could lose the White House at the same time as the Democrats recapture control of the Congress by ousting at least three Republicans who played leading roles in the impeachment drive. </p> <p>Meanwhile, as Mr Bush kept up his momentum towards victory with two campaign rallies in Minnesota, the Democrats insisted that they could still come from behind in the national polls and retain the White House next week. </p> <p>As if to prove the point, Mr Gore spent a full day on the stump in Florida, another vital and vote-rich state where local polls continue to show him leading Mr Bush. The battle for Florida has drawn almost all the key players this week, including the Republican nominee's father, former President George Bush, who campaigned in the state on Tuesday. </p> <p>Like Mr Clinton, the former Republican president has been kept very much in the wings by his party's high command. But the message in Mr Bush Sr's campaign stop at Orlando this week was clear: the Bush family offers the honour that Mr Clinton has besmirched. </p> <p>\"I can guarantee you George W Bush will restore honour and respect and dignity to the White House,\" the former president said. \"There are not going to be a lot of these special prosecutors. George will make some mistakes. Every president does. But they won't be mistakes of honour.\" </p> <p>Mr Gore's advisers have insisted that he keeps Mr Clinton at a distance for exactly this reason. They fear that independent swing voters in mainly white midwest swing states are especially critical of the Lewinsky affair and the impeachment crisis. Mr Gore accordingly loses no opportunity to proclaim himself \"my own man\", and rarely mentions Mr Clinton.</p>",
  "<p> <b> George W Bush</b> </p> <p>A \"Victory 2000\" rally in Duluth, <b> Minnesota</b>, followed by another in Des Moines, <b> Iowa</b>, claiming he would \"upset conventional wisdom\" and sweep the traditionally Democratic west coast states of <b> California</b>, <b> Oregon</b> and <b> Washington</b> </p> <p><b> Al Gore</b> </p> <p>On the offensive in Bush's vulnerable underbelly, <b> Florida</b>, talking social security at a civic centre in Tampa, before moving on to the next largest swing state, <b> Pennsylvania</b>, where he was due to attend a rally with a country singer, Jimmy Buffet. He was countered by the Bush campaign with General Norman Schwarzkopf </p> <p> </p> <p><b> Football news</b><br> </p> <p> The result of the National Football League Washington Redskins' final home game before a presidential election has accurately predicted the electoral outcome for the past 15 contests. History has proven that if the Redskins win, the incumbent will stay in the White House; if the Redskins lose, the opposition party gains control in Washington. The Tennessee Titans visited Washington this week, and won 27-21. </p> <p>Bad news for Gore. </p>",
  "<b> Age: </b> Eight months. <p> <b> Appearance: </b> Just a quiet little fish sitting peacefully on a wood-effect base. That's all. Just sitting there. </p> <p> <b> Doesn't sound like the usual brand of fun-packed target for Pass notes. Surely it does something? </b> No, no. It just hangs there, quiet as you like. Why don't you take a closer look? </p> <p> <b> I see. The fish bursts into song when I break the electronic motion sensors, causing me to jump out of my skin as it serenades me with a rendition of Don't Worry, Be Happy and flicks its tail with alarming rhythmic regularity.</b> Yes, rib-crushingly hilarious, isn't it? </p> <p> <b> Not particularly. </b> Spoilsport. Looks like you'll be missing out on this year's big Christmas seller, then. </p> <p> <b> I managed without a Furby. </b> Maybe, but this fish is going to be huge. It already has friends in very high places. </p> <p> <b> Harry Ramsden? </b> Bigger still. Six of the blighters have made their way to Balmoral. \"The Queen thinks Billy's a scream,\" revealed one royal insider. Her Majesty was introduced to the bass-voiced bass by the Princess Royal. </p> <p> <b> Bet Billy fitted right in with that family.</b> He's also found a home in the White House: Clinton's a fan and gave one to that notorious master of mirth, Al Gore. </p> <p> <b> So it's the ideal present for a popular but fading politician to give to a colleague/rival prone to overt displays of affection with the missus and vote-wooing fibs? </b> You could say that. But then again, John Prescott gave one to Tony Blair, so maybe you're way off the mark. </p> <p> <b> And did it do the trick? </b> Tony has indeed stopped worrying and is happy. It's not clear, however, whether Prescott doctored Billy's other number, Take Me to the River. As head of the Department of the Environment, he would, of course, know that global warming means that the river can now come to you. </p> <p> <b> Do say: </b> \"Does he do scales?\" </p> <p> <b> Don't say: </b> \"Oh cod, turn the volume down - that thing's giving me a haddock. Fetch a sturgeon.\" </p> <p> <b> Not to be confused with: </b> Billy Hague.</p>",
  "With five days to go, I have reached two firm conclusions about the US elections. The first: it mustn't be Bush. The second: it mustn't be Gore. <p>The reason it mustn't be Bush is that it would so much enthuse and empower a group of political forecasters I think of as the entrailists. Entrailists of earlier generations used the innards of newts, toads and bats, but with this lot, it's what their own guts tell them that counts. The leading protagonist in terms of the US elections is the columnist of the Spectator and the Telegraph papers, Mark Steyn. Since midsummer he has been asserting - with what friends would see as consummate courage and detractors as raving foolhardiness - that Bush cannot be beaten. On September 15, he even put figures on his prediction: Bush would take at least 378 of the 538 seats in the electoral college. \"I figure my prediction can withstand pretty much anything this side of a third world war,\" he added. That figure of 378 was still his prediction last week. </p> <p>If Steyn is even remotely right, two bad things will happen. First, he will become even more insufferable than he is now. Second, we shall see creeping out of their hidey-holes that tattered band of British entrailists who got things so wonderfully wrong in May 1997. First to emerge will be David Carlton of Warwick University who, having rubbished the polls throughout the campaign, denied that Labour could win. Behind him will be the substantial persons of Bruce Anderson of the Spectator (\"I do not detect any sign of a Labour landslide. A hung parliament with the Tories on 315, Labour 304 and Liberal Democrats 12\") and the Daily Mail's Simon Heffer (\"I have never subscribed to the Labour landslide school of thought\"). Do you wish to have these people feel that their methods work? If not, Bush has to lose. </p> <p> But the reason Gore must lose is even more telling. His victory would vindicate and fortify an even more undesirable bunch than the entrailists: the political predestinarians. \"According to half-a-dozen political scientists,\" the Washington Post reported this summer, \"the die is all but cast\". This fraternity - all in their different ways building on polling evidence but mixing in economic portents and voters' feelings about how well off they are compared to last year - were all agreed that Gore was going to win 53 to 60% of the total vote cast for him plus Bush. Conspicuous among them was Michael Lewis-Beck of the University of Iowa, who forecast Mr Gore winning 56.2% of the two-party vote. A modest man, he admits to having got things wrong in the 1996 election. He gave Clinton 54.8% of the two-party vote. The electors gave him 54.7%. </p> <p>We have predestinarians here too. In recent months, the esteemed political analyst Peter Kellner has teamed up with their leading representative, Professor David Sanders of Essex University, to produce for the Observer a \"Kellner-Sanders Index\" which weights the opinion polls according to past performance and adds in such factors as consumer confidence. \"Despite recent wobbles,\" Kellner wrote when they launched it on July 2, \"Labour holds an 11-point lead and is on course for a big victory next year, unless Britain's economy hits trouble.\" Not as bold as Steyn, who requires a world war to upset his predictions, but still pretty confident stuff. </p> <p>And they could very well be right. And yet I have before me the results of an exercise at the 1997 election when various pundits were asked by Reuter to forecast Labour's likely majority. At the top on 153 (26 short of the subsequent reality) came the master psephologist David Butler. The average of all participants was 92. But who is this down at the bottom, with only David Carlton beneath him? David Sanders, with a forecast of 55. What happened? Did the method misfire? </p> <p>I suspect this kind of exercise somehow contrives simultaneously both to over- and under-value electors. It undervalues them by treating them as automata, as running on tramlines. It overvalues them by assuming they always act rationally, as reliable judges of their own self-interest. The US elections don't look that inspiringly rational to me. The most powerful elected job in the universe seems likely to go to a man who, though broadly recognised as nowhere near as good on the issues as Gore, is seen as much the more likeable guy. I heard this week of two seasoned academics who much to their own surprise are planning to switch to Bush. One because of the way that when Bush gave his answers in the first TV encounter, Gore let out such long superior sighs. And the other? He too has been reading, and writhing over, the predestinarians' boasts, and he's damned if he's going to cast a vote that would help prove them right. </p> <p><a href=\"mailto:david.mckie@theguardian.com\">david.mckie@theguardian.com</a></p>",
  "Fidel Castro called him \"the gentleman policeman\". But Fernando Gutiérrez Barrios (\"Don Fer\" to his friends), who has died aged 73, had a darker side to his personality. The \"best informed man in Mexico\" - to some the country's very own J Edgar Hoover - Gutiérrez was \"the man who knew most about the disappeared in this country,\" according to the veteran human rights campaigner Rosario Ibarra. <p>Born in the Caribbean coastal state of Veracruz, Gutiérrez entered the military academy at an early age and specialised in intelligence work. His father, a businessman, had also been in the army. By 1949 Gutiérrez had risen to the rank of captain, but the Mexican military - sidelined from politics since the post-revolutionary days - was no career for an ambitious young man. </p> <p>Gutiérrez left the army and the following year joined the Institutional Revolutionary Party (PRI), which under three different names had already run the country for over 20 years, and would do so for another 50, regardless of the true inclinations of the electorate. </p> <p>Not surprisingly perhaps, the new recruit opted to stick to what he knew best, and in 1952 joined the Federal Security Directorate (DFS); in other words, Mexico's political police. His job was to investigate the PRI's opponents, but in 1956 he was called on to interrogate some rather unusual prisoners. Fidel Castro and his 26 July Movement - including Ernesto \"Che\" Guevara - had chosen Mexico as the ideal country in which to train and equip themselves for the overthrow of Cuban dictator Fulgencio Batista. They were under surveillance not only by the Mexicans but by Batista's intelligence service and the FBI. At the behest of Batista, the group was rounded up and questioned by the DFS, in preparation for what might have been their extradition to Cuba. </p> <p>Details of the deal between Castro's group and the Mexicans remain unclear: Gutiérrez Barrios took them to his grave, and few other witnesses remain. But it is apparent that the Mexican intelligence agent and the Cuban revolutionary struck up a warm relationship which was to last the rest of Gutiérrez's life. </p> <p>\"He was a kind and gentlemanly policeman who conversed agreeably and even had some leftist ideas,\" Fidel would later say. Gutiérrez, for his part, said he never regarded Castro as a criminal, but a young man with ideals who planned to overthrow a dictator. The Cubans were released and went on to win their revolutionary war. </p> <p>Gutiérrez visited Havana on many occasions, and when Castro attended the 1988 inauguration of President Carlos Salinas, he was personally attended by his former jailer. The two men even travelled to Tuxpan, in Veracruz, for a memorial ceremony at the spot where the revolutionaries embarked for their voyage to Cuba. </p> <p>Back in Mexico, however, homegrown revolutionaries were unwelcome. Although the DFS and Gutiérrez gave a good deal of help over the years to leftist movements from elsewhere in the continent, they mercilessly repressed the Mexican left that emerged in the 1960s and 1970s. </p> <p>In 1968, when security forces gunned down hundreds of unarmed demonstrators just prior to the Mexico City Olympics, Gutiérrez was director of the DFS. He then rose to under-secretary of the interior - retaining control of the political police - during the \"dirty war\" period of the 1970s, which left more than 500 disappeared prisoners whose fate remains unknown. </p> <p>\"What Fidel Castro saw as a friendly hand,\" said Rosario Ibarra, \"was the hand of repression in this country. And death does not change a person's deeds.\" The DFS at that time ran a death squad known as the Brigada Blanca (White Brigade), whose activities were every bit as sinister as its counterparts in Central and South America. The difference is that in Mexico the truth about the period has yet to be publicly revealed. Gutiérrez Barrios, perhaps the most tight-lipped political figure in Mexico, knew all of it and never said a word. </p> <p>His discretion and loyalty were rewarded with ever more senior positions. From 1986-88 he was governor of his home state of Veracruz, and when Carlos Salinas became president he appointed Gutiérrez interior minister. In 1993, however, as the time approached for him to nominate a successor, Salinas unceremoniously dumped him as minister in favour of the governor of Chiapas. </p> <p>Gutiérrez, who in any event belonged to the \"dinosaur\" wing of the PRI from which the technocrat Salinas was attempting to distance himself, had committed the unpardonable sin of considering himself \"presidenciable\". His dismissal led to a period in the political wilderness. </p> <p>Politics, however, was his life, and under Salinas's successor, Ernesto Zedillo, he staged a comeback. He was invited to run the PRI's first primary election (as perhaps the only man capable of keeping all the rival candidates under control) and stood for federal senator. On September 1, he was sworn in as a member of the upper house. Ironically, his unexpected death from a heart attack coincided with the removal from power of the PRI, which governed Mexico for virtually the span of his life. </p> <p>Gutiérrez leaves a wife and four children. </p> <p> <b>Fernando Gutiérrez Barrios, secret policeman and politician, born October 26 1927; died October 30 2000.</b></p>",
  "<p>The single currency, introduced with such high hopes less than two years ago, has been adrift in a sea of trouble. But although euro sceptics are gloating, the single currency's decline is doing more harm to British manufacturing than to the euro zone economies. </p> <p>Since it was first traded on the foreign exchange markets at the beginning of last year the euro has lost almost a third of its value against the US dollar. The Danes have rejected it. The massed ranks of the Group of Seven industrialised nations' central banks have been marched into indecisive action on its behalf. </p> <p>There have been calls for the head of Mr Euro - Wim Duisenberg, president of the European Central Bank. Worse still, perhaps, is that every finance minister and central banker in the euro zone has been queuing up to tell the world that the single currency is undervalued - a sell signal if ever there was one. </p> <p>So what has happened to the confident predictions that the euro would become a global reserve currency to rival the dollar? Two years ago, as the 11 euro zone countries prepared to fuse their currencies, analysts were predicting that EU economic growth would outstrip that of the US, sending the new currency soaring against the dollar. </p> <p>Their optimism was premature. Output expanded nearly twice as fast in the US as in the euro zone in 1999, and prospects of higher returns on American assets attracted a wall of money from European investors, driving up the dollar's value. </p> <p>But while the collapse in the euro's external value has been embarrassing for its supporters, it does not mean that the new currency is a failure, as the governor of the Bank of England, Sir Eddie George, explained to a Lords committee this week. As he said, the real criterion by which to judge the currency and its guardians is the health of the eurozone economies. By that standard, the governor said, the ECB has done very well. </p> <p>Growth is picking up pace, unemployment is falling and inflation, while above the Bank's comfort zone, is low by historical standards. True enough, the oil price is threatening a double whammy on the inflation front. That means, after recent rises in borrowing costs, the ECB may no longer have the trigger cocked for further rises but it has not yet put the safety catch on. </p> <p><strong> Shopping holidays</strong><br> </p> <p> The real down side of the euro's fall has been for European consumers on shopping trips to London or holidays in the US that look a lot more expensive than they used to. Last week, bureaux de change in Paris were buying French francs at more than 12 to one pound sterling. </p> <p>But, as one senior policymaker put it: a euro is still a euro. For those who can remember the 1967 sterling crisis, that may sound ominously reminiscent of Harold Wilson's ill fated \"pound in your pocket\" reassurance. But the euro zone is not Britain in the 1960s. The percentage of its gross domestic product accounted for by foreign trade - that is, with countries not in the euro zone - is relatively small. Exports account for about a seventh of the euro zone economy, about the same as the US economy. </p> <p>\"The euro zone is now a lot less exposed to currency fluctuations than it was three years ago,\" according to currency analyst Nick Parsons at Commerzbank. </p> <p>\"The impact [the euro's devaluation] on real incomes is less than in more open economies.\" </p> <p>As a result, the euro's exchange rate is not central to policymaking, nor does it have to be unless it poses a threat to price stability. The US can take a similarly insouciant approach - not least after a presidential election and especially if the winner has little interest in non-domestic affairs. Not so, however, more open economies like Britain which are more vulnerable to exchange rate fluctuations. </p> <p>In reality, measures such as inflation - the ECB's policy yardstick - the level of short term interest rates and the volatility of long term interest rates are, arguably, a better measure of the effectiveness of the single currency. </p> <p>But they lack the day to day visibility of the exchange rate, even though the latter is largely a function of international investment demand for dollars. That a large slice of daily euro-dollar trading takes place in a centre which is outside the euro zone and which functions against a backdrop of euro-scepticism is hardly helpful. This does not mean that the euro zone has no worries. The single currency is a less than two years old. The institutions that support it are relatively untried. What might be shrugged off in an established currency has dented the credibility of the new kid on the block. </p> <p>However, the danger of the euro spiralling out of control appears to be receding, after slower growth figures out of the US last week helped convince the markets that the American growth miracle cannot last forever. </p> <p>And the euro has found a surprising ally, in the shape of Saddam Hussein. The Iraqi leader has demanded payment for his country's oil in euros rather than dollars, as part of his campaign of opposition to US foreign policy. </p> <p>The Iraqis have $10bn (£7bn) locked away in a UN-administered account in New York. If they get permission to convert it all into euros, the impact on the markets would be twice as great as September's coordinated intervention by the G7. </p> <p>In the mother of all battles to save the euro, Saddam's support could be the decisive factor.</p>"
]