[
  "Sirimavo Bandaranaike, the world's first female prime minister, died of a heart attack today after voting in Sri Lanka's parliamentary elections. Bandaranaike, the widow of another former prime minister of the Indian Ocean island, died aged 84 on her 60th wedding anniversary. <p>Bandaranaike stood down in August to let her daughter, President Chandrika Kumaratunga, appoint a hardliner in a bid to boost the government's 17-year fight against Tamil separatists ahead of today's elections. </p> <p>Bandaranaike had gone to her hometown, Gampaha, 22 miles east of Colombo, to vote. She suffered a heart attack in her car on her way home after casting her ballot, and was pronounced dead after being taken to a nursing home, government spokeswoman Kusum Rodrigo said. \"I think the entire nation has lost its mother,\" said Alavi Mowlana, a government minister for local affairs. \"I cannot believe that she is no more.\" </p> <p>Bandaranaike retired on August 10, suffering from diabetes and other ailments. She said that her daughter needed someone more capable of pushing proposals to end the civil war, which has claimed 63,000 lives since 1983. \"I believe it is time for me to quietly withdraw from the humdrum of busy political life, to a more tranquil and quiet environment,\" Bandaranaike wrote as she ended a 40-year political career. She was elected the first woman head of government on July 20, 1960, six years before Indira Gandhi became India's first woman prime minister. </p> <p>Born Sirimavo Ratwatte on April 17, 1916, Bandaranaike was a member of one of the island's wealthiest families. In 1940, she married Soloman Dias Bandaranaike, a senior politician in the United National party, which was governing what was then called Ceylon. </p> <p>Her husband later broke away to form his own Sri Lanka Freedom party and was elected prime minister in 1956. A Buddhist monk assassinated him three years later. </p> <p>Bandaranaike was transformed from shy housewife into a political dynamo. She campaigned for her husband's party in the 1960 elections and became its leader, winning elections later that year. </p> <p>Her election was so unusual that newspapers were unsure what to call her. \"There will be need for a new word. Presumably, we shall have to call her a stateswoman,\" one British newspaper wrote. \"This is the suffragette's dream come true.\" </p> <p>In September 1961 at the Neutral Summit Talks in Belgrade, Yugoslavia, she made history by being the first leader to say she was speaking \"as a woman and a mother\". She governed until 1965, lost the next elections, then regained power in 1970. </p> <p>Shifting toward the left, Bandaranaike ordered the US peace corps out in 1970 and closed the Israeli embassy. In May 1972, she made the country a republic and changed its name to Sri Lanka, and during her second term, she nationalised private companies and banned imports. She used the military to crush a 1971 insurrection by Marxist rebels, and up to 20,000 were believed to have died. </p> <p>Parliament expelled her in 1980, accusing her of misusing power, and banning her from office for seven years. Her civic rights were restored in 1986, and she narrowly lost the election for the new, more powerful post of president in 1988. </p> <p>Suffering from diabetes and a knee problem that put her in a wheelchair, Bandaranaike reduced her political activities. </p> <p>In 1993, Ms Kumaratunga took over the party's leadership and, when elected president a year later, she appointed her mother prime minister, a position that has become largely ceremonial.</p>",
  "No Nato leader is more gratified by what has happened in Yugoslavia than Tony Blair. The deposing of Milosevic is the vindication of a strategy for which he risked more than anyone else in the west. He was the moral, if not the military, leader of what saved Kosovo, and has now led to the despatch of the tyrant. This is both stirring and alarming. Before we get to the alarm, though, we should mark an unusual moment of success for a foreign policy. The Nato intervention in Bosnia and Kosovo attracted immense and righteous attack, not least because it didn't seem to get anywhere. Now it has got somewhere, and the jibers still can't stand it. <p>Certain simple truths have always been self-evident, though often evaded. First, if Milosevic had carried ethnic slaughter through Kosovo without Nato's intervention, he would almost certainly still be in power in Belgrade. It's unlikely, after reclaiming Serbia's emotional heartland from the Kosovo Albanians, that he would even have been challenged. Second, if he had remained supreme, it is very probable that south-east Europe would have descended into destructive turmoil. Albania, Macedonia and Greece were the dominoes exposed to the repercussions of Milosevic's destabilising activities to the north. Those were two immensely serious contingencies. The Balkans, ablaze on Nato's southern flank, would have threatened the peace of the world. </p> <p>So, as well as paving the way for a people's peaceful revolution, Nato did something for civilisation in Europe. The method was war, and it imposed indiscriminate brutalities on some innocent Serbs and Kosovo Albanians. It was in no way a pretty sight. Some terrible mistakes were made, so terrible that they have tended to overshadow the wider purpose. And this purpose was long in being achieved. Now that it has happened, we find critics straining to deny it. The truth is that however messy, however delayed, however costly, and however incalculable the outcome may be for Kosovo itself, the war was indispensable to the possibility of a genuine Balkan peace. </p> <p>Mr Blair played a big part in that. Ask any American close to the scene at the time. At home, though he was shoulder to shoulder with Robin Cook, the cabinet was, as usual, not involved. In Nato, the doubts of the collective needed regularly purging by the nerveless lucidity of the British leader. In Washington, President Clinton's hesitations and domestic problems were put sternly to the question from London. On his own visit to the Balkans, Blair made clear that his impulses were as much prophetic as pragmatic. \"Our promise to all of you is that you shall return in peace to the land that is yours,\" he told a massive audience of Kosovo Albanian refugees camped in Macedonia. </p> <p>He was getting ready to commit 50,000 British fighting troops, if Serbia did not desist. Though Clinton remained in thrall to the modern US doctrine that only air wars are politically feasible, Blair today remains convinced that, if necessary, American soldiers too would have taken the field. Clinton, he thinks, was ultimately ready for it. But Milosevic spared them that, and pulled out of Kosovo. It was the beginning of the end of the dictator's invincibility, which was finally buried by the people last week. </p> <p>This history is likely to reinforce a trend. Mr Blair proves to be a natural intervener. Intervention for humanitarian reasons, or to make good the incompetence of failed states that cannot protect their own people, or a mixture of both, is turning out to be a more conspicuous aspect of his moral personality than anything he does here. At home he is an indifferent spectator of the lives of the hopeless and deprived, wishing them only to brace up and work. Abroad, he sees zones of human crisis, far from Britain's interest but sometimes close to her historic legacy, where the benign hand of paternalistic friendship should expensively stretch out. </p> <p>The current example is Sierra Leone, where Britain has now decided, having removed one lot of her soldiers, to send further reinforcements for those left behind. We seem to be there for the long haul, after all. There are defensible reasons for this, not least that Sierra Leone is keen on it. It's also the case that the United Nations, as Sierra Leone among other places shows, has been stretched to breaking point. The security council passes peacekeeping resolutions which its members then refuse to support with troops. Kofi Annan signalled not long ago that he favoured a more hard-headed approach, leaving an opening for the kind of selective, swift, competent, military operations Mr Blair seems to have assumed as a kind of bilateral British duty. </p> <p>The secretary-general is gloomy about the traditional UN method, which has proved inadequate in Africa especially - though East Timor, against the odds, proved a more encouraging case. \"The time has come,\" he told Jim Hoagland of the Washington Post recently, \"for us to base our planning on worst-case scenarios. To be surprised by cooperation, if we get it. And to go in prepared for all eventualities, including full combat, if we don't\". </p> <p>The Nato intervention in Kosovo, the most blatant violation of the UN system ever authorised by Europe and the US, asserted that there were other ways to impose international standards. Its outcome, with the installation of President Kostunica, is far from final: it will, in some ways, complicate the future of Kosovo as any kind of informal Nato protectorate, for example. But the war, I think (as a supporter of it at the time), now receives its final justification. This also, however, increases the urgent need for a more systematic rulebook for intervention than can ever be supplied by the personal priorities of a well-motivated prime minister, surrounded by a cabinet that cannot raise its eyes from class sizes, waiting lists and the latest cannabis confessions. </p> <p>Usefully, Paddy Ashdown has been recruited by the Foreign Policy Centre to think more deeply about the question than, once suspects, the Foreign Office has time to do. There are few better men to lead the inquiry. As foreign secretaries came and went, Sir Paddy took a more consistent and informed interest in the Balkans than anyone else in the House of Commons. He said the other day, \"We need to address the new rules of conflict, in which intervention is no longer about sovereignty and state boundaries but about human suffering.\" What intervention? By whom? When? Especially why? </p> <p>Bosnia and Kosovo are, from the viewpoint of the interveners, about more than suffering. They were and are about integrating the Balkans, above all Serbia, into a Europe that respects universal human values. The election of Kostunica was a first, triumphant step on a long road, and we can be glad the Nato system facilitated it. In the choice between internationalism that permits such moves, and isolationism that would always veto them, the destruction of Milosevic makes the right clear case. But every case is different. And piety is not enough. </p> <p><a href=\"mailto:hugoyoung@compuserve.com\">hugoyoung@compuserve.com</a></p>",
  "Flo seems such a nice old lady. She is feisty, good-humoured and worries about how other elderly Americans are getting on, especially with the high price of medicines these days. She is especially concerned that some new-fangled policy in Congress is going to put \"big government in our medicine cabinet\". <p>That remark, almost hidden among her lighthearted musings, gives away who she really works for. The series of public policy advertisements she appears in is paid for by an innocuously named group, Citizens for Better Medicare, which turns out to be the public relations arm of Pharmaceutical Research and Manufacturers of America. </p> <p>The industry lobby is fighting a tooth and nail battle against a Democratic proposal to curb the ballooning price of prescription medicines. It has poured more than $11m (£7.8m) into the presidential campaign - mainly to George W Bush who opposes the scheme, but about a third to Al Gore in the hope he will feel beholden to the industry if elected and perhaps water down the plan. In a close race like this, it pays to hedge your bets. For that reason, the industry has ploughed many millions more into congressional races. </p> <p>The gulf between Flo's kindly face and the hard-edged bottom-line war she is fighting in is a fitting illustration of the two parallel elections underway in the US. One is a contest of personalities and a menu of user-friendly policies that fills the airwaves and news bulletins. The other is practically invisible and pits two loose coalitions of corporations and interest groups against each other in a struggle to decide how money will be made and who will make it under the next administration. </p> <p>The map of the visible election is familiar. It is the patchwork of states coloured in different shades to represent their allegiances. The other, largely invisible, electoral map shows how corporate America has lined up for contest - the most money-driven election in US history. </p> <p>Larry Makinson, head of the Centre for Responsive Politics which monitors the role of money in the campaign, said the sheer amount of cash involved owed a lot to the closeness of the race. The corporations, he explained, \"don't know who to lobby because they don't know who's going to be in control and both parties are trying to raise money like gangbusters. And so they're calling in chits.\" </p> <p>But after the election, it is corporate America that will call in its chits, and - if recent political history is anything to go by - much of the new administration's policy will be guided by the bets placed by big business during the campaign. </p> <p>In some cases, the policy issues are the same in both the visible and invisible elections. The future of Medicare has been exhaustively debated, even though the trade association, whose \"public service\" broadcasts are helping shape that debate, is rarely identified. </p> <p>However, many of the key battles which determine the struggle over big money are not fought in the open. They concern issues such as tort reform and financial deregulation, which sound obscure and tedious, but which represent billions of dollars to both parties' financial backers. </p> <p>The story is often told of how George W Bush came almost out of nowhere to win the Texas governorship in 1994 from a popular Democratic incumbent, Anne Richards. It is often explained in terms of Mr Bush's optimistic never-say-die nature and his easy manner with ordinary Texans. </p> <p>But it had a lot to do with one campaign pledge. \"Probably the first and most important thing I will do when I am governor of this state,\" he promised, \"is to insist Texas changes the tort laws and insist we end the frivolous and junk lawsuits that threaten our producers and crowd our courts.\" </p> <p>True to his word, he signed a string of tort reform bills in his first few weeks in office. Tort reform means making it harder for consumers to sue large corporations. If he becomes president, Bush and his backers mean to put industries such as tobacco, guns, oil and medicine far beyond the reach of the lawsuits which have had the corporations pinned down in the courts for years. </p> <p>The Bush tort reform proposals would limit victims' rights of access to the court system and cap the amount of damages they could be awarded if they did manage to bring a case to court. </p> <p>The effect in Texas was dramatic. When a San Antonio jury tried to award a widow $42.5m after lax oil company safety procedures had resulted in the death of her husband, an oil refinery worker, the Bush tort reform laws meant the company paid just $200,000. </p> <p>Mr Bush's tort reform pledge flooded his 1994 campaign with corporate funds, and is doing the same now. It is bringing in cash from almost every corporate sector which feels vulnerable to the US people's litigious instincts - financial services, insurance, tobacco, pharmaceuticals and oil, the list is endless and explains the Republican candidate's extraordinary lead in the money stakes. The anti-corporate third party candidate, Ralph Nader, often refers to Mr Bush as a \"corporation disguised as a human being\". </p> <p>Mr Bush had raised a record $170m by the end of August and must be heading towards $200m by the election on November 7. Over half his campaign funding is \"hard money\" - individual donations subject to a limit of $1,000 given directly to his campaign coffers. These donations are often \"bundled\" together by firms or interest groups in the names of their members or employees. </p> <p>The rest is \"soft money\" which can be given to each party's national committee to promote \"issues\". These issues are not supposed to be directly related to the election campaign, and so are not subject to cash limits. But it is a transparent veil. The money and the advertising it funds almost always goes to support the presidential candidates. </p> <p>Vice-president Gore has raised more soft money than hard but altogether he has little more than half the financial resources of his opponent. His key backers are the lawyers, who fear tort reform as much as Mr Bush's corporate sponsors crave it. In most class-action lawsuits - against gun manufacturers, tobacco, the construction industry or whomever - the lawyers keep a third of the financial award. Each year in US courts that accounts for a huge sum of money and the legal industry has invested nearly $12m in Mr Gore to make sure its members are not deprived of it. </p> <p><b> Alienating industries</b><br> </p> <p>Mr Gore's and the Democrats' close association with the trial lawyers has, however, inflicted strategic costs elsewhere, alienating industries that might otherwise be sympathetic, such as the computer and dot.com industry. </p> <p>Silicon Valley is this year's emerging big player on the election Monopoly-board, contributing $10m to the presidential campaigns alone. The Clinton Democrats have long held an edge here, as they have generally opposed initiatives to tax the internet. Furthermore, the relaxed liberal California lifestyle which is home to many in the industry is conducive to Democratic support. Democratic primacy is being challenged however, as the big computer and internet firms worry about the threat of shareholder lawsuits, by which individual owners of company stock have sued firms for sudden plunges in its value, a frequent occurrence in the volatile hi-tech sector. </p> <p>The huge financial sector is also tilting away from Mr Gore. The banks and investment houses have traditionally been \"double-givers\", backing politicians on both sides, to make sure government stayed out of their business. Their payoff was the financial deregulation legislation of 1999. </p> <p>But this year, there is another issue on the table. Mr Bush's proposal to allow Americans to invest part of their social security payments (the US version of national insurance payments) in the stock market has raised the possibility of billions of dollars of new investment funds for the securities industries. It represents a significant prize and has tilted this, the largest single corporate sector, decisively in Mr Bush's favour. </p> <p>Mr Gore's environmental policies have cost him dearly in the race for big money. It has alienated the real estate brokers and construction industry, which are against environmental zoning, the transportation industry, which wants cheap fuel and less emission control, and the big oil companies. </p> <p>Mr Bush and his running mate, Dick Cheney, spent much of their careers in the oil business, so the industry's backing comes as little surprise. But the oil companies will exact a price for a Republican victory. They want to explore the Arctic coastal plain in Alaska, beneath which they believe there are 16bn barrels of oil. Mr Gore has said he will not allow the area, a wildlife refuge, to be destroyed. </p> <p>Mr Gore's environmental policy is generally more popular with voters, as is his support for Medicare and his opposition to tort reform (most Americans believe in the right to sue). But those positions have also lost him financial backing. This election may prove whether you can win the contest for votes without winning the contest for money first.</p>",
  "<p>The first question the receptionist asks visitors to Smith-Kline Beecham's Philadelphia nerve centre is: \"Are you from Glaxo Wellcome?\" </p> <p>Glaxo employees, once considered enemies, are infiltrating the building like a virus - they only need to show proof of their employment to get in. </p> <p>Everything is ready for the long-delayed merger of the two firms. In SmithKline's reception hall, glass cabinets display products such as Aquafresh and Ribena. There are gaps inside, ready and waiting for Glaxo's contribution. </p> <p>Signs bearing the name Glaxo SmithKline have been ordered, ready to adorn the outside of the building. The company has stocked up with new headed notepaper, the secretaries have been drilled on how to answer the phones post-merger and a video-link for staff with chief executive Jean-Pierre Garnier has been arranged, and postponed. </p> <p>This is no ordinary deal. The merger will create Britain's largest drugs company, employing 107,000 people. But at the whim of the federal trade commission, the combination still hangs in the balance. The commission wants more information about the two companies' smoking cessation products, which may or may not command an unacceptably large market share. </p> <p>The merger is intended to create annual cost savings of £1bn - which means that for every day of waiting, the two firms spend£27m more than they would as a combined entity. Yet the sticking point officially surrounds just Smith-Kline's Nicorette gum and Nicoderm patches, which have daily sales of less than £1m. </p> <p>The FTC believes the two nicotine replacement products could clash with Glaxo's Zyban - a prescription drug which acts to reduce the craving for cigarettes. Lawyers in Washington are examining advertising material to see if they target the same customers or whether, as Glaxo claims, Zyban is mainly for last-gasp struggling quitters. </p> <p>The official line is banal - a SmithKline spokeswoman says: \"Of course there's disappointment about the hold-up, but on the whole people are just getting on with the job. Everybody is still focused on delivering results for Smith-Kline Beecham.\" </p> <p>Yet there is increasing scepticism about whether all is what it seems. If the problem merely surrounds Nicorette and Nicoderm, critics are asking why SmithKline does not sell them. They are minor products, accounting for less than 4% of total sales, and battling to save them does not justify the cost of keeping the two companies running separately. </p> <p>One leading pharmaceuticals analyst says: \"The whole thing is kind of odd. I get the feeling there's more than meets the eye on this one.\" </p> <p>Rumours are circulating that the American authorities feel little incentive to hurry, because they are irritated with SmithKline's uncooperative attitude on other matters. Last month, for example, the company upset a congressional committee investigating the alleged overpricing of cancer treatments by flatly refusing to hand over information about its anti-nausea drug for chemotherapy patients, Kytril. SmithKline maintained that its documents were sensitive and only supplied them in response to a subpoena and a threat of criminal charges. </p> <p>The two firms' insistence on publishing precise target dates for the completion of the deal is said to have irritated the commission - which considers itself to be above deadlines. </p> <p>More significantly, political observers wonder whether it is coincidence that the US authorities are taking a tough line on two drugs companies in the middle of a presidential election. Vice-president Al Gore has made much of his desire to get tough on the drugs industry. If the merger were cleared under the Clinton administration, Republican candidate George Bush could make political capital. </p> <p>The official line is that the deal will be completed by the end of the year. Despite its confidence that things are still on track, SmithKline has frozen redundancies and is not telling employees whether they will have jobs in the merged firm. Thousands are left uncertain - the Manufacturing, Science and Finance union still believes 5,000 redundancies are possible. </p> <p>Mr Garnier directs events from the group's Philadelphia office from where he can just about see down the street where the group's US predecessor, SmithKline &amp; French, originated. The pressure is on Mr Garnier to ensure that SmithKline takes another step from being a local Pennsylvania endeavour to an international leader in the drugs industry.</p>",
  "After returning from South Africa and evading police who planned to arrest him on treason charges at the airport, Zimbabwe's opposition leader, Morgan Tsvangirai, yesterday called on President Robert Mugabe to hold early elections or resign. <p>\"Mugabe's term as president lasts until 2002, but he no longer has the mandate of the people or their support,\" said Mr Tsvangirai, leader of the Movement for Democratic Change shortly after his arrival. \"He is no longer legitimate. He should go back to the people and seek an early election, or he should resign. Otherwise he risks a popular uprising against him.\" </p> <p>While Mr Tsvangirai kept the pressure on Mr Mugabe, the government increased its pressure on the MDC. Earlier yesterday, police arrested three MDC members of parliament on charges of inciting violence. There were angry protests after the arrests and police used teargas to disperse two gatherings of MDC supporters in central Harare. About 10 arrests were made. </p> <p>Police had expected Mr Tsvangirai to return to Zimbabwe on a scheduled flight from Johannesburg and waited for him at Harare airport. But he entered the country by some other means, presumably a charter flight to a smaller airport. Upon arrival at his home, Mr Tsvangirai spoke with MDC officials and journalists. </p> <p>Within minutes, he telephoned the police to tell them he was at home and could be arrested there. By early evening the police had still not come to pick him up. He was in high spirits after successfully slipping through the security net that police and intelligence services threw up around the airport. </p> <p>Mr Mugabe's government has said that it intends to arrest him on treason charges because of remarks he made at a September 30 rally to mark the first anniversary of the MDC's founding. \"We say to Mugabe, 'Please go peacefully. If you don't we will overthrow you violently',\" Mr Tsvangirai said to a deafening roar of approval from more than 20,000 supporters. He quickly clarified his remarks, saying that he did not mean that the MDC would use violence, but that the people of Zimbabwe would rise up against continued abuses by Mr Mugabe and his Zanu-PF party. </p> <p>\"I said something unpalatable to Mugabe and to Zanu- PF, but I don't think it was illegal,\" Mr Tsvangirai said yesterday. \"If the authorities think I have committed a crime, then I must face the due legal procedures. The people must maintain their cool. Zanu-PF is trying to provoke the people, so it will have an excuse to unleash more violence and repression.\" </p> <p>Mr Tsvangirai said the MDC was committed to the rule of law and change by peaceful, constitutional and democratic means. He said Mr Mugabe \"should be happy that he has a credible opposition that can contain the anger of the people against his misrule\". </p> <p>While in South Africa, Mr Tsvangirai said he met former president Nelson Mandela. \"He still has immense influence. I asked him to try and encourage Mugabe to retire.\" </p> <p>Mr Tsvangirai repeated his remarks that Mr Mugabe was \"the Milosevic of Africa.\" He charged that he had ruined the economy, involved Zimbabwe in a disastrous war in the Congo and had thwarted democracy by rigging the parliamentary elections in June. </p> <p>\"The only difference between Yugoslavia and Zimbawe is that they are white and we are black. Our situations are the same,\" Mr Tsvangirai added.</p>",
  "<p>A month from now, George W Bush, the governor of the state that executes far more people than any other, may be elected the next US president. Yet in this year's election, the death penalty is barely mentioned or discussed. Like Bush, his opponent Al Gore is a capital punishment man, as all but a handful of US politicians are too. As a result, a system of punishment that helps to define modern America for many people in Europe - and that puts the penal system of the world's greatest democracy on a par with those of Iraq, Pakistan and China - has not even rated a mention in the presidential debates. </p> <p>But, extraordinarily, the issue of the death penalty has produced a new, full-length American opera, which had its premiere at the San Francisco Opera House this weekend. At the close, members of the audience wept, and the emotion was almost as strong outside the opera house as within. As a torchlit vigil reminded the opera-goers, California alone currently has no fewer than 572 prisoners awaiting execution on death row. </p> <p>It is hard to imagine that any composer can ever have written a more directly topical opera than the American composer Jake Heggie. Heggie's Dead Man Walking, his first opera, with a libretto by the currently ubiquitous dramatist Terrence McNally, is an adaptation of Sister Helen Prejean's account of her work with Louisiana's death row inmates. And, although Heggie's opera is universal in its themes and moral scope, it is also aesthetically and culturally a distinctively American opera. To see it in an American theatre, performed by American artists, with an American audience is to experience a special collective intensity. </p> <p>As the critic and writer Peter Conrad has said, almost all opera is in some sense a song about love and death. But Conrad's description applies with special force to Dead Man Walking. Death dominates and pervades the whole evening, from the savage opening murder scene, which leaves no question about Joseph De Rocher's guilt, to his final execution by legal injection, enacted in a terrible silence that goes beyond even the ability of music to express. </p> <p>But song is there too, and so is love. Just as in Sister Helen's book, and just as in Tim Robbins's Oscar-winning 1996 movie, the central subject of the opera is not death so much as love. \"I love you,\" sings De Rocher in his final words as he is strapped to the execution table. \"I love you, too,\" Sister Helen responds. Then there is silence, broken only by the sounds of the death machinery, and then silence again. Finally, unaccompanied, Susan Graham as Sister Helen sings a spiritual: rich, southern and affirmative. </p> <p>It is a tribute to Heggie's score and to his handling of such an unremittingly serious subject that he manages to move occasionally into lighter vein without it seeming inappropriate. Like many contemporary American composers, Heggie can slip easily in and out of various styles. In this case, hymns and rock'n'roll vary the musical mood and pace at key moments. McNally's text helps enormously too, darting into brief exchanges between the characters that help to establish theatrical contours and real relationships. </p> <p>Dead Man Walking is not an \"anti-death penalty\" opera in an agitprop sense. It works as a drama precisely because it catches subtleties and nuances. De Rocher is not a nice man or even a martyr. The death row prisoners are scary not noble. The prison governor is caught between keeping order and wanting to behave decently. And the most immediately accessible characters in the drama are the victims' parents, who continually confront Sister Helen with their own terrible losses. </p> <p>If the most overwhelming scene in the opera is, appropriately, the execution, the runner-up is the sextet between the victims' parents, Sister Helen and De Rocher's hapless mother, sung with huge emotional directness by Frederica von Stade. \"You don't know what it's like,\" the parents sing in a series of heartbreaking overlapping lines. They are right. Sister Helen doesn't know, though she is learning. Moments like this make the opera truly dramatic. By any conceivable standards, Dead Man Walking is a big opera emotionally. That's part of what one instantly respects about it. Many modern operas avoid emotionally big subjects in favour of attitude and obscurity. There is not an ounce of those things here. Seriousness, on its own, may not be enough, but it is a very useful start. </p> <p>Heggie is an unabashed melodist, as he said himself at a symposium on the eve of the premiere. His music is rich and emotionally charged, betraying varied influences from Mussorgsky to Britten and Ravel, and carries enormous atmospheric power. The orchestral writing is full of interest and subtlety, and with Patrick Summers in the pit to bring the score to life, Heggie manages to build musical tension in a way that shows astonishing maturity for someone writing his first large- scale dramatic work. There is a sweep to this work which can only be called inspired. </p> <p>Oddly, however, given Heggie's growing reputation as a writer for the voice - his more than 50 published songs have been recorded by some of the most lustrous names in the singing world - the one nagging uncertainty concerned his handling of the vocal line. Heggie's characteristic phrases almost always turn downwards, closing in on themselves, rather than expanding to more ambitious directions. After a while, this risks becoming predictable. </p> <p>But such reservations must be put in perspective. Heggie's achievement is simply immense. There was scarcely a moment in the evening when one was not aware of the high purposes of great art. Graham was at the core of the evening, rarely off the stage, singing her heart out in rich-toned directness. Joe Mantello's production is unerring, with studied and effective simplicity (and a few good gags) the hallmark. Dead Man Walking makes the most concentrated impact of any piece of American music theatre since West Side Story more than 40 years ago. San Francisco, one of the great patron houses of contemporary opera, has a historic achievement on its hands.</p>"
]