[
  "Supporters of Serbian leader Slobodan Milosevic and his main rival Vojislav Kostunica each say their man has secured an overall majority in the Yugoslav presidential elections. <p>The official result is not yet known but a senior official in Mr Milosevic's ruling socialist party hinted that the poll had not gone the president's way: \"Top people were debating all night,\" he said. \"We don't exactly know what we'll do.\"</p> <p>However, Mr Milosevic is unlikely to concede defeat. He claimed victory with a 5% majority shortly after the polls closed and is widely accused of rigging the vote to give him the result he requires. </p> <p>The 18-party opposition alliance backing the challenger claims to be in the lead with 55% against Milosevic's 34% after votes from more than half of the polling stations had been counted. </p> <p>The winner needs an absolute majority to avoid a runoff election in October but Mr Milosevic's challengers are sure their candidate has won. \"Votes can be rigged when there is a slim difference between two groups, but when the difference is this big there is no way anyone can falsify the results,\" said Vladan Batic of the opposition alliance.</p> <p>Western states and organisations today backed the opposition's victory claims. The European Union said that any claim to a win by the president would be open fraud and the Organization for Security and Co-operation in Europe (OSCE) described pro-Milosevic forces' claims of victory as \"not credible\". </p> <p>\"These elections were far from democratic, but despite reports of widespread fraud and intimidation, the will of the people for change has been overwhelming,\" said OSCE chairman, Austrian foreign minister Benita Ferrero-Waldner. </p> <p>Many did not take part in the election. The pro-western government of Montenegro, the junior partner in the Yugoslav federation, called for a boycott of the vote. Kosovo Albanians also stayed away but initial reports from the province suggest that the remaining Serbs voted solidly for Mr Milosevic.</p> <p>Observers and analysts fear that if Mr Milosevic loses the vote he may plunge Serbia and Montenegro into a civil war to maintain his position at the head of the federation.</p>",
  "The hottest ticket in town at this week's Labour party conference will be to see Cherie Booth chairing tonight's fringe meeting entitled \"Has New Labour delivered for women?\". We're developing a fascination with Ms Booth, the supermum par excellence, and the fact that she has agreed to chair such a meeting is a spectacular shot across her husband's bows. With the departures of Betty and Mo, Ms Booth is fast becoming the most prominent woman in British political life. And there are a lot of people around who do not like it. <p>The right wing disapproves of her advocacy of the human rights agenda on the grounds that she stands to reap a handsome income from it. Now the hostility is spilling out on to the left. The cover of the New Statesman's conference issue makes the ambivalence plain: a photomontage of a 50s-style tupperware party has Cherie peeling apples along with Hillary Clinton and Madonna. Placing these powerful, ground-breaking women in the archetypal domestic set-up cuts them down to size. (It is also entirely gratuitous given that the article it illustrates has nothing to do with Cherie.) </p> <p>Hillary has been through this. Women on the political scene attract a disproportionate amount of attention. They can establish a much stronger emotional rapport with the electorate than men - for good or for ill. It's a precarious position, because women can become lightning conductors for the electorate's emotional response to a political party. And deep reserves of sexism are always there to be galvanised: suspicion of clever women and fear of the power-behind-the-throne syndrome. Look how both Laura Bush and Tipper Gore have been reassuring the US electorate that they are not interested in politics. </p> <p>Cherie's position is all the more difficult now because a significant proportion of the population has developed a visceral dislike of her husband. She could quickly find herself becoming additional ammunition. The extent and depth of Tony's unpopularity has taken the political class - commentators and politicians alike - by surprise. The collapse of his opinion poll lead indicates a volatility in politics which seems to be new, and no one is sure what has caused it or how significant it is. </p> <p>The British have never liked left-of-centre leaders; it is rightwing figures such as Thatcher or Churchill on whom we lavish loyal devotion. Despite the political achievements of Labour - the welfare state, the NHS - we ungratefully bundle them out of office at the first opportunity. Partly this is because in class-ridden Britain one of the greatest points of tension has been between middle-class intellectuals/professionals and the aspirant working-class. Disraeli was the first Tory to turn that to the advantage of Conservative politicians more than a century ago. </p> <p>It is one of the curious features of the British class system that those most committed to meritocracy are often the worst snobs. New Labour is falling into this trap. It is perceived as patrician and its populism appears patronising: the Dome is emblematic. It is seen as being dominated by ambitious, London, middle-class, university-educated professionals. A revolt is brewing against a metropolitan elite - spanning politics, the media, the economy - which is running the country. Such a person is not \"one of us\" is the view from outside the south-east. Hence the complaints about \"not listening\" when, a couple of months ago, the charge was that Blair listened to focus groups too much. New Labour's attempts in recent months to correct that trend centred around the need to tell a narrative. But no one wanted to be told a story: it only exacerbated the perception of being patronised - or indeed, lied to. </p> <p>But the new political volatility goes beyond these trends. It can only be explained by a kind of electoral psychology. Emotion has always been a hugely powerful force in politics and has traditionally been much underestimated on the left, with its essentially rationalist world view. But emotion is now centre stage in a therapeutic culture. Politicians are judged less on the quality of their policies, more on personality issues such as trust and credibility. They have happily played along, offering an ersatz intimacy with the electorate. So we get to hear of Blair turning for comfort to Longfellow in the early hours after his son was found drunk. Our political behaviour - voting, protesting, expressing opinions on call-in programmes - is driven by feelings towards a leader. The issue is not what is good for the country, but whether we find this prime minister irritating or likeable. Blair may have pulled off some remarkable political achievements - billions more for health and education, stable economic growth - but to the surprise of political advisers, that is not earning loyalty, let alone affection. </p> <p> The idea of a relationship with a political figure is palpably absurd. It requires constant media manipulation to maintain the fiction. And it is a dangerous kind of politics, Professor Andrew Samuels argues in a book to be published early next year, Politics On the Couch, because one of the commonest patterns in human relationships is the flip from idealisation to denigration. What we build up, we pull down. Blair's popularity could plunge to the depths in proportion to the heights it once scaled. On such a political rollercoaster, the only long term prognosis is bitter disillusionment and cynicism. </p> <p>Blair must in part blame himself for this. He modelled his style of leadership on Margaret Thatcher: heroic purposefulness and dramatic ambition. Both aimed to shift the mindset of a whole nation. (Whereas Thatcher wanted us to stiffen our backbone and stand proud again, Blair wanted to rejuvenate us, turn us into a young country.) They both desired idealisation: it lasted Thatcher three election victories, Blair will be lucky to get more than one. But as Bertolt Brecht has one of his characters comment: \"Unhappy is the country which needs a hero.\" </p> <p>The alternative, Samuels argues, is the \"good enough leader\" in which leadership is \"the study and practice of failure\". The politician is modest and realistic about what he/she can achieve.There is a truth here that we all understand but no one admits: politicians want to appear omnipotent and we want to berate them for not being so. What about Walter Bagehot's political ideal of \"animated moderation\" instead, asks Samuels. Interestingly, Samuels first mentioned these ideas at a fringe meeting at Labour's 1996 conference. New Labour wasn't interested, and went for the heroics. Now the failures of Blair and Brown are viewed not as the inevitable inadequacies of being human and subject to the limited nature of any government's power, but as a betrayal of the fantasy of omnipotence and perfection which we were promised. Such disillusionment can turn vicious, hence the uses to which Cherie could be put as emblematic of this metropolitan elite. Blair had better go for humble this week. <br><br><a href=\"mailto:madeleine.bunting@theguardian.com\">madeleine.bunting@theguardian.com</a></p>",
  "The Yugoslav electorate has thrown President Slobodan Milosevic into the biggest crisis of his 13 years of power. <p>The man who has always been able to cast himself as the true defender of Serbia's national interests against foreign enemies, whether they be Croats, Bosniacs, Albanians or Nato and the west, has suffered a heavy body-blow from his own people.</p> <p>Whether he has lost the election outright is not yet clear. No official results have been announced, and there is an ominous pause in the counting. </p> <p>But it is already obvious that far more people voted against him than he expected when he called the elections early and decided to submit himself to a popular vote for the first time since 1993. </p> <p>Disarray in his own camp is palpable. His own party, the Socialist party of Serbia, is giving out a completely different set of preliminary findings from its ally, the party known as the Yugoslav Left, which is run by Milosevic's wife. </p> <p>While the SPS claims that Milosevic has 44% of the vote against 41% for his main challenger, Vojislav Kostunica, officials of the Yugoslav Left put the gap between the two men at 25%.</p> <p>To add to the confusion, the state news agency, Tanjug, has reported claims by the Radical party, another of Milosevic's government allies, that Milosevic is losing. Normally Tanjug suppreses bad news, so the fact that it is indicating that Milosevic is facing defeat means that the regime is either in a total quandary or split into rival camps.</p> <p>Everyone in Serbia is now waiting to see how Milosevic reacts. One option which his prime minister floated at the weekend was that the president was entitled to stay in power until next summer to serve out his full term, even if he accepts he has lost the vote.</p> <p>But this is constitutional nonsense. When you hold early elections, it means you are submitting yourself to the popular will. Otherwise why hold them early? </p> <p>The more violent option is that he brazens it out, claims to have won, and puts down opposition protests with force. But that is unlikely to work. The fact that there is so much dissension within Milosevic's own camp over the results makes it hard for the police and army to be used as a political tool. Senior officers could mutiny.</p> <p>After more than a decade, Serbia is finally in the end game of Milosevic's destructive rule. It took the west until the Kosovo crisis came to the boil two years ago to realise that he is not a reliable partner with whom to do business. </p> <p>Now at last a significant part of the Serbian electorate has come to the same view. Milosevic has long tried to manipulate their emotions through his nationalistic wars and his control of the state-owned media. </p> <p>The lesson of this election is that urban voters and the younger generation who have access to alternative sources of news as well as those Serbs who have close contacts with the huge Serbian diaspora abroad have given the dictator the thumbs-down.</p>",
  "Any claim from Yugoslav President Sloboban Milosevic that he had won the country's elections would be a fraud, the European Union said today. <p>While the final result is not yet known, the vote has been plagued with accusations of ballot rigging and intimidation, and the joint statement from the 15-nation union made it clear that any attempt Mr Milosevic made to claim a victory would be viewed as false.</p> <p>It said: \"According to all available information, it is clear that any attempt by Milosevic to declare himself the victor would be fraudulent\" and in a reference to the large turnout, which the union said showed the people of Serbia wanted change, it added, \"they wanted to speak up, regardless of intimidation, manoeuvring, pressure and all sorts of manipulation by the Belgrade regime leading up to this ballot.\"</p> <p>The EU statement came on the day the British foreign secretary, Robin Cook, called for Mr Milosevic to stand down after new figures showed he had in fact lost the country's presidential elections.</p> <p>Mr Cook, in Brighton for the Labour Party Conference, told delegates \"all the reliable evidence\" available showed Mr Milosevic would be voted out \"by a massive majority\" and he urged the leader to \"get out of the way\" and allow his opponent to take up the mantle.</p> <p>The results on a third of the polling stations around Serbia suggested opposition candidate Vojislav Kostunica had polled 57% of the votes and Mr Milosevic only 33%. Mr Milosevic and his supporters, however, claim he has a lead and his 13-year rule would continue.</p> <p>Mr Milosevic was a \"beaten, broken-backed\" president, Mr Cook told reporters, adding: \"My message to him today is be honest with your people, don't cheat them, get out of the way and let Serbia get out of the prison into which you have turned it.\" </p> <p>But Mr Milosevic showed no signs of conceding defeat after an election marked by a huge turnout - and allegations of fraud and ballot-rigging. </p> <p>His spokesman in Belgrade, Nikola Sainovic, said he doubted there would even be a need for a run-off vote - required if no candidate gets more than 50% - because \"our candidate is leading\". </p> <p>Voting was yesterday plagued by reports of blatant irregularities by Mr Milosevic backers, including ballot box stuffing, according to the few domestic monitors watching the polls. </p> <p>But Kostunica said after the voting: \"According to our count, the first-round victory is certain. Dawn is coming to Serbia. I'm excited.\" </p> <p>There were 7,861,327 eligible voters in Yugoslavia, of whom 444,130 were in Montenegro, Serbia's smaller sister republic. There were around 10,000 polling stations in all. </p> <p>A candidate needs more than 50 percent of the vote to win outright without having to contest a second round.</p>",
  "President Slobodan Milosevic was fighting for his political life last night with the same audacity that has kept him in power for 13 years. <p>After a turnout in yesterday's elections that may be as high as 60% in Serbia and 75% in the rest of the country, he responded to the threat by staging a victory concert on the main square of the capital. </p> <p>It began an hour before the polls closed, wrongfooting the plans of his main challenger the Belgrade lawyer Vojislav Kostunica to hold a rally in the same square. The danger of violent clashes grew as both sides in Yugoslavia's hotly contested election accused each other of fraud. </p> <p>As supporters gathered in Belgrade city centre, state television announced an overwhelming lead for Mr Milosevic in voting in the Serb-populated villages of northern Kosovo. The claim was dismissed by the opposition as \"pure manipulation\". </p> <p>Hundreds of thousands voted in Serbia, its sister republic of Montenegro, and UN-administered Kosovo after Mr Milosevic called an early election. </p> <p>Confident of catching the opposition off-guard, he was surprised by its unity and Mr Kostunica's strength in the latest opinion polls, which suggested that Mr Milosevic's 13 years of power would end if the balloting and count were free and fair. </p> <p>Mr Milosevic put on a show of looking relaxed and confident as he voted with his wife, Mirjana Markovic, in an exclusive Belgrade suburb, and expressed optimism about the vote in a comment carried by state news agency Tanjug. </p> <p>\"I expect the political scene in Serbia to be clarified, creating the conditions for lasting stability and even faster economic development,\" he said, referring to efforts to rebuild the country after last year's Nato air strikes. </p> <p>Mr Kostunica, the candidate of the 18-party alliance known as Democratic Opposition of Serbia, also voted in Belgrade. \"It should be shown that the authorities in a democracy are changeable,\" he said, accusing the government of trying to confuse voters and justify any future moves to preserve power at all cost. </p> <p>During the afternoon, as the opposition workers were arriving to prepare for their concert, they discovered that President Milosevic's party workers were already building a huge concert stage to the left of the square. </p> <p>State television, which is controlled by Mr Milosevic had set up in front of the national museum in preparation for a live broadcast when the president's victory would be announced. Serbia was informed of Mr Milosevic's victory before the votes had been counted. \"The political landscape has now been cleaned,\" the president said. </p> <p>A Serbian traditional band was dressed in blue uniforms and began its concert with second world war songs while confused young people who had come to what they thought was an opposition rally milled around in confusion. </p> <p>\"Staging the concert on Republicca Square is designed to provoke us and give him the chance to crack down. They need a reason to use the police and the army,\" Steva Markovic, a 41-year-old opposition activist and computer analyst said. </p> <p>Most of the people who arrived at the floodlit square were young and anti-Milosevic: \"He is going to choke us again,\" a 21-year-old philosophy student said. Others stood in depressed silence. \"The queues outside my polling station were the longest I have ever seen in my life,\" Davor Petrovic said. \"I'm sure it will be a big turnout but we hadn't even finished voting when he did this. No one knows what to do.\" </p> <p>As the voting got under way the federal prime minister, Momir Bulatovic, who is a regime loyalist said that under the constitution Mr Milosevic was obliged to remain in power until 2001, regardless of the election result - a suggestion aimed at discouraging his opponents from voting. </p> <p>An uneasy fear has been seeping across the country for days. Even opposition supporters confident of victory at the ballot box are terrified that Mr Milosevic will not step down without bloodshed. Psychologist Zorica Razicsaid: \"I think tonight nothing will happen, but on Monday I think people will be killed on the streets of Belgrade,\" she said. </p> <p>On the eve of the poll, the election authorities announced a change in voting procedure that many believe breaches the fundamental right of privacy for voters. The Federal Election Commission ruled that every ballot slip would be checked by the local election board ostensibly to ensure that only one slip was put into the ballot box. </p> <p>In southern Serbia, where voting fraud was most feared, 370 polling stations had no representative of the opposition on the board, an opposition spokesman said. </p> <p>The Belgrade-based Centre for Free Elections and Democracy listed dozens of irregularities and said the poll was a \"complete mess\". Marko Blagojevic, its spokesman, said that in Leskovac, the voting lists were not opened up for inspection and voting was taking place without people needing identification.</p>",
  "The local elementary school in Pozarevac, the home town of President Slobodan Milosevic in north-eastern Yugoslavia, was spotlessly turned out for its day in the limelight as a polling centre in Yugoslavia's elections. <p>From behind two long desks in the freshly painted classroom - hung with the Yugoslav flag, the Serbian coat of arms and children's watercolours - Mr Milosevic's monitors and opposition scrutineers watched. </p> <p>The president's wayward son, Marko - a racing driver and black marketeer - had closed the bakery, pizza shop and internet cafe he owns but there was no sign of him as the town came out to vote. </p> <p>The voters made their way laboriously through candidates for both houses of parliament and local councils, but the only vote that mattered to most of them was who would be their new president. </p> <p>The first to turn up at the polls were mostly Milosevic loyalists. Old women with stiff limbs clambered out of the town's favoured red Yugos. </p> <p>On a bench in the town square, Milos Obranovic, a retired army captain, sat with his friends. He was slowly draining a cola bottle filled with plum brandy. \"I am an orthodox communist, a hard boiled communist, and I will vote for Milosevic,\" he said. </p> <p>But as the day wore on the voters got younger. Mira Veljkovic, 30, a beautician, looked surprised when asked about her voting intentions. \"I will support [Vojislav] Kostu nica of course,\" she said, referring to the main opposition candidate. </p> <p>The elections are, for now, an entirely civilised affair but the enormous importance of this vote can be felt everywhere, despite the calm. </p> <p>At 7am there were queues outside Belgrade polling stations. This is the heartland of Mr Kostunica, the 56-year-old lawyer who threatens to end the painful 13-year reign of Mr Milosevic. </p> <p>\"I feel like I did before my final exams,\" said Davor Matic, 41, an engineer. His wife, Mira, said she had bags under her eyes: \"I only slept for two hours last night I'm so nervous.\" </p> <p>All day, on the government-controlled local news and television stations, the people of Belgrade were warned that the opposition was getting ready to link up with their wayward neighbour, Montenegro, and betray Serbia. </p> <p>Both the Milosevic and opposition camps plan to proclaim victory. Mr Kostunica is 10 points ahead in public-opinion surveys and says that the only way Mr Milosevic will win is by fraud. Mr Milosevic insists victory will be his. </p> <p>There is little faith that the election results, due tomorrow, will really reflect the view of ordinary Serbs so, for now, the candidates are fighting a propaganda war. </p> <p>President Milosevic, the master of propaganda, is being accused by the local Centre for Free Elections and Democracy (Cesid) of rigging the polls but its evidence is thin. The group presents itself as an independent, non-partisan, non-governmental organisation but is staffed by students, trade unionists and academics opposed to Mr Milosevic. </p> <p>Its claims of corruption were eagerly reported yesterday by the few foreign journalists remaining in the country - 30 were expelled from Yugoslavia on the eve of the vote amid claims that they did not have the correct work permits. </p> <p>At yesterday's 1pm press conference, Cesid announced that the elections were a \"mess\" and rife with irregularities. But the most serious development, it said, was that a polling station in the town of Grocka, 30 miles from Belgrade, had been smashed up by radicals. </p> <p>When I visited Grocka yesterday afternoon it turned out that the \"radicals\" were drunks who were much more upset over claims that an election monitor had crashed into one of their cars than they were about the fate of either of the two presidential candidates. </p> <p>These breathless, vague press conferences give some idea of how terrified the opposition is that Mr Milosevic will again steal the votes of his own people to keep himself in power - as he did in the winter of 1996. </p> <p>The threat to their democratic rights is not from drunken townsfolk on the rampage, it is whatever Mr Milosevic is planning to do with almost 1m votes he controls in Kosovo and Montenegro. It will be another 24 hours before that is clear.</p>",
  "Several hundred Yugoslav troops and military police guarded polling booths in Montenegro yesterday in a move denounced by Milo Djukanovic, the republic's pro-western president, as blatant intimidation by the Yugoslav president, Slobodan Milosevic. <p>\"You can judge for yourself to what extent we can talk of free and fair elections if the army is present at polling stations,\" he told reporters in Podgorica. </p> <p>The Montenegrin government was officially boycotting the polls and people ended up voting in premises ranging from homes and butchers' shops to a nuclear shelter in the municipality, which is controlled by the main pro-Belgrade party. </p> <p>Mr Djukanovic said Mr Milosevic had no chance of winning the elections fairly and that opposition leader, Vojislav Kostunica, a moderate Serb nationalist, had a \"huge lead\". </p> <p>\"At the same time I've no doubt that Milosevic will not give up power willingly. I've no doubt that, regardless of the actual political defeat, Mr Milosevic will declare victory.\" </p> <p>Fraud by Mr Milosevic's officials was expected to be widespread in Montenegro because of the boycott. The republic has an electorate of 440,000 and pro-Belgrade supporters would not normally get more than a third of these, judging by previous elections. </p> <p>In Kosovo, where fraud could be helped by out-of-date electoral rolls and confusion over the number of Serbs who have fled, the UN organised teams of \"witnesses\" to count the number of voters. The aim was to prevent inflated turnout claims by the Belgrade authorities. </p> <p>The chief UN administrator in Kosovo, Bernard Kouchner, said that by the close they had counted 44,905 people entering polling stations in Kosovo. </p> <p>In several areas of northern Mitrovice, polling stations never opened. In others, Kosovo Serbs were given no privacy to mark their ballots. </p> <p>Further north, in the village of Berberishta, poll witnesses said officials of Mr Milosevic's Serbian Socialist party could be seen passing from door to door with a ballot box collecting votes. One opposition politician described them as acting like \"postmen\". </p> <p>In Caglavica, another Serb enclave just south of Pristina, one of Kosovo's most prominent Serbs, Momcilo Trajkovic, was refused permission to vote because his name was not on the registration roll. Mr Trajkovic, a lifelong resident of the area, supports Mr Kostunica. </p> <p>In Gracanica, voting was delayed briefly because of a dispute between the opposition Serbian Radical party and Mr Milosevic's followers over who would be permitted to cast ballots. </p> <p>Ethnic Albanians, who make up 90% of Kosovo's population, stayed away from the polling and Mr Kouchner said \"any claim of massive participation by Kosovo Albanians would be a fiction or manipulation\". </p> <p>Serbs in Pristina, mostly displaced families, voted in an unfinished basement room in a block of flats which has become a virtual prison yard for 150 Serbs, with British commandos providing round-the-clock protection against potential Albanian attacks. </p> <p>For the rest of the capital, the election was a non-event. \"Serbia? We have nothing to do with them. Let them go to hell,\" said one pensioner. Additional reporting by Nicholas Wood in Pristina</p>"
]