[
  "<p><strong>TRIPPING UP</strong></p> <p>If you strolled up to the Foreign Office today and suddenly announced: \"Lucky me! I am off on a trip to Belgrade later this month,\" you can bet your bottom dinar that some stern, grey-suited official would violently shake you until some semblance of sense returned. And if that didn't work he would no doubt remind you that Slobodan Milosevic is a bad man, and that the Foreign Office is advising Britons against all non-essential travel to Yugoslavia. He would then kick you out of the office with a final reminder not to travel in late September, when the situation will be particularly volatile because of presidential elections. </p> <p>So pity poor Leicester City. Because it is they who are due to play to Red Star Belgrade in Belgrade on September 28th, the day the Yugoslav election results are expected, a day which could turn a little nasty. Slightly worried, the club have had a quiet word in Uefa's ear and asked - very nicely - for a change of venue. Alas, the annual ear-syringing of Uefa staff doesn't take place until October, and they haven't got the message. \"It is down to the local authorities to safeguard the wellbeing of the players and officials and as things stand at the moment, we expect Leicester City to travel to Belgrade for the match,\" a Uefa spokesman said today, polishing his statue of Arkan. \"Of course the situation could change, but that is the position at present.\" </p> <p>What can Leicester do? This afternoon City chairman John Elsom, along with Leicestershire East MP Keith Vaz and the FA's wonderful David Davies, flew out to Geneva to try to personally persuade Uefa to change their minds. \"David Davies and myself will collate all the information that we receive from the Foreign Office, and we will be taking that to Uefa,\" a confident Elsom told the official Leicester website. \"We have a meeting with Uefa, I believe at 9am on Wednesday morning, and we will almost certainly have a decision before the first leg on September 14.\" And without sticking our necks out too far, we might suggest that that decision will be no.</p> <p>* * * * * * * * * * * * *</p> <p><strong>M KEOWN'S HOLIDAY</strong></p> <p>Quel weekend pour M. Keown. Le defender tres monkey du Arsenal, a play pour L'Angleterre v La belle France in Paris on Saturday. Il y a beaucoup beaucoup de argy-bargy et most of it involve M Keown. Il had un contretemps with M Desailly et, according to ce matin's Mirror, nearly had un scrap avec M Thuram. Zut Delors! Mais things n'est pas quite as bad as they seem.</p> <p>Firstlyment, M Desailly. Les gens du Sky TV a spotted pendant le game que Desailly was parling avec Keown et pointing at le board du score. Apres le derniere whistle, Keown a done the same thing, making M Desailly un petit peu angry. Mais aujourd'hui c'est turned out que Desailly was vraiment, in fact, pointing at du screen du video pour to show Keown que he was fouled in the box and hadn't taken a dive like Louganis. \"I was not showing him the scoreboard I was pointing to the replay screen to watch the incident where he pushed me in the area,\" Desailly a said. \"He appears to have misunderstood what I was doing.\" Quel erreur pour le defenseur qui resemble un sange!</p> <p>Apres le match, M Keown a marched dans le dressing room et sharpener his studs pour Wednesday nuit. On the way, il a bumpe into M Thuram comme un big bloke in a maison publique. M Thuram said, allegedement, et je quote the Mirror: \"Do you want some?\" Mais according a nos amis en France, il a said nothing of the sort, et simply laughed a l'homme gorillafique anglais. Doubles et les cours du Francais all around!</p> <p>* * * * * * * * * * * * *</p> <p><strong>QUOTE OF THE DAY</strong></p> <p>\"According to him I am a tinker. I'm pretty sure that's what he said, unless of course he was complimenting me on my tactics and wanted to call me a thinker before his diction let him down. I admit that I responded in my own inimitable style and called him a name back, but we shouldn't be sinking to that level.\"</p> <p>Shelbourne manager Dermot Keely calls a cease-fire to an increasingly bitter row with St Patrick manager Pat Dolan, which started when Dolan refused to shake hands after last Friday's Dublin derby.</p> <p>* * * * * * * * * * * * *</p> <p><strong>FERG ON THE FUTURE</strong></p> <p>United Shareholder. It may not be a magazine you are familiar with. Unless you are a shareholder of Manchester United plc, in which case you probably wait with bated breath every month for it to tumble through your letter box and satisfy your lust for the latest developments in shares and their prices. This month however subscribers were guaranteed an extra thrill, thanks to the appearance of the Imperial Lord Ferg in his frankest interview yet.</p> <p>Or something. Suffice to say that the Imperial Lord has been talking about his plans after his time as United boss comes to an end, and that he intends to keep himself busy. \"I have to ask myself how much I want to do once I retire,\" he said. \"I do want to protect some time, to be able to travel and so on. The way it's looking at the moment, I'm going to have to refuse a lot of people.\"</p> <p>So it's not just young Darren Ferg who has been giving his dad job offers. In fact the Imperial Lord insists that one job offer he has received is \"staggering\" (an activity the Lord himself is entirely unfamiliar with). \"It would be a four-year contract for a huge amount of money and would involve a lot of travelling,\" he said of the offer from travel agents Money, Mart and Edwards. Ferg, however, doesn't want to leave the country for good. \"I'd like to stay involved,\" he said. \"I'll certainly keep going to matches and I'll carry on living in the area.\" Which will be a great relief for his successor, no doubt.</p> <p>* * * * * * * * * * * * *</p> <p><strong>THE RUMOUR MILL</strong></p> <p>Benfica will bid for Everton's Abel Xavier within the next week. The Portuguese club hope that a £1m offer will tempt the Toffees, who risk losing Xavier for nothing on a Bosman transfer this summer.</p> <p>Blackburn have confirmed an interest in bringing Henning Berg back to Ewood Park.</p> <p>Roma are lining up a £12.6m bid for Patrick Vieira, according to reports.</p> <p>* * * * * * * * * * * * *</p> <p><strong>NEWS IN BRIEF</strong></p> <p>Following revelations that his club are around £170m in debt, new Real Madrid president Florentino Perez has admitted his club faces an uncertain future. He told reporters at a press conference called to announce the scale of the club's problems: \"Real Madrid is very ill and, if we don't take measures to improve the situation, Real Madrid has a disastrous end in front of it.\" </p> <p>Coventry have signed Honduran striker Jairo Martinez. The 21-year-old has signed a five-year deal and joins South Americans Israel Zuniga and Ivan Guerrero in the Midlands. Chairman Bryan Richardson said: \"Jairo is a very exciting young striker who is quick, skilful and an excellent finisher. He is one of the most highly-rated players out there and we have done well to get him ahead of Valencia and an Italian club who were also looking at him.\"</p> <p>Malcolm Christie will be in the Derby squad for tomorrow's match against Middlesbrough a month after being struck by viral meningitis. The 21-year-old striker spent almost a week in hospital with the illness but he has made a full recovery and will be on the bench along with Georgi Kinkladze.</p> <p>Wimbledon have signed Swedish U-21 international Par Karlsson from IFK Gothenburg for £40,000.</p> <p>Newcastle have loaned out Garry Brady and David McMahon to Norwich and Falkirk respectively. Midfielder Brady returns to the Canaries for a two-month stint after a loan spell at Carrow Road last season, while striker McMahon moves north for a month.</p> <p>* * * * * * * * * * * * *</p> <p><strong>TONIGHT'S TV AND RADIO</strong></p> <p>ITV: Football extra (2.40am) Now with 30% extra lateness for no extra charge!</p> <p>Sly Sports 1: You're on Sky Sports! (10pm) Me primeval man. Me um hate McCaff, but have basic fundamental attraction to Kamara which um cannot explain.</p> <p>World Football show (2pm) Almost as late as Football Extra, but not nearly as interesting.</p> <p>Sky Sports 3: Worthington Cup football - live! (7pm) Cheltenham v Watford in a match Watford must win. If they are to go into the next round of the Worthington Cup.</p> <p>Radio 5 Live: Five Live football (7pm) All the action without the pictures.</p> <p>TaLKsPorT: Football First (7pm) Football is paramount for this show, which is why it's presented by Alvin Martin.</p>",
  "Mo Mowlam, Britain's most admired and unpredictable politician, announced yesterday that she was resigning as an MP at the next election, dealing a severe blow to the causes of women and bluntness in politics. <p>She made the decision earlier than planned following a hurried meeting yesterday morning with the prime minister in Downing Street. She will stay in the cabinet until the next election and insisted that the decision, made a fortnight before her 51st birthday, had been a personal career choice. \"I want to do something different in my last years before I retire,\" she said. </p> <p>However, it is understood that she had become disillusioned with humdrum domestic politics, which contrasted with the unyielding two and a half years of high pressure life as Northern Ireland secretary. </p> <p>But one cabinet minister said yesterday that she made two possibly fatal career errors last October, including the rejection of Tony Blair's offer of the job of health secretary, plumping instead for cabinet office minister, a post to which she has never fully warmed. </p> <p>At around the same time, she turned down pleas from Downing Street to stand as Labour candidate for mayor of London, only subsequently to change her mind after Frank Dobson had been installed as the official candidate. </p> <p>Downing Street reconsidered Ms Mowlam's interest in the post again as recently as February, but by then Mr Dobson did not want to quit as the official Labour candidate. </p> <p>In June, Ms Mowlam told Mr Blair privately that she probably favoured a foreign political career outside parliamentary politics. She is particularly interested in the worldwide fight against drugs or international conflict resolution akin to the role adopted by the former US president Jimmy Carter. One cabinet colleague said: \"She never managed the difficult re-entry process from Northern Ireland politics.\" </p> <p>Ms Mowlam said yesterday that Mr Blair has sought to persuade her to stay but following her holiday in Portugal, she had decided to leave. </p> <p>The decision to go public was prompted by renewed newspaper speculation that she was planning to quit at the next election. </p> <p>She said: \"I talked it over with Tony...and he agreed it would be worth me saying today what I wanted to do because it was all getting silly with all the rumours and suggestions.\" </p> <p>Ms Mowlam denied she had been forced from politics by ill health insisting she was \"fine and dandy\". </p> <p>She also denied that she had been driven out by the so-called whispering campaign against her, and said she was satisfied that it had not been authorised by Mr Blair. Downing Street also heaped praise on Ms Mowlam and said that talk of a briefing campaign against Ms Mowlam was rubbish. </p> <p>An imminent biography is likely to allege that the Northern Ireland secretary, Peter Mandelson, was the source of the criticisms, but other sources suggest that Ms Mowlam's own friends were prone to dwell on the mythical briefing campaign against her. </p> <p>Ms Mowlam's husband, Jon Norton, gave some credence to the briefing campaign, saying it had started at the Labour Party conference in 1998. </p> <p>\"Some people have said that from that point on the adverse stories occurred,\" Mr Norton said, adding that popular politicians can become unpopular with their colleagues. </p> <p>Tributes poured in for Ms Mowlam, especially for her work in Northern Ireland and her bravery in fighting a brain tumour, but her many supporters said her departure was a special blow to women in politics. </p> <p>Helen Jackson, her former parliamentary aide and MP for Sheffield Hillsborough, said: \"She had a special appeal to women. It was not so much that she was a role model, but they found her very direct approach to life very refreshing and as result she brought politics closer and more alive.\" </p> <p>Joan Ruddock, another friend and MP for Deptford, also hinted that Ms Mowlam had been blocked. \"It is difficult in government where all the slots are pre-determined. She is a person who is very unusual in her approach and perhaps that makes it more difficult for her to get the place she most wants.\"</p>",
  "US candidate George W Bush, who had promised to bring a new tone of civility to politics, made a disparaging remark about a reporter from The New York Times yesterday - only for it to be picked up by a live microphone. <p>The Republican presidential nominee was unaware that is microphone was live when he leaned over to Dick Cheney at a Labour Day rally and said, \"There's Adam Clymer, major league asshole from the New York Times.\" </p> <p>Mr Cheney responded, \"Oh yeah, he is, big time.\" </p> <p>Both men thought their remarks were off-mike. </p> <p>When asked about the comment at a brief airport news conference in Allentown, Pennsylvania, late Monday, Mr Bush said, \"I regret that a private comment I made to the vice-presidential candidate made it through the public airways.\" </p> <p>Asked if he felt he owed Clymer an apology, Bush did not answer directly, only saying, \"I regret everybody heard what I said.\" </p> <p>Karen Hughes, Bush's spokeswoman, said that the remarks were \"a whispered aside to his running mate. It was not intended as a public comment.\" </p> <p>Mr Clymer said: \"I'm disappointed in the governor's language.\" However, Mr Cheney refused to discuss it. \"The governor made a private comment to me. It was a private comment, and I don't plan to say anything about it,\" he told reporters later in Chicago.</p>",
  "The Labour MP Audrey Wise, who has died of a brain tumour aged 65, was a socialist, a feminist and a fighter. <p>She fought against whatever she felt was wrong and she thought that a great deal about the organisation of society was very wrong. She fought authority in general, oppression in capitalistic society in particular, and took on on all-comers. </p> <p>Born in Newcastle, the daughter of a former Labour councillor, she lived and breathed politics every moment of her life. She grew up with a profound belief in the need to recognise the proper role of women in society. Proudly, she described herself as a \"shorthand typist\", and continued to use that description as an MP - partly in the apparent belief that it might encourage other shorthand typists that anything was possible and partly to demonstrate her support for all women workers. </p> <p>At the age of 21, she became a Tottenham borough councillor in north London. In February 1974, she became Labour MP for Coventry South West, and soon attacked the authoritarian enemy on all fronts. She had already made a name as an opponent of the Vietnam war, and other foreign political causes she took up included Chile and Nicaragua. </p> <p>At Westminster in the 1970s she was regarded as something of a left-wing nuisance , a state of affairs that she viewed as necessary and desirable. She was part of a delegation to meet a representative of the Official IRA, she often voted against the then Labour government's economic policies, and was arrested on the Grunwick picket line, in that struggle to establish trade union recognition. </p> <p>Most significantly, with Jeff Rooker she co-authored the Rooker-Wise Amendment to Chancellor Denis Healey's 1977 finance bill. This introduced retrospective inflation-proofing on tax allowances, which led to £450m being handed back to taxpayers. It was an astonishing victory for two back-benchers and a testament to the power of a committed, hard-working, single-minded woman. </p> <p>Her most important work was that for which Wise received the least recognition among her political peers. It was on the behalf of women, children and families and, most specifically, about the way in which women experience childbirth. She lost her Coventry seat in the 1979 general election and was out of parliament until 1987. </p> <p>Once back, for Preston, she was made a member of the health select committee and persuaded her fellow members to hold an inquiry into maternity services. This led to a landmark 1992 report, which prompted the Conservative government to endorse the committee's findings and led to policies which offered women more choice and control of their circumstances during pregnancy, birth and post-natal care. </p> <p>The National Childbirth Trust's head of policy research, Mary Newburn, said that it was the impact of Wise's approach that had changed maternity services to become \"woman-centred\" and which has since led to a change throughout the NHS: the lives of women everywhere have been touched by her campaigning. </p> <p>From 1982 to 1987, Wise was a trouble-making Labour national executive committee member and a forceful figure in a number of the party's campaigning organisations. She was a member of the shopworkers' union, Usdaw - which was once her father's union - and was quietly proud of becoming its first woman president, from 1991 until 1997. </p> <p>Fiercely protective of her close, fond family life, she married her husband, John, a dispensing optician in 1953. </p> <p>When she found out about her illness last April, she was optimistic about the outcome and applied as much vigour to resisting it as she had all her life to her many political causes. As her family said yesterday: \"This was one fight she did not win.\" Audrey Wise would have appreciated the irony. </p> <p><b> Hilary Wainwright writes:</b> </p> <p> Audrey Wise's manner was that of a campaigner, an indefatigable activist, but many radical socialists, especially socialist feminists, will also remember her as a thinker of real insight. She listened. </p> <p>In her early 1970s pamphlet, Women and Workers' Control, she describes how women who say they don't want equal pay are dismissed as \"backward\". Equal pay was being proposed on the basis that women should accept the same conditions as men; for example, working nights. She recalls such a \"backward\" woman saying to her: \"If the economy wants women to work nights then I need a different kind of economy.\" </p> <p>\"We should encourage attitudes like that,\" said Audrey, who believed equal pay was important, but not enough. </p> <p>Her life combined the per sonal with the political in an exemplary way. The creative humanism of her socialism was apparent in everything she wrote. For example, take her 1970s article, Trying to Stay Human, in the socialist feminist magazine Red Rag. If nurseries were really to meet the needs of women and children, she insisted, it was not enough to demand them from the state: the state should provide resources, but the management should be under community control. She had no faith in the existing state, but a profound belief in democracy and the capacities of ordinary people. A radical extension of democracy was a constant theme of her life. </p> <p>I came to know her as one of the moving spirits behind the Institute for Workers' Control and because of her support for workers such as those at Lucas Aerospace who developed plans for saving jobs by turning arms factories over to the production of medical, environmental, transport and other socially necessary goods. But I was influenced by her through the bridging role she played between the women's liberation movement and the trade unions. Sheila Rowbotham invited her to speak at the first women's liberation conference at Ruskin College in 1970, and she stayed connected. The last time I heard her speak was at a meeting where she stressed the need for the left to take seriously the preservation of biological diversity. </p> <p>She was one of the many people dismissed as \"old Labour\" who were always thinking creatively about the future. If modernisation meant all power to the corporations, she needed a very different kind of future. And she contributed much to achieving that future. </p> <p>She is survived by her husband, son and daughter. <br> \u0095 Audrey Wise, politician, born January 4 1935; died September 2 2000</p>",
  "<p>It would be reassuring to think that the President of the United States knew his ass from a hole in the ground, but according to Reputations (BBC 2), Richard Nixon, at the height of his power, was often dazed with prescription drugs and alcohol. I had not, until this moment, considered urine-testing politicians, but now you mention it... </p> <p>The Secret Life Of Richard Nixon is in two parts. There are evidently more skeletons in the cupboard. Recently I opened a cupboard in a junk shop and there, sure enough, was a skeleton, swinging. This may have been a witticism on the part of the proprietor or it may have been the proprietor but, either way, it seemed a woeful conclusion to a hopeful life. Not unlike Richard Nixon's. </p> <p>Dilantin is approved in the US for the treatment of epilepsy. Jack Dreyfus, described as a Wall Street tycoon, considered it a wonder drug and gave it to Nixon in 1,000-tablet bottles. Taken with other medication and alcohol, it can cause delirium, psychosis, slurred speech and mental confusion, as students picketing the White House noticed when Nixon drove out in the middle of the night to talk to them. They couldn't follow what he was saying. He then went to the deserted Senate, put his valet in the speaker's chair and applauded him. He lacked the season of all natures, sleep. </p> <p>This disorientation was less catastrophic than you might expect, as his staff simply ignored his wilder orders. The Secretary of Defence, told to bomb Jordan, reported conveniently that the weather was too bad. Kissinger, told to bomb Damascus, decided that he would feel differently in the morning. The orange sky of evening now flooding the Oval Office looked like the open door of a crematorium. </p> <p>The rather pitiful aspect of Nixon's case was that he had adopted a profession for which he was psychologically unsuited. He was painfully shy. As his speechwriter observed, \"He could blush, and this is a remarkable quality in a mature politician.\" (Hands up all those who have seen a politician blush.) Kissinger noted he was more at ease with a crowd than an individual. \"When you have a large crowd, you don't have to develop a direct relationship with anyone personally. He was not gregarious. For a politician, it's an unusual trait and he had to become a politician by enormous self-discipline and acting against his nature, which was reclusive.\" Casting about for a comparable British prime minister, you think of Edward Heath. </p> <p>That self-discipline was iron. Rejected for the college football team, he persisted and got in. Rejected by the voters, he insisted and won. It is written in the American Constitution or, maybe, Bugsy Malone that you can be anything you want to be. You should, however, be careful what you want to be. </p> <p>It was politically safer to take drugs for depression and stress than to see a psycho-therapist. As Dr Hutschnecker, whom he consulted, said, \"It was safer for a politician to be going to a whore than to be involved with a psychiatrist.\" Which we know to be true. Hutschnecker's experience with Nixon led him to argue in the New York Times that before election, leaders should be given a clean bill of psychiatric health. </p> <p>You do not, as a rule remember anything a politician says for a quarter of a century, but I remember Nixon's farewell speech to the White House staff well. As the UP White House correspondent said, it came from the soul, the gut, the heart. Sweat glistened on his upper lip and tears on his lower eyelid. He said, \"My mother was a saint.\" And yet, it seems, he used to hit his wife, the slight and unobtrusive Pat. </p> <p> Waking The Dead (BBC 1) is a potentially ingenious idea. Cold case cops pick up abandoned murder enquiries and, with the benefit of improved science or hindsight, solve them. Trevor Eve has recruited three women and one black man, which is taking political correctness to extremes. They are all excessively rude to each other. I feel there would be less temptation to shout if they didn't work in a warehouse. Poor Sue Johnston, the personality profiler, is given some intractable lumps of gristly dialogue to chew. Holly Aird, the forensic pathologist, has the air of a fairly furious cat, and no wonder. </p> <p>If I may offer a suggestion? Have you tried looking for the murderer in the cast list? He is often there.</p>",
  "Having failed to appreciate wholly the Hello!/bog off nexus that is the British Spice experience, in the US the term \"Spice Girls\" is being applied to an entirely different group of women. Three influential female reporters covering the Gore presidential campaign for the New York Times, the Washington Post and Associated Press are currently facing a barrage of criticism, derided by colleagues and commentators as nasty, snide, bitter and biased. While their collective track record is impressive, and suggests nothing to support the vitriol, \"the bitches on the bus\" are continuing to raise hackles. But one New Yorker writer offers a theory: \"If Bob Woodward and Jeff Gerth wore high heels, they'd be called bitches too,\" she says, referring to two of the country's most highly respected investigative reporters. <p> We tend to cast our public lesbians in two types only: those who frighten schoolgirls with hard stares (remembers Radclyffe Hall first time around) or in a permanent state of lipsticky, strapped-on arousal (the rest) . So it's a joy to note that the nation has taken a gentle, guitar-strumming peacemaker to its collective bosom, in the shape of Anna, beloved of Big Brother. Is fancying Anna the new lesbian chic? Who cares, because what the nation doesn't know is that, on eviction, Anna will be taken to a specially-constructed surveillance tent in Sidelines' garden, where she can re-adjust to civilian life at leisure (current projected acclimatisation period: 10 years). Sidelines is presently expanding its harmonica repertoire in the hope of spending many happy hours under canvas making sweet music with the divine one. </p> <p> According to one headache specialist, Picasso's paintings of fractured faces may have been inspired by the distorting visual effects of migraine. Sidelines would hereby like it to be known that this column is always brought to you via the distorting psychological prism that is being female.</p>",
  "Nominations have closed for Yugoslavia's presidential elections with still no word on the fate of Ivan Stambolic, a former President of Serbia, who could have been a challenger to President Slobodan Milosevic but disappeared 10 days ago. <p>Mr Stambolic - who was apparently abducted after jogging in a wood on the outskirts of Belgrade - had been urged by friends to put his hat in the ring. As a lifelong Titoist with a reputation for honesty, the former Communist leader was thought to have a chance of splitting Mr Milosevic's party and winning over older voters. </p> <p>He had helped to promote Mr Milosevic in the Communist party until the latter took a nationalist turn in 1987 and organised an internal coup against him. His absence from politics since then has given him an image of being above the intrigues and in-fighting of the opposition parties. </p> <p>Mr Stambolic repeatedly said he would not run in the presidential election on September 24, but he recently attacked Mr Milosevic in two blistering interviews broadcast in Serbia and Montenegro and may have been reconsidering. </p> <p>\"After Stambolic's disappearance, Serbia has gone deeply into dangerous violence and torture. When darkness begins to swallow people and police keep detaining them only because they are opponents of the regime, we all have reasons to fear,\" said a statement from the Democratic Alternative, a member of the main alliance of opposition parties. </p> <p>\"Stambolic was removed to prevent him running for Yugoslav president\", claimed Vuk Draskovic, the head of the Serbian Renewal Movement, an independent opposition party. Mr Draskovic had urged Mr Stambolic to run. By contrast, the main alliance has been appealing for unity round its candidate, Vojislav Kostunica. Most analysts believe he has a better chance than the missing Mr Stambolic would. </p> <p>A security guard at a restaurant near the wood where Mr Stambolic was seen resting on a bench after jogging said he saw a white van stop near him. When it moved off, the guard told an independent Belgrade paper, Mr Stambolic had disappeared. Neighbours claimed to have seen a similar vehicle outside his home lately. </p> <p>State-run Serbian media ignored the story for five days, adding to the suspicions. Then the newspaper Politika criticised independent media and opposition parties for \"malicious insinuations in suggesting political motives\". </p> <p>Politika said the police had a witness who saw an armed man step out of a white vehicle parked near where Mr Stambolic was resting, put a pistol to his head and force him into the vehicle. Politika linked the abduction to Mr Stambolic's role in running a bank. </p> <p>\u0095The United Nations grudgingly agreed yesterday that Kosovo residents could vote in the presidential and parliamentary elections, as the region remains recognised as a province of Serbia. Among Kosovo's 2m ethnic Albanians, the Serb community numbers just tens of thousands. </p> <p>Referring to Yugoslavia as a whole, meanwhile, the Organisation for Security and Cooperation in Europe (OSCE) said the framework for the polls fell short of accepted standards of freedom and fairness.</p>",
  "George W Bush's campaign managers have put forward a plan for three presidential election debates which, to judge by network television viewing figures, seem designed to reduce their candidate's exposure compared with similar debates in previous elections. <p>Spurning a scheme for three encounters put forward by the independent Commission on Presidential Debates - all of which would be broadcast live in evening prime time by the main US networks - the Republicans have announced that Mr Bush will take part in one debate on NBC, a second on the cable channel CNN, and only one of the three all-network debates proposed by the commission. </p> <p>His Democratic rival, Al Gore, promptly rejected the proposal during a campaign stop in Philadelphia yesterday. \"What's needed is to respect the rights of the American people to see the debates on all the networks in prime time,\" he said. </p> <p>The commission's schedule is for a first all-networks debate in Boston on October 3, followed by one in North Carolina on October 11 and the third in St Louis, Missouri on October 17. In addition, it proposed an all-network debate between the vice-presidential nominees, Joe Lieberman for the Democrats and Dick Cheney for the Republicans, in Kentucky on October 5. </p> <p>Mr Gore has accepted that schedule for him and Mr Lieberman, and a second vice-presidential debate suggested earlier by the Bush camp. And he has said that, providing Mr Bush accepts the commission schedule, he will meet him for further debate \"any place, any time\", including, in principle, more than 40 other proposals put forward by individual television shows and online organisations. </p> <p>Mr Bush proposes an NBC studio debate presented by the anchorman Tim Russert on September 12, a CNN studio debate hosted by the interviewer Larry King on October 3, and the St Louis debate on October 17 under commission auspices. </p> <p>Viewing figures strongly suggest that this schedule would reach much smaller audiences than all-network debates. </p> <p>About 41m Americans saw Bill Clinton and Bob Dole debate in 1996. The NBC debate Mr Bush proposes would clash with America's most popular game show, Who Wants to be a Millionaire; no CNN programme has ever had more than 11.3m viewers. </p> <p>Mr Bush was \"talking out of both sides of his mouth\" on the debates issue, the Gore campaign said yesterday. \"He said he wants more viewers than before, but he put out a proposal clearly designed to minimise the TV audience.\" </p> <p>\u0095 Mr Bush, who has promised to bring civility to politics, was doing little to prove it yesterday when a microphone caught his whispered description of a New York Times reporter as a \"major league asshole\".</p>",
  "Being a squire is far from a common fantasy, but the owners of a 5,000 acre Hampshire country estate hope that someone will want to make it a reality when it goes on sale today. <p>The potential lord or lady of the Hursley estate near Winchester will need £18.5m to buy the five acre hamlet, a cricket ground, more than 1,000 acres of woodland and the opportunity to create a pheasant and partridge shoot. </p> <p>Smiths Gore, the chartered surveyors handling the sale, expect interest to come from the world's mega-rich. \"We expect it to go to one purchaser. The types of people we anticipate being able to buy it are pop stars, financiers, sheikhs or dot.com millionaires. Inquires from over-seas have been made,\" a spokeswoman said. \"There are people who want a secure investment as well as the beauty of the rolling woodlands and chocolate box cottages that are quintessentially English.\" </p> <p>But any buyer envisaging a manor house should budget for building it. Although the working estate includes 23 cottages, three farm houses and a 12th century ruined castle, the principal house, Park House, was sold to IBM in 1961. </p> <p>The new owner will, however, receive income from the rent of the cottages, and the lease of Merdon castle and Farley Mount, one of the highest views in Hampshire, to Hampshire county council. </p> <p>\"The new owners could terminate the short-lets and move their whole family in,\" the spokeswoman said. </p> <p>She added that it was very rare that an entire working estate such as Hursley comes on the market. \"It's causing a sensation in the farming community,\" she said. </p> <p>Some of the buildings, which date from the 18th century to the present day, house the estate's 12 employees. The working estate includes arable, sheep and dairy farming. </p> <p>The sale of Hursley, which has been owned by St Martin's Property since 1982, is the biggest single area of commercial farmland to come on the market in the south of England this year. </p> <p>The estate owes its origins to the bishops of Winchester who controlled the land for more than 900 years before surrendering it to the crown in 1552. In 1638 it came under the ownership of Richard Major, a member of Oliver Cromwell's privy council.</p>",
  "Rafic Hariri, the former prime minister who dominated Lebanese politics for most of the 90s, has returned to power in a spectacular reversal of fortunes. <p>The billionaire tycoon, who fell from power less than two years ago, has emerged victorious from the general election. It is a blow to the regime of President Emile Lahoud, his personal foe, and, by implication, a signal to Syria that its influence over Lebanon is now liable to be steadily eroded. </p> <p>Mr Hariri and most of his allies are just as pro-Syrian as most of their defeated rivals. But one of the staunchest of them, the Druze leader Walid Jumblatt, has begun calling for a \"readjustment\" of Syrian-Lebanese relations. </p> <p>Despite all Mr Lahoud 's efforts to thwart Mr Hariri's comeback, it has been the most remarkable one in the history of Lebanese elections. It was already clear from the first stage a week ago that he and his allies were on the way to a resounding success, but in Sunday's second stage, when voting took place in Beirut, Mr Hariri's stronghold, they surpassed all expectations, taking 18 of the capital's 19 seats. </p> <p>Mr Hariri now controls the biggest block in parliament, 26 seats, and with his allies he can rely on the support of 92 of the 128 deputies. He needs only a two thirds majority to be designated prime minister. Despite his personal antipathy, the president has implied that he will let him return to power. </p> <p>Before the voting many commentators dismissed the elections as a masquerade: the electoral lists had been more or less remote-controlled from Damascus; the electoral districts had been re-drawn at the expense of the opposition; the regime accused Mr Hariri of buying votes; and the opposition accused the intelligence services of pressure, manipulation and harassment. </p> <p>It is the first time an incumbent prime minister has been defeated in an election: the widely respected academic Salim al-Hoss got 11,000 votes less than the only woman candidate elected in Beirut. </p> <p>Mr Hariri left office under heavy criticism. He came to power in 1992 as a potential \"saviour\" who would restore Lebanon to its pre-war ascendancy as the business capital of the Middle East, but for all his wealth and dynamism the vast infrastructural projects he undertook brought little benefit to the people, whose living standards continued to fall. Corruption was rampant. </p> <p>Given that record, his comeback is perhaps less a triumph for himself than a defeat for President Lahoud, who appointed Mr Hoss in his place. </p> <p>As a former army commander with a reputation for honesty, modesty and hard work, Mr Hoss raised the highest expectations. He began his term with a resounding critique of Lebanon's whole ruling class. He promised administrative reform, social justice, and an end to corruption. </p> <p>Little of this has happened. The recession has deepened, the huge national debt has increased, the people's lot worsened. They have have turned again to Mr Hariri as the only hope of rescue.</p>"
]