[
  "<p>Some Scottish Widows policyholders who received windfalls this week have been landed with an unexpected capital gains tax bill after getting far more money than they were expecting, the company said yesterday. </p> <p>The life insurer is paying out £5.8bn to 1.62m policyholders following its acquisition by Lloyds TSB. Windfalls vary dramatically, from £500 to £100,000-plus, with the average handout at £5,700. </p> <p>Scottish Widows had said it was unable to say precisely how much people would be getting until they received the cheques, but its literature contained figures so policyholders could estimate their approximate likely payout. However, it appears that either some people wildly misjudged how much they were going to get, or the estimates in the literature were much too conservative. </p> <p>Patrick Connolly at Chartwell Investment Management said it had been contacted by people expecting windfalls of under £7,200 - the current CGT allowance - who had actually received £10,000-£12,000. In some cases, someone receiving £12,000 could face a CGT tax liability of up to £1,920. </p> <p>Scottish Widows said: \"There have been a number of calls coming [from policyholders] saying they have got far more than they anticipated getting and therefore there are capital gains tax liabilities as a result.\"</p>",
  "<p>Late August and the Democrats are gone. They left last Friday for Washington, their constituencies and the rigours of the campaign trail.</p> <p>The media tent-city that had been erected around the Staples Centre was dismantled and trucked off to the next symbol-choked photo-op. The new Armies of the Night - or those that hadn't been beaten and nicked by the all-thumbs LAPD - trooped off to the next anti-corporate happening.</p> <p>And the army of hookers and associated tradespersons that congregated in LA to serve the indefatigable Democrats, whether on bended knee or with heels hoisted heavenwards, has dispersed back home to enjoy the fruits of its successful campaign.</p> <p>Los Angeles has meanwhile gone from being the eye of an international media hurricane to being a ghost town.</p> <p> All the commotion made one forget that LA usually resembles Paris in August. The citizenry goes on holiday and their kids head for summer camp; the long-term parking lots at LAX and John Wayne airport are jammed to capacity, and those who remain in town enjoy short queues in the supermarket and swift commutes along uncrowded freeways to laid-back, half-deserted, boss-less workplaces.</p> <p> With the political revellers gone and a month-long heatwave suddenly in abeyance, we all seem able to breathe more easily. Perhaps this is also because all that cloying hypocrisy has moved on with the politicians</p> <p>It was interesting to watch Washington and Hollywood engaging in one of their frequent mutual grope-outs, in which glamour and money are traded in a splendidly Hogarthian tableau of vanity and greed. What particularly spiced things up was the fact that the Democratic ticket included not only the sanctimonious moralist Senator Joe Lieberman, the first Democrat to condemn Clinton for the Lewinsky affair and a good friend of lipless, rightwing morals tsar William Bennett, but also the possible future First Lady Tipper Gore, a soccer mom in excelsis, and a pioneer of music censorship techniques that Liebermann would love to see imposed on Hollywood.</p> <p>The senator routinely castigates Tinseltown as a new Sodom and its studio heads as the Devil's toilet-paper bearers, so perhaps it wasn't surprising to see the Hollywood liberals (or what passes for the Hollywood left these days) clamouring for tickets to functions featuring an old-fashioned, pussy-chasing Hollywood liberal just like Warren Beatty: Bill Clinton.</p> <p>He and Hillary cleaned up for her New York senatorial campaign and for his Presidential library, and while Gore and Lieberman didn't leave empty-handed, it seemed they were feasting on the president's leavings when it came to soft money and star-wattage.</p> <p> And the day the moralists left town The Cell was released, a film that's a textbook example of everything that makes Tipper and Joe all twitchy. It has sick sex, sick fantasies, sick murders, sick characters, and a healthy contempt for finger-wagging bluenoses. It's not a great movie but it's a nice reminder that we don't always have to put up with the kind of airless, heartwarming crap that Joe and Tipper think would be good for us.</p> <p>I may love The Parent Trap, Old Yeller and Meet Me in St Louis, but I don't want them to represent the full spectrum of what I'm allowed to watch. I need my Texas Chainsaw Massacre, my Blood Feast, my Ilse: Harem-Keeper to the Sheiks, and sundry other reprehensible delights too sleazy and moronic for censorious goodie-goodies with a hard-on for high office.</p> <p>I was thus more than glad to spend good money on something as offensive as The Cell. It has a silly premise: a process enables psychologists into the minds - the mental landscapes - of damaged schizophrenics. Jennifer Lopez, the pioneer of this technique, is asked to enter the mind of a comatose serial killer (Vincent D'Onofrio) whose last victim is trapped in an automated cell that will drown her within 40 hours.</p> <p>The lavish sequences inside the killer's head are what make The Cell remarkable. Inside this bloodsoaked realm, the killer's id is liberated, and all his poisonous neuroses are given life by his imagination. Dream-logic prevails, tenses are shuffled, time and landscape are elastic and the film-makers prime the audience for one shock and freak-out after another.</p> <p>None of it will be particularly offensive or gruelling for anyone who survived Seven or Adrian Lyne's Vietnam-flashback movie Jacob's Ladder, a film The Cell superficially resembles.</p> <p>Francis Bacon is a presiding spirit here, as he was in Ladder, but Bacon himself once offered a prescription for the kind of work he did which inadvertently defines quite neatly what's wrong with The Cell. He spoke to David Sylvester of his wish to communicate the strength of an emotion directly, without having to embed it inside some explicatory narrative that would subtract from the intensity of the feeling itself.</p> <p>The scenes inside the killer's head are forceful and disturbing indeed, full of anguish and pain. A combination of crystalline cinematography and riotous set design makes for some remarkable images: gothic dungeons, shimmering desert landscapes and frames that look like Bollywood movie posters rendered in pink and blue Jeff Koons porcelain.</p> <p>The problem is with the attendant narrative scaffolding, which has a rickety, Cormanesque improbability to it. The scramble-suits that allow mental inter-penetration are straight out of Forbidden Planet, and there's a made-for-TV inevitability that sucks the life out of the film when its not inside its characters' minds.</p> <p>But it's a serious movie with committed performances from Lopez, Vince Vaughan and particularly D'Onofrio, who also appeared as the late revolutionary-for-the-hell-of-it Abbie Hoffman in Steal This Movie this weekend.</p> <p>What Hoffman, who in 1968 nominated a pig for president, would have made of the New Democrats (his contemporaries) is hard to imagine, so far have they diverged from their 60s political inheritance. Perhaps he'd be more comfy with the Tinseltown crowd: After all, they've nominated plenty of pigs for Oscars. Like Babe. And Kevin Costner.</p>",
  "Turning points are generally more obvious in retrospect than when they take place, but if Al Gore wins the race for the White House this November, then he is going to look back to these middle days of August as the moment when the tide turned in his favour. <p>Things began looking up for Gore when he chose Joe Lieberman as his running mate. They got better when Gore exceeded expectations in his acceptance speech to the Democratic convention last week. </p> <p>That passionate kiss with his wife Tipper before the start of his speech was the most noticed event of the convention season. Now, in the week since the Los Angeles convention, Gore has taken the political contest to George W Bush for the first time, and has been rewarded both by signs of Republican vulnerability and by a healthy boost in the opinion polls. Returning to the campaign trail after the traditional pause during his opponent's convention, George W Bush has failed to find his rhythm. </p> <p>After months as the frontrunner, perhaps he has become complacent, but the contrast between Bush's light schedule this week and Gore's strong campaigning performance in the Midwest and Florida has been palpable. </p> <p>Bush did not quite seem to have his heart in it. He seemed too relaxed, talking too readily about enjoying his week off. He has fumbled his words. Worst of all, he has let Gore dictate the agenda. </p> <p>Bush had intended these last days of summer campaigning to be about education. With schools and colleges about to reassemble for the new academic year, education is on many Americans' minds.</p> <p> Gore made two solid, focused pitches on the subject this week - the first on pre-school education, the second on tax breaks for the parents of college students.</p> <p> But Bush found himself pushed off the subject, forced to defend remarks on American military readiness that suddenly seemed mean-spirited, compelled to issue repeated clarifications on his tax plans, and wrong-footed over an attack ad against Gore which was hastily withdrawn on Wednesday. </p> <p>Bush was in the quintessential middle America town of Peoria, Illinois, this week when he made what could be the most damaging mistake of the three. </p> <p>Conscious that his $1.6 trillion (£1.1 trillion) tax cut continues to be seen as a rich man's charter by the Democrats - as it was in the spring by John McCain - Bush sought out a group of the travelling press corps to try to explain his plans in more favourable detail. </p> <p>The result was a spectacular own goal, full of non sequiturs and opacity, which required urgent rescue work by Bush aides as the day wore on. </p> <p>\"I've got to do a better job of making it clear,\" Bush told the reporters, \"that starting with a baseline of about $1.9 trillion over the next 10 years, the budgets will increase by about $3.3 trillion. And yet you've still got another $2.3 trillion of surplus. I think that when people understand that we've got a lot of money that we'll apply to different programmes, that the tax relief package will become even more, people will buy into the tax relief package even more.\" </p> <p>Got that? No? Well, the reporters didn't either. The whole episode triggered a distinctly unfavourable couple of days of coverage for Bush, not at all what the high command was looking for. </p> <p>Mockery has begun to edge out respect in the coverage of the Bush campaign. \"Reactive and not entirely coherent,\" reported the New York Times. </p> <p>Anyone can have a bad week, of course, but this is a bad time to have one. </p> <p>Gore is suddenly on form. He had already taken the lead in the national polls even before Los Angeles - the Lieberman factor presumably - and he has pushed further ahead this week.</p> <p> Yesterday, four new polls in important states all showed Gore ahead of Bush - by two points in Michigan, by eight in Minnesota, by 12 in New Jersey, and by 13 in California.</p> <p> And Gore and Lieberman spent Wednesday in Florida, where the choice of Jewish Joe has ignited fierce enthusiasm among the Jewish retiree vote who make up 6% of the state's electorate. Suddenly, Bush is on the defensive.</p> <p>There are nearly 80 days to go, of course, so this is just the start. Nevertheless, Bush is looking rattled on two other looming issues - the presidential debates, where he is squirming to avoid traditional stand-up contests in favour of cosy chats with Larry King round a TV studio table, and the congressional budget negotiations on Capitol Hill, where Bill Clinton is quietly playing a unnoticed blinder, manoeuvring the Republican leadership into a confrontation which resurrects all the associations that Bush is desperate to keep well buried until November 7.</p> <p>Election day is still a long way off. But Labour Day, traditional start of the real campaign, is just 10 days distant.</p> <p> In all but two of the presidential contests since opinion polling began in 1936, the candidate who led on Labour Day was the candidate who won two months later on election day (the exceptions were Truman in 1948 and Kennedy in 1960). </p> <p>Rules are there to be broken, but right now, it looks as though Bush could be trailing on September 4 and that Al Gore will be the favourite after all. </p>",
  "The downing of the Kursk brought Russians of all ages and backgrounds together in a drama of solidarity that the country has not known for a decade. <p>Behind the facade of the collective motherland with its serried ranks parading through Red Square on May Day, the main feature of Soviet society was its atomisation. Fear of the informer as well as the crushing power of unaccountable bureaucracy left people cut off from each other and bound only to family and trusted friends. The chaos of post-communism increased alienation as budget cuts devastated free health and education services and grab-grab-grab privatisation destroyed the last vestiges of the headline Soviet culture of equality and civic concern. </p> <p>Like a tragic television soap-opera, the Kursk disaster created a national focus for years of pent-up frustration. As the days went by, viewers became familiar with the cast of characters. While the heroes struggled for their lives underwater, the constant replaying of the video of them on deck before they sailed off for the last time, and interviews with their desperate relatives, turned them into icons. </p> <p>Not since the televising of the first freely elected Soviet parliament's two-week opening session in May 1989 had the nation united so intensely. But that was a good-news fiesta of glasnost. The Kursk encapsulated all the subsequent disappointments and loss of faith - an inferiority complex in relation to the west, depression over poor living conditions, the collapse of the armed forces, technological backwardness, and a feeling of national and individual humiliation. </p> <p>Russians have always had a love affair with pessimism. The hackneyed epithet \"long-suffering\" has been much in use this past week and rarely has it seemed more true. Over-riding it all, in a refrain which long predates communism and makes government by consent so hard to achieve in Russia, the feeling persists that vlast (the authorities) were, are, and always will be the enemy. </p> <p>Every Russian citizen knows Sergei Eisenstein's magnificent film Battleship Potemkin, with the scene where Tsarist troops disband a revolutionary protest, kill men and women with equal ruthlessness and send a pram with a baby careering to its doom down the Odessa steps. This week, in a devastating comment on President Putin's initial reaction to the Kursk disaster, Russia's highest-circulation weekly carried a front-page cartoon of a huge boat with its superstructure shaped like the Kremlin. The name on its mighty prow was Battleship Indifference. </p> <p>For younger people who hope for a new and more democratic Russia, this was the biggest element in the tragedy. Vladimir Putin appeared even more stereotypically \"Soviet\" in his frigid remoteness than his two predecessors. </p> <p>At a personal level, his inadequate behaviour was a reminder that, unlike Gorbachev and Yeltsin who were experienced politicians, he was no more than a mediocre KGB colonel until his unexpected rise to power. </p> <p> Politically, his ill-judged reactions marked the eclipse of the \"family\" which surrounded Yeltsin and nominated Putin last year as his successor. Yeltsin's coterie of advisers in the media and big business kept his image as polished as possible given his ill-health, impetuosity, and alcoholism. Since managing Putin's successful election, some of this team have left. Others have been sidelined and the new president is surrounded by cronies from the KGB and the military. Schooled in secrecy, their forte is not image-making. </p> <p>Can Putin recover? His courage in finally facing the relatives has helped fill some of the sensitivity gap. It was done behind closed doors, but a reporter from Kommersant, who sneaked in posing as a relative, said the president managed to win grudging support. Putin's television interview on Wednesday was also effective. Electing to be questioned rather than give a formal speech which would have required eye contact with viewers, he kept his head lowered and chose his words slowly. This reinforced a picture of contrition to accompany his verbal acceptance of blame. </p> <p>Beyond the improvement in style, what lessons of substance has he drawn? The answer is not encouraging. Without naming them, Putin attacked the forces \"who have brought about the collapse of the army, the navy, and the state\". His views chime with a typically doom-laden \"appeal\" this week in Sovietskaya Rossiya, the mouthpiece of the \"national-patriotic\" and Russian Orthodox forces. In it the Communist party leader, Gennady Zyuganov, and a dozen other well-known figures raised the spectre of \"enemies within\" who are trying to destroy Russia. Putin's remarks were ostensibly a rebuke to all the oligarchs, but he had in mind the media tycoons who have been criticising the Kremlin. </p> <p>In promising money to make the army and navy more compact and efficient, Putin will also have disappointed those Russians who felt the Kursk disaster highlighted a more profound problem which he has not touched on, and cannot, given his record in Chechnya, without a massive change of heart - the military culture of cruelty and disregard for human life, even of one's own servicemen. </p> <p>The navy's refusal to give anxious relatives the names of the stricken crew was a terrible feature of the disaster. Next month, in the regular half-yearly call-up, this cannon-fodder mentality will be repeated in centres across Russia as 18-year-olds are dragooned into barracks rife with bullying and corruption. Until Battleship Indifference understands that the state belongs to the people rather than people to the state, Russia will not achieve contentment or strength. </p> <p><a href=\"mailto: jonathan.steele@guardian. co.uk\">jonathan.steele@guardian. co.uk</a></p>",
  "The triumphant return to Leeds is on! In what hostage negotiators describe as \"a minor miracle\", Gerald Kaufman was released unharmed yesterday by splinter group Real GAF (Judy Garland Appreciation Society). He was found in a bin-liner in the doorway of the London Palladium, which is currently staging The King And I. \"He's been singing the same songs - Hello Young Lovers, Whistle A Happy Tune, etcetera, etcetera, etcetera - without pause\" said the attached note, \"and we can't take any more.\" Gerald returns just in time to travel with my colleague Richard Adams and myself to Crewe this morning. A chauffeur will pick us up off the 11.04 train, and after a quick tour of the Rolls-Royce factory we will collect the £250,000 Corniche convertible RR1 and drive to Leeds. This is the itinerary: 5pm, outside the town hall; 5.40 outside Opera North; 6.20 outside the West Yorkshire Playhouse. Come and say hello. A full report will appear next Wednesday. <p> \u0095 We're only five months late on this, but when Al Gore was making a keynote address at the New Hampshire primary, a woman bustled on to the stage to hand him a slip of paper. \"This is a first for me,\" droned the VP, \"but I have a public service announcement. Would the owner of car registration number ABC 1234 please move it. It is causing an obstruction.\" Everyone was amused at this stunt to show Mr Gore's human side, and no one laughed louder than the BBC Newsnight team. Not that they were laughing when they left the building to find their car gone, but there we are. </p> <p>\u0095 Shadow chancellor Polly Portillo appears to be taking his constituency role extremely seriously. This weekend, the local MP will eschew the Notting Hill carnival for a jaunt to the west country. Poor show. </p> <p>\u0095 A certain Catherine Bailey has been spotted collecting her pictures from the Tavistock branch of Snappy Snaps. Nothing wrong with that in itself, but it does seem a bit of a shame when you've gone to all the trouble of marrying David Bailey. </p> <p>\u0095 While debate continues over the Pencil Museum of Keswick, a reader calls to report that, on a recent trip to Iceland, his eye was caught by an advert in What's On In Reykjavik. The Icelandic Phallological Museum, this claimed, is \"a unique collection, the only one of its kind in the world, of over 60 penises and penal (sic) parts belonging to almost all the land and sea mammals that can be found in Iceland.\" The museum (tel: Reykjavik 588 8705) is open on Mondays, Thursdays and weekends. For parties of 25, booking is by prior arrangement.</p> <p> \u0095 Many people have been in touch (none, actually) to ask how the Mr Tony Blair farce Ronan Bennett and myself are writing is coming on. Very well, thank you. Indeed, I think we have persuaded O'Mandy Mandelson to come to the first night, and the only thing left to do now is write it. There is something else. The play's producer Matthew Byam Shaw is being extremely difficult over the writers' percentages. I am therefore obliged to plug his new production, opening at the New Ambassadors (sooooo handy for the Ivy) on August 30. I saw In Flame by Charlotte Jones at the Bush Theatre in west London a while ago and oddly enough it was excellent. But that's not really the issue, is it? Go for us.</p> <p> \u0095 As a new month approaches, thoughts turn to the Diary's Book of the Month for September. One title contender has to be Dr Alan O'Reilly's Britain Under Siege (Christian Concern, £3.75). After describing a bloody massacre by militants in Algeria, Dr O'Reilly writes: \"Will the scenes of carnage be even worse in Britain? They will if Rome and Islam run true to form.\" So no wonder the English Churchman magazine describes it as \"a useful and well-researched book\".</p>",
  "Polly Toynbee's enthusiasm for \"my Europe right or wrong\" is usually just amusing but when it's coupled with the anti-Americanism of her claim that \"the more we look at alien America, the more European we feel\" it moves to a higher level of Euro-rubbish (Comment, August 23). <p>She shouldn't assume that her dismissal of American culture, politicians and values just because they're different to hers, is a majority view. Britain draws its popular and much of its elite culture from the US. Socialists and Thatcherites both look to US egalitarianism dynamics and freedoms. Investors are pouring money into its growing economy, perhaps because it has created 20m new jobs compared to almost none in Europe. </p> <p>In consumption, social change, economics, IT and education where America goes we follow, always provided Europe's elitist, bureaucratic regulatory obsessions allow us. Moreover, US problems of budget, surplus, prolonging growth, dealing with poverty and globalisation are also ours, though they're more energetic, inventive and dynamic in seeking solutions. We should learn from the US not dismiss it. </p> <p>No use criticising the Americans because they don't follow Polly Toynbee's prescriptions. Europe isn't either. Indeed they're of little interest to the real people who will be deciding the fate of Gore and Bush, though they at least are free to determine the way America goes, which is more than we are in the European Union. </p> <p>Austin Mitchell MP </p> <p>\u0095Polly Toynbee's worries about American dominance can only get worse. UN forecasts are that the population of the US will increase from 267m in 1995 to 349m in 2050 including immigration while the EU population (exclusive of the UK) drops from 314m in 1995 to 235m in 2050. </p> <p>Future labour force comparisons are even more lopsided in favour of the Anglo-Saxons because of the huge rise in EU pensioners. </p> <p>A Scholefield, UK Independence party </p> <p>\u0095It has been people \"looking to Jesus as their guiding influence\" that has played a large part in challenging successive British governments on global warming, defence, third world debt and poverty. </p> <p>Rev Kenneth G Walton, Clayton le Moors, Lancs</p>",
  "Troops killed in disputed region <p>Indian forces claimed that they had they killed 10 Pakistani soldiers and wounded several others yesterday repulsing an attack on a post in Jammu and Kashmir state. One Indian soldier died in the exchange of fire and another was wounded. </p> <p>Meanwhile Pakistan said its troops had repulsed an \"unprovoked\" Indian attack across the ceasefire line in the disputed region. </p> <p>A military statement said two Pakistani soldiers had been killed, two were missing and Indian troops had suffered \"heavy casualties\". <br><b>Reuters</b> Srinagar </p> <p><b> £220m award in paedophile case</b><br> </p> <p>The family of a 10-year-old boy who was raped and killed by two men in the US has been awarded $328m (£221m) damages for his wrongful killing. </p> <p>Neither Salvatore Sicari nor Charles Jaynes, the men convicted of the murder of Jeffrey Curley, has any assets to cover the award, but the lawyer for the boy's family said it was \"grateful\" to the jury in Middlesex county, Massachusetts, for the symbolic gesture. <br><b>Boston Globe </b> </p> <p><b> Monsoon rains claim more lives</b><br> </p> <p>Sixty-five people are dead and five missing after two days of heavy rain caused serious flooding in the southern Indian state of Andhra Pradesh. </p> <p>About 300 people are feared dead in flooding in north and north-east India, Bhutan, Nepal and Bangladesh this monsoon season. Millions are homeless, hungry and prey to disease. <br><b>Reuters</b> Hyderabad </p> <p><b> Huge drug bust in Colombia</b><br> </p> <p>Police seized 1,400kg of pure cocaine, with a US street value of $238m (£160m), in a region of central Colombia controlled by outlaw paramilitary gangs. </p> <p>It was the third big drug seizure in the past week, just days before President Bill Clinton visits Colombia on August 30. </p> <p>Earlier this week Mr Clinton approved the handover of a record $1.3bn (£875m) package of mostly military aid to help Colombia fight the booming drug trade and powerful Marxist rebels. <br><b>Reuters</b> Bogota </p> <p><b> Paraguay vote breaks mould</b><br> </p> <p>The Liberal opposition candidate, Julio Cesar Franco, won Paraguay's vice-presidential election yesterday, breaking the ruling party's 53-year grip on high elective office. </p> <p>His victory created the unusual situation of an opposition vice-president sharing office with a ruling party president. </p> <p>The post had been vacant since the last vice-president was shot in March last year. Mr Franco won 47.8% of the vote and the Colorado party candidate Felix Argana, the son of the former vice-president, 47%. <br><b>Reuters </b> Asuncion</p> <p><b> Mosquitoes face swat squad</b></p> <p> A village in northern Italy is holding the country's first mosquito-killing contest. </p> <p>Twenty-five male contestants, armed only with their bare hands, will try to present judges with the most corpses after five minutes' swatting. </p> <p>The winner will receive a gold mosquito and a gold medal. <br><b>AP</b> Valle Lomellina </p> <p><b> Making tracks to North Korea</b><br> </p> <p>South Korea will mobilise thousands of soldiers to clear mines on the 38th parallel to help reopen the railway to North Korea, Seoul announced yesterday. </p> <p>Work on the railway will begin next month and is expected to take a year. There are also plans to build an inter-Korean road to Pyongyang. The railway will join the existing network, which leads across the Yalu river to China. <br><b> John Gittings</b> Hong Kong</p>"
]