[
  "<p>It's four in the morning, nearly pitch-black, minus 20C, and I am inching my way up a scree slope 5,000 metres in the air. I have been walking for three hours, and it's another three to the top of Mount Kilimanjaro, the highest peak in Africa. </p> <p>The iron band around my head is tightening, the nausea is rising, black spots flash in front of my eyes and my breathing comes fast and shallow. As I battle against the rapidly worsening altitude sickness, I can no longer remember why I am here. </p> <p>With the arrival of dawn, I should be jubilant, but the summit still seems insurmountable. Then I see, 50m above me, the people I have walked with for the past five days. I heave myself over the last boulders. </p> <p>The relief, as I stand looking at the ice fields on the summit, is overwhelming and it is only later that any sense of achievement hits me. This has been the most physically demanding experience of my life, not a holiday. </p> <p>We have been climbing Kilimanjaro the hard way: renouncing the huts, canteens and running water of the Merangu or the \"Coca-Cola\" route - so-called because the soft drink can be bought all the way up - and camping each night above the clouds in sub-zero temperatures. </p> <p>For six days, we have tried to keep clean with just half a washing-up bowl of water; drunk from tarns flavoured with algae; and wrapped ourselves in layer upon layer of dust-caked garments to try and keep warm at night. The pain of altitude sickness has been unlike anything previously encountered, with headaches that seem to paralyse your spirit. But it has crystalised my priorities: all that is important is water, warmth, food, and that my boyfriend and I make it safely back down the mountain. </p> <p><strong> The route</strong><br> </p> <p> We've chosen to follow the little-used Naremoru route, a track that snakes up the north side of the mountain, starting close to the Kenyan border, before encompassing Mawenzi, a 5,100m volcano to the east of Kibo, the final part of Kilimanjaro and the toughest part of the ascent. </p> <p>According to our travel company, Exodus, we should have been taking the Rongai Route, described in the brochure as \"the easiest of all the routes\". But when we arrive, our rep, Edward, tells us it is closed because Somali bandits have been ambushing unsuspecting trekkers. </p> <p>Initially, the Naremoru is less steep than the start of the Coca-Cola route (via which we descend), and takes six days instead of five - to aid acclimatisation and improve our chances of getting to the summit. But it is longer and more gruelling since it involves camping, and has none of the infrastructure of the southern route. </p> <p>If you fall ill on the Coca-Cola route, there is medical assistance at each of the huts and the track is wide enough for a Land Rover ambulance to go up to 4,700m, the bottom of the Kibo crater. If you fall ill on the Naremoru, you have to struggle for four days until you reach Kibo, or face a lonely descent alone with a guide. On the plus side, the Naremoru turns out to be far more unspoilt: each day, some 300 tourists clamber up the Coca-Cola, whereas only the seven in our group went up the Naremoru each day, joined at points by a four-strong French group. </p> <p>And the scenery is more wild and varied: over the four days to Kibo, we pass from forests, heather and moorland to the barren but spectacular crags of Mawenzi tarn, and the lunar desert of The Saddle - the lava-covered expanse between Mawenzi and Kibo. </p> <p>The final ascent is scree; the summit, rock and ice fields; and the descent - via the Coca-Cola route -is more moorland before miles of rainforest. </p> <p><strong> The climb</strong><br> </p> <p> The actual walking, we discover as we begin climbing on the first day, is not particularly arduous. But then, by our first evening we have only climbed to 2,600m - from the 1,800m starting point - and altitude will not affect us for at least another 1,000m. </p> <p>The nagging headache - faint at first - only begins towards the end of the second day when we have climbed a further 1,000m to 3,600m and camped in a supposedly sheltered valley, where the wind threatens to blow our tent down. </p> <p>By this stage, though, the beauty of our surroundings has taken hold, and our bodies have relaxed into a rhythm reached through the day's eight hours of walking. The sun - fierce so near to the Equator and increasingly-intense as we rise higher - beats strongly; the clouds spread above the plains of Kenya to our left, and, to our right, towers our ice-capped challenge: Kibo. </p> <p>We have also relaxed with each other and by the time the effects of altitude deepen on the third day - as we rise to 4,300m at the spectacular Mawenzi Tarn - we are looking out for one another: no longer strangers but potential friends bound by a unique experience we suspect will grow harder. </p> <p>There are three of us in our twenties: myself, my boyfriend Phil, and Sian, a well-travelled 23-year-old who is finding the climb tough, throwing up through altitude, but still managing to be cheerful. </p> <p>Then there is Terry, and his son Tom, who celebrates his 16th birthday on the last day of the trek; Vince, a 45-year-old who has been quietly obsessed with climbing the mountain since seeing a BBC documentary six years ago; and Donald, a 68-year-old who is deceptively fit and finally lets slip that he completed the West Coast Trail - a Canadian feat of endurance - just a month earlier. </p> <p>The cold begins to bite as we spend our fourth day walking from Mawenzi to the mountain's first volcanic peak of Kibo. Our shorts and T-shirts have been swapped for down jackets, layers of trousers and fleece hats and the wind is harsh as we spend seven hours slowly edging ourselves across The Saddle in preparation for the final ascent. </p> <p>That night, we barely sleep, aware that at midnight we will be woken to begin the final six-hours, by far the most arduous part of the trek, and the bit we have been dreading. \"It's purgatory,\" a friend who successfully climbed the 5,685m to Gilman's Point two years ago had warned - and she wasn't exaggerating. </p> <p>For those six hours, as I walked in a world marked by Vince's ankles before me and Phil's voice behind me, I pushed myself harder than I thought possible - and I still couldn't work out why I was doing it. </p> <p>The reason came later, as our plane flew out of Kilimanjaro and alongside the mountain - we had been to the top of a continent. And we felt invincible.</p> <p><strong>Getting fit and buying the kit </strong></p> <p>Exodus warns that Kilimanjaro is a \"long and hard trek\" and that \"if you are not prepared to exercise and take walks regularly, you are unlikely to make it to the summit\". However, you don't need to be stunningly fit, and some of the Americans sweating their way up to Kibo certainly weren't. </p> <p>The main problem was always going to be altitude not aerobic fitness. Over five months, I tried to work out up to three times a week at the gym, combining aerobic exercise - cycling, running and spin classes - with walking on a treadmill set on the steepest incline.</p> <p>My boyfriend, Phil, and I also managed a few aerobically-taxing walks, including the hilliest part of the South Downs Way, from Buriton to Cocking, and a 14-mile stretch from Sidmouth to Branscombe and back in Devon - a walk that involves scaling six sheer cliffs, returning each time to the sea. We practised walking in the heat - plodding at 35C - after dragging our boots to the mountains of Crete.</p> <p><strong>Cost of the gear </strong></p> <p>It's an extortionate business, but worth investing in. Some of the kit - like my water-proof jacket - was top-of-the-range other bits less so. Boots and outer clothing are the priorities.</p> <p><strong> Boots (Gore-Tex lined):</strong> £140.<br> <strong> Waterproof jacket (Gore-Tex):</strong> £240.<br> <strong> Waterproof trousers:</strong> £23.99.<br> <strong> Socks six pairs at £10.99 each:</strong> £65.99.<br> <strong> Jacket Polartec fleece: </strong>£60.<br> <strong> Thermal longjohns £29.</strong><br> <strong> Thermal long-sleeve top:</strong> £23.<br> <strong> Two dry-flo tops:</strong> £23.99 each.<br> <strong> Light trousers:</strong> £35.<br> <strong> Four-seasons duvet jacket hired from Exodus:</strong> £25.<br> <strong> Four/five-seasons sleeping bag hired from Exodus:</strong> £25.<br> <strong> Polartec hat:</strong> £10.<br> <strong> Sun hat:</strong> £5.99.<br> <strong> Head torch:</strong> £13.99.<br> <strong> Water bottle:</strong> £4.99.<br> <strong> Batteries (for torch):</strong> £2.99.<br> <strong> Factor 25 suntan cream:</strong> £9.99.<br> <strong> Therma-rest mat:</strong> £55.</p> <p><strong> Total cost</strong> £811.92</p> <p><strong>Chocolate, a stubborn streak and Sarah's other tips for the top </strong></p> <p>There are some things you just shouldn't be without: </p> <p>\u0095 Boots and plasters: worn-in boots plus Compeed plasters which act like a second skin if you are threatened with blisters.</p> <p>\u0095 Chocolate: essential when the altitude sickness saps your appetite but you need a fix of energy.</p> <p>\u0095 Earplugs: because people snore more at altitude and sleep is essential.</p> <p>\u0095 Sleeping mat: expensive but insulating. It increases your chances, however slim, of sleep.</p> <p>\u0095 Telescopic pole: not on the equipment list, but invaluable both for the final ascent and to enable you to run down the scree.</p> <p>\u0095 Painkillers: different types you can use together.</p> <p>\u0095 Positive mental attitude or stubbornness: difficult to maintain but ultimately essential. You have to know you can get to the top, or be determined to do your utmost to get there.</p>"
]