[
  "Long-awaited plans to give 2m leaseholders more rights to manage their homes or buy them outright were unveiled by the government yesterday. <p>The draft bill for leasehold reform creates a commonhold tenure, which will finally make it possible in England and Wales to own a flat outright. </p> <p>The measures will effectively serve notice on landlords who abuse the system by levying high service charges and undertaking expensive building work without consultation. </p> <p>At present there are two ways to own flats: freehold, which comes close to absolute ownership, and leasehold, which confers ownership for a specified period. </p> <p>Under leasehold rules, people typically buy a property with a lease of up to 125 years, but as this period reduces, the property's value can depreciate. The law allows freeholds to be purchased only with the backing of two thirds of the leaseholders in a block. The process can be expensive, complicated and time consuming for solicitors to unravel. </p> <p>The draft bill provides an alternative to leasehold, giving people an optional freehold interest in their property, or \"unit\". </p> <p>It also gives the 2m leaseholders in England and Wales, typically flat owners, a combination of the security of freehold ownership and a voluntary \"right to manage\" a property. </p> <p>Unit holders will be able to form a private limited company, or commonhold association, if there is consent among all the leaseholders to surrender their leases. </p> <p>The association's membership will be restricted to the unit holders within the development and will be registered at Companies House and the land registry. The association will work under guidelines prescribed by the lord chancellor. </p> <p>The draft bill gives leaseholders of local authorities and registered social landlords greater rights to be consulted over improvements to their property and to object to the amount their landlord charges for such work. </p> <p>Flat owners and MPs have waged a long campaign for reform of the leasehold system because of abuses by unscrupulous landlords. </p> <p>But Archie Norman, shadow environment secretary, accused the government of dragging its feet over the reform. Critics also said it failed to scrap a legal concept called marriage value, which allows landlords to charge leaseholders wildly inflated prices to buy their freeholds. </p> <p>Despite a variety of reforms over the past 30 years, the system is widely perceived as unfair to leaseholders who have paid freehold prices for their flats. There is also evidence of widespread exploitation by rogue landlords. </p> <p>Last night Richard Williams, vice chairman of the Federation of Private Residents Associations, said: \"One big disappointment with the bill is the extreme difficulty it poses for converting existing long leaseholds into commonhold. </p> <p>\"The government has said you will have to get 100% consent from the leaseholders in the property. In many cases of larger blocks of flats this will be practically impossible to achieve.\" </p> <p>His organisation was also anxious to ensure that the reforms did not make the existing residents' owned and managed leaseholds unmanageable, with groups being able to mount coups within blocks. </p> <p>The government has allowed two months of consultation on the draft bill. It is hoped that the bill itself will reach the House of Lords before the end of the year and become law by next spring. </p> <p><a href=\"http://www.housing.detr.gov.uk/information/consult/cm4843/index.htm\" target=\"_NEW\">Commonhold and leasehold reform draft bill and consultation paper</a> <br><a href=\"http://www.leaseholders.co.uk/\" target=\"_NEW\">Leaseholders Action Group</a></p>",
  "Turkey's president, Ahmet Necdet Sezer, was on a collision course with his government last night after he vetoed for the second time a controversial decree which would allow the dismissal of civil servants suspected of sympathising with radical Islamist or Kurdish groups. <p>The prime minister, Bulent Ecevit, said the president had \"no right\" to use his veto, and accused him of hindering Turkey's fight against radical Islam.</p> <p>President Sezer insists he is not opposed to the aim of the decree, but he is convinced that it is unconstitutional. A former judge, who took office in May, he argues that the proposed change in the law has to be legislated in parliament, not by cabinet decree.</p> <p>The cabinet had already warned that if the president refused to sign the decree again, it could trigger a constitutional crisis. Pro-establishment media have speculated that there could even be a move to impeach Mr Sezer.</p> <p>President Sezer is known for his advocacy of democratic reform in Turkey, and for urging parliament to rewrite the constitution which was introduced after a military coup in 1980.</p> <p>Many observers believe the three-party coalition could struggle to win a parliamentary majority for the measure which has been criticised as undemocratic by opposition politicians and trade unions.</p> <p>The decree aims to set up a system in which any civil servant - including police officers, judges, or Islamic preachers - could be fired if at least two inspectors accuse them of supporting radical groups. Union leaders say it would herald a witch-hunt.</p> <p>However, Turkey's influential generals are thought to be pushing hard for the decree to be adopted as soon as possible.</p> <p>They see themselves as the guardians of the secular state, and they have been the driving force behind a three-year campaign against Islamic activism.</p> <p>Many observers in Turkey see the current political conflict as part of the wider debate about the type of reforms which should be implemented as the country prepares for future negotiations with the EU.</p>",
  "Mexico's beleaguered Institutional Revolutionary party has lost the election for governor in the southern state of Chiapas, six weeks after defeat in the presidential election signalled the end of its seven-decade monopoly of national government. <p>The defeat in Sunday's election came at the hands of Pablo Salazar, a charismatic maverick who trounced the PRI candidate, Sami David, to romp to victory at the head of the eight-party Alliance for Chiapas. With 71% of the votes counted yesterday, Mr Salazar had 54% and Mr David 45%. </p> <p>\"This day will be inscribed in our memory as the day the people of Chiapas decided to change our personal and collective destiny,\" Mr Salazar said in a victory speech that underlined his commitment to find a peaceful solution to the six-year Zapatista conflict over indigenous rights. </p> <p>\"Go on and cry, go on and cry,\" his supporters chanted as they flooded into the streets of the state capital, Tuxtla Gutierrez, to revel in the failure of the PRI's legendary party machine to deliver in its first major test since Vicente Fox of the National Action party (PAN) won the presidency on July 2. </p> <p>Chiapas was one of the minority of states where the PRI came out on top in the presidential poll, and the party was desperate to hold onto the governorship to show it could keep total collapse at bay. </p> <p>As a result, there had been fears of violence from PRI-linked paramilitary groups which emerged after the Zapatista uprising in 1994. </p> <p>There were also predictions of widespread dirty tricks. A 4,000-strong army of observers spread out across the mainly rural state on polling day, but there were few major incidents. A low turnout was blamed on intimidation. </p> <p>Acknowledging defeat, the incumbent PRI governor, Roberto Albores, said: \"I plead with all the Chiapanecos who did not vote for the winner to accept the decision of the majority. It is an order that we must follow for the good and the calm of Chiapas and Mexico,\" he said. </p> <p>Chiapas was always considered a PRI stronghold, largely because of local strongmen who kept the rank and file in line. The opposition was divided, and Zapatista communities have tended to view electoral politics as a waste of time. </p> <p>But Mr Salazar's campaign gathered steam in the wake of Mr Fox's victory, and he managed to bring together the right of centre PAN and its long-running leftwing rival, the Democratic Revolution party ( PRD) within his alliance. </p> <p>A political analyst, Alfonso Zarate, said the Chiapas poll was \"the dispute between the new democratic political order that has been strengthened by July 2 elections and the vestiges of the ancien regime seeking to resist the changes\". </p> <p>The poll has been seen as a possible turning point in the Zapatista conflict. Mr Fox has expressed his wish to push for a negotiated solution. \"As president-elect my commitment and my obligation is to work together with Pablo Salazar with the aim of achieving peace,\" he said in a statement in which he promised to dust off a 1996 peace agreement on indigenous rights, known as the San Andres Accords. </p> <p>The accords were shelved by the outgoing administration of President Ernesto Zedillo, prompting the rebels led by the masked sub-comandante Marcos to break off all dialogue and withdraw to jungle hide-outs. </p> <p>Marcos himself has been notably silent about the country's new political situation. But most analysts believe the rebels, whose support has been waned over the years, could not afford to remain aloof from a Fox peace offensive supported by Governor Salazar. </p> <p>But in the highland Zapatista community of Polho, the election was viewed with ambiguity. Sitting in front of a large handpainted sign adorned with pictures of masked fighters and indigenous peasants and announcing \"Welcome to the autonomous municipality of Polho in rebellion,\" Filomeno Hernandez said the new president and governor would have to prove their openness to Zapatista demands before the negotiations could restart. </p> <p>\"We will wait to see what happens. If the army was withdrawn then sure, we would think about negotiating.\"</p>"
]