[
  "<p>Bill Morris, leader of the 900,000-strong Transport and General Workers Union, is warning the Government it cannot rely on unions doing favours like resolving the fuel crisis unless it listens to their priorities for the next general election manifesto. </p> <p>Last week the Government confirmed that the T&amp;G had played a key role in breaking the blockades when it sent its president Andy Smith and national officer Danny Bryan to the Grangemouth refinery. Blair was in constant contact with Morris, who co-ordinated T&amp;G efforts from the TUC offices in Glasgow. </p> <p>Morris said: 'It was left to the trades unions - particularly me - to sort this out. We don't want to be fair-weather friends to the Government; we want a constructive relationship. But we expect to be listened to.' </p> <p>Other union leaders are promising trouble if their priorities are ignored. Sir Ken Jackson of the AEEU said there would be 'one hell of a row' if contracts for six military ferries were awarded to foreign companies. And TUC general secretary John Monks said the Government risked a fundamental change in its relations with unions if it ceded too much to employers.</p>",
  "Nothing was possible without the Americans. Tony Blair thought, as have so many British Prime Ministers before him, that he enjoyed a special relationship with the President. There was a personally easy chemistry and similar outlook. To Blair and those around him, Bill Clinton had been an example and an inspiration. Campbell, watching Clinton perform alongside Blair on one occasion, turned to a journalist and said: 'I wish I could get my guy to do that.' Blair's very private tribute to Clinton's political guiles was to joke: 'Bill gives great blow.' <p>Since the election, Blair had handsomely paid off any debts he might owe to Clinton by offering himself as a supportive figleaf for the morally denuded President. He was virtually alone in defending Clinton when he bombed Sudan, widely seen as an attempted distraction from the Lewinsky impeachment. When the total and tawdry seediness of his mendacities was finally exposed, and even Hillary was attacking her husband, Blair flew to the side of 'my friend' in the Oval Office. Though he offered himself as a body shield in public, Blair now appreciated the character flaws in the man he regarded as a mentor in power. </p> <p>Clinton was politically and emotionally desiccated by the Lewinsky saga. Deferential to the President at the outset of the Kosovo conflict, Blair had found him frustratingly unfocused, frequently confused, and fixated with US public opinion. When Blair tried to get Clinton to think about what they would do if the air campaign failed, Clinton kept replying: 'We keep on bombing. We can bomb for ever.' </p> <p>As a Boeing 747 flew him across the Atlantic for the Nato summit in Washington, Blair knew it was going to be a struggle to get 'my buddy Bill', as he had sardonically taken to calling him, to engage on the subject of ground troops. He nevertheless had to try. </p> <p>The moment they touched down at Andrews air force base on the evening of Wednesday 21 April, Blair and his officials were whisked in a convoy of limousines to two hours of talks at the White House. </p> <p>He tried to persuade the sceptical Americans by pitching it positively. Troops would be needed to police a settlement. They should be readying themselves for that. They needed 'to start planning for success'. 'I'm worried about the Russians,' said Clinton. Talk of troops would inflame Moscow. They needed Boris Yeltsin to broker a deal with the Serbs. This was a genuine concern, but Clinton's greatest fright was risking the lives of US soldiers. 'You've got to understand my difficulties, Tony,' he said.Torn between his advisers, muddled within himself, Clinton gave little hope to the Prime Minister. </p> <p>There was more discouraging news from Sir Charles Guthrie, the Chief of the Defence Staff, who had gone to the Pentagon to try to open minds there. He had been rebuffed. </p> <p>The following night, the President hosted a banquet for Nato, originally intended as a fiftieth birthday celebration, now a sombre feast of war. The banqueters finished at 11pm, and Clinton and Blair, Hillary and Cherie, retreated to the Clintons' private quarters to talk into the early hours.Blair was always surprised by how much time Clinton could find just to sit around watching videos, drinking beer and shooting the breeze. Alone with Blair, away from his advisers, Clinton emitted more encouraging signals. 'What's the bottom line?' asked Blair. 'The bottom line is this. We have to see this thing through. Milosevic has to know that we will do whatever it takes to win.' Clinton replied: 'Whatever it takes, whatever it takes. We will not lose.' </p> <p>Could Blair be sure he meant this? Was it merely a demonstration of Clinton's talent for giving 'great blow'? Blair afterwards confessed to one aide that he still had 'no idea' whether Clinton would really commit to ground troops. </p> <p>Blair's growing frustration was reciprocated by Clinton's mounting irritation with the adulatory media Blair received in the US, much of it at the President's expense. The morning after their talks at the White House, the conservative Wall Street Journal acclaimed Blair for pressing firmness on 'a reluctant White House'. The liberal New York Times dubbed him 'King Tony'.The Los Angeles Times reported that 'Britain's Prime Minister is emerging as the alliance's most outspoken hawk.' Blair's appearances on TV shows won the glowing approbation of Republicans. Clinton's political opponents relished making a contrast between the waffling prevarications of the President and the vigour of the purposeful-sounding Blair. The White House was annoyed. Clinton's aides mocked Blair's 'Churchillian tone'. </p> <p>Blair returned from the summit feeling bleak. 'Nothing has been resolved,' he despaired to one aide. He was fearful that he had strutted too hawkishly. 'I've gone at it too hard,' he confided to a close friend. By 'upstaging' Clinton, he had made the President look 'weak'. Clinton would be 'even more reluctant' to make a commitment to troops because it would look as if he had been 'bounced by me'. </p> <p>It was likely that a hint, if not the full measure, of Blair's angst about the President would eventually surface in the media. On 18 May, Clinton was shown a New York Times report about Downing Street's pressure for troop deployment. He exploded into one of his legendary temper tantrums. Early in the afternoon - evening in London - he rang Blair. 'Get your people under control,' he bellowed across the Atlantic. 'This briefing has got to stop.' They could have their private debates but 'it isn't doing anybody any good' for their arguments to emerge in the media. This just played into the hands of Milosevic. 'I promise you,' replied Blair, 'there isn't any briefing by us.' This was true: Blair had always taken the view that, much though he despaired of the pusillanimous Clinton, it was counter-productive to expose the division between Downing Street and Oval Office. Clinton's temper subsided. The remainder of a 90-minute conversation was more productive. 'We've got to get this sorted,'contended Blair. 'We can't let it drag on.' </p> <p>Blair himself 'never wavered once', according to someone very close to him. Officials and aides pressed him to prepare exit strategies, to give himself enough room in his statements to leave a way out. To their high alarm, Blair refused: 'This is shit or bust.' </p> <p> © 2000 Andrew Rawnsley. </p> <p>Extracted from Servants of the People by Andrew Rawnsley, to be published by Hamish Hamilton on 25 September at £17.99.</p> <p>To order this book for £14.99 plus 99p p&amp;p, call Observer Culture Shop on 0800 3168 171</p>",
  "<p>As European Union central bank governors and finance ministers were about to issue their press communiqué after last weekend's 'informal' meeting in Versailles, a non-member of the 'Euro-XI' pointed out a mistake. </p> <p>'You say here that the Euro-XI finance ministers met with the President of the European Central Bank - but he's in Canada.' </p> <p>Sure enough, the president of the ECB, the unmistakable Wm. Duisenberg, had been distinguished by his absence - at a conference in Calgary, Alberta. He was ably represented by his deputy, Christian Noyer, but it did seem odd the ECB's top man was not there to discuss the oil crisis, the plight of the euro and plans for introducing euro notes and coins on 1 January 2002. </p> <p>It also seemed odd that the drafters of the communiqué hadn't noticed. No doubt Duisenberg was acquiring first-hand knowledge of the oil crisis in Canada's oil heartland, but the episode struck some as typical of the shambles surrounding the single currency. </p> <p>Yes, the euro and euro policymakers are easy targets at the moment - not least for currency speculators, who have driven the new currency some 30 per cent below its dollar value when it came into being on 1 January 1999. </p> <p>When currencies are in trouble, almost any piece of news or analysis tends to be trotted out as a reason for further weakness. We have heard about the strength of the US economy, the putative 'structural' weakness of Europe and the tendency of European policymakers to speak with one voice only by accident. </p> <p>The most obvious recent sign of dissonance has been the contrast between the ECB's repeated assertion that at below 90 cents (against a launch value of around $1.17) the euro's market worth does not reflect the economic fundamentals - indeed, constitutes an inflationary threat - and the view of German Chancellor Gerhard Schröder that the decline in the currency has been good for the German economy. </p> <p>Romano Prodi, President of the European Commission, did not help matters last week when he acknowledged: 'We are in the difficult situation_ that there is no unified common [economic] policy in Europe. That has definitely had an influence on the euro exchange rate.' </p> <p>It was always going to be the case that a 'unified common policy' would take time. What else would one expect of such a major historic attempt to weld the economies of 11 European nations together? </p> <p>Once it became clear that the single currency would comprise a lot more national members than the hard currency group known as the D-mark bloc (Germany and the Benelux countries), it was also obvious that this would be likely to have a depressing influence on the euro. </p> <p>Indeed, such factors are being cited in German official circles as rationalisations for an indefinitely weak euro: the Greek drachma turns up shortly, and there are all those eastern European casino currencies to be absorbed. </p> <p>Yet some of the comment on the euro has shown a certain lack of historical perspective. Even before the merger of the deutschmark with the others, during the Eighties and Nineties, the mark fluctuated widely against the dollar. </p> <p>It so happened that the mark was going through one of its stronger phases at the inception of the euro. So there was potential for depreciation in 1999, despite some of the wilder claims made for the prospective strength of the new currency and all the imaginative nonsense about a euro that would 'look the dollar in the face'. </p> <p>In fact much of the adverse commentary on the euro has ignored the fact that the new currency rapidly established a major presence in the international bond market, and that US multinationals, for all the depressing comment, see vast potential in the enormous European market. </p> <p>Ironically, one change in fashion has been that where once the fear was that a strong mark would be diluted by weaker 'Latin' currencies, now much of the criticism and alleged justification for euro weakness centres on the supposed structural economic problems of Germany itself. </p> <p>That fashion may well change again. Fashions tend to. For all the public concern, Schröder has uttered the truth that dares not speak its name: the German - and other - economies were held back by the strict budgetary and monetary policies that were part and parcel of the Maastricht Treaty of 1992 and the run-up to the single currency in 1999. For all its reputation for a strong mark and tough counterinflationary policies, the Bundesbank had traditionally kept a close eye on the real exchange rate, and on Germany's international price competitiveness. </p> <p>The classic German pattern of export growth, feeding through to bigger investment plans and a broader domestic economic recovery, has again been apparent; this has undoubtedly, on this occasion, owed something to the weakness of the euro. </p> <p>Devaluations, however, can be overdone. Some depreciation may help competitiveness; too much can be inflationary, or produce a textbook (bad) situation where exports become so cheap that the lower earnings per unit of extra output for export do not justify the depreciation. </p> <p>But that is the nightmare scenario. Nobody is suggesting that euroland has yet reached that position. It was embarrassing when last month's rise in interest rates did nothing to halt the depreciation; and there is little doubt that the ECB made a hash of 'massaging' market expectations, because the interest-rate rise was lower than widely forecast. </p> <p>History suggests that at some stage the euro is likely to recover substantially against the dollar. The current US balance of payments deficit is running at a massive $400bn a year. Although this is being financed by long-term inflows of direct investment - and by masses of 'hot' short-term funds - nobody, least of all Alan Greenspan, chairman of the Federal Reserve, thinks this scale of deficit sustainable. </p> <p>At some stage the markets are likely to conclude that the dollar is seriously overvalued and in need of an adjustment, with obviously bullish implications for the euro. </p> <p>The big subject is: does the ECB need to intervene in the markets and help the process to begin? </p> <p>Duisenberg, back at the helm after his Alberta trip, told the European Parliament last week that the ECB was responsible for managing the euro exchange rate because finance ministers have so far not chosen to exercise their Maastricht Treaty powers to issue 'general orientations' regarding the exchange rate. </p> <p>Prodi and the French would like co-ordinated intervention with the US to stabilise the exchanges, but is the US going to initiate a decline in the 'strong dollar' before the presidential election? For the present, the ECB has contented itself with the announcement that it has just bought euros with $2bn of interest payments on its dollar reserves.</p>"
]