[
  "New Yorkers are paying rapt attention to the closest race in years: it leads every television news bulletin; the newspapers vie to outdo each other with special pullout sections; straphangers on the subway uncurl their lips and actually talk to strangers about it. <p>No, they are not consumed with anxiety about the identity of the next occupant of the White House. Even CNN, which loves nothing more than to worry a story to death over a prolonged period, could bring itself to do no better than this recommendation before the second presidential debate: \"Gore pledges to get facts straight, refrain from sighing.\"</p> <p>Nor is Hillary Clinton's bid to represent the state of New York in the Senate the force transcending daily lives that often do not extend beyond the humdrum, even in \"the capital of the world.\" She's been campaigning for nearly 16 months now and the grudging realisation that she's going to make it has taken hold.</p> <p>Rather, the city is beside itself in anticipation of yet another event that would confirm it - at least in the minds of its inhabitants - as a place unmatched in the country, certainly, and the world.</p> <p>This is the subway series, the keenly desired and never-before seen meeting of New York's two baseball teams in the World Series, the best-of-seven that climaxes a season that started last April. It's called the subway series because all the games can be reached without resort to any mode of transport other than an underground train.</p> <p>Never mind that it is requires negotiating a tortuous route to make your way between Yankee Stadium in The Bronx and Shea Stadium in Queens, the point is that it's an all-New York affair, with no interlopers from elsewhere in the United States.</p> <p>The Yankees and the Mets are each just one step away from making it happen and, if they do, there will have been nothing like it since the Yankees met the lamented Brooklyn Dodgers in 1956. So affected by the experience were the Dodgers' owners that they moved the franchise to Los Angeles in 1958.</p> <p>None of this might seem to matter very much, and indeed it does not anywhere but in the city. In commercial terms alone it would be a disaster for television as sets across the nation would be switched off as New York turned in upon itself.</p> <p>What those viewers would be missing is a soap opera far more engaging than what they might watch instead of the games. The Yankees are the Manchester United of baseball, the most-loved and hated club in the game, the richest - this year their playing staff's combined salary is $112m - and the most successful. They have won the World Series in three of the last four years.</p> <p>The Mets are not exactly hard-up, except in the coin of achievement. New York's perennial also-rans, their image that of the blue-collar underdog, they have not won the series since 1986. The Mets - otherwise known as the Amazin' Mets - have as their ace pitcher Al Leiter, who looks like he might have come to mow the lawn.</p> <p>Bobby Jones, whose pitching got them this far, was sent to ply his trade in the ignominy of the minor leagues as recently as last June; and yet another pitcher, the reliever Turk Wendell wears a necklace made of the teeth of animals he has killed. They have a little glamour, too, in Mike Piazza, by common consent the best hitting catcher the game has ever seen, who earns $12m a year, cultivates complicated facial hair and has a Playboy centrefold for a girlfriend. Bobby Valentine, the manager, rules with all the emotional stability of a supermodel with a broken toenail and told a group of business students in an off-the-record lecture - it was on the internet a few minutes later - that the club had lumbered him with a surfeit of overpaid under-performers.</p> <p>But this is nothing compared to the Yankees. Their principal owner, George Steinbrenner, is a convicted felon; manager Joe Torre presents to the world a look so grim that he would surely commit suicide were he not too depressed to make the trip to the top of the Empire State Building.</p> <p>David Justice was once married to the actress Halle Berry; Jose Canseco, so heavily built that he might be able to take on the entire membership of the Teamsters' Union single-handedly, used to go out with Madonna; Derek Jeter, the Yankees' golden boy, was Mariah Carey's boyfriend.</p> <p>Jeter, who has a black father and a white mother and therefore epitomises how New York would like to be seen, might be considered a star analogous to David Beckham, except for the fact that he is quite intelligent and appears to have no talent for petulance.</p> <p>The Yankees' ace pitcher, Roger Clemens, has become so distracted that he refers to himself by his tabloid sobriquet, The Rocket, though this will not prevent him from earning $15m next year. The Cuban defector Orlando \"El Duque\" Hernandez barely speaks any English and no one really knows what age he is (the best guess is: older than he admits).</p> <p>But the Yankee award for unintentional entertainment is held by second baseman Chuck Knoblauch, a golden glove holder - meaning he is very good in the field - before he reached New York. Now, despite his name, he could not throw the ball straight if you paid him about $8m a year, which they do.</p> <p>Knoblauch's finest moment came in the summer when he swooped on a ball and hurled it yards wide of its intended target, into the crowd and the face of the aged mother of a Fox Sports commentator. This occasioned an impenetrable piece on the front page of the New York Times, comparing him - for some reason - to Tolstoy.</p> <p>No one has done this yet to Al Gore or George W Bush, irrespective of their assaults on likeability or the English language. But just as Bush has been trained to say \"fuzzy math\" any time Gore talks about something that is beyond the Texas governor, the ageing Yankees have been playing fuzzy baseball since the beginning of last month.</p> <p>Chances are that the Mets will implode or the Yankees will expire - or both - depriving New York of that much-prized subway series until it all starts up again next year.</p>",
  "<b>The Prime Minister: The Office and Its Holders since 1945 by Peter Hennessy. </b>Allen Lane, 686 pp., £25, 5 October, 0 713 99340 5 <br> <a href=\"http://www.booksunlimited.co.uk/bol/0,6206,501839233,00.html\">Buy it at BOL</a> <p> Peter Hennessy's new book hasn't persuaded me that its central preoccupation, the current dispute over prime ministerial power and its extent, is not sterile and, indeed, rather boring - yet it is a splendid read. The truth is that the Westminster system is quite inadequately democratic and transparent, and Hennessy is, if anything, too respectful and conventional in his proposals about how the office might be reformed. Party discipline, a weak parliament, quasi-presidential power, great secrecy and the fact that the PM, invariably gifted with a safe seat, is insulated from direct electoral pressure all mean that the system is just not accountable enough. The most disappointing part of Blair's constitutional reforms is that he hasn't faced up to the problems of the central edifice itself. There is no separation of powers, there are far too many MPs, secrecy makes it much too easy to hoodwink parliament and the public, the second chamber remains a patronage-based absurdity and so on. </p> <p> What makes the book so riveting to read is, on the one hand, the thoroughness of Hennessy's examination of the documents now open on pre-1970 administrations, combined with a great many interviews and inquiries of his own, and, on the other, his investigation of the PM's role in military and intelligence affairs. There is, however, a sharp cut-off point. What he has to say about administrations up to 1964 is fresh and fascinating; Wilson's administration of 1964-70 was so voluminously covered by press leaks at the time and by endless diaries and memoirs soon afterwards that the official documents have nothing new to tell us, and the Public Record Office is still closed for the administrations after that, so the quality and interest of the coverage fall sharply away. You read the chapters dealing with the period up to 1964 with bated breath and the ones thereafter with a yawn that becomes progressively harder to stifle as you reach the age of Major and Blair. </p> <p> The prime minister alone, as Hennessy reminds us, can activate the codes for a nuclear strike. The only one to authorise such a strike was Churchill: the 1943 Quebec Agreement meant that he had to give the go-ahead for Hiroshima and Nagasaki. Repeated attempts were made to get him to take the decision to cabinet, whose combined policy committee supported him, but still he refused. The framework for everything that followed was set by Attlee: he was the one who had to face the cold war, who authorised the building of a British atom bomb and drew up detailed preparations for world war three. The chiefs of staff, fearing an imminent Soviet attack, threatened their collective resignation in order to force him to keep open mediterranean and Middle East bases from which the RAF could bomb the USSR. But Major Attlee had fought at Gallipoli and was correspondingly sceptical about what generals had to say, favouring the MI6 view that the Soviet Union would not risk a major war until at least the mid-1950s. Yet by 1949 Attlee's inner group of ministers had launched a programme of subversive activities behind the iron curtain and approved war plans that included censorship, civil defence and internment camps on the Isle of Man. </p> <p> Even at this distance one trembles at the description of Churchill's return to office in 1951. It was a bizarre scene: he would take a late breakfast in bed with cold grouse or partridge and a whisky and soda. Lunch would follow with \"enough champagne and brandy... to incapacitate any lesser man\", as his private secretary John Colville put it. He would talk to ministers with Toby, his budgie, alighting (and sometimes doing more than that) on their heads. He had frequent sleeps. His method of dealing with crises, he explained, was to \"turn out the light, say 'bugger everyone,' and go to sleep\". He thought he could run the cabinet as if the war were still on, had a stroke (which was hushed up), and became increasingly senile. \"Churchill is now often speechless in Cabinet; alternatively, he rambles about nothing,\" Macmillan wrote in 1954. \"Sometimes he looks as if he is going to have another stroke... He was always an egoist, but a magnanimous one. Now he has become almost a monomaniac.\" It was into these unreliable hands that the first British atomic bomb was delivered in November 1953 - \"an extraordinary thing\", as Hennessy points out, \"for a man who had fought at Omdurman in 1898\". When, in July 1954, he revealed to the Cabinet that a mere committee had, several months before, taken the decision to build an H-bomb, the angry ministers walked out. </p> <p> Above all, Churchill clung to office. He despised Anthony Eden, his heir apparent, who, he said, had \"gone native\" among the \"shuffling scuttlers\" at the foreign office. The last of the Yalta Big Three, he was determined to end the cold war by personal diplomacy. The cabinet was horrified to discover that, returning from the US by ship, he had shot off a sheaf of telegrams to the new (post-Stalin) Soviet leadership, causing Lord Salisbury to threaten resignation for the umpteenth time. But it was all foolish and in vain. When he heard he'd won the Nobel Prize (in 1953, for his war memoirs) he became tremendously excited until told that it was for literature: \"His face fell. He'd wanted the Nobel Peace Prize.\" He ran the government in a wholly self-indulgent manner, and had little idea about peacetime problems, saying, for example, of his time as chancellor under Baldwin: \"I was chancellor of the exchequer... for five years and... I never understood it.\" Not long before leaving office he suggested to the cabinet that, in the face of increasing \"coloured immigration\", a good campaign slogan would be 'Keep England White'. Somehow he staggered through four years in this way, confiding to Colville on his last night at No 10: \"I don't believe Anthony can do it.\" </p> <p> Given that Churchill's opinion was quite widely shared, it seems surprising now that Eden was allowed to succeed. Lord Swinton had already told Churchill that \"anybody would be better than Anthony\" - who \"would make the worst prime minister since Lord North\". \"But,\" Swinton added, \"you announced him as your successor more than ten years ago.\"''I think it was a great mistake,' Churchill conceded. Within a short time of Eden's accession, the Russians were threatening to bombard the country with rockets as a result of a crisis he had insisted on provoking. </p> <p> Eden was an impossible fusser, pestering ministers with as many as twenty notes a day and ringing them up at every turn: Selwyn Lloyd had to endure thirty calls over the Christmas weekend of 1955. On top of this he had a violent temper. Civil servants were scared of taking issues to him: \"they knew it would worry him and cause an explosion. Always at the back of everything was the fear that he would lose his temper and we should be sworn at.\" He raged against his ministers, against journalists, against the Americans and against \"the Communists in the BBC\". Anthony Nutting, a junior minister at the Foreign Office, told Hennessy how, on the eve of Suez, Eden called him: </p> <p> \"The telephone rang and a voice down the other end said: 'It's me.' I didn't quite realise who 'me' was for a moment. However, he gave the show away very quickly by starting to scream at me. 'What is all this poppycock you've sent me about isolating Nasser and neutralising Nasser? Why can't you get it into your head I want the man destroyed?' I said: 'OK. You get rid of Nasser, what are you going to put in his place?' 'I don't want anybody,' he said. I said: 'Well, there'll be anarchy and chaos in Egypt.' 'I don't care if there's anarchy and chaos in Egypt. Let there be anarchy and chaos in Egypt. I just want to get rid of Nasser.'\" </p> <p> Everything that followed - the crazy invasion, ignoring Eisenhower's strong warnings against it, deceiving the cabinet, lying to parliament and the ultimate d*nouement - was inevitable: the Government was in the hands of a demented narcissist. The greatest criticism of the cabinet system in the entire period under review is that no one acted to stop a man who was clearly out of control, completely lacking in judgment - and in charge of a nuclear arsenal. </p> <p> Britain being Britain, there was a closing of ranks. Selwyn Lloyd lied like a trooper throughout the rest of his political life about his collusion with the French and Israelis, which didn't prevent him being hailed as a great statesman; and for years on end ministers stoutly denied that US pressure or the run on sterling had anything to do with the retreat from Suez. Hennessy did well to get Douglas-Home - many years later - to give the game away: </p> <p> \"What really turned the scale and made the chancellor... so terribly anxious was the American action in putting the Sixth Fleet alongside us in the mediterranean, for all the world to see, and therefore announcing in effect that America was totally against us. And the effect on sterling as a result of that was catastrophic. It was the actual effect on sterling [that did it].\" </p> <p> The dramas that Hennessy reveals peak with Macmillan. It is nice to be reminded of the Supermac style. The Archbishop of Canterbury, Geoffrey Fisher, called on Macmillan to tell him that whatever he did, he must not appoint Michael Ramsey as his successor, adding that he knew Ramsey well, had indeed been his headmaster at Repton. \"Thank you, Your Grace, for your kind advice,\" Macmillan replied. \"You may have been Dr Ramsey's headmaster, but you were not mine.\" Some years later, of the Kentish boy, Ted Heath: \"Hengist and Horsa were very dull people. Now, as you know, they colonised Kent; consequently the people of Kent have ever since been very slightly - well, you know . . . Ted was an excellent chief whip . . . a first class staff officer, but no army commander.\" Mac pushed Concorde through by regaling his ministers with the story of his great-aunt's Daimler, which had travelled \"at the sensible speed of thirty miles an hour . . . Nowadays, alas, people had a mania for dashing around. But that being so Britain ought to cater for this profitable modern eccentricity.\" Everyone was charmed, laughed, agreed, it was over in minutes. But Macmillan could also be morose, telling Woodrow Wyatt that his son Maurice \"was much nicer than me. I was always a shit. Maurice wouldn't be one so that's why he didn't get on in politics like me.\" </p> <p> The great drama of Macmillan's premiership - he was the first to have thermonuclear weapons at his disposal - was the Cuban missile crisis. The previous year the V-bomber force (the Victors, Vulcans and Valiants) had received a new set of procedures, counting down from Condition 5 (peace) to 1 (placing 25 per cent of the bomber force at five minutes' readiness). As the tension increased in October 1962 the force was moved to Condition 3. The plan was to annihilate thirty to forty Soviet cities with an assumed 16 million casualties: big cities like Moscow and Leningrad would get two or three H-bombs each. Nearly half the V-bombers were loaded with bombs and made ready, as were 59 Thor missiles, all with nuclear warheads. It seems likely that Air Marshal Cross took the initiative to increase the bombers' readiness to a mere 15 minutes from take-off. The pilots and crews slept on camp-beds next to the planes and all switches were set to allow a rapid engine start; they believed they would be able to take off in under 8 minutes. The weekend of 27-28 October - the worst of Macmillan's life - was \"the defining moment of the postwar period in nuclear terms\". </p> <p> It is intriguing to read of the great nuclear shelter for VIPs under the Cotswolds, to learn that the royal yacht Britannia was a fully fledged command and control centre with washdown facilities to deal with nuclear fallout, but the most striking thing is that neither the public nor parliament was ever told how close the country was to nuclear war. We didn't know that American action in the Caribbean would automatically lead to the V-bombers being fitted with Yellow Sun Mk IIs (as the H-bombs were called, though we weren't even told that at the time) and dispersed round the country ready to attack - and therefore didn't know how very close we came to the nightmare of Dr Strangelove. And, of course, there would have been no nonsense about alerting the public about what was up by declaring war. As Hennessy points out, the last time Britain declared war was against Siam in 1942: every war since - Korea, the Falklands, endless colonial conflicts, the Gulf, Kosovo - has been fought without parliament getting a chance to agree to it. </p> <p> Fast forward to April 1982: Macmillan \"doing his old man act\" visits Mrs Thatcher as the Falklands War escalates. She had cleared all the furniture away ready to receive a big deputation of backbenchers that evening. Mac, seeing the empty space, jumped to conclusions about the family silver. \"You've sold it all off, I suppose.\" He had just one question about the Argentinians: \"Have they got the Bomb?\" Assured they didn't, he talked of administrative matters and left with a mixture of admiration for her backbone mixed with disdain for her lack of background: \"she should have had more... knowledge - at least 150 years, perhaps 500 years, of the history of the country concerned.\" The idea of Mrs Thatcher having a deep appreciation of Argentinian history is almost comic and says more about the scholarly Macmillan than it does about her. Mrs Thatcher recalled how, as a young MP, she had heard Macmillan say that, not having a department of their own to run, prime ministers had a lot of time for reading. He recommended Disraeli and Trollope: indeed, he liked to talk of \"going to bed with a Trollope\". Mrs Thatcher \"sometimes wondered if he was joking\". </p> <p> Douglas-Home's premiership still has some old world charm. He described his time as prime minister as \"a terrible intrusion into one's private life\". His friend Lord Boyd-Carpenter told how Home believed government would be best carried out by 12 upper class families, of which nine should be Scottish. Douglas-Home told Dominic Harrod that he'd had a letter from Harrod's father, the economist, \"about inflation... or deflation - or something\". The most intriguing revelation here is that, had he won the 1964 election, he would have recalled Enoch Powell to the cabinet with a brief to reform Whitehall. This would doubtless have produced a historic slaughter, the Tiber foaming with much blood, but it's unlikely that even Powell would have won that one. Almost all ministers, and prime ministers especially, become great admirers of the civil service over time - the exception being, as usual, Macmillan. \"Civil servants are really more dangerous when they are good,\" he once said. \"They are against the aristocracy; the successful businessman; and the adventurer... They are like the clergy in pre-Reformation times. It was against them rather than against any theological doctrine that our ancestors revolted.\" </p> <p> It isn't just the absence of documents that makes it so dispiriting to move from the incumbents of the early postwar period to Wilson and Callaghan, Major and Blair. Hennessy, while admitting that many of the early premiers often broke the rules of cabinet government, is almost at a loss confronted by Thatcher and has an even worse time with Blair. His notion that the system was somehow vindicated by the fact that Thatcher got her come-uppance in the end is not convincing: it took 11 years to happen, after all, and allowed a degree of monomania which, if the system worked, would have been checked long before. In fact, if it really worked it would not have accepted a drunken and senile Churchill for so long or allowed an unstable personality like Eden to take office. It is comforting to believe in the inevitability - and thus security - of collective responsibility and, ultimately, collective action, but more often than not it's a fiction. </p> <p> An American president is constrained, above all, by a written constitution and the separation of powers. The truth is that, lacking a formal set of restraints, a premier like Thatcher could and did play fast and loose with the system. She could, for example, declare that she intended \"to go on and on and on\", something no American president could do. Blair has carried presidentialism even further but there is something embarrassing and hollow about the whole business: at least Thatcher was using all that power to make huge changes. Why does Blair need to concentrate such power around him? The country is not at war, he's not ramming through Attlee-scale reforms and his majority is large enough for him to allow parliament a strong say and still know he'll win. At the end of the day, a great deal of this presidentialism is quite obviously smoke and mirrors, PR without content. Can academics like Anthony Giddens, who took \"the Third Way\" seriously, now refrain from blushing? British premiers are usually frauds when they philosophise. Attlee and Thatcher stand out as premiers because they inaugurated an age in their image and changed the terms of debate, but neither was a philosopher - Thatcher's pretensions in that regard were simply embarrassing. </p> <p> One is driven, ineluctably, to wonder about the sadly inverse nature of political leadership. When the American republic was young and the population still tiny, the Presidency produced Washington, Hamilton, Jackson, Jefferson and Lincoln. Two hundred years and two hundred million people further on, with everyone far better educated, richer and more sophisticated, it could only produce the likes of Nixon and Ford, Reagan and Clinton. </p> <p> Britain is the same: when the population was under five million it produced Walpole and the two Pitts. Later, still with a poorly educated population under thirty million, it produced Palmerston, Peel, Disraeli and Gladstone. After it reached fifty million - of far better educated people - it produced the likes of Wilson, Callaghan, Major and Blair. Some strange law of historical diminution is at work here. Even the monstres sacrés like Churchill look wonderful by contrast. He might have helped France at one time, De Gaulle said of Churchill, but in truth he would always be France's opponent because \"within him breathes the soul of Pitt.\" As we look at our modern crop of leaders it is difficult to imagine that within them breathe even the souls of Ramsay MacDonald or Stanley Baldwin. </p> <p>\u0095 To read more online essays from the current edition of the London Review of Books visit the <a href=\"http://www.lrb.co.uk/\" target=\"_new\">LRB</a>. The extensive online archive of essays from past editions includes John Lanchester on the rise of Microsoft, Alan Bennett's Diary and much more.</p>",
  "A senior figure in Labour's Millbank headquarters has admitted Tony Blair could hold a general election within seven months - despite Downing Street denials that any dates have been considered. <p>Party constitutional officer Eric Wilson said the premier could go to the polls \"as early as next May\" as Labour gears up for a tough contest with William Hague's rejuvenated Conservatives. </p> <p>The key official disclosed the possible date after surveys showed the Conservatives in the lead for the first time in eight years in the wake of the petrol crisis. </p> <p>His is the first official confirmation that next May, the fourth anniversary of Mr Blair's first victory, has been pencilled in for the election. Mr Blair and Gordon Brown, head of Labour's campaign team, have long been thought to favour May 2001 though Peter Mandelson has privately suggested it could be delayed until autumn next year. </p> <p>Mr Wilson let Labour's strategy slip in a letter sent last month to a would-be election candidate threatening legal action after he failed to make a party shortlist in Chesterfield. Millbank has taken control of the battle to succeed Tony Benn in the Derbyshire seat by invoking special byelection powers for a general election contest. </p> <p>\"With the prospect of a general election being called as early as next May, the party could not be expected to risk there being no selected prospective Labour party candi date in place well before then because of outstanding litigation over entitlements to delegacies,\" wrote Mr Wilson. </p> <p>\"To this extent, there was an emergency situation and clearly the NEC took the view that the interests of the party would best be met by suspension of the normal procedure.\" </p> <p>Leftwingers fear Millbank's decision to draw up a six-member shortlist in Chester field will be repeated in other constituencies. </p> <p>Brussels-based Andy Erlam, who failed to make the shortlist, said: \"This undermines the democracy of constituency Labour paries. As CLPs clearly have no influence on policy it is of concern that the right to select a candidate is also being removed.\" </p> <p>Millbank last night at first distanced itself from Mr Wil son's letter then claimed it had been misinterpreted. \"He has no knowledge and therefore is not in a position to speculate and if he has speculated then it is pure speculation,\" said a party spokesman. </p> <p>Labour's election planning is at an advanced stage. Mr Blair plans to make improved public services a key issue against proposed Tory cuts to fund promised tax reductions.</p>",
  "<a name=\"a\"><b>Presidential candidates</b> </a> <p><a href=\"http://www.algore2000.com/\" target=\"_new\">Al Gore 2000</a><br> </p> <p><a href=\"http://www.bush2000.com/\" target=\"_new\">George Bush 2000</a></p> <p><a href=\"http://www.votenader.com/\" target=\"_new\">Ralph Nader 2000</a></p> <p><a href=\"http://www.buchananreform.com/\" target=\"_new\">Buchanan 2000</a></p> <p><a name=\"d\"> <b>Other Al Gore links</b><br></a></p> <p><a href=\"mailto:vice.president@whitehouse.gov\"> vice.president@whitehouse.gov</a> <br> E-mail the vice-president</p> <p><a href=\"http://www.whitehouse.gov/WH/EOP/OVP/index.html\" target=\"_new\">Vice-president's page</a> <br> Official Whitehouse site</p> <p><a href=\"http://www.senate.gov/~lieberman/\" target=\"_new\">Senator Joe Lieberman</a> <br> Official site</p> <p><a href=\"http://www.mediaresearch.org/news/goregaffesvideo.html\" target=\"_new\">All Gore gaffe videos</a> <br> Watch him slip up</p> <p><a href=\"http://issues2000.org/Al_Gore.htm\" target=\"_new\">Al Gore on the issues</a> <br> What will Gore do if he wins?</p> <p><a href=\"http://www.perkel.com/politics/clinton/gore.htm\" target=\"_new\">Al Gore for President 2000</a> <br> The first Al Gore site</p> <p><a href=\"http://members.aol.com/vetschoice/ag2000.htm\" target=\"_new\">Veterans for Al Gore 2000</a> <br> See Al Gore in uniform</p> <p><a href=\"http://www.publicintegrity.org/reports/bop2000/gore_index.htm\" target=\"_new\">Centre for Public Integrity: Al Gore</a> <br> Examines Gore's history and campaign</p> <p><a name=\"e\"><b>Other George W Bush links </b></a> </p> <p><a href=\"http://www.governor.state.tx.us/\" target=\"_new\">Governor of Texas</a><br> The official site from the lone star state</p> <p><a href=\"http://www.geocities.com/CapitolHill/3750/bush.htm\" target=\"_new\">BushWatch</a> <br> Attacks Bush's record in office</p> <p><a href=\"http://issues2000.org/George_W__Bush.htm\" target=\"_new\">George Bush on the issues</a> <br> What will Bush do if he wins?</p> <p><a href=\"http://www.nga.org/Governor/GovTexas.asp\" target=\"_new\">Biography of GW Bush</a> <br> Describes his time as governor of Texas</p> <p><a href=\"http://www.bushfiles.com/\" target=\"_new\">The Bush files</a> <br> Critical articles from the Texan press</p> <p><a href=\"http://www.publicintegrity.org/reports/bop2000/bush_index.htm\" target=\"_new\">Centre for Public Integrity: GW Bush</a> <br> Examines Bush's history and campaign</p> <p><a href=\"http://politics.slate.msn.com/Features/bushisms/bushisms.asp\" target=\"_new\">The complete Bushisms</a> <br> Gaffes by George Bush, updated each week on Slate</p> <p><a href=\"http://www.teenagersforbush.com/\" target=\"_new\">Teenagers for Bush</a> <br> Official site campaigning for the youth vote</p> <p><a name=\"f\"><b>Parody sites</b></a><br> </p> <p><a href=\"http://www.algore-2000.org/\" target=\"_new\">Gore Liberman 2000</a> <br> Unofficial opposition site</p> <p><a href=\"http://www.gwbush.com/\" target=\"_new\">GW Bush.com</a> <br> Unofficial opposition site</p> <p><a href=\"http://www.Gorewillsayanything.com\" target=\"_new\">Gore will say anything</a> <br> Bush-supported attack site</p> <p><a href=\"http://www.IknowwhatyoudidinTexas.com\" target=\"_new\">I know what you did in Texas </a> <br>Gore-supported attack site</p> <p><a href=\"http://www.billionairesforbushorgore.com/\" target=\"_new\">Billionaires for Bush (or Gore) </a> <br> Is the election in the pockets of the rich?</p> <p><a name=\"b\"><b>US media presidential coverage</b></a></p> <p> <a href=\"http://headlines.yahoo.com/Full_Coverage/US/Presidential_Election_2000/\" target=\"_new\">Yahoo full coverage</a></p> <p><a href=\"http://www.epolitics.org/\" target=\"_new\">ePolitics</a></p> <p><a href=\"http://www.voter.com/\" target=\"_new\">Voter.com</a></p> <p><a href=\"http://www.speakout.com/\" target=\"_new\">Speakout.com</a></p> <p><a href=\"http://www.primaryscoop.com/\" target=\"_new\">PrimaryScoop.com</a></p> <p><a href=\"http://www.cnn.com/ALLPOLITICS/index.html\" target=\"_new\">CNN/All Politics</a></p> <p><a href=\"http://www.nytimes.com/library/politics/camp/whouse/\" target=\"_new\">New York Times</a></p> <p><a href=\"http://www.washingtonpost.com/wp-srv/front.htm\" target=\"_new\">Washington Post</a></p> <p><a href=\"http://abcnews.go.com/sections/us/politicalnation/politicalnation.html\" target=\"_new\">ABC news</a></p> <p><a href=\"http://www.salon.com/news/special/campaign2000/\" target=\"_new\">Salon magazine</a></p> <p><a href=\"http://www.slate.com/\" target=\"_new\">Slate magazine</a></p> <p><a href=\"http://www.pbs.org/democracy/\" target=\"_new\">PBS democracy project</a> <br> Databases and other online campaign information </p> <p><a href=\"http://www.mtv.com/nav/intro_chooseorlose.html\" target=\"_new\">MTV: Choose or lose</a> <br> Campaign coverage from MTV</p> <p><a name=\"c\"><b>Other election sites</b></a><br></p> <p><b>Polls</b><br> <a href=\"http://www.pollingreport.com/election.htm\" target=\"_new\">Election HQ</a> <br> Full data on the latest polls, from PollingReport.com</p> <p><a href=\"http://www.stats.org/newsletters/0010/intro.htm\" target=\"_new\">Should we trust election polls?</a> <br> Useful article from STATS research group</p> <p><b>Money</b><br> <a href=\"http://www.opensecrets.org/2000elect/index/AllCands.htm\" target=\"_new\">Open secrets.com</a> <br> How much have the candidates raised?</p> <p><a href=\"http://www.fec.gov/\" target=\"_new\">Federal Election Commission</a> <br> Campaign finance information</p> <p><b>Debates</b> <br> <a href=\"http://www.debates.org/index.htm/\" target=\"_new\">Commission for Presidential debates</a> <br> </p> <p><a href=\"http://www.mbcnet.org/debateweb/\" target=\"_new\">History of Presidential debates</a> </p> <p><b>Pundits</b><br> <a href=\"http://www.campaignline.com/odds/viewodds.cfm?office_id=1&amp;year=2000\" target=\"_new\">The Political Oddsmaker: Presidential Picks 2000</a></p> <p><b>TV ads</b> <br> <a href=\"http://www.freedomchannel.com/\" target=\"_new\">Freedom channel</a> <br> View TV campaign ads</p> <p><b>Cartoons</b><br> <a href=\"http://www.cagle.com/2000/\" target=\"_new\">Election cartoons</a> </p> <p><b>Campaign collectables</b><br> <a href=\"http://www.politicalshop.com/\" target=\"_new\">Political shop.com</a> <br> Buy your badges and bumper-stickers online</p>",
  "Army general staffs fight each new war on the basis of the lessons they learned in the last conflict. Politicians fight each new election according to the lessons they learned in the previous campaign. And, last night in North Carolina, Al Gore and George W Bush applied the same lesson, holding the presidential debate they failed to have in Boston a week ago. <p>This second debate of the presidential election season - there is one more in St Louis next week - was an altogether different contest to the one in Boston. Boston, especially in retrospect, was nervous, aggressive and riddled with tactical errors, particularly on Gore's part.</p> <p>Last night's debate in Winston-Salem - the heart of tobacco country, though the issue never came up - was far more cautious and far more courteous. In many ways, it was a replica of the impeccably civilised vice-presidential debate in Kentucky last Thursday. Overall, like the veep debate, last night was a no-score draw. </p> <p>Last week, the phrases that lingered in the mind were Bush's charge of \"fuzzy math\" and Gore's condemnation of tax cuts for \"the wealthiest one per cent\". Both phrases sat out the whole 90 minutes in Winston-Salem, although Gore twice talked about tax cuts for \"the wealthiest of the wealthy\". Last night, though, the most commonly repeated phrase from both men was the one the voters liked most in the Cheney-Lieberman vice-presidential contest - \"I agree with you.\" </p> <p>Coming into last night's debate, all the talk was about how Gore had blown it in Boston with his \"sighs and lies\" - audibly huffing and puffing in exasperation at Bush's answers and then embellishing the facts on a number of his own replies. By yesterday, most opinion polls had registered a small but significant shift to Bush as a result. </p> <p>From the off, Gore made clear by his demeanour that he was not going to commit the same mistakes in Winston-Salem. When Bush was answering, Gore looked down at the table, disciplined and expressionless. In most of his answers Gore was more succinct and less rambling than before. The porkies - if there were any - were small ones, and the vice-president went out of his way to apologise for getting his facts wrong in Boston. </p> <p>There were new themes last night that got no airing in the first debate. Race, a much criticised omission in the Boston debate, was prominent this time, with Gore trying to put some clear water between himself and Bush on issues like banning racial profiling by police, supporting affirmative action programmes and passing hate crimes legislation. </p> <p>Most Republican congressmen are opposed to these ideas, but you would never have guessed so from Bush's tactics - to agree as much as possible and to avoid getting dragged into disagreements on the issues. </p> <p>Fully 40 minutes of the debate concentrated on foreign affairs - even though the issue never comes up on the candidates' campaign stops. There was a substantial exchange on guns, too, another mostly silent issue on the campaign trail. But the most dramatic exchanges came when Gore tried to hammer Bush's record as Texas governor, charging that Texas was 49th out of 50 US states in the proportion of children and mothers with medical insurance, and 50th for families. For the only time in the evening, Bush looked a bit rattled. </p> <p>At the end, the two men shook hands and sent their lieutenants out of the hall to try to persuade the media that each of them had won the debate. That task was probably easier for Bush, who emerged from the second debate looking relaxed and unscathed. When you are in the lead and have a lot of money in the bank, a draw will do quite nicely. </p> <p>By that same token, a draw probably wasn't quite good enough for Gore, even though it will have steadied his side's nerves after Bush's post-Boston surge. Gore seemed to give few hostages to fortune, but at the same time he failed to make the kind of impact on Bush's record that his team were looking for. Gore desperately needs a good week on the campaign trail. Possibly, the Texas record will be his deliverance. </p> <p>The great lesson of the 2000 presidential campaign, though, is never to underestimate the set piece moments. After years of being told how the party conventions and the presidential debates had now become purely ritual, without any political substance, this year has proved the know-alls wrong time after time. The conventions were both turning points, and so was the Boston debate.</p> <p>Winston-Salem seemed to be a stand-off. But this means that there is all to play for. The final debate in St Louis next week now looks even more pivotal than it did before.</p>",
  "The most dogged peacemaker in the Middle East, Bill Clinton, was considering a new visit to the region yesterday after a flurry of diplomatic activity helped produce a relative respite from two weeks of violence. <p>Mr Clinton's admission that Washington is eager to resume its diplomatic role comes after several days spent on the sidelines of a peace effort spearheaded by Kofi Annan. The UN secretary general has shuttled between meetings with the Israeli prime minister, Ehud Barak, and the Palestinian leader, Yasser Arafat. </p> <p>The Pope added his voice to the appeals for peace yesterday. \"Faced with such a dramatic situation, I can only beg everyone to put an end to this spiral of violence without delay,\" he said. </p> <p>Last night the intense diplomatic activity appeared to be producing results, and even speculation that Israel and the Palestinians could be willing to look beyond the bloodshed towards convening a summit. Mr Annan is expected to travel to Lebanon today to try to secure the release of three Israeli soldiers kidnapped by Hizbullah guerrillas at the weekend. That would prepare the ground for a return to the negotiating table by President Clinton. </p> <p>\"I am prepared to do whatever I can to help,\" he said yesterday, adding that his secretary of state, Madeleine Albright, might also travel to the region. </p> <p>Yesterday Hizbullah warned Israel that any attempt to free the soldiers by force would be doomed. \"Israel knows very well there is no solution except through an exchange operation. Let them decide what they see as appropriate.\" </p> <p>Israeli officials said a peace summit could be convened as early as the weekend. Norway and Italy have offered to act as hosts. </p> <p>Mr Barak appeared to support such a schedule yesterday and he suggested for the first time that the violence appeared to be dying down. \"You know, if it [the reduction in violence] will continue for some time, this should be taken into account,\" he said. </p> <p>The Russian foreign minister, Igor Ivanov, yesterday completed a whirlwind tour of Syria, Lebanon and Israel during which he has been trying to defuse the crisis. The Itar-Tass news agency quoted him as saying there was an increasing chance of a Barak-Arafat meeting. </p> <p>\"It is becoming clear there is a possibility of holding multilateral meetings with the participation of Ehud Barak and Yasser Arafat,\" he said. \"The participants and the venue are being agreed upon.\" </p> <p>However, the Palestinians say that any talk of a summit is premature. \"We welcome efforts exerted by President Clinton, but it is too early to speak about holding a three-way summit before the convening of the Arab summit [on October 21], especially since the Israeli aggression against the Palestinian territories is continuing,\" Nabil Abu Rudeineh, a senior Palestinian official, said. </p> <p>Egypt is also opposed to an early summit, but President Clinton played down this rejection. </p> <p>\"I don't think you should over-read that as a reflection that either the Israelis or the Palestinians do not want to continue the peace process,\" he said. </p> <p>The key to the gradual easing in tensions appears to be an emerging agreement between Israel and the Palestinians on an investigation team to look into the violence, in which more than 90 people have died. All but five of the dead were Palestinians or Israeli Arabs. </p> <p>Yesterday a Palestinian teenager was killed during clashes in the West Bank, and another man died in Gaza. A third Palestinian was shot dead in clashes with Israeli forces in the West Bank village of Jama'in, near Nablus.</p>",
  "Allies of Yugoslavia's former president, Slobodan Milosevic, issued a dangerous challenge to the country's new rulers yesterday by insisting they still run the police and ordering units to take control of offices and enterprises which workers had seized in recent days. <p>Scores of cronies appointed to lucrative jobs by the former president have been forced to resign. The order is designed to lift the morale of those resisting the handover and give others a chance for a comeback. It is the most dramatic act of defiance since Mr Milosevic was forced by street protests last week to end his effort to steal September's election. </p> <p>The army also issued an ominous statement rejecting purges of the high command after senior generals met Vojislav Kostunica, the new president. They warned against \"possible negative consequences of increased attacks and attempts to discredit certain individual of the Yugoslav army\". </p> <p>Opposition leaders are threatening to call protesters back on to the streets if plans for new elections for a Serbian parliament are thwarted. They feel confident of winning them and breaking Mr Milosevic's resistance. They have no doubt the former president is co-ordinating the effort to use his Socialist party's control over Serbia's government against the more limited constitutional rights which Mr Kostunica has as Yugoslav president. </p> <p>Symbolising the half-way na ture of the transition, Mr Milosevic is still protected by the presidential guard, an elite unit of the army. \"He is a private citizen, but is protected by the presidential guard. He is not under arrest,\" Zoran Djindjic, the new rulers' chief strategist, told the Guardian yesterday. </p> <p>The ex-president is in his home in the well-to-do suburb of Dedinje behind a high metal fence. A lone police car is parked across the road but TV cameras watch the front, and the guard is inside. A few times a day the gates swing open and cars speed through with visitors for Mr Milosevic. According to Mr Djindjic, they are mainly from JUL, Yugoslav Left, the party founded by his wife Mira Markovic. JUL members were appointed to run many of the country's most important enterprises. Many have been sacked over the last few days as workers demand they go. </p> <p>The army high command is not fully reconciled to the changes at the top and the security police are getting back into action. \"They have four places in Belgrade from which they monitor phones. They listen to everybody. It's more than it used to be. They give the reports to Milosevic,\" Mr Djindjic said. </p> <p>Rade Markovic, the security police chief and a strong Milosevic loyalist, is still in office. President Kostunica has no power to sack him. </p> <p>While holding the weapon of street demonstrations in reserve, Mr Djindjic offered a compromise last night if the socialists accepted early elections. The ministries of police, justice, finance, and information would each have \"collective management\" without ex tensive changes of personnel. The socialists could also have the prime ministership, provided Mirko Marjanovic, one of Mr Milosevic's closest allies, stepped down. </p> <p>Still celebrating Mr Milosevic's formal concession of power, the Kostunica camp had felt triumphant on Monday when leaders of his Socialist party seemed to agree to hold early elections for the Serbian parliament in December. They were also delighted when the police minister resigned. </p> <p>Things later went sour. The socialists stalled talks on forming an interim government and refused to dissolve parliament, pending the elections. They went further yesterday by saying the Serbian government remained in power and Mr Marjanovic would take charge of the police. </p> <p>A statement issued after a meeting of the republic's government yesterday described the purges of company directors as illegal.</p>",
  "George W Bush has picked himself up off the floor and reopened a narrow poll and credibility lead over Al Gore in the US presidential election. <p>Mr Bush went into last night's second televised debate with Mr Gore oozing with fresh confidence after a damaging week for the Democratic nominee. Since opening up a lead over Mr Bush in mid-August, Mr Gore has struggled to rebut damaging claims that he bent the facts during last week's first televised debate. </p> <p>As the two men arrived in North Carolina for yesterday's debate - the second of three this month - a range of opinion polls showed Mr Bush recapturing a narrow lead nationally, recovering in key battleground states and even threatening to carry Mr Gore's home state, Tennessee. </p> <p>A Washington Post/ABC News poll showed Mr Bush reversing the vice-president's lead from the start of the month, establishing a 48% to 45% lead over Mr Gore, with Ralph Nader, the Green candidate a distant third on 3% and Pat Buchanan of the Reform party on 1%. </p> <p>Two daily tracking polls - based on a three-day rolling sample in which one third of the total sample is changed daily - also confirmed Mr Bush's lead. A Gallup poll for CNN and USA Today put him ahead by 47% to 44%, while a Zogby poll for Reuters put him ahead by 43% to 42%. The Pew Research Centre also gave him a one-point lead. </p> <p>There was some more good news for Mr Bush in the most important state of all, California, where a statewide Zogby poll had the Republican narrowing Mr Gore's recent double-figure lead to six points: Mr Gore led Mr Bush by 45% to 39%. The vice-president still leads in the most recent polls in the battleground states. </p> <p>Although Mr Gore was at first widely perceived to have \"won\" last week's first debate, the polls have steadily swung towards Mr Bush in recent days. Dissatisfaction with Mr Gore's performance at first focused on his audible sighs of exasperation about Mr Bush's answers during the Boston debate, but has now focused on the vice-president's questionable embellishments in his own responses. </p> <p>In last week's debate, Mr Gore told three anecdotes - about his own role in disaster relief, about Florida school overcrowding and about an Iowa pensioner's struggle to pay for medicines - aspects of which were untrue. </p> <p>Voters' exasperation with him is reflected in the Pew survey that shows only 48% of Democrats view themselves as \"strong backers\" of Mr Gore, compared with 63% of Republicans who identify themselves as strong backers of Mr Bush. </p> <p>The bad publicity for Mr Gore's self-inflicted \"sighs and lies\" at the Boston debate showed little sign of abating yesterday as Republicans pounced on a February 1988 memo to Mr Gore by his then press secretary which stated: \"Your main political pitfall is exaggeration. Be careful not to overstate your accomplishments.\" </p> <p>Republican researchers also unearthed a 1979 statement by Mr Gore in a congressional committee hearing that he had \"raised 10,000 chickens\" as a farmer in Tennessee, a claim which has not otherwise featured on his curriculum vitae for the White House. </p> <p>\"Ever since the debate, which he won by a small margin, the news about Gore has been dominated by his embellishments and exaggerations and that has been more dominant in the news than anything,\" said the pollster John Zogby yesterday. </p> <p>Mr Gore pledged to \"do my best to get the details right\" in last night's debate. </p> <p>With less than four weeks to go before the November 7 election, the two final debates - in Winston-Salem and next week in St Louis - have taken on an even greater significance amid the apparent voter volatility. Mr Gore still leads comfortably on most of the issues which voters tell the pollsters are important to them, but Mr Bush is profiting from the vice-president's slippage on questions of character.</p>",
  "A story is making the rounds in US politics of a tycoon who decided to invest in a dog food company. He hired the top market research people, the best packaging experts, a front-rank media firm and a highly regarded public relations company. <p>After spending tens of millions, however, sales were dismal. Gathering his minions together, he demanded to know why his investment was not paying off. \"The dogs won't eat the food,\" the promotional team concluded. </p> <p>This is Al Gore's problem. No matter how his speechwriters, image consultants, issue experts and pollsters package him, the US people just don't like Al Gore. They do not want to spend the next four years listening to his lectures, tolerating his patronising attitude or watching his pious posturing. If the president is going, constantly, to be in our face, Americans figure, let him be, at the very least, appealing. </p> <p>Al Gore comes across as the teacher's pet - the earnest, fresh faced boy in the class who always has the right answer. The teacher loves him and the other students hate the sight of him. </p> <p>A curious dichotomy emerged in the reactions to the first Gore-Bush debate. The experts - myself included - watched the ebb and flow of the arguments and concluded that Mr Gore had won, decisively. He out-debated his inarticulate rival, scoring point after point, aiming his shots with precision. Mr Bush seemed to flounder, unable to respond effectively. To us it was a knockout. </p> <p>But the public saw it differently. After an initial round of polls indicating Mr Gore had \"won\", Mr Bush began to move ahead smartly. As evidence mounted that the Democrat had misrepresented his role in meting out sympathy to flood victims in Texas and had exaggerated the extent of overcrowding in a Florida school, voters turned away from Mr Gore. </p> <p>By the week's end, the CNN-Gallup poll showed Mr Bush pushing above 50%. </p> <p>The issues clearly work for Mr Gore. Few disagree that he could best handle problems such as gun control, the environment and poverty. Even on issues the GOP (Grand Old Party) contests, such as education and healthcare, Mr Gore wins decisively in most polls. </p> <p>Public enthusiasm for Mr Bush's tax cuts is sharply limited, and most identify with Mr Gore's spending priorities - eliminating the national debt and solidifying the fiscal basis for social security and Medicare. </p> <p>So why don't Americans vote for Mr Gore? Because they just do not like him. </p> <p>With the differences between the candidates so narrow, Americans feel at liberty to indulge their affections rather than their ideology in casting their votes. </p> <p>While some voters speak of Mr Bush's superior character, most just frankly admit that they like him. They like his cockeyed grin, his torturous English, his sense of himself, his willingness to be human. </p> <p>Mr Gore seems too anxious to please and too willing to lie. He said he invented the internet, founded the strategic petroleum reserve and worked on his farm in Tennessee. He was shot at in Vietnam. His marriage was the model for the film Love Story. His mother sang a union song as a lullaby. His mother-in-law pays more for her medicine than for her dog's. As a crusading journalist, his stories sent politicians to jail. </p> <p>All appealing anecdotes. But all are untrue. </p> <p>The harmless quality of his Walter Mitty inventions only serve to remind Americans that Mr Gore is artificial. Reared as the son of a senator in a Washington hotel room he called home, Mr Gore is like the baby born in a bubble to limit his exposure to the germs other people carry. </p> <p>With issues counting for little and the country doing fine, distinctions of character and personality become the fulcrum for the election. </p> <p>Ironically, the success of Bill Clinton and Al Gore has paved the way for George W Bush. </p> <p>\u0095 Dick Morris was chief strategist for President Clinton in his successful 1996 re-election campaign. He is head of <a href=\"http://www.vote.co.uk\" target=\"_NEW\">www.vote.co.uk</a></p>",
  "Unexpectedly stubborn resistance by Slobodan Milosevic and his Socialist party allies to the loss of the Yugoslav presidency has pushed Serbia to the brink of new street protests and created a dangerous struggle for power. <p>The Socialists have walked out of talks on forming an interim government to rule Serbia until the elections in December, and they insist that they still run the republic's police force. </p> <p>In response, President Vojislav Kostunica and his colleagues are planning to bring back the popular anger which turned the federal parliament and the state television headquarters into smoking ruins last week. </p> <p>\"If they delay [Serbian] elections we will bring the demonstrators out again in three days,\" said Zoran Djindjic, the chief strategist behind the movement which brought Mr Kostunica to victory. </p> <p>Mr Djindjic's driver and the bodyguard of another party leader were detained by eight men in plain clothes as they sat in their car outside his office late on Tuesday night. Although they were freed two-and-a-half hours later it was a reminder of the power that the old regime still has to harass Mr Kostunica's team. </p> <p>A week after the popular uprising which forced Mr Milosevic out of office, Serbia has entered a limbo in which Mr Milosevic is mounting a rearguard action by mobile phone while the new rulers find it hard to sideline him completely and achieve a full transfer of power. The contra diction is well illustrated by Mr Djindjic. \"He [Milosevic] is a private citizen who's protected by the presidential guard, which is an elite unit of the army,\" Mr Djindjic said. </p> <p>A dissident philosopher who was persecuted under Tito and lived in Germany for 12 years, Mr Djindjic leads the Democratic party, the largest member of the 19-party alliance known as the Democratic Opposition of Serbia. As Mr Kostunica's campaign manager, he is widely seen as the mastermind behind the successful strategy of strikes and protests which was launched when Mr Milosevic tried to force a runoff. </p> <p>One reason why the new rulers cannot act more decisively is that they have only won power over federal institutions. The Serbian presidency, parliament and government are still controlled by the Socialist party. </p> <p>Another reason is that Mr Kostunica does not want to be too radical. \"We could make a revolution but it wouldn't be good. It would create too much instability,\" Mr Djindjic said. \"Our problem is that we want to change as much as possible without overstepping the boundary of legality. To some extent the crisis which the Socialists have provoked by refusing to discuss the formation of a new government is one of posturing. The Kostunica camp controls the street, and most of Mr Milosevic's allies cannot go outside their houses without bodyguards. </p> <p>\"The Socialist party has no structures anymore,\" he said. \"Milosevic can give orders by phone but there are no instruments to carry them out.\" </p> <p>The Yugoslav army chief of staff, General Nebojsa Pavkovic, cannot send army units against protesters. But he can block changes. </p> <p>Similarly, police at the grassroots level would not dare tp act against crowds although sections of them - such as security service operators who still tap telephones - are an irritant, Mr Djindjic said. </p> <p>The media is completely in the hands of the Kostunica team, with many analysts claiming that Mr Milosevic made a major blunder by not conceding defeat after the first round. Then he would have avoided the muscle-flexing street protests and the loss of Serbian state television. </p> <p>With the television still in his hands, Mr Milosevic would have been in a much stronger position to resist the changes today. Mr Djindjic is not surprised that people have not so far tried to storm Mr Milosevic's mansion. </p> <p>\"We kept things under control last week, going after him was not part of the plan. We didn't want to risk lives.\" </p> <p>But he admitted that the events of last Thursday, when protesters set fire to the parliament and the TV headquarters, were not planned. </p> <p>When Mr Milosevic tried to push the election into a second round, the opposition developed its strategy of civil disobedience. There were to be five days of street blockades in every major city in Serbia to show that people were not ready to accept the fraud. Next would come a coal miners' strike to show the opposition's industrial muscle. Finally, protesters would converge on Belgrade from all over the country in convoys of buses. </p> <p>\"We planned to occupy buildings in Belgrade and then use them as a base from which to negotiate Mr Milosevic's departure. But more happened than we thought,\" Mr Djindjic said. </p> <p>Parliament and the television offices were burned, and the police switched sides. The constitutional court went into reverse and declared Mr Kostunica the election winner.</p>",
  "<b> Thousands protest at Eta killing</b> <br> <p> Hundreds of thousands of Spaniards poured on to the streets in a show of revulsion at the latest killing by Eta, the Basque separatist group. </p> <p>Candlelit marches and vigils were held throughout the country on Tuesday night after the shooting of a senior lawyer in Granada, southern Spain. </p> <p>Luis Portero, 59, the chief prosecutor at Andalucia's superior justice tribunal, was shot through the head at his home on Monday. He was the 14th victim attributed to Eta since it ended a truce at the start of the year. </p> <p>The largest protest took place in Granada itself, where more than 100,000 people packed the streets, chanting \"Eta out\" and waving the palms of their hands covered in white paint. </p> <p>Outside the town hall, they heard the city's mayor deliver a defiant speech against violence. \"Our future is written in two words - peace and freedom,\" Jose Moratalla said. Earlier, the prime minister, Jose Maria Aznar, who led the mourners in Granada's 15th-century cathedral, had urged Spaniards \"to continue showing their outrage and keep faith in the government's policy\". His words prompted rallies in Madrid, Seville and several Basque cities. </p> <p>Portero is the first lawyer to be killed in the current wave of violence and follows the crackdown by Spanish police and magistrates on members of Eta's political wing last month. Madrid has also given the courts special powers to charge juveniles who take part in pro-Eta riots. <br>Adela Gooch, Madrid </p> <p><b> Africa debt of £820m written off</b><br> </p> <p>China will write off more than £820m owed to it by the poorest African states to help boost development and strengthen Beijing's ties with the continent. </p> <p>Yesterday's announcement by the foreign trade minister, Shi Guangsheng, came on the second and penultimate day of a Sino-African forum in Beijing that China hopes will position it as a leader of the developing world. Forty-four African countries have sent heads of state or senior officials to the Chinese capital. </p> <p>Liberia and Malawi also sent observers, though they have diplomatic ties with Taiwan and will not receive any debt relief, a Chinese foreign ministry spokesman said. </p> <p>Aid, often low-or zero-interest loans repayable on flexible schedules, has been a pillar of Chinese ties with Africa. Chinese officials have not put a figure on the country's total loans to Africa, but Mr Shi said Beijing would cancel 10bn yuan (£820m) owed by \"heavily indebted poor countries and the least-developed countries in Africa in the next two years\". </p> <p>Beijing hopes that writing off a portion of its loans will encourage other countries and financial institutions to write off the continent's £220bn of foreign debt. </p> <p>Mr Shi said China will also gradually boost assistance to Africa in line with its own economic growth, and will give credit incentives for Chinese firms to invest in Africa. <br> AP, Beijing </p> <p><b> Ex-nuclear plant's staff arrested</b><br> </p> <p>Japanese police made the first arrests yesterday concerning the worst nuclear accident since Chernobyl. </p> <p>Six former executives and employees of JCO - the plant operator - have been charged with negligence resulting in death for illegally changing the safety manual to cut costs at the uranium processing plant in Tokaimura, 80 miles north-east of Tokyo, in September last year. </p> <p>Lacking training and following the illegal guidelines, two men mixed almost eight times the safe amount of uranium, using stainless steel buckets rather than a machine, setting off a chain reaction that raged for almost 20 hours. </p> <p>Both men died, at least 439 people were exposed to radiation and some 200,000 residents were told to close their windows and stay indoors. </p> <p>Police also plan to charge JCO and its then president, Hiroharu Kitani, for breaching nuclear reactor laws. </p> <p>The government hopes the arrests will draw a line under the accident, which has crushed public confidence in an industry that generates about a third of Japan's electricity. But environmental groups criticised the police for failing to consider the responsibility of nuclear safety authorities, which had not inspected the JCO plant for seven years before the accident. <br>Jonathan Watts, Tokyo </p> <p><b> Neo-Nazi crimes rise in Germany</b><br> </p> <p>Crimes against immigrants and Jews nearly doubled in Germany during August, the interior ministry said. Officials attributed part of the rise to the public reporting more incidents - the government has recently urged Germans to take a stand against neo-Nazis. </p> <p>There were 1,112 offences committed in the following month, compared to an average of 668 in the first seven months of the year, the ministry said. Crimes against foreigners rose to 403, from an average of 210, while anti-semitic offences rose to 121, from an average of 68. </p> <p>There is little sign of the violence abating, with several minor attacks on synagogues and other Jewish sites recently. On Tuesday, the authorities in the eastern city of Dessau said vandals had attacked the memorial to Alberto Adriano, a Mozambique-born immigrant whose murder by skinheads became a focal point for concern over racism in Germany. </p> <p>In a statement yesterday the ministry said that the latest figures showed \"it was right to step up police surveillance and efforts to punish those responsible for these crimes, and that this must continue\". Few would dispute that. But the fact that neo-Nazi crimes have increased since the government announced its crackdown leaves its methods open to criticism. </p> <p>A row is already simmering over the authorities' key initiative - an attempt to ban the extreme right National Democratic party of Germany (NPD). The NPD has reported a surge in membership applications since the initiative. </p> <p>The interior minister, Otto Schily, who was originally sceptical about the effectiveness of such a move, confirmed on Monday that he would be seeking a ban. He said he was confident he could secure the backing of a majority of Germany's regional governments, needed to make a request to the constitutional court. </p> <p>The federal cabinet is expected to approve a petition to the court next month, but the Greens, the junior partners in Germany's centre-left coalition, remain uneasy. <br>John Hooper, Berlin </p> <p> <b> Sri Lanka faces hung parliament</b><br> </p> <p>Sri Lanka was last night heading for a hung parliament after early results from a general election indicated that neither the governing People's Alliance nor the United National party (UNP) would get the seats required for a majority. </p> <p>A hung parliament would mean that the president, Chandrika Kumaratunga, and the opposition leader, Ranil Wickremasinghe, would have to work together, even though their personal relationship in recent months has often been characterised by personal animosity. </p> <p>Ms Kumaratunga wants the constitution to be altered to include a devolution package that would allow Tamil majority areas in the north and east to have more autonomy, to try to bring an end to the 17-year civil war in which 60,000 people have died. </p> <p>But Mr Wickremasinghe has criticised her for not entertaining the idea of talking to the Tamil Tigers. Without their support or consent, he argues, a political settlement will be impossible to implement. </p> <p>Both the alliance and UNP were set to start some frantic horse trading to win support from smaller parties. </p> <p>Many may be attracted to the governing coalition, because Ms Kumaratunga can appoint and dismiss ministers and retains the finance and defence portfolios. Under the country's emergency legislation she can even ignore the parliament. </p> <p>\"Mr Wickremasinghe's only card is that parliament in the long run controls the purse strings,\" a diplomat said. \"But someone of the president's intelligence is likely to give them a difficult time.\" </p> <p>The election commissioner said yesterday that the poll results would be announced today after talks with the parties. <br>Alastair Lawson-Tancred, Colombo</p>",
  "<b> Age: </b> 70 (born Vitebsk, in the USSR, in 1930). <p> <b> Appearance: </b> Jovial, hard-living Russian with a passion for stormy conversation over fine vodka. </p> <p> <b> And his real passions? </b> Um, semiconductor heterostructures, mostly. </p> <p> <b> I see. Perhaps that's why I've never heard of him. </b> Clearly you're not a regular reader of Pis'ma v Zhurnal Tekhnicheskoi Fiziki, the journal he edits. </p> <p> <b> I think I missed the last issue. </b> Nice try. Evidently you've no sense of how thrillingly exciting semiconductor heterostructures really are, and why Prof Alferov has just been jointly awarded the Nobel prize for physics. </p> <p> <b> That kind of corrosive, anti-scientific cynicism is just so typical. </b> No cynicism intended: counter-intuitive though it may be, the country which brought you the world's most lumbering novels and most lugubrious music can take much of the credit for today's superfast wired world. </p> <p> <b> I feel an explanation coming on. </b> Semiconductor heterostructures, you see - opto- and micro-electronic components, based on layered semiconductor structures - are crucial to the functioning of radio-link satellites, barcode readers, CD players, laser pointers . . . </p> <p> <b> All right, all right, I get the idea. </b> And the internet. (Whatever Al Gore says.) </p> <p> <b> Is that it? </b> Oh, and mobile phone systems. </p> <p> <b> Next you'll be telling me this guy invented the light bulb. </b> Don't be foolish. Although come to think of it, many scientists reckon the light bulb may one day be replaced by laser diodes which - you've guessed it! - owe much to the professor's research. </p> <p> <b> All that unrecognised creativity! </b> Only unrecognised by philistines like you, actually. Apart from the Nobel cash - which he shared with Herbert Kroemer and Jack Kilby - Prof Alferov holds at least 13 honorary memberships of prestigious scientific bodies and has had more than 400 influential articles published. </p> <p> <b> Least likely to say: </b> \"Hello? Hello? I'm in the lab. I've just won the Nobel prize - hello? you're breaking up ...</p>"
]