[
  "The IRA is expected to allow inspection of at least two new weapons dumps by the end of this week, shortly before next weekend's Ulster Unionist party conference in Belfast. The move is designed to strengthen embattled UUP leader David Trimble. <p>Maarti Ahtisaari, the former Finnish President, and former ANC general secretary Cyril Ramaphosa, are expected to fly discreetly into the Republic of Ireland, where they will be met by an IRA leader and be shown IRA weapons dumps. The weapons will be electronically tagged to ensure they will not be moved or used. </p> <p>This is what one British source called 'a mutual confidence-building measure' and takes place in the context of the announcement by Peter Mandelson on Friday that IRA prisoners who escaped British jurisdiction and are living in the Republic or the US can safely return to Northern Ireland. </p> <p>One of the fugitives affected is the head of the IRA's Southern Command. This leading Republican, originally from Belfast, is the man arms inspectors met last June in the first inspection of two arms dumps believed to be in Co Cork. </p> <p>Republicans have told The Observer that this is the most likely reciprocation from Republicans, who will sell it to their own constituency as being their part of the 'demili tarisation process'. The announcement by the Chief Constable of the RUC, Sir Ronnie Flanagan, that six military bases across the North will close, is another part of this process. </p> <p>Although anti-agreement Unionists complained bitterly that Mandelson's announcement grants virtual amnesty to IRA fugitives, pro-agreement Unionists feel that new arms inspections will help Trimble.</p> <p>As one Trimble supporter said yesterday: 'We can argue that slow progress is better than no progress and that the no-Unionists won't have compromised a single IRA bullet by their rigid stance'. </p> <p>Nevertheless, anti-agreement Unionists such as Jeffrey Donaldson are likely to argue that this arms inspection falls far short of what the Unionists' electorate demands. Yesterday, Donaldson told the BBC that if the UUP did not change its policy on sharing government with Sinn Fein, it faced annihilation at the next general election. Donaldson said the nine Ulster Unionist MPs would become 'two or three'. </p> <p>Donaldson denied that he was starting a leadership contest. 'The leadership is an issue for another day,' he told the BBC. 'Policy is the issue for today'. He called for a return to a strict 'no guns, no government' line, which would involve pulling out of the power-sharing Executive rather than sharing power with Sinn Fein Ministers. </p> <p>So Trimble faces next week's conference with his leadership dependent upon the actions of the IRA. 'We expect them to keep their end of the bargain,' said a British Government source, adding that the announcement by the Secretary of State, plus the demilitarisation announcement by the chief constable added up to 'not quite a quid pro quo but sequence is not a bad word'. </p> <p>The murder of a man late on Friday night in Magherafelt, Co Tyrone is not believed to have been sectar ian. Just before 11pm, two men entered the Depot bar on the Union Road in Magherafelt, singled out a Catholic, Patrick Quinn, 32, and shot him dead. The men made their escape in a blue Sierra, with the registration GDZ 5662. </p> <p>Despite initial speculation that the effectiveness of the murder indicated that the Loyalist Volunteer Force may have been involved, security sources are indicating that they now believe the murder to have been drugs-related - not that this rules out LVF involvement. </p> <p>The killing of Quinn has been condemned by the local MP, Martin McGuinness.</p>",
  "The international 'community may let Slobodan Milosevic avoid prosecution for war crimes and escape into exile, if he agrees to hand power to Serbia's opposition, which defeated him in last weekend's elections. <p>Diplomatic sources say London, Washington, Bonn and Paris are close to agreeing a formula to be put to Milosevic by Russian Foreign Minister Igor Ivanov in Belgrade next week. </p> <p>The Yugoslav President, who is the subject of a sealed indictment from the War Crimes Tribunal, was yesterday still insisting that elections must go to a second round between he and opposition leader Vojislav Kostunica despite overwhelming evidence that the opposition won last weekend's elections. </p> <p>Ivanov's proposed Belgrade visit - yet to be approved by Milosevic - follows intense diplomacy within the Contact Group on the Former Yugoslavia: the US, Britain, Germany, France, Italy and Russia.</p> <p> The Observer understands the proposal was first floated during a visit to Moscow last week by German Chancellor Gerhard Schröder, who was instrumental during the war in Kosovo in persuading Russia to mediate with Milosevic over Nato conditions. </p> <p>The Foreign Office yesterday confirmed that Foreign Secretary Robin Cook had had two lengthy telephone conversations with Ivanov over the Belgrade situation on Friday night and on Saturday, after similar talks with his opposite numbers in Europe and Washington. </p> <p>Despite the inevitable outcry if Milosevic were allowed to escape prosecution, opinion in the US and Europe is leaning towards removal of Milosevic from the scene and a peaceful transition to democracy in rump Yugoslavia that could be threatened by a trial. The prospect of Milosevic escaping trial was raised last week amid speculation this was on the agenda during Schröder's visit and also in talks between the French Foreign Minister Hubert Védrine and Russian President Vladimir Putin later in the week. </p> <p>One Russian newspaper reported on plans to fly the Milosevic family to Kazakhstan. Belgrade papers said some of the family were already in Moscow. The Yugoslav embassy in Moscow dismissed the reports as 'misinformation'. </p> <p>Although Russia has not joined the West in pressing Milosevic to step down, Moscow has been quietly distancing itself from its old ally since election results were announced. Germany yesterday denied negotiating with Moscow for Milosevic to escape, but a senior German diplomat said he believed that Germany favoured finding an way out for him. </p> <p>'Officially we're all in favour of [the tribunal]. But we need an exit strategy and that means getting him off the hook,' he said.</p>",
  "In the early hours of Sunday morning two weeks ago I arrived in Belgrade. I was here for the revolution; here to see Milosevic go and I was happy. Happy, but afraid. Afraid of blood, of clashes with the police, and of more horror in this tormented, twisted country. <p>Afraid, as a journalist pretending to be a tourist, I'd be discovered. For the first days my palms were damp. Then, it became clear that Slobodan Milosevic's police had much more important things to worry about than a few strays. </p> <p>Now, a week after the elections, we are still waiting. What should have been swift and clean and beautiful - the people's election of their new president and the end of 13 years of war, darkness and pain - is going too slowly. It is like a graduation dance where everyone is outside the dancehall in their dresses and tuxedos and inside the music is playing, the tables have been laid for dinner - but the door is still locked. </p> <p>A week ago, the night of the election, people worried that the turnout had not been big enough to oust him. Then the news began coming in from the unofficial counts showing clearly that Vojislav Kostunica, the 56-year-old lawyer who had come to symbolise something decent and clean for Serbia at last, had defeated him. Another 24 hours of silence. Would Milosevic accept the results? Then, the news that the crooked Milosevic's Electoral Commission declared a Kostunica victory but not enough for an outright win. There would have to be a second round, they said. The beer drinkers and sausage eaters sighed weary sighs. 'We knew it would not be so easy.' </p> <p>They are desperate to breath again to escape the isolated island of Serbia and its time warp where even the menus are trapped in the past. In the empty dining room of the Majestic Hotel there are great plates of fried steak and sauerkraut. Kaymak, the cheese of boiled milk and salt, is crumbled over rough, damp bread. </p> <p>Every evening the emotional rollercoaster reaches a new peak or trough - sometimes it just grinds on forward. Night after night floods of people gather on the squares, while the bizarre, twisted, official election results slip out. On Thursday the official bulletin said that 7,345,676 people had voted and then, in the next line, gave the official number of people registered to vote as 7,249,831. </p> <p>An important-looking man in a suit with glasses perched on his nose appeared on state television and said something along the lines of a typing error. There were more ghost voters in Kosovo - about 140,000 - people who turned up to mysteriously vote at polling stations that never opened. </p> <p>At night we go visiting, usually to the homes of the friends of my translator, a generation of Serbs who had grown up with Milosevic's wars. They, and the whole town, seem to be drinking, chain-smoking and waiting. Whisky for the election and then, when that was gone, the young red wine that came from a windy farm near Kragujevac in the heart of Serbia. </p> <p>In the background, when anybody could bear to watch it, the state television news RTS continued to churn out Animal Farm results: 'four legs good, two legs bad'. News from around the world saying that in China they were congratulating Serbia on the free and fair election. The phony election monitors, private individuals invited by Milosevic's government, being presented on TV as 'German election monitors' who said this and 'Canadian election monitors' who agreed with them. </p> <p>Sometimes, in the evening, the news is read by a handsome young man in a dark suit and close-cropped hair. 'I used to be in college with him and he seemed quite normal then,' says my translator. </p> <p>On Wednesday night Milosevic appeared on TV addressing his party workers as they prepared for his mythical second round. His face was shinning with exhilaration. He was animated, confident, cajoling. The most hated man in Serbia looked like he was having a good time. </p> <p>The man who won the presidential election, Kostunica, was careful to present another face to his people. In a city of political assassination he goes around without bodyguards - a deliberate act to symbolise a change from the past and that his protectors are the people. Inside the opposition is struggling to find a way forward that will avoid bloodshed. Kostunica, the lawyer, will challenge the official results in the courts. A Russian delegation led by Igor Ivanov will come to Belgrade to try to persuade Milosevic to step down. It was Ivanov who came as emissary during the Kosovan war to tell Milosevic that it was all over for him. </p> <p>By Friday night, in the bar downtown, people were tired. 'Even revolutionaries have to get some rest,' said a friend as she packed up for home. By yesterday a little despair was filtering in. Friday night had been a bad one for the opposition. Only 30,000 people were on the square. The campaign of civil disobedience and strikes doesn't begin until tomorrow. What would they do now? </p> <p>Another Serb friend came in late from work. 'They have to do something with the people. They have to lead them to the presidency and say it belongs to us now. We are losing the momentum.' But Kostunica, aware of the pain and anger locked inside the hearts of his people, is afraid of what he might unleash. For now, for most people, it would be enough if Milosevic simply disappeared. </p> <p>Three days before the election, a fax was sent to the Beta Newsagency in Belgrade - it was the flight plan of a plane that was due to leave Romania for Kazakhstan the day after the elections. The flight plan was genuine, said a flight controller who examined it and identified the pilot as the head of the State Airline Company, Bosco Cvijic. But nothing else was sure. Maybe the words of the secret sender printed carefully were true, maybe not. 'The boss plans to escape on Monday 25th with his family... he will take off for Romania... by helicopter and continue in the Falcon for Kazakhastan. It is no wonder his brother organised diplomatic privileges for him earlier this month. We can stop him.' It was signed 'A friend'. </p> <p>No one published it. Rumours, gossip, Belgrade is full of it. But when this is finally all over, and it will be because Milosevic has already lost the police and army, the probability is that he will be taking a plane somewhere - and it will not be The Hague. </p> <p>Politically, that would suit the outside world and it would also suit many in Serbia who felt better ignoring what was happening in Sarajevo, Srebrenica, Vukovar. Kostunica has said he won't hand him over to The Hague - a court backed by nations that once bombed Serbia. The British and French governments who opposed intervention during the terrible years of the Croatian and Bosnian wars and treated Milosevic like a statesman would prefer a quiet retirement for him. </p> <p>But there are so many, many others. Croatia, 1991, a three-year-old boy on the slab of a morgue in Dubrovnik with paisley floral turn-ups on his small jeans; in the central Bosnian town of Tuzla in July 1995, a woman hanging from a tree after making it out of Srebrenica but then deciding she could not go on living; the mothers, daughters and lovers of 7,000 men and boys who were executed there; the women who were raped by Milosevic-sponsored paramilitaries in the long summer of 1992; or in Kosovo, last year, a woman who held the body of her youngest child, for just a few seconds more, before laying it carefully in the truck taking the bodies of all her four children to a dump outside the town of Suva Reka. </p> <p>But here we expect to wake up some morning and he will simply be gone. Perhaps, the Russians are coming to promise him a piece of land on the Black Sea. The thing he misses most these days is swimming. Indicted and trapped in Serbia, he is cut off from the Adriatic sea he loves at Kupare. A place where he used to swim before he began destroying so many, many lives.</p>",
  "The approval of a self-administered abortion pill by the US Food and Drug Administration last week threw the knife-edge presidential election campaign into a domain of American politics the candidates had hitherto managed to avoid: the moral battleground. <p>A campaign so far marked by a fight for centre-field voters over the nitty-gritty of Medicare and education is suddenly set to be blown open by emotional issues that arouse political passions in America: gay rights, race, state power, the division between church and state.</p> <p>This may not be a headline-grabbing election like those fought by Bill Clinton or Ronald Reagan, but it is the closest and most politically polarised for decades. And nowhere is that polarisation more stark, and the battle so close and bitter, as over these 'social' issues, and for the terrain on which they are adjudicated: the Supreme Court, where the busiest term for many years begins tomorrow.</p> <p>The US Supreme Court and its appellate subsidiaries may not even get a mention in Tuesday night's first presidential TV debate between the candidates. But the appointments the next US president makes to its bench will have a greater impact on the core of society than either candidate could hope to have, with judgments far outliving their terms of office.</p> <p>'For the Supreme Court, this is the most significant election of my lifetime,' said C. Boyden Gray, White House counsel under George Bush senior. The present Supreme Court, headed by chief justice William Rehnquist, is the most narrowly divided for decades. The court had been a conservative bastion, but two appointments by Clinton turned it into a closely balanced scale which the slightest weight can tip decisively to the right or to the left - which is exactly what Bush and Gore intend to do, in opposite directions.</p> <p>The court is up for grabs, with the next president likely to make two or three lifetime appointments. Its most liberal member, Justice John Paul Stevens, is 80 and likely to leave during the next presidential term. Justice Sandra Day O'Connor, a 'floating' moderate, is also likely to leave soon. Justice Rehnquist himself turns 76 today.</p> <p>The court's decisions on major issues over the past two presidential terms have invariably been settled 5-4, occasionally 6-3, with Clinton's judges, Stephen Beyer and Ruth Bader Ginsburg, all but cancelling out the ultra-conservatives Antonin Scalia and Clarence Thomas who consistently take a hard right-wing line which Bush junior loves.</p> <p>The court tomorrow sets out on a term with several crucial cases, concerning free speech, labour and disability law, federal civil rights, search-and-seizure laws, citizenship rights of children born to only one US parent and prisoners' rights. And now, inevitably, abortion.</p> <p>Thursday's decision to license the abortion pill sent the anti-abortion lobby into a flurry of soul-searching and discussion of new tactics, with many pledging that legal action - likely to end up before the Supreme Court - will be among them. There is no issue over which Gore and Bush are more at odds - and no issue over which they are as anxious to ensure a place for their point of view on the Supreme Court bench.</p> <p>It was the Supreme Court which, in the historic Roe v. Wade ruling of 1992, established every woman's right to terminate a pregnancy. And while the Food and Drug Administration has passed the abortion pill, three votes on the Supreme Court bench are ready to overturn 'Roe v. Wade'. Other conservative judges stand by Roe - but by only five votes to four.</p> <p>One appointment could shift that balance, and moderates may be reluctant to remove the many barriers to abortion - and to getting the pill - that state authorities can still place on the process.</p> <p>Apart from abortion, the most controversial area of recent Supreme Court rulings has been the death penalty, a matter of disagreement between Gore and Bush. There is a sway in public opinion (especially the legal profession) against the death penalty. The Rehnquist court has ruled extensively but narrowly on death penalty cases: it has allowed for the execution of the mentally retarded and of children.</p> <p>'For the 3,682 men, women and children on death rows across the nation,' says Stephen Bright of the Southern Center for Human Rights, 'this election is literally a matter of life and death. The court could play a greater role in restricting the use of the death penalty, or could give the states free rein to carry out more and more executions'.</p> <p>Underlying the relationship between the court and the issues of both abortion and the death penalty is the notion of 'states' rights' and federalism - the core of American constitutional politics. Justice Rehnquist has made the defence of 'states rights' his hallmark, and his Supreme Court has knocked back the expansion of federal law to a degree that even prevented the criminalisation of possession of guns in school. </p>",
  "The French are sick of their politicians. When one of Prime Minister Lionel Jospin's Ministers pressed the flesh in Lyons last week, onlookers shouted: 'All politicians are corrupt!' <p>The still centre of the political storm blowing around the country's latest scandal about political slush funds is President Jacques Chirac. He has been keeping his head down while all about him have been losing theirs. The accusations that the coffers of Chirac's party, the RPR, had been swollen by covert funds during the Eighties were made in a dramatic fashion from beyond the grave. </p> <p>Jean-Claude Méry, a former financier for Chirac's party, recorded an interview on videotape in 1996 pointing the finger at his former boss and accusing him of corruption. Méry died last year, so the release of the tape and its damaging publication in Le Monde were posthumous. 'A ghost has just accused Chirac,' reported one newspaper. </p> <p>On tape, Méry claimed that while Chirac was mayor of Paris in the Eighties he ran a covert fund into which was pumped cash from companies awarded municipal contracts. He also claimed he opened a briefcase containing cash kickbacks worth 4.5 million francs (£450,000) while Chirac was in the room. Méry said it was his job to collect funds covertly for the RPR from firms which had been given contracts to install lifts and paint hallways in high-rise Paris council estates. </p> <p>To many the charges seemed to warrant a detailed rebuttal. But Chirac has only made one short blanket denial on French TV, denouncing Méry's charges as an 'abracadabra tale' spun for political motives. </p> <p>Chirac may well have been following the precepts laid down by his mentor, Charles de Gaulle, who said in 1963: 'To be above suspicion is not only a question of not doing anything wrong; it's also about not showing the slightest sign of weakness.' </p> <p>The only problem is that there is every sign that the French people don't believe Chirac, and instead want him to come clean about how the RPR raised its money at a time when legislation on party funding scarcely existed. In a poll last Wednesday, 76 per cent said the revelations made it imperative that the president accounted for himself in detail. </p> <p>A poll in the daily Le Parisien last Thursday found 67 per cent of respondents believed France's latest corruption scandal had besmirched the image of the country's political class. </p> <p>And this in the week after 70 per cent of the electorate could not be bothered to turn out for a referendum that was widely believed to have everything to do with politicians' abstruse constitutional wranglings and nothing to do with the real daily concerns of French people. 'Le rejet de la politique' (the rejection of politics) is a headline that more than one French newspaper used last week to catch the mood of alienation. </p> <p>'We need an early presidential election and the resignation of the government to relieve our disgust,' the news magazine L'Express said in an editorial. Even a political adviser to the president's RPR party this week whined: 'How many times must we see the power of the executive so abased? The Republic has a bloody face.' </p> <p>The scandal has done nothing for France's international reputation. 'We are the fourth largest power in the world and we are reduced to holding debates that are totally humiliating and degrading for all politicians and for our democracy,' said Patrick Devedjian, a presidential adviser and party spokesman. </p> <p>But just as the Socialist Party was delighting in Chirac's discomfort, it too became embroiled in the scandal. It turned out that the original videotape of Méry's allegations had been in the hands of Dominique Strauss-Kahn, a leading Socialist politician who resigned from the government earlier this year over allegations of false accounting at his law firm. </p> <p>According to French media accounts, a tax lawyer may have given Strauss-Kahn the tape while he was Finance Minister in exchange for going easy on couturier Karl Lagerfeld's tax bill. Strauss-Kahn and Lagerfeld denied there was any such deal, and the former Minister claimed he had never even watched the tape. </p> <p>Sixty politicians and businessmen are under investigation as a result of Méry's allegations - including the mayor of Paris, Jean Tiberi. </p> <p>But French politics has been fraught with corruption for decades, and all the major parties have been embroiled. Socialists and Gaullists alike took big gifts from firms and many politicians frequently siphoned these funds from party coffers into their own pockets. Socialist corruption cost the party the 1993 general election. Even the current Communist leader, Robert Hue, and his predecessor, Georges Marchais, faced a judicial investigation over misplaced party funds in 1996. </p> <p>Indeed, what has been most astounding down the years, for those enamoured of purported Anglo-Saxon probity, is that France seems to be another country in which public funds are often treated as spoils to be carved up for private gain. </p> <p>How else can one explain the £20,000 given by a now-jailed RPR official to Xavière Tiberi, wife of the mayor of Paris, for a 36-page report which she largely plagiarised from a textbook? Or the case of former RPR Prime Minister Alain Juppé who, while he was in charge of Paris's finances in the early Nineties, rented flats for himself and three members of his family at far below market rents and arranged that his own luxury apartment be refurbished at a cost to the council of more than<b> </b> £100,000? </p> <p>Corruption hasn't just been a Parisian problem: the mayors of cities such as Lyons and Grenoble were disgraced during corruption scandals in the Eighties and early Nineties. Nice's mayor even flew off to Uruguay to avoid criminal charges and a bill for £2m in unpaid taxes. </p> <p>The French hoped to put all this behind them when, in 1994, Prime Minister Edouard Balladur banned all party funding by companies. Today only individuals can contribute to party coffers. But the scandals continue, and these donations are topped up by some state support. </p> <p>Chirac is not obliged to say anything on the Méry case, because presidential privilege prevents him from being questioned or charged over the affair. But one of the most sophisticated electorates in the world, which may or may not return him as president in 2002 or before, might well appreciate it if he did.</p>",
  "<p>As the New England leaves were turning to gold in the autumn of 1975, an exclusive enclave of Greenwich, Connecticut, was stung to its pampered core by a crime that could, surely, have been committed only by an intruder to its world of yacht clubs, careful etiquette and restrained power. </p> <p>Martha Moxley, an effervescent blonde teenager, was horribly bludgeoned to death with a golf club and dumped in the garden of her parents' house in Belle Haven. She had been struck so hard that the shaft of the club broke into four pieces, only three of which were discovered at the scene of the crime. The grip, which might have had the fingerprints of the murderer on it, has never been found. The killer used one of the pieces, which had a sharp point, as a dagger and stabbed Martha through her neck. </p> <p>For years, her killer was barely sought and never found. Only after a quarter of a century did the net slowly tighten to encircle and finally entrap the man now accused of the murder: Michael Skakel, a neighbour of the dead child and high-society heir to one of the most prestigious fortunes in America, related by marriage to the Kennedy family. But that is just the prologue to the story of intrigue that surrounds the death of Martha Moxley. </p> <p>The tale itself is a tragic, gruesome, blue-blooded murder story at a hub which connects the spokes in the turning wheel of American power. The Kennedys, the Lewinsky scandal, the super-rich of Atlantic seaboard, the O.J. Simpson trial and more: almost every drama that has hallmarked America's recent past is there, stitched into a ghastly, painfully unfolding narrative. </p> <p>But even more intriguing than the story is the man who spent the past 10 years piecing it together, and why he did so. Dominick Dunne is an author and journalist who occupies a curious position - a blend of jester and ringmaster - at the heart of the American establishment, which he views through the lenses of his round, owlish spectacles like no one since since Truman Capote. The difference between the two men is that Capote was, as Dunne says, 'Inside, Inside', which is why he was in the end spat out. Dunne describes himself as 'Inside, Outside', which makes it strange that the celebrities of America feel compelled to embrace a fellow so potentially dangerous to their own reputations. </p> <p>Dunne knows everyone who is anyone, and they know him. He is living proof of the fact that celebrity is contagious. He has met so many celebrities he has become one himself. But in the story of Martha Moxley, Dunne demonstrates something else - his position is at the centre of a village green around which the supposedly far-flung dramatis personae of America's lambent high -life turns out to be huddled with intimate, indeed, claustrophobic, proximity. And that when one of their own does something appalling, they gather round... </p> <p>Although, like the Kennedys he came to know, he comes from a rich, Catholic Irish-American family, Dunne never had a silver spoon in his mouth. His life, which he himself describes as 'a very strange thing to have lived and be living', has been punctuated by pivotal moments of doubt and crisis. None has been more cogent or heartbreaking than that which has haunted him 'almost every minute' since it happened: the murder almost 20 years ago of his daughter, Dominique. </p> <p>'Everything in my life,' says Dunne, perched on the edge of a sofa in his apartment on the Upper East Side, 'stems from that.' And nothing more so than his interest in the hunt for the murderer of Martha Moxley. </p> <p>Dunne and the Moxley killing found each other as though they were waiting for each other. In 1991, Dunne was reporting for Vanity Fair on the trial, for rape, of William Kennedy Smith. This was an odd thing for him to be doing, since he had been a guest at Bobby Kennedy's wedding to Ethel Skakel in 1950, having befriended the Kennedy family through school connections on the Atlantic seaboard, and shared beach holidays with them in California. He was, in short, a family friend. </p> <p>During the trial, Dunne heard a rumour that 'Willie' had been a guest at the Skakel household in Belle Haven on the night of Martha Moxley's murder. The Skakel children, six unruly boys and a girl, were Willie's cousins. Their rich, widowed father, Rushton Skakel, was Ethel Kennedy's brother. The siblings had a wild reputation and a few of them, including Michael and Tommy, drank a good deal, although they were only teenagers. Tommy, then 17, was the last person to be seen with Martha on the night of her murder and had been considered a suspect for years. A golf club belonging to his dead mother, Ann Reynolds Skakel, had been used as the murder weapon, but no charges had ever been brought and the case was at a standstill. </p> <p>In the end, the rumour turned out to be false: Willie Smith had not been at the Skakel house in Greenwich the night Martha was killed. But Dunne's curiosity was aroused. 'Whatever happened to that case?' he recalls asking someone he knew in Greenwich. 'Nothing,' he was told. Dunne found himself wondering what had become of the dead child's mother, Dorthy Moxley. 'Somehow, I felt drawn to this woman,' he says. </p> <p>He wrote to her and they arranged to meet at a coffee bar in Baltimore airport, near where she was living. Dorthy was media-shy at the time and suspicious of a plan that Dunne had developed to base loosely a novel on her daughter's murder. He told her it might turn a spotlight on the dormant case. 'I also told her,' he says with understatement, 'that I, too, was the parent of a murdered daughter.' Their daughters had been born a year apart, and each was viciously attacked by a man she knew on 30 October, although in different years. </p> <p>That moment marked the beginning of Dunne's friendship with Dorthy: she said, yes, he could write the book. 'No one can understand Dorthy Moxley's pain like I can,' says Dunne. 'She didn't know it when she agreed to meet me but our eyes met, I told her my story, and we got it. And we'll never lose it, she's a friend, a friend for life'. </p> <p> Dunne's daughter Dominique was a fledgling and successful actress, best known for her role in Poltergeist, when she was strangled to death in 1983 by her boyfriend, John Sweeney, who feared that she was rejecting him. Sweeney successfully argued that the murder had been a crime of passion and was sentenced to two-and-a-half years for manslaughter. </p> <p>After the trial, 'I felt a madness growing in me,' says Dunne. 'I was filled with sorrow and rage, and that rage became my life. I hired private detectives to follow him. I was immersed in crazy thoughts about him and about her every second of my life. But then, one day, I decided that I cannot live like this; it'll destroy me. I realised that I had to have the talent to do something else with this'. </p> <p>At the time, he was beginning to make it in New York as a writer. He found an editor, Tina Brown at Vanity Fair, who believed in him and took him on to write an account first of Sweeney's trial, and then those of other suspected murderers and villains: the Menendez brothers, O.J. Simpson, Claus von Bulow, and many more. It was in Martha Moxley, however, that he found the story he needed. </p> <p>Dunne counselled her mother in what he himself had learned: 'I told her how I had made myself deal with this. Not in rage, or in despair, but in actually doing something. My daughter's death changed my life; it is the worst thing that can happen to anyone. But it did not destroy it. That is what I told her.' </p> <p>In this respect, Dunne's involvement in the Moxley case goes way beyond beyond luck and coincidence, of course - but also beyond journalism, especially American journalism, of which the very notion of neutrality is a sacred bedrock. 'I am a mover and a shaker in this story,' he admits with defiance. 'I am not the writer of this story, I am a player. I was a part of the story from the beginning, I made it happen, and I'll get criticised for that. But I don't care'. </p> <p> A Season in Purgatory, Dunne's novel based on the case, which blamed Martha's murder squarely on a thinly disguised Skakel, was published two years after his first meeting with Dorthy Moxley. It quickly became a best-seller and TV news networks carried stories about how it had helped revive interest in a 1975 murder case. Martha Moxley was back in the headlines. </p> <p>People with new evidence started to come forward almost at once, and presented themselves not to the police but to Dunne, who had begun to appear on television quite often, talking about Martha's murder. During a publicity tour for the book, he was approached by a forensic psychologist who had been hired early on by Greenwich police to act on the case. She told him that Tommy Skakel, until then the major suspect, was not the murderer. Dunne, too, had thought Tommy was guilty and had said so on television. 'She repeated it: \"It wasn't Tommy\". Her words haunted me,' Dunne says. </p> <p>The woman also showed him the autopsy photographs of Martha's body. One of the blows to her head had been so severe it had removed part of her scalp, which then hung over her face by a piece of skin. Propelled by the horror of what he saw, Dunne contacted the police in Connecticut to try and whip the case back to life, without success. They said the forensic psychologist had stolen the photographs. </p> <p>Two years later, the book was turned into a high-grade television mini-series and soon after it was broadcast, a young university graduate, whose identity Dunne protects, called him and, over lunch, related the contents of a private detective agency's report into the murder commissioned in 1991 by Rushton Skakel at a cost of some $750,000. </p> <p>Through a friend, the graduate had got the job of putting the detectives' findings into a narrative form. Rushton had wanted to take the spotlight of suspicion off his sons. But the report suggested that while Tommy had not killed Martha Moxley, the murderer could have been his brother, Michael. There was also a suggestion that Tommy may have helped him move Martha's body. </p> <p>This was ironic; the report which the old man had commissioned in the hope that it would exonerate his dear sons instead ended up implicating them. Rushton Skakel took it badly. An acknowledged alcoholic, he had already been devastated by the death of his wife from cancer two years before Martha's murder and, as a result, had struggled to keep his wayward, over-privileged offspring in line. This must have seemed the final blow. Rushton stashed the report away and it was never heard of until the young graduate handed it to Dominick Dunne. </p> <p>'I have,' Dunne reflects, 'the kind of life in which events seem to follow me around. I didn't go looking for this, it found me. I didn't go looking for those autopsy papers, they came to me. I didn't go looking for the Sutton report, some kid just called me up.' </p> <p>The next unsolicited call to Dunne introduced two further spheres of American drama into the narrative - one in Dunne's past. Lucianne Goldberg is best known nowadays as the woman who urged Linda Tripp to tape Monica Lewinsky's outpourings about her affair with President Clinton. But at that time, she was a literary agent Dunne had befriended. </p> <p>Goldberg represented Mark Fuhrman, the detective disgraced as a supposed racist during the O.J. Simpson trial, but whom Dunne nevertheless admired and had defended in print. Goldberg wanted to help Fuhrman, and Dunne decided that Fuhrman was exactly what was needed to prize open the Moxley murder case. </p> <p>Dunne's hunch about Fuhrman was a good one. Fuhrman pursued the case with a couple of accomplices. Grotesque details emerged: Michael Skakel, who had a perverse crush on Martha Moxley, apparently used to masturbate at her window, and even relieved himself over her corpse. Working with such material, as part of this new troika, Fuhrman produced a book called Murder in Greenwich, to which Dunne wrote an introduction, which in turn caused a grand jury to be called, to hear and question Michael Skakel. </p> <p> Dunne believes an upper-class conspiracy of silence protected Skakel for years and continues to do so. 'I believe that many people who lived in Belle Haven back then know things about the murder that they haven't told.' </p> <p>Last winter, he was stopped on the Upper East Side by a man who told him he used to be a friend of Michael Skakel's. He told Dunne that Skakel told him he was so drunk on the night of the murder he didn't remember whether he'd done it or not. When Dunne asked him his name, he walked away. Just three months ago, a woman came up to him in a bookshop in Vermont and told him that she was from Greenwich and knew where the grip of the golf club which had killed Martha was hidden. 'She said a lot of people in Greenwich know, but then she refused to talk further and walked out of the shop.' </p> <p>At the hearings earlier this year, the young heirs to the Kennedy name staked their reputation on a staunch defence of Michael Skakel. Skakel had looked after a foundation called the Citizens' Energy Foundation for Michael Kennedy after his brother, Joseph, commandeered him to be campaign manager in a possible run for the governorship of Massachusetts. Skakel had been a driver in the re-election campaign of the dynasty's patriarch, Teddy Kennedy, in 1994. Robert Kennedy Jnr had, three days before Skakel's indictment, accused Dunne of mounting a vendetta against Skakel and Fuhrman of financial greed. In the New York Times, he called Michael Skakel 'as honest as daylight... a genuinely good and decent soul'. And on 28 June, he went into court to insist he was not guilty. </p> <p>Reflecting on the Kennedy entwinement with both his own life and the Moxley case, Dunne can only say: 'Well, I went to the same school as Jack; I went to Bobby Kennedy and Ethel Skakel's wedding because we all knew each other from the beach and I was dating a friend of Ethel's. Then there we all were in court in Florida for Willie's trial; I was sitting across the aisle from the family. We lowered our eyes, we couldn't ever look at each other. Then they all come back again, in the Moxley murder.' </p> <p>While the Kennedys were defending their cousin before the grand jury, Michael Skakel sobbed. Who knows whether his were tears of rage or remorse. The judge ruled that there were probable grounds for suspicion that Skakel was Martha Moxley's murderer and that case should be sent for trial. Originally scheduled for this summer, it was postponed and a new date has yet to be set. But Dunne's work is done. 'Whatever happens next is up to the law,' he says in conversation, 'I have played my part.' </p> <p>Like the Skakels and Kennedys, the Dunne family had been cursed by tragedy before Dominique was murdered. Two of the five children born to Dunne and his wife, Lenny, died in infancy. Lenny herself is disabled. But you would not think, to look at him now, that such a past haunts Dunne. There is something dandyish about him, something fin-de-siècle , with his puckish smile, small frame and immaculate suit and tie. </p> <p>No wonder the likes of Princess Diana, Gianni Versace and his mentor, Tina Brown, were entranced. But thinly veiled beneath Dunne's charm, perfect, whipped-cream manners and that kindly gaze is a layer of reinforced platinum, the kind one only acquires through knowing tragedy from the inside, whatever face you show the world, and even if you are, as he admits to being, 'a complete tart when it comes to going to parties'. </p> <p>'Most people have a turning point in their lives,' he says, 'and the murder of my daughter was mine. But there have been others, several in fact. I was 18 when they sent me into the Battle of the Bulge, and I saved someone's life. I was a scared little boy in that war, and that had a major effect on me. I didn't talk about it for years and years. I buried it deep - but I think the experience told me that I had something'. </p> <p>After the war came Hollywood, where he was a television and feature-film producer, but after Hollywood came deep depression, acute problems with alcohol and a seminal six months living in a log cabin in Oregon, which Dunne now calls the 'really important time, when I realised what was important in life, and what was not - by asking what all this bullshit in life in Hollywood was really doing for me'. He moved to New York in 1980, then, just as he was beginning to make it in New York, came the most devastating blow of all, the death of his daughter. </p> <p>Dunne's books and journalism are superficially glitzy, but deep down, he composes dark morality plays. The very notion of this makes him clap his hands and clasp one of mine. 'They are about right and wrong, good and evil,' he says, excited at the brute simplicity of his own formula. 'They're about good people and bad people.' Does this come from a Catholic upbringing? 'No,' he says, 'it comes from the murder of my daughter.' </p> <p>There is more than morality at play in the Moxley murder story, and in Dunne's other books and reports for Vanity Fair. For all that he likes to stack his prestigious invitation cards along the mantelpiece, there is an earthy, Irishman's sense of democracy within. 'I hate to see people getting away with things because of who they are,' he says. 'I hate to see cops get lazy and Michael Skakel rise above suspicion just because he was rich.' </p> <p>Dominick Dunne has a keen eye for the case of JonBenet Ramsey, the six-year-old beauty queen murdered in Colorado. He has not, yet, turned his pen to this case but he is angered by what he sees as the preferential treatment of the prime suspects, JonBenet's parents. </p> <p>'There's a grand jury,' fumes Dunne with a rare loss of composure, 'and they are called to testify. Now, I don't know if they murdered her or not, but they're the prime suspects and they don't even have to appear. They get to do it all by video, only because they are rich. Well, that's something that would never happen to a black family.' </p> <p>Dunne's next novel will, he says, 'be my last. I have written some good books but not a great book and I think I have it in me to write one great novel, if that's not too pompous. I can't imagine winding down, but I'm 75 next month, I have prostate cancer, and have to accept realities'. It will feature the same cast as his book, People Like Us, which was set among the New York glitterati wherein he circulates, and which both loves and fears him. </p> <p>'Inside but outside,' he ponders. 'I've always been like that. It can be done. What happened to Truman Capote was that he got inside the establishment and tried to stay. It's just a place to visit. The thing is, I never betrayed anyone. People know that I know more about them than I write, and that I never write it. That's what Truman Capote did - he wrote it all, he betrayed people. I write tough, but I never write mean.'</p>"
]