[
  "<p>When Montana's governor, Brian Schweitzer, launched his campaign for re-election this summer he chose to be pictured on a horse lassooing a calf, and in silhouette against a barn door, presumably after a long hard day on the ranch. What was not mentioned was the word Democrat - a party affiliation that in some parts of the west still conjures up associations with gay marriage, gun control and abortion.</p> <p>Those sensibilities could be in for a shake-up as Barack Obama launches the Democrats' most aggressive drive for years for votes from the Rocky Mountain west.</p> <p>The strategy unrolling now across the west could turn once reliably Republican states such as Colorado, Nevada, New Mexico, and possibly even Montana into America's new electoral battleground. But it is Colorado which is viewed as the biggest prize.</p> <p>\"Colorado defines competitive,\" said Dick Wadhams, the chairman of the state Republican party. \"I think either party could carry Colorado.\"</p> <p>It all hinges on how you define Democrat - a political label that has been comprehensively altered by a new generation of elected politicians in the west - and an impressive grassroots organisation now being assembled by the Obama campaign.</p> <p>The big push begins next week, when some 50,000 Democrats are expected to converge on Denver for the party's convention. Democrats see the convention, especially the spectacle surrounding Obama's nomination speech at a giant football stadium, as a chance to impress on voters in Colorado and other states the party's renewed commitment to the west.</p> <p>Obama's first appearances on his return from holiday this week were in Nevada and New Mexico, and he is planning to campaign in Colorado after the convention. \"Colorado and the west are both a big focus of this campaign,\" said Stephanie Mueller, a spokeswoman for the Obama campaign in Denver.</p> <p>Not that John McCain, the Republican candidate, is expected to yield easily. McCain has lived in Arizona for the last 25 years, and has made frequent visits to Colorado and Nevada.</p> <p>But after eight years of an unpopular George Bush, Democrats believe that voters in Colorado and other states are disillusioned with Republicans. They are frustrated with the rising deficit, the war in Iraq, and worried about the economy. This could be Obama's moment.</p> <p>Unlike previous elections, when the Republicans rode a wave of emotion over terrorism, or issues such as gay marriage and abortion, this time voters' concerns are down to earth: the economy and the need for renewable energy sources.</p> <p>That has led to a blurring of the conventional political divisions. In Colorado, unaffiliated voters outnumber Democrats and Republicans. Soaring petrol prices have turned conservative farmers into ardent conservationists. Even the Republican candidates have taken to carrying around solar film panels and using public transport to get to campaign events.</p> <p>The early signs are encouraging for Obama. The two candidates are virtually tied in Colorado, although a Rasmussen poll last week put McCain ahead of Obama in the state for the first time in seven months. McCain and Obama are also running neck and neck in Nevada and New Mexico.</p> <p>But Obama claims the edge in organising, grafting his campaign on top of rejuvenated local organisations.</p> <p>In every state of the west, the Obama campaign has taken the lead in voter registration, increasing the number of Democrats.</p> <p>In New Mexico, the campaign has opened 20 offices - compared to just five in the 2004 elections - and the organising effort has extended into rural areas that have not been involved in presidential contests for decades.</p> <p>In Colorado, Obama's campaign has opened 10 offices, including in towns seen as redoubts of the Christian right.</p> <p>Even in Montana, a state of 950,000, the campaign has deployed 40 paid organisers to register new voters.</p> <p>Wadhams insists that much of the excitement about Obama's organising prowess is over-stated. \"There is a lot of smoke and mirrors,\" he said.</p> <p>But Democrats across the west believe enthusiasm about Obama's candidacy and the campaign's investment in the region could make this the Democrats' moment.</p> <p>\"That investment and the energy that we see on the ground in New Mexico will absolutely translate in November,\" said Brian Colón, the chairman of the New Mexico Democratic party.</p> <p>The challenge for Obama though will be to resist Republican efforts to brand him as an elitist, or a textbook liberal more at home in San Francisco or New York than in the west.</p> <p>For the last 40 years, the west has sent only Republicans to the White House - except for 1992 when Bill Clinton benefited from a third party candidate who drained Republican support. By 2000, Republicans governed all eight states, and controlled 13 of the 16 Senate seats.</p> <p>Then Democratic activists began to plot their comeback. In Colorado, local entrepreneurs began funnelling money towards liberal causes, building up institutions that could put Democrats on a surer footing. First came the thinktanks, then media monitoring organisations. By 2004, the local renewal efforts under way in Colorado and other states had a powerful patron in Howard Dean, the Democratic national committee chairman.</p> <p>Under Dean, the Democrats began putting money and resources into building up party networks even in states which had little prospect of voting a Democrat into the White House. Western Democrats credit the strategy with gaining a foothold for the party even in staunchly Republican states such as Utah and Wyoming, and say it will prove its value over the coming years.</p> <p>\"In a place like Montana there simply weren't the resources to keep a party headquarters opened during the entire year in non-election years and so it was very difficult,\" said Schweitzer. \"It kept people on the ground recruiting new candidates, maintaining voter files, making sure we have county committees that are working and organised.\"</p> <p>At the same time, the Democrats began recruiting a new generation of organisations, and began scouting for political candidates who could appeal to moderate voters in the west.</p> <p>Eight years on, five of the eight governors of western states are now Democrats, and five of the 16 senators.</p> <p>Betsy Markey, who is hoping to unseat a Christian right member of Congress in Colorado, has a simple formula for success that Obama might want to heed. What makes a successful Democrat in the west? \"The government not telling you how to live your life and what to do,\" she said.</p>",
  "<p>The Zambian president, Levy Mwanawasa, died in France yesterday nearly two months after suffering a stroke during an African Union conference. He was 59. </p> <p>Doctors at the Percy military hospital near Paris had performed emergency surgery on Mwanawasa on Monday following a sharp deterioration in his condition. Though the operation was initially described as successful, Zambian state television broke the news of the death yesterday morning. </p> <p>\"Fellow countrymen, with deep sorrow and grief, I would like to inform the people of Zambia that our president Dr Levy Patrick Mwanawasa died this morning at 10.30 hours,\" said the vice-president, Rupiah Banda. \"I also wish to inform the nation that national mourning starts today and will be for seven days.\" Banda will take over as acting president until elections, expected to be held within 90 days. </p> <p>A former lawyer, Mwanawasa was regarded as one of the Africa's most progressive leaders. His efforts to tackle corruption helped win Zambia widespread debt relief. Under his leadership, Zambia's economy grew at 5%, helped by the buoyant copper price, while inflation dropped to its lowest level in 30 years. But Mwanawasa admitted that the benefits had not trickled down sufficiently to the poor. </p> <p>Beyond Zambia, he became best known as a critic of Zimbabwe's president, Robert Mugabe, leading to strained relations between the neighbours.</p> <p>Leading the tributes yesterday, the French president, Nicolas Sarkozy, yesterday described Mwanawasa's death as \"a great loss for the African continent\". </p> <p>Mwanawasa first rose to political prominence as a leader of the Movement for Multiparty Democracy, which ended the single-party rule of Kenneth Kaunda in 1991. After a stint as vice-president during the 1990s, he was chosen by the then-president Frederick Chiluba to be the ruling party candidate for the 2001 election. He won a second term in 2006.</p>",
  "<p>While Brown and Cameron have been fighting it out to see who can fill the nation with the most despair, Barack Obama and John McCain have had their first head-to-head clash as presidential nominees. I have always thought American election debates - where the candidates fight it out live before a mighty audience of the unwashed - distil everything that is unsophisticated and bullheaded about their political system.</p> <p>Saturday's debate was out of the ordinary, being conducted in an evangelical church with questions posed by a cleric, Pastor Rick Warren. In the feverish TV debates the questions come from the audience, but that distinction is pretty minor since no audience member is invited to go off piste with his or her inquiry. It all centres on the hot issues, and they all seem to be faith-based. </p> <p>Abortion and creationism dominate the political landscape to an absurd degree. Issues unrelated to faith - like Iraq - tend to be yoked to religiosity to make them seem slightly less like the unilateral actions of a lunatic. And while the place of religion in American debate reflects a more intense and committed church-going, it is also in this style of debating that black-and-white rhetoric, heightened emotion, binary arguments, sentimentality, crusading and moralising come to dominate. Put simply, listening to people talk is boring. You can't take it in for very long. If you want to retain complex ideas, you have to read them. If you listen to someone speaking from a closely argued text that was designed to be read, it is like temazepam. This is not to say that rhetoric cannot be rousing, but we need drama, simplicity, boldness, big emotions gurning all over the stage like a one-legged Victorian accordionist. </p> <p>Naturally, theatricality is at the core of all political systems, but the American hyper-debate allows, indeed systematises, its worst elements. On telly, with the aid of a little flashing light, there is an extremely short time limit on each answer. As well as putting forward your own case, you have to trounce your opponent's, so a lot of it is a polite slanging match. Only, because that makes you look bad, you then have to waste even more time insincerely praising one another to make up for it. There is neither time nor attention span to introduce a new idea or policy, so if a candidate chances to mention his own manifesto at all, it is in the sketchiest terms. This is, by almost universal assent, what the voters finally plump for: whoever can make the best fist of saying obvious things very fast, with feeling, without confusing anyone, and without perceptible embarrassment at being a very intelligent person saying crass, high-school things.</p> <p>What a blessing, then, that our political leaders do the bulk of their arguing in parliament over the despatch box, where we don't have to watch. And what a blessing that we rarely have to behold the embarrassing spectacle of candidates squabbling over who loves their family the most and believes in God the best. What a blessing that they can command attention with innovation, not just with tub-thumping.</p> <p>And yet polls this week show a laughable 42% of people believe Cameron would make a better PM than Brown. On what grounds? What policies? What actions? What experience? What ideas? What promises? Gah. Don't be silly. It's because he smiles more and doesn't have funny eyes. A major televised or stadium face-off between these two could not drag down the sophistication of our political debate because, short of stripping these hopefuls to their pants and bringing in some bears for the interval, there is nowhere lower for it to go. Go on, boys. Take it to Wembley. David Dimbleby will help.</p> <p><a href=\"mailto:mszoewilliams@yahoo.co.uk\">mszoewilliams@yahoo.co.uk</a></p>",
  "<p>One of <a href=\"http://andrewsullivan.theatlantic.com/the_daily_dish/2008/08/biden-moms-boyf.html\">Andrew's readers</a> writes to him to say:</p> <blockquote> <p>For years, we've referred to [Biden] as Mom's Boyfriend Biden. Contrary to some, she loves to listen to him talk - the humor but, most imporantly, he knows what he's talking about. I'd even say, for all of Biden's infamous loquaciousness, he doesn't talk out of his butt. Biden always does his homework. </p> </blockquote> <p>This reminded me: My mother is a big Joe Biden fan, too. Back when all this started, she told me Biden was her candidate, even more than Hillary, and for much the same reason as Andrew's reader's mother. He apparently has a mein and a style that connects with older voters in general, and probably older women in particular because he is, let's face it, a reasonably handsome fellow.</p> <p>I'm not sure exactly what it is, but these things usually come down to a reassurance factor. Old people (I mean 75-plus here) are forced to put a lot of trust in people younger than they -- sons and daughters, doctors and doctors and doctors, attorneys from time to time, financial advisers, and like that. They are, generally speaking, made nervous by people who are too young, who don't seem to them to have enough life experience. I can totally see how Obama would seem that way to older people. Then you throw race in, and for older white people, it gets that much more complicated. But Joe Biden looks like their <em>beau ideal</em> cardiovascular surgeon. A man of confidence, swagger, sound judgment, a touch of folkish whimsy, and gunslinger-steady hands.</p> <p>So I can see Biden as a strong choice in this regard, charming the socks off the alter kockers from eastern Pennsylvania to Ohio to Indiana and Missouri and beyond. Also, and more seriously, he can go toe-to-toe with McCain in a way Evan Bayh probably can't (and probably won't).</p>",
  "<p>Delaware senator <a href=\"http://www.nytimes.com/2008/08/24/us/politics/24biden.html\">Joe Biden</a>'s greatest strength - foreign policy - is not just about his résumé as chairman of the foreign relations committee, but his deep knowledge and ability to see the whole chess board. When war erupted in Georgia, Biden didn't need a staffer to explain what's at stake - <a href=\"http://www.cbsnews.com/stories/2008/08/18/politics/politico/thecrypt/main4360945.shtml\">he already knew</a>. <br> Biden's stock as a potential running mate has <a href=\"http://www.chicagotribune.com/news/nationworld/chi-joe-biden-georgia-080818-ht,0,840643.story\">climbed</a> as foreign events have dominated the headlines in recent weeks. But Biden wouldn't be content with playing defence, which isn't in his nature. He wouldn't just shore up Obama's foreign policy flank. He helps Obama go on the attack, which is surely a consideration when running against a candidate who still supports an unpopular war.<br> And for those who dismiss diplomacy as sissy stuff, Biden would be the embodiment of muscular diplomacy. Students of history may recall the way Lyndon Johnson ruled the Senate before becoming president, which came to be called the <a href=\"http://www.uiowa.edu/~commstud/resources/nonverbal/lbj.htm\">Johnson treatment</a>. He would lean in on a colleague when making an argument, grasp him by the shoulder and get in his face. Few could withstand him in a one-on-one conversation when he subjected them to the full force of his personality and tower over them with his six foot, three inch frame. <br> I've seen the Biden treatment in action. When he is fully engaged with a subject, whether Nato or crime or his Iraq plan, he brings the full force of his personality and intellect to bear on his audience. Anyone who's been up close with him doesn't easily forget the experience. I can imagine the Biden treatment on the world stage. World leaders, most of whom already know him, would have a hard time dismissing his argument. The guy just doesn't let up. In terms of temperament, Biden is hot to Obama's cool - a useful quality for a candidate more inclined to seek common ground than go on the attack. When Obama criticises McCain, he keeps his cool (has anyone ever seen him angry?) and takes a gentle, almost mocking tone. But when Biden takes aim at you, you will know you're being shot at. Joe Biden would be the smartest and most scathing attack dog of the top candidates being considered - surely a consideration given the negative tone the McCain campaign has taken. He gave us the most succinct put-down of a rival in the campaign last November when he <a href=\"http://www.concordmonitor.com/apps/pbcs.dll/article?AID=\" 20071101 news01 711010358 1043 news01\">dismissed Rudy Giuliani by saying</a>: \"There's only three things he mentions in a sentence: a noun, a verb and 9/11.\"<br> Biden demonstrated his willingness to stand up for Obama when he went on the attack against opening up more coastal waters to offshore drilling, <a href=\"http://www.msnbc.msn.com/id/25313596/page/3/\">pointing out</a> that oil companies were pumping oil from only 10 million acres of the 41 million acres of offshore leases they already control.<br> And let's not forget Biden's speaking prowess. He is probably the second best orator in the campaign. He can go from full roar to quiet as a whisper and still command your attention. He has the all too rare ability to ratchet up the intensity while lowering the volume - an effect that cannot be fully captured on television. Whether or not he gets the nod as Obama's running mate, I am looking forward to seeing how he takes charge of the room when he speaks next week at the Democratic convention.</p> <p><em>Note: this article was written before the Obama campaign confirmed that Biden would be his running mate.</em></p>",
  "<p>John McCain appeared today on an offshore oil rig in the Gulf of Mexico to call for more drilling along the US coastline, restaging a rally that was scuttled weeks ago by a hurricane – and a major oil spill.</p> <p>McCain rode a helicopter about 150 miles (241 kilometres) off the state of Louisiana's coast to visit the Genesis oil rig. </p> <p>Jointly owned by Chevron and Exxon Mobil, the rig represents an environmental risk great enough that the US coast guard has set up a \"safety zone\" around its perimeter to prevent accidents.</p> <p>\"It is time for America to get serious about energy independence, and that means we need to start drilling offshore at advanced oil rigs like this,\" the Republican nominee said in his prepared remarks.</p> <p>McCain touted the potential of the Genesis rig, which was given coast guard protection in 2002 due to the \"potential for loss of life and damage to the environment\" if an accident were to occur there. </p> <p>A July oil-rig appearance was scuttled by the McCain camp after the Gulf suffered two troubling plights: Hurricane Dolly and a 420,000-gallon oil spill that raised environmental alarms.</p> <p>Barack Obama and his fellow Democrats were eager to remind voters of McCain's close ties to the oil industry, distributing foam toys to the media that portrayed Exxon as the Republican's running mate and criticising McCain's claim to support \"aggressive development\" of renewable energy sources as well as new oil drilling. </p> <p>McCain skipped a December vote on a Senate plan to increase renewable energy investment by repealing tax subsidies for oil companies, Obama spokesman Tommy Vietor noted. That proposal fell short by one vote, meaning that McCain could have ensured its passage.</p> <p>\"And now [McCain is] standing with the oil companies in opposing a bipartisan compromise in Congress that would expand offshore drilling and, at the same time, make serious investments in alternative energy to break our dependence on foreign oil,\" Vietor said in a statement.</p> <p>McCain has taken to promoting offshore drilling – which he has previously opposed – with gusto, making \"drill now\" his mantra as higher gas prices spark economic anxiety in America. </p> <p>Obama, however, has also shifted to endorse opening the coastlines to oil companies, if the move were part of a broader compromise on US energy policy.</p>",
  "<p>From the hardly-surprising-but-still-worth-noting dept: Rick Warren, the massively popular evangelist who hosted last Saturday's presidential confab, <a href=\"http://richarddawkins.net/article,825,The-God-Debate,Sam-Harris-Rick-Warren-\">doesn't believe in evolution</a>. From Newsweek, April 2007:</p> <blockquote> <p>If you're asking me do I believe in evolution, the answer is no, I don't. I believe that God, at a moment, created man. I do believe Genesis is literal, but I do also know metaphorical terms are used. Did God come down and blow in man's nose? If you believe in God, you don't have a problem accepting miracles. So if God wants to do it that way, it's fine with me.</p> </blockquote> <p>All right, lots of people think that. But it gets nuttier. Here's language from Warren's church's Web site, a list of FAQs. Scroll down to number 29 and read <a href=\"http://www.saddlebackfamily.com/membership/group_finder/faqs_smallgroup.asp?id=7509#q_30\">this explanation</a> of the existence of dinosaurs:</p> <blockquote> <p>All of the animals were created at the same time, so they all walked the earth at the same time. I know that the pictures we all grew up with in the movies were that dinosaurs roamed a lifeless, volcanic planet. Remember these are just pictures drawn by someone today! The Bible's picture is that dinosaurs and man lived together on the earth, an earth that was filled with vegetation and beauty.</p> </blockquote> <p>There's no other way to say this: This is men-in-white-suits-with-nets time. Why is this man hosting a presidential forum?? Answer: It's not because he's a great minister. It's because he's that most American of things -- a great capitalist. He's sold bajillions of books.</p> <p>The forum was a set-up from jump street. For all Warren's lovely talk about poverty and evangelicals' expanding core of concerns, it's still really about baby-killing. But I suppose Obama was right to go. You can be sure McCain would never in a million years have submitted to questioning from, say, a Unitarian minister in Berkeley.</p> <p>Hat tip for the links, Rich B.</p>",
  "<p>Barack Obama is reportedly <a href=\"http://voices.washingtonpost.com/the-trail/2008/08/18/veep_week_speculation_hits_fev.html\">finalising his choice for a running mate</a> and preparing to <a href=\"http://www.nytimes.com/2008/08/19/us/politics/19veep.html?ex=1376798400&amp;en=43db2b379b53a6a0&amp;ei=5124&amp;partner=permalink&amp;exprod=permalink\">text the news to his supporters</a> in the next few days, <a href=\"http://www.nytimes.com/2008/08/19/us/politics/19veep.html?_r=1&amp;adxnnl=1&amp;oref=slogin&amp;adxnnlx=1219154658-nqm8e893K5kKpw7YpkJU3w\">perhaps as early as Wednesday</a> morning. And despite a brief, not-very-serious boomlet last week, that person is not likely to be John Forbes Kerry, the junior senator from Massachusetts and the 2004 Democratic candidate for president.</p> <p>Kerry, of course, is not the only Massachusetts pretender in the vice-presidential sweepstakes. Former governor Mitt Romney, defeated by John McCain in the Republican primaries, would appear to be very much alive. Still, you can't help but get the feeling that if McCain didn't, well, you know, hate Romney's guts, he'd have already tapped the man who <a href=\"http://www.boston.com/news/politics/politicalintelligence/2008/02/romney_put_in_4.html\">spent $42m on his own campaign</a> and still has plenty where that came from.</p> <p>It's been a long dry spell for those of us who live in Massachusetts, one of the few enclaves where politics is followed as avidly as sports or <a href=\"http://www.americanidol.com/\">American Idol</a>. We haven't elected a president since John Kennedy in 1960. It's a sign of desperation that we've been reduced to getting excited about the vice-presidency, which, as one holder of that office, <a href=\"http://www.nndb.com/people/358/000054196/\">John Nance Garner</a>, memorably observed, is \"not worth a bucket of warm piss\".</p> <p>That said, there's an argument to be made that Kerry and Romney might be the best possible choices. Hear me out.</p> <p>I don't recall Kerry's name coming up at all until last Wednesday, when <a href=\"http://thephoenix.com/BLOGS/talkingpolitics/archive/2008/08/13/vp-john-kerry.aspx\">David Bernstein</a> of the Boston Phoenix picked up on some cable chit-chat by Hillary Clinton spokesman Howard Wolfson. Within hours, longtime Kerry tormenter <a href=\"http://www.theguardian.com/commentisfree/2007/sep/13/stateofselfindulgence\">Jon Keller</a> of WBZ-TV (Channel 4) was <a href=\"http://cbslocalblogs.prospero.com/WBZ_Keller?entry=97\">pushing the idea</a> on his blog, and he <a href=\"http://cbslocalblogs.prospero.com/WBZ_Keller?entry=101\">followed it up</a> on Friday. That, in turn, led to a photo of Obama and Kerry on the <a href=\"http://www.drudgereport.com\">Drudge Report</a>, over the caption \"NO WAY?!\"</p> <p>Well, why not? At the moment, it looks like Obama may be leaning toward senator Joe Biden of Delaware, who was <a href=\"http://www.politico.com/blogs/thecrypt/0808/Biden_calls_for_1_billion_in_emergency_aid_to_Georgia.html\">dispatched to the war-torn republic of Georgia</a> earlier this week. Biden is thought to have the edge over the likes of Indiana senator Evan Bayh and Virginia governor Tim Kaine because of his foreign-policy experience. But Kerry's is at least as impressive. And given Kerry's near-victory in his presidential run four years ago, he's someone who has already established a certain comfort level with the electorate.</p> <p>Biden has a well-known foot-in-mouth problem (remember his <a href=\"http://www.cnn.com/2007/POLITICS/01/31/biden.obama/\">observation</a> that Obama was the first black candidate who's \"clean\" and \"articulate\"?) <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2006/11/01/AR2006110102513.html\">So does Kerry</a>, to be honest, but he's more disciplined than the notoriously loose-lipped Biden. Kerry and Obama also share a mutual enemy, Jerome Corsi, who's reprised his Swift Boat lies of four years ago with a <a href=\"http://mediamatters.org/items/200808150015?f=s_search\">book-length attack on Obama</a> that's currently <a href=\"http://www.nytimes.com/2008/08/24/books/bestseller/besthardnonfiction.html\">number one</a> on the New York Times bestseller list.</p> <p>As we all know, Kerry is a bit of a stiff. But he's strong where Obama is weak. He's an experienced Washington hand who'd make a credible president should it come to that. Kerry would not be the most inspiring choice, but Obama could do worse - as he almost surely will if he picks Biden.</p> <p>Romney is simultaneously more likely to get the nod than Kerry and more problematic. His negatives are obvious. For one thing, he <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/02/04/AR2008020402805.html\">gives pandering a bad name</a>, having switched from moderate to conservative positions on abortion rights, illegal immigration, campaign-finance reform, gun control and embryonic stem-cell research in order to ingratiate himself with the religious right. For another, evangelical Christians still <a href=\"http://www.nytimes.com/2008/08/16/us/politics/16veep.html?ex=1376625600&amp;en=ceca905293606c07&amp;ei=5124&amp;partner=permalink&amp;exprod=permalink\">fear his Mormonism</a>. Then, too, <a href=\"http://wonkette.com/401151/john-mccain-reminds-mitt-romney-what-a-terrible-candidate-he-was#more-401151\">McCain's dislike of Romney</a> was visceral and obvious during the primaries.</p> <p>But Romney, like Kerry, is plausible as president, which McCain needs, given his age and <a href=\"http://www.newsweek.com/id/113705\">history of cancer</a>. Romney's public persona may be hard to warm up to (he's charming in small-group encounters), but he's smart, well-spoken and, as a businessman and <a href=\"http://www.theguardian.com/commentisfree/2007/nov/20/howmittgotmass\">governor</a>, proved himself to be competent, though ambitious to a fault. (<a href=\"http://thebostonphoenix.com/boston/news_features/editorial/documents/04509217.asp\">Trashing Massachusetts on the presidential campaign trail</a> while he was still governor did not go over well here.)</p> <p>Ironically, because Romney was so unconvincing as a born-again right-winger, putting him on the ticket would help to solidify McCain's image as a different kind of Republican who can appeal to moderates and independents. McCain is, in fact, a conventional conservative, but his <a href=\"http://www.democracynow.org/2008/2/4/the_myth_of_a_maverick_matt\">media-created image as a \"maverick\"</a> has proved endurable beyond all reason.</p> <p>I don't expect that either Kerry or Romney will wind up on a presidential ticket. And I realise that we Massachusetts political junkies have a vastly overblown sense of our importance.</p> <p>But if Biden spends a week defending himself after making some hideously inappropriate remark, or if McCain has a health scare that focuses attention on whatever unprepared cypher he finally settles on, well, remember: they could have done better. And they would have if they'd picked someone from Massachusetts.</p>",
  "<p>Apropos my post this morning and my mention of McCain's multiple homes: I see that my friend Robert Greenwald of Brave New Films has made a video, in conjunction with leading unions, on exactly this subject. It's about four minutes and <a href=\"http://therealmccain.com/\">well worth a look</a>. </p> <p>So it is getting out there. But here's the thing: No <em>actual Democrats</em> are pushing this meme; just unions and a filmmaker. If the Obamas owned 10 homes, you can be sure that several Republican House members would make themselves willing to go on cable and drive the point home. But unless things have really changed, Democrats won't touch this. </p> <p>By the way: The main McCain abode is apparently a condo in Phoenix worth $4.66 million. How on earth could a person even contrive to spend that much on a condo in Phoenix? Well, here's one building offering a three-bedroom, four-bath, 4,268 square-foot unit for $4.199 million. Take a gander at <a href=\"http://www.phoenixcondomania.com/44-MONROE.php\">these pictures</a> and to get an idea of how the McCains might live. Why they're just like you and me.</p> <p><br></p>",
  "<p>The Zambian president, Levy Mwanawasa, died in France today nearly two months after suffering a stroke during an African Union conference. He was 59. </p> <p>Doctors at the Percy military hospital near Paris had performed emergency surgery on Mwanawasa yesterday following a sharp deterioration in his condition. Though the operation was initially described as successful, Zambian state television broke the news of the death this morning. </p> <p>\"Fellow countrymen, with deep sorrow and grief, I would like to inform the people of Zambia that our president Dr Levy Patrick Mwanawasa died this morning at 1030 hours,\" said the vice-president, Rupiah Banda. \"I also wish to inform the nation that national mourning starts today and will be for seven days.\"</p> <p>Banda will take over as acting president until elections, expected to be held within 90 days. </p> <p>A former lawyer, Mwanawasa was regarded as one of the Africa's most progressive leaders. His efforts to tackle corruption helped win Zambia widespread debt relief. Under his leadership, Zambia's economy grew at 5%, helped by the buoyant copper price, while inflation dropped to the lowest level in three decades. Mwanawasa freely admitted, however, that the benefits had not trickled down sufficiently to the poor. </p> <p>Beyond Zambia, he became best known as a vocal - and rare - African critic of the Zimbabwean president, Robert Mugabe, leading to strained relations between the southern African neighbours.</p> <p>Leading the tributes today, the French president, Nicolas Sarkozy, described Mwanawasa's death as \"a great loss for the African continent\". </p> <p>Mwanawasa first rose to political prominence as a leader of the Movement for Multiparty Democracy, which ended the single-party rule of Kenneth Kaunda in 1991. After a stint as vice-president during the Nineties, he was surprisingly chosen by the then-president Frederick Chiluba to be the ruling party candidate for the 2001 election. </p> <p>But soon after taking office Mwanawasa proved his independence by turning on Chiluba, who was put on trial for corruption. He won a second term in 2006. </p> <p>His health had been a concern even before he became president. In 1991 he was hospitalised for three months following a serious car accident that left him with a permanent slur. The one positive of the accident, he joked, was that he lost his taste for alcohol. </p> <p>He suffered a minor stroke in 2006, and sought treatment in the UK before declaring himself fit to stand for re-election. He was flown to France soon after collapsing at the African Union summit in Cairo on June 29, and never returned home. </p>",
  "<p>Detroit Mayor Kwame Kilpatrick's job is now in the hands of Michigan Governor Jennifer Granholm.</p> <p>Wayne County Circuit Judge Robert Ziolkowski's ruling yesterday that Detroit's city council lacks the power to remove Kilpatrick makes clear what has long been suspected: Granholm has clearer authority to remove Kilpatrick from office faster than any of the other methods in play.</p> <p>\"The ball is in the governor's court, and she still has an opportunity to pick up that ball and do what she chooses to do with it,\" said City Council President Ken Cockrel Jr.</p> <p>Yesterday's ruling should make it politically more palatable for Granholm to remove Kilpatrick because local removal efforts have been sidelined or are on hold indefinitely, said Coit Cook Ford III, a Detroit political consultant.</p> <p>\"It is probably as offensive, if not more so, for the majority of Detroiters to wait that long,\" he said, referring to a potential appeal of yesterday's ruling, or a felony conviction or a recall effort to remove the mayor.</p> <p>Granholm has tentatively scheduled a removal hearing for September 3 in Detroit. She will not make a final decision on whether to order the hearing until at least Monday, the last day that attorneys for the council and the mayor can file responses in the case, Granholm spokeswoman Liz Boyd said.</p> <p>She said yesterday's ruling has no effect on how the governor will proceed.</p> <p>The only other paths to removing the mayor are if he is convicted of a felony or through a recall. Although there have been recent talks about a possible plea deal leading to Kilpatrick's resignation, no deal appears imminent. And a recall election - if activists can get enough signatures to put it on the ballot - cannot happen until February.</p>",
  "<p>One of the more memorable observations by <a href=\"http://en.wikipedia.org/wiki/Tony_Benn\">Tony Benn</a>, the veteran British socialist, is that there are <a href=\"http://www.theguardian.com/politics/2002/jul/20/interviews.labour\">five questions</a> we should ask of anyone who has power: </p> <p>1. What power have you got?<br>2. Where did you get it from?<br>3. In whose interests do you use it?<br>4. To whom are you accountable?<br>5. How do we get rid of you?</p> <p>It is question five that has been exercising Pakistanis of late, in connection with ex-general (and now <a href=\"http://www.theguardian.com/world/2008/aug/19/pakistan5\">ex-president</a>) Pervez Musharraf.</p> <p>Musharraf could have bowed out with a lot more dignity last year instead of using jiggery-pokery to sneak an <a href=\"http://en.wikipedia.org/wiki/Pakistani_presidential_election,_2007\">extra presidential term</a>. In the event, his attempts to cling on merely increased his unpopularity. He jumped only when it became obvious he was about to be pushed. But at least he did jump – which is more than can be said of many authoritarian leaders, most notably at the moment, <a href=\"http://www.theguardian.com/world/2008/aug/15/zimbabwe\">President Mugabe</a> of Zimbabwe.</p> <p>Naturally, 19-year-old <a href=\"http://en.wikipedia.org/wiki/Bilawal_Bhutto\">Bilawal Bhutto</a> (Benazir's son and nominal leader of the Pakistan Peoples party) is jubilant about Musharraf's departure. \"The biggest hurdle in the way of democracy has been removed\", he <a href=\"http://news.bbc.co.uk/1/hi/world/south_asia/7569311.stm\">said</a>. Somehow, I doubt that. Even so, the fact that Pakistanis have succeeded in ridding themselves of an unwanted leader is no mean achievement. Musharraf had been in power for nine years – quite a long time by European standards, though by the standards of Arab leaders he had barely got beyond the overture.</p> <p>The late Syrian president, Hafez al-Assad, spent 29 years in office, while Habib Bourguiba, the first president of Tunisia, outdid him – just – by completing 30. Saddam Hussein ruled Iraq for almost 24 years, Yasser Arafat led the Palestinian struggle for 45 and the late King Hussein of Jordan, who came to the throne at the age of 16, reigned for 46 years. </p> <p>Among the Arab leaders who are still in power, Colonel Muammar Gadafy of Libya is the longest survivor, having come to power through a military coup in 1969. Not far behind in the longevity stakes is Sultan Qaboos of Oman who assumed the throne in 1970 after deposing his father. Ali Abdullah Salih of Yemen will have ruled for 35 years when his current presidential term expires in 2013, and Hosni Mubarak, who became president of Egypt in 1981, secured a fifth six-year term in 2005 which – if he survives – will take him up to the age of 83.</p> <p>Only one of these, as far as I know, has ever talked publicly of retiring. In 2005, President Salih surprised a rally that had been called to celebrate his 27th year in power by saying that he was \"fed up\" and would not be seeking re-election at the end of his presidential term.</p> <p>\"I hope that all political parties ... find young leaders to compete in the elections because we have to train ourselves in the practice of peaceful succession\", he <a href=\"http://www.al-bab.com/yemen/artic/mei110.htm\">said</a>. Our country is rich with young blood who can lead the country ... let's transfer power peacefully among ourselves, people are fed up with us, and we are fed up with power.\"</p> <p>This turned out to be nothing more than a political ploy (and perhaps a test of his supporters' loyalty). The crowd at the rally certainly knew what was expected of them: \"No, no, we want you, we want you for ever\", they chanted – and the following year Salih was duly re-elected with 77% of the vote.</p> <p>There are several reasons why Arab leaders stay in power so long. The monarchs among them, of course, have a job for life (unless their son gets impatient, as happened in Oman and Qatar). Arab presidents tend to view their job in much the same way and, apart from keeping the lid on any opposition, are careful to ensure that the kind of political mechanisms that removed Musharraf in Pakistan do not take root in their own countries.<br>Two other factors, apart from a taste for power, probably explain their reluctance ever to step down voluntarily.</p> <p>One is the systems of patronage that they establish in order to consolidate their power: providing jobs, business opportunities and other privileges for key sections of society in return for their support. Thus the survival of the head of state is not merely about one man – the prosperity of thousands of others is tied to his fate. </p> <p>The other difficulty in persuading them to relinquish power is the risk that a new regime will blame them for all the country's problems and pursue them with criminal charges, perhaps even seizing whatever ill-gotten gains they have stashed away in foreign bank accounts.</p>",
  "<p>Maybe this is all part of some baffling triple-bluff operation, but Howard Fineman at MSNBC <a href=\"http://www.msnbc.msn.com/id/26288748/\">says</a> he's spoken to \"two of the finalists for the role of Barack Obama's running-mate,\" and one says the eventual pick will be \"Joe\", while the other says: \"Biden.\" If by \"finalists\" Fineman means Biden/Bayh/Kaine (he might not) and if Joe Biden hasn't taken to referring to himself in the third person, that seems to imply that two of the three VP frontrunners are telling him it's not them but Biden. Fineman adds:</p> <blockquote> One of the contenders also revealed a tidbit about timing. That person says Obama's camp wants to know how to get in touch on Thursday afternoon. </blockquote> <br> <p>...So, if that means the campaign is going to tell the front-runners on Thursday afternoon, it would point to Friday morning as the time for Team Obama's early-morning text blast, wouldn't it?</p> <p>Fineman summarises the case for Biden, chair of the Senate foreign relations committee, thus:</p> <blockquote> He is a lively and feisty if unpredictable campaigner with working-class roots and a street-level feel for the hot spots of the globe -- which he can use to go toe-to-toe with Sen. John McCain... Biden has largely escaped any hint of scandal, personal or political, in a long career, even though he was forced to withdraw from the Democratic race in 1988 amid charges of plagiarism. Those charges now seem sadly trivial given all that's happened since. </blockquote> <br>",
  "<p>So Obama has sharpened his message, according to <a href=\"http://www.time.com/time/politics/article/0,8599,1833849,00.html\">this report</a> by Time's Karen Tumulty, and is now ripping into McCain:</p> <blockquote> <p>Where he would rarely even mention McCain in the past, Obama now openly mocks him. McCain boasts of putting country first, Obama said, \"but I have to say, it's not an example of putting country first when you say George Bush's economic policies have shown 'great progress.'\" As for McCain's contention that Obama would be \"an economic disaster,\" he retorted: \"Mr. McCain, let me explain to you. The economic disaster is happening right now. Maybe you haven't noticed.\"</p> <p>…And he told the crowd that a top McCain economic adviser (a reference to comments by former Senator Phil Gramm) \"is calling you whiners...This guy obviously doesn't pump his own gas. He obviously doesn't do his own shopping. He's obviously not paying his own bills.\"</p> </blockquote> <p>That's all pretty good, but here's the thing—the fundamental difference between most Republican attacks and most Democratic attacks, and why Republican attacks are more effective: </p> <p>When Republicans imagine attacks, they think in terms of character; when Democrats imagine attacks, they think in terms of policy and record. Read that again. It's the key to presidential campaigns.</p> <p>Look at Obama's attacks above. Basically, they're about McCain's policy positions. They're pretty good and effective, and attacks like them might prove to be enough this year, given the state of the economy and world and general lack of enthusiasm for McCain that's afoot. But they don't go right at the guy. The only character attack above is directed at someone who is now a former McCain adviser.</p> <p>The McCain attacks, by contrast, are almost all aimed at character. Obama's a celebrity, he's like Britney, he's a lightweight, he's a hypocrite and so on. They throw in some policy stuff for good measure – he's gonna raise your taxes, he's to blame for high gas prices. But the gist of the GOP strategy is to turn the other guy into a person that most Americans just wouldn't want to have as president.</p> <p>It's been this way since the 1970s. Karl Rove did it, but as usual he gets too much credit from the MSM. Lee Atwater did it before him. Atwater and James Baker and George Bush Sr. turned Mike Dukakis into a girly-man (Dukakis helped their case with his <a href=\"http://www.youtube.com/results?search_query=michael+dukakis+tank&amp;search_type=&amp;aq=0&amp;oq=michael+dukakis+ta\">infamous tank ride</a>) who defended <a href=\"http://en.wikipedia.org/wiki/Willie_Horton\">(black) rapists</a> and was just unfit to command a great country. Roger Ailes and Nixon did it to McGovern. </p> <p>In essence, ever since the Democratic Party started defending black peoples' and women's and, later, gay people's rights, it's been fairly easy for the other side to kick loose some subconscious cobwebs in middle-Americans' brains and make Democratic men seem like, well, sissies.</p> <p>Obviously I'm not contending that Democrats should stop defending those people. They certainly should not. But what they should do is answer the Republicans in kind. </p> <p>For example, we now know that John McCain wears <a href=\"http://www.236.com/news/2008/07/31/john_mccain_caught_in_520_ferr_8049.php\">$520 shoes</a>, owns <a href=\"http://salon.glenrose.net/default.asp?view=plink&amp;id=8054\">an obscene number of homes</a> (variously placed at seven to 10) and has probably never written a check to a utility company or a home contractor or a dentist in at least 26 years (since he married La Hensley). And Saturday we learned that he thinks someone with a net worth of <a href=\"http://beltwayblips.com/story/who_s_rich_mccain_and_obama_have_very_different/\">only $4.9 million</a> is not rich. He can be painted as – and indeed is – out of touch with what regular Americans go through every day. </p> <p>If he were the Democrat, everyone in America would know the above. The Republicans would have run ads featuring those Ferragamo loafers and aerial photographs of the seven, eight, nine or 10 houses. For good measure, the script of these ads would have cleverly made sure that viewers knew that this emasculated sissy-man didn't earn a penny of the fortune that purchased all this. He married it!</p> <p>Can't do that to McCain because he's a war hero? Nonsense. It was done to John Kerry. He was a war hero. In fact, Kerry, we can safely assume based on the things I've read, killed more men in a face-to-face way than McCain ever did. That's arguably more manly than even surviving five years' torture. It can be done to anyone.</p> <p>But the Democrats just don't think this way. No, it's not that they're better human beings. They're afraid to go toe-to-toe with Republicans on these things because they figure (accurately) that Republicans have more experience at this stuff. And they're more concerned about media reaction. Republicans don't care about editorial criticism from the major newspapers – they tough it out until the charges stick. Democrats would start backing off if the Times and the Post wrote editorials taking them to task.</p> <p>In general: Democrats try to turn the Republican into someone you disagree with on the issues. Republicans try to turn the Democrat into someone you wouldn't want to live on your street or let near your children. Is it any wonder the latter is more effective?</p>",
  "<p>It is fashionable to say that Gordon Brown is hopeless at delivering speeches, but I think he has delivered some powerful ones, and none more so than the eulogies he delivered at the funerals of Donald Dewar and <a href=\"http://www.guardian.co.uk/politics/2005/aug/12/labour.uk2\">Robin Cook</a>.</p> <p>In both cases he paid moving tribute to the way his former colleagues had devoted their lives to public service and the fight against poverty. Both speeches told you an enormous amount about the way Brown would like to be remembered himself.</p> <p>Yesterday he delivered a eulogy to John MacDougall. MacDougall was not a national figure like Dewar and Cook, and the PM's speech was more low-key, but it still contained some distinctive Brownite messages about public service: \"Life is better measured by deeds rather then days.\"</p> <p>Here is the full text:</p> <p>And we are here today because we have lost in John a tireless fighter for social justice, we have lost an endlessly loyal champion of decent values, we have lost a great family man, and we mourn with Cathy, to whom he was married 40 years this year, and his son Scott and daughter Julie, of whom he was so proud.</p> <p>We have lost a man of selfless dedication to the people of Fife.</p> <p>We have lost a man for whom public service meant helping literally thousands of people in Fife, and most of all we have lost a friend.</p> <p>A friend, a people's champion, a true servant of the people who delighted in serving people and working over four decades as shop steward, councillor, council leader and then member of parliament for the communities of Fife.</p> <p>And in every one of the responsibilities John took upon himself he showed great commitment and dedication. Even greater was his sensitivity to the needs of people, and he showed the greatest of courage, both politically and facing his last illness.</p> <p>I remember the first day of the miners' strike in 1984 when Bert Gough, Henry McLeish and John MacDougall came to tell a packed meeting of miners and their families that no boy or girl of a miner, no son or daughter, no family would go without. </p> <p>And John and Bert were true to their words; when faced with the provocation of social security relief withdrawn, with miners reliant on soup kitchens, they used the Social Work Scotland Act to give essential relief to miners' families. </p> <p>And many people will remember here when the free bus pass system for the elderly came in, and remember how often it was under threat and John, Henry and Bert Gough made a decision that they would never abandon what was one of Fife's proudest creations, making it possible for pensioners, especially in the rural areas, to travel to see loved ones across Fife. </p> <p>Not only did John and his colleagues maintain the free bus pass, they added to it with free colour TV licenses for pensioners unable to travel from their homes.</p> <p>And what happened over the miners' strike and what happened with the free bus pass was typical of all that John did: the needs of children and pensioners, the most vulnerable, always came first and I remember too John's dedication to fighting the greatest challenge that faced Fife throughout three long decades -70s, 80s and 90s - unemployment and the campaigns for jobs. </p> <p>Fighting pit closures, then seeking jobs to replace those that were lost not only in mining, but as Rosyth, his old employer, too shed jobs - then working to bring in new jobs, new industries - as even the new industries of the 1950s began to falter. And it is in no small measure due to the work John did that in recent years Fife has attracted 10,000 new jobs and there was no better champion of jobs for Fife and its future than John.</p> <p>And we all remember his handling of Rosyth naval base rundown. And his support for the subsequent establishment of Rosyth 2000 that brought new investment and jobs: and very recently no one was happier than John when big new contracts for the Royal Navy's new aircraft carriers were secured. </p> <p>And let us remember his foresight in understanding that wind and wave power could be the new energy source for Fife and his support for Methil and the renewables industry - now as central to the North Sea in the future as oil has been in the past. Thanks to his efforts, John succeeded in every respect.</p> <p>[To MacDougall's family] Let me say on behalf of all of us here: be proud of a life well lived in the service of others and to all of us who mourn today.</p> <p>Let us recall John's maiden speech at the House of Commons seven years ago in 2001, when John closed his remarks with a sentence that today reads memorably and movingly. \"I look forward,\" he said, \"more proudly and passionately, to serving my constituents in Central Fife.\"</p> <p>John, your life was service: you served them and us all proudly, passionately and well, and our loss is all the greater when we think of how much more, given more years, you might have done.</p> <p>But life is better measured by deeds rather than by days. John's deeds were great, and his influence will live on in the hearts of all those he has left behind. He was indeed the people's champion who is - for us here - a local hero.</p>",
  "<p>At last the news is in, from senior figures in the Democratic party familiar with the presumptive nominee's thinking. I can exclusively put an end to the speculation by confirming that Barack Obama will indeed pick a vice-presidential candidate to be his running-mate, and that he will do so today, tomorrow, or at some point after that, but before the mystery figure addresses the convention in Denver. Further intriguing revelations: *Obama will definitely not reveal his VP pick earlier than today; *Aides say he's \"highly unlikely\" to postpone the decision until after the election; *It is \"all but certain\" that he won't choose the same running-mate as his rival, tiny Republican John McCain.</p> <p>...Meanwhile, lesser pundits have been spending the morning speculating on the identity of the eventual candidate. Sphinx of the day is Mark Halperin at The Page, whose cryptic language <a href=\"http://thepage.time.com/2008/08/19/say-it-is-so-joe/\">here</a> I can barely decode, though it seems to suggest he's been talking to <a href=\"http://en.wikipedia.org/wiki/Beau_Biden\">Joe Biden's son Beau</a>, and has a pointer towards Biden Sr as Obama's choice. Biden definitely seems to be the favourite this morning in buzz terms, far ahead of Virginia governor Tim Kaine and Evan Bayh, the other two men named in <a href=\"http://www.nytimes.com/2008/08/19/us/politics/19veep.html\">this morning's New York Times piece</a> as the leading contenders. Tomasky <a href=\"http://www.theguardian.com/commentisfree/michaeltomasky/2008/aug/18/barackobama.uselections20082\">points out Bayh's advantages</a> -- boring, white, Clinton-supporting, swing-state senator, moderately experienced (though Bloomberg <a href=\"http://www.bloomberg.com/apps/news?pid=washingtonstory&amp;sid=auTmNXiBqkjE\">reports here</a> on a potential conflict-of-interest embarrassment involving his wife's business interests). There's presumably a real risk, on the other hand, that Biden's sheer quantity of experience and foreign-policy credentials could make Obama look bad by contrast.</p> <p>The loose-tongued Biden's relative silence on the VP question so far, <a href=\"http://www.reason.com/blog/show/128171.html\">notes Hit and Run</a>, is highly uncharacteristic: does it mean something? Biden has been consolidating his lead in <a href=\"http://www.intrade.com/jsp/intrade/contractSearch/\">prediction markets</a>, too (click the link, then Politics, then 2008 Election, then Democratic VP): Intrade has Biden in an easy first place, followed by Bayh, Kaine and Clinton in that order. But as Ben Smith <a href=\"http://www.politico.com/blogs/bensmith/0808/Close_to_the_vest_on_veep.html?showall\">points out</a>, all we know for certain is that Kaine has been officially vetted, along with two other candidates who aren't considered to be front-runners -- senators Chris Dodd and Tom Daschle. In other words, we know almost nothing.</p> <p>Meanwhile, conservativeland is up in arms at rumours that McCain might pick Joe Lieberman, or another pro-choice candidate... Giuliani? That could be fun. [<a href=\"http://corner.nationalreview.com/post/?q=ZWZmN2VkODFkZTBkYTg5OTEyNWFiZjBkNGFjZDRiZGM=\">The Corner</a>]</p>",
  "<p>In politics, if you hang around long enough, there's always a good chance that those who used to excoriate you when you were in office will start to remember you fondly. And now it's finally happened to John Major.</p> <p>Major is getting the credit for <a href=\"http://www.guardian.co.uk/sport/olympics/2008/medals/full\">Team GB currently standing in third place in the Olympics medal table</a>, because he set up the National Lottery in 1994, which meant that serious money started flowing into sport. </p> <p>Jim White floated the idea in the <a href=\"http://www.telegraph.co.uk/opinion/main.jhtml?xml=/opinion/2008/08/18/do1804.xml\">Daily Telegraph yesterday</a>, and this morning it was picked up by the Today programme, which even ran a news story quoting Tessa Jowell acknowledging Major's contribution.</p> <p>And then the man himself was on in the 8.10 slot - to reveal that he's been <a href=\"http://news.bbc.co.uk/today/hi/today/newsid_7569000/7569707.stm\">weeping with joy at the success of the British Olympians</a>.</p> <p>\"I don't know what the viewing figures are for the BBC coverage of the Olympics but I bet they are absolutely huge,\" he said.</p> <p>\"I have been up every morning at six watching, and I bet millions of others have. I dare say I'm not the only person who's shed a tear or two of sheer delight when I've seen our young men or women winning. I think it has uplifted our whole country.\"</p> <p>As an utter sports philistine, I certainly haven't been blubbing in front of the TV set at the crack of dawn, and I can't imagine why anyone would. But even I've taken some pleasure at the thought of <a href=\"http://www.guardian.co.uk/sport/2008/aug/19/olympics2008.australia\">Britain beating the Aussies</a>, and so I suppose Major has got a point.</p> <p>It's also hard not to be impressed by the genuineness of his enthusiasm. Major is, of course, famous for being bonkers about cricket, but in the interview his love for sport as a whole came over very strongly.</p> <p>\"I have always taken the view that there are two things in life that for most of us are important: sport and arts. I don't think they should be available only to people who can pay,\" he said.</p> <p>And again: \"Life is not just work. There ought to be fun. There ought to be sheer pleasure. Watching people do so well, quite apart from participating oneself, gives one that pleasure.\"</p> <p>Major resisted the temptation to attack the government for diverting some lottery funding away from sport and the arts towards more mainstream areas of public spending. But he did disclose that, if he had won the election in 1997, he would have used the money released by the winding up of the Millennium Fund in 2000 to improve school sport.</p> <p>In the Independent today, <a href=\"http://www.independent.co.uk/opinion/commentators/steve-richards/steve-richards-the-lesson-of-the-olympics-public-spending-is-a-winner-901792.html\">Steve Richards has taken the argument about lottery funding and the Olympics and applied it to the public services</a>.</p> <p>Richards says that for the first time in his adult lifetime \"there is a consensus that public investment has made a pivotal difference\".</p> <p>And he concludes with a brilliant suggestion.</p> <p>\"Perhaps the Olympic metaphor should be applied more widely too. There should be European and world tournaments in public services with schools, hospitals and railways competing for awards. As matters stand, Britain would not win many golds in a public-services Olympics. But it would want to do so soon and before long commentators would be demanding more investment rather than less. </p> <p>\"British athletes have won some medals. They could also revolutionise the paralysing debate about public spending that has not moved on much beyond the 1980s, a decade when, apart from a few glowing anomalous exceptions, Britain won virtually nothing on any sporting front.\"</p>",
  "<p>Gallup daily tracking poll: <a href=\"http://www.gallup.com/poll/109639/Gallup-Daily-Obama-46-McCain-43.aspx\">Obama 46%, McCain 43%</a>.</p> <p>Barack Obama is planning an 'early morning text alert' to supporters -- it could come as early as tomorrow -- in order to announce his vice-presidential running-mate, a choice he largely made while on vacation in Hawaii. Under an Obama administration, there will be no sleeping in! Though privately some senior Democrats <a href=\"http://www.nytimes.com/2008/08/19/us/politics/19clinton.html\">continue to murmur</a> about Hillary Clinton's chances, the smart money is on Virginia governor Tim Kaine, Joe Biden, who's just back from Georgia, or perhaps Indiana senator Evan Bayh, though he's hugely unpopular on the left of the party. [<a href=\"http://www.nytimes.com/2008/08/19/us/politics/19veep.html\">New York Times</a>]</p> <p>But is there still a chance Obama might opt for a bipartisan ticket, picking one of the Republicans Richard Lugar or Chuck Hagel? [<a href=\"http://www.time-blog.com/swampland/2008/08/lugar_what_about_hagel.html\">Swampland</a>]</p> <p>John McCain is expected to make his VP announcement a week on Friday at a 10,000-strong rally in Dayton, Ohio, the day after Obama officially accepts the Democratic nomination. It will be McCain's 72nd birthday. This might be an attempt to claw back a tiny bit of media coverage during next week, but then again McCain might change his mind: \"Friends emphasize he talks about the decision with almost no one, [and] could even change the announcement plans and go sooner.\" [<a href=\"http://thepage.time.com/2008/08/18/politico-mccain-to-announce-veep-pick-day-after-denver/\">The Page</a>]</p> <p>Bloggers at the Democratic convention next week will be provided with \"couches for napping,\" \"Google-sponsored massages, smoothies and a candy buffet.\" [<a href=\"http://gawker.com/5038717/posh-convention-candyland-for-bloggers\">Gawker</a>]</p>"
]