[
  "<p>For a few moments, the exuberant crowd at the Democratic convention this week fell silent. In sombre tones, Barack Obama's running mate, Joe Biden, described his regular evening commute by Amtrak train from Washington to his blue-collar home town of Wilmington, Delaware.</p> <p>'As I look out the window at the homes we pass, I can almost hear what they're talking about at the kitchen table after they put the kids to bed,' Biden told his audience in Denver. 'Questions they never thought they would have to ask.'</p> <p>He rattled off a list of America's economic woes: the soaring price of a tank of petrol, rocketing heating bills with winter around the corner, surging healthcare costs, job cuts and wage restraint. </p> <p>At the centre of it all, he said, kitchen-table worries revolved around the subprime mortgage crisis: 'Now we owe more on the house than it's worth. How are we going to send the kids to college?'</p> <p>With just over nine weeks until the presidential election, the crisis gripping America's economy has emerged as the most important issue on voters' minds. Some 61 per cent of the electorate cite economic concerns as the biggest problem facing the nation - almost double the 34 per cent recorded in January, according to the Pew Research Centre. Only 17 per cent cite Iraq as their greatest worry.</p> <p>For all the bluster about hope, renewal, wartime heroism and leadership, the policy battle is shaping up to be a classic confrontation of liberal versus conservative ideology. While Obama wants to tax the rich and channel aid to the poor, John McCain is explicitly pledging smaller government, balanced budgets and an extension of the Bush era of low taxation. It is a bottom-up philosophy against a trickle-down approach.</p> <p>'The economic news is going to be pretty much bad from here through till November,' says Dean Baker, co-director of the Centre for Economic and Policy Research in Washington. 'The economy is going to be front and centre.'</p> <p>While past presidential candidates have had the luxury of theorising over future policies, Obama and McCain face a crucial issue they can't duck: what to do about Bush's $2 trillion in temporary tax cuts, skewed towards the wealthy, which expire in 2010. While Obama would partially roll them back, McCain intends to make them permanent. 'The choice is stark and simple,' McCain told a recent town hall meeting in Colorado. 'Senator Obama will raise your taxes. I won't. I will cut them where I can.'</p> <p>Obama intends to increase rates for those with incomes over $250,000 - a mere 3 per cent of the population, his team says - to raise perhaps $700bn over a decade. McCain, meanwhile, presents himself as a paragon of fiscal virtue who will balance the budget by 2013.</p> <p>That's all very well. But experts point out that more immediate problems face the US as the credit crunch wreaks havoc with the financial system.</p> <p>'We're going to see more bank failures,' says Baker. 'They're going to have to decide whether to keep [lenders] Fannie Mae and Freddie Mac as private companies. There's going to have to be more bank regulation. There are going to be a lot of big challenges to address.'</p> <p>The Bush administration has already tried throwing money at the economy to force it back on track through a $168bn stimulus package, which involved sending out tax rebate cheques of up to $600 per person. Obama wants to have another crack through a second injection of $50bn, combining a fresh round of rebates with a fund to prevent home foreclosures.</p> <p>'An extra $50bn in people's pockets would get us back to that sweet spot,' says Brad DeLong, an economics professor at Berkeley University in California who served in the Treasury during the Clinton years. 'It would keep employment sufficiently high but avoid an inflationary spiral.'</p> <p>DeLong, who is an Obama backer, says McCain takes the opposite view: 'He thinks not recognising the problem is the right thing to do. He's opposed to giveaways. He thinks these difficulties are down to feckless borrowers who took out huge loans and spent the money on holidays to Bali.'</p> <p>Both candidates have surrounded themselves with heavyweight economic brains, some of whom arrive with baggage. Obama rankled unions by recruiting a centrist, Jason Furman, as his economic policy director. Furman, who is close to the Clinton-era Treasury secretary Robert Rubin, is pro-trade, and annoyed left-wingers in 2005 by presenting a paper lauding Wal-Mart as 'a progressive success story'. </p> <p>Meanwhile, McCain has turned to Douglas Holtz-Eakin, a former director of the Congressional Budget Office who has advised both Bush Presidents. Standing behind him are two Silicon Valley stars - the former Hewlett-Packard boss Carly Fiorina and retired eBay chief executive Meg Whitman.</p> <p>Some of the most bitter exchanges between the two camps have been about how to deal with rocketing fuel prices. To many non-partisan economists, this has exposed politicians at their worst. Obama backs a windfall tax on energy companies to fund 'emergency' refunds for low-income families; McCain has suggested a fuel tax holiday, suspending levies at the pump for up to three months.</p> <p>'Most economists would regard both proposals as not good ideas,' says Nigel Gault, chief US economist at Global Insight. He argues that a windfall tax is unpleasantly arbitrary, while a fuel tax holiday would lead only to higher consumption, boosting the profits of already well-fattened oil companies. </p> <p>'There's a problem with the US economy of too much spending, too much consumption,' says Gault. 'People need to save more. So it feels odd that you get out of a downturn by telling people: \"Here's some money, go spend more\".'</p> <p>With the countdown to polling day under way, a majority of voters appear to have grasped the basics of the two candidates' stances. In a Pew Research poll this week, 56 per cent said they knew 'a lot' or 'a fair amount' about Obama's economic plan and 54 per cent were familiar with McCain's proposals.</p> <p>Critics, however, question whether either candidate is being sufficiently frank. A neutral body, the Tax Policy Centre, has been trying to divine the cost of the promises made by each side. It reckons that Obama's tax-and-spend plans will add $3.5 trillion to national debt by 2018, while McCain's tax-cutting proposals amount to $5 trillion. </p> <p>In true populist tradition, both campaigns have been only too willing to promise extra spending. But neither side has outlined any cuts, with the exception of a pledge by McCain to stamp out pork barrel-style Congressional 'earmarks' for local projects - the most famous of which was $230m in 2004 to fund a so-called 'bridge to nowhere' between two islands in a remote part of Alaska. </p> <p>Roberton Williams, principal research associate at the Tax Policy Centre, says the difference is clear: 'McCain is saying, \"Let's cut taxes for everybody and help the economy grow,\" on the basis that a rising tide lifts all boats. Obama is arguing that the rich have got very rich and can afford to pay a little more because the people at the bottom are struggling.'</p> <p>But, he adds, radical-sounding messages from the candidates are often 'clarified' into blander proposals by backroom advisers: 'There's a real tension between the policy people and the political people. On the stump, they want to say things that are simple and that resonate.'</p> <p>Both campaigns are seeking endorsements from business leaders to add a dusting of gravitas to their economic expertise. McCain has secured public support from the veteran FedEx boss Fred Smith, from Merrill Lynch's John Thain and Sun Microsystems' Scott McNealy. </p> <p>The Obama side boasts fewer big business names, although it does have the vote of the world's richest man, Warren Buffett, a longstanding Democrat. Other Obama fans include former Federal Reserve chairman Paul Volcker; and the campaign is assiduously courting Google's chief executive, Eric Schmidt.</p> <p>International trade remains an evergreen fissure running through US politics. While McCain has been firm in his defence of the free trade agreement, Nafta, the Democrats have promised, albeit without specifics, to renegotiate treaties to protect US workers.</p> <p>Luke Froeb, a free enterprise expert at Vanderbilt University's management school in Nashville, identifies this as a key ideological gap. He argues: 'Renegotiating Nafta would make our economy a lot less flexible. It would reduce income and make us all worse off.'</p> <p>An overt McCain supporter, Froeb views Obama as a classic interventionist who overestimates the government's power to control the economy. 'He's relatively young. He knows enough to be arrogant and not enough to be humble,' Froeb says. 'Whereas McCain knows enough to be humble. He sees a problem and he may understand that there isn't an immediate solution.'</p> <p>More radical aspirations lurk behind both programmes. McCain has talked of an overhaul of America's tax code to replace the present six income bands with just two. Obama has floated a crackdown on predatory behaviour by banks - including a 'risk rating' system advising consumers on which credit cards to take out.</p> <p>In contrast with Britain's increasingly narrow political battleground, where 'tax rise' remains a deadly phrase, the US election amounts to a true collision of economic philosophy. Yet for all the boldness of the proposals, executive authority is strictly limited - any plans will inevitably be altered in lengthy tugs-of-war through Congress.</p> <p>As the long, hard run-in to polling day begins, both sides are keen to distance themselves from President Bush's economic legacy. The Obama camp is hopeful that this year's downturn could create just enough disillusionment to push its man over the line.</p> <p>'We did not arrive at the doorstep of our current economic crisis by some accident of history,' Obama told a recent rally in North Carolina. 'It was the logical conclusion of a tired and misguided philosophy that has dominated Washington for far too long.'</p> <h2>Key economic policies</h2> <p><strong>Obama</strong></p> <p><strong>·</strong> A fresh stimulus to the economy of $50bn, including sending out $20bn of tax rebate cheques and creating a $10bn fund to prevent home foreclosures</p> <p><strong>·</strong>Rolling back Bush's tax cuts for wealthier Americans by increasing taxes on those earning more than $250,000</p> <p><strong>·</strong>A windfall tax on oil and gas companies to fund 'emergency energy rebates' of up to $1,000 for low- and middle-income families</p> <p><strong>·</strong>The creation of a national infrastructure reinvestment bank to build roads, bridges and other transport links, comprising $60bn of federal money over a decade</p> <p><strong>·</strong>A five-star risk rating system and a bill of rights to crack down on predatory tactics by credit card companies</p> <p><strong>·</strong>Tackling the Nafta free trade pact so that it benefits American workers</p> <p><strong>McCain</strong></p> <p><strong>·</strong>Keeping and extending the Bush administration's sweeping tax cuts</p> <p><strong>·</strong>A fuel tax 'holiday' for motorists by suspending levies on petrol for a period of up to three months</p> <p><strong>·</strong>A 'home plan' to tackle the sub-prime crisis that would help 200,000-400,000 people by providing new 30-year fixed-rate mortgages to replace burdensome delinquent loans</p> <p><strong>·</strong>Giving families a fiscal break by doubling the annual tax allowance per child from $3,500 to $7,000</p> <p><strong>·</strong>Building 45 nuclear power stations, creating up to 700,000 jobs</p> <p><strong>·</strong>Defending Nafta and pushing for more free-trade treaties with other nations</p> <p><strong>·</strong>Ending all farm subsidies that are not based on 'clear need'</p> <h2>Healthcare reform: My costly experience of a failed system</h2> <p>Financing a comprehensive healthcare system available to all 300 million Americans, whatever their means or status, is one of the biggest problems facing whoever moves into the White House.</p> <p>Fixing America's arcane private health insurance system is far more significant than either Barack Obama or John McCain has thus far managed to elucidate. The current system can put so much stress on a family's finances that it dictates the lives of many. It determines the type of job you take, or, for those many millions not provided with health insurance at work, it forces you to take a second or third job just to pay the premiums.</p> <p>And even with insurance you may not be safe. The latest figures from the American Association of Retired Persons show that more than 1.85 million Americans - many of whom have what they think is very good health insurance - are every year forced into bankruptcy because of a medical emergency. </p> <p>More than 45 million Americans don't have any health insurance to speak of, nor do they qualify for the paltry amount of free healthcare made available to the very poorly off.</p> <p>I learnt last week how broken, stressful and altogether backwards the American system of paying for healthcare can be when I was unexpectedly admitted to my local hospital for an MRI scan.</p> <p>I am lucky enough to have a wife who works at a big US company that provides us with much better health insurance than we could ever afford to buy. This, coupled with the fact that I was weaned on the good old NHS, meant I was not remotely concerned about the cost of my visit to the hospital. Until I got there.</p> <p>The first thing I had to do at the reception of New York Methodist Hospital in Park Slope, Brooklyn, was phone my insurance company - even though I was being admitted as an emergency. I sat on the phone for 45 minutes responding to various recorded messages, punching one for yes and two for no as if I was paying my cable bill. At the end of this process, I was told that my insurance did not cover the first $721 of the MRI scan and only 80 per cent of the emergency treatment and any other subsequent hospital stay, drugs etc.</p> <p>A spell in hospital costs hundreds if not thousands of dollars a day and I was to be admitted for a minimum of five days. I was also slated for at least three MRIs, a lumbar puncture and lots of medication.</p> <p>And that is when the reality of living with the American healthcare system really sank in. I was no longer thinking about my potentially serious spinal cord injury. I was thinking about medical bills.</p> <p>McCain does not seek to alter the status quo sufficiently to give Americans respite from the current potentially crippling system. Sadly, Obama's proposals to fix it do not go far enough either.</p> <p>But both of them must know that until Americans can live secure in the knowledge that a single trip to the ER will not wipe out their finances for good, the 'dream' they speak of living will remain a financial nightmare for all but the very wealthiest.<br><strong>James Doran</strong></p> <p><strong>·</strong> This article was amended on September 8 2008. In the article above we said that John McCain had gained support from business leaders including 'Cisco's Scott McNealy'. Mr McNealy is chairman of Sun Microsystems. This has been corrected.</p>",
  "<p>As Republicans gather in St Paul for this week's convention, the choice of Alaska governor Sarah Palin as John McCain's running mate has highlighted one of the key themes of the next 10 weeks' campaigning: the chase for the female voter.</p> <p>Palin's nomination is aimed at exploiting a perceived weakness in the Democratic camp, where millions of supporters of Hillary Clinton's doomed run for the nomination might be open to switching sides.</p> <p>A mother of five and religious conservative, Palin made a deliberate pitch for women in her acceptance speech at an introductory rally in Ohio, noting the proximity of the 88th anniversary of women's suffrage in America. Then she heaped praise upon the first woman to appear on a major party national presidential ticket - Democrat Geraldine Ferraro in 1984 - and also Clinton. She praised her 'determination and grace' in her campaign against Barack Obama then borrowed one of Clinton's most powerful lines: 'Hillary left 18 million cracks in the highest, hardest glass ceiling in America.'</p> <p>Palin then cast her own nomination firmly in the light of women's rights, following on from the ground broken by Ferraro and Clinton. 'It turns out the women of America aren't finished yet and we can shatter that glass ceiling once and for all,' she said.</p> <p>It remains unclear how successful the ploy will be. Last week at the Democratic convention in Denver the Obama campaign was itself careful to woo former Clinton voters, especially women. The effort was aided by Clinton herself, who gave a strong speech backing Obama and attacking McCain. </p> <p>Certainly the issues alone would seem to suggest that Palin will have a tough time persuading wavering Democratic women on to her side. She is a staunch evangelical Christian who is firmly anti-abortion, even in extreme cases. </p> <p>She is pro-gun and is a lifelong hunter and member of the conservative National Rifle Association. She is in favour of drilling for oil in the Arctic National Wildlife Reserve in Alaska, a hot-button topic condemned by many environmentalists. She also opposes gay marriage and is sympathetic to teaching creationist theories alongside evolution in schools. </p> <p>However, Republicans are betting that Palin's life story will be fertile ground to make a pitch for women, especially the suburban 'soccer moms' who have proven a key demographic in recent elections. Palin began her speech in Ohio - the first time many Americans had even heard of the obscure governor - by saying she had been 'just your average hockey mom in Alaska'. Her history as a hardworking mother of five children, one of whom has Down's syndrome, is also seen as a potentially powerful message to women voters.</p> <p>Palin is set to hit the campaign trail hard, stumping for McCain and highlighting her own unlikely rise to the summit of Republican politics. Whatever the potential for success in her appeal to women voters, she has already sparked great expectation among activists. </p> <p>Her youth, her former beauty queen looks and the sheer surprise of her choice has created a buzz in a party that has had trouble generating much excitement. 'It was very, very clever. It was a bold and exciting choice,' said Republican strategist Angela Marie Buchanan.</p> <p>Palin's conservative views have also addressed one of the key problems McCain has faced in recent months as he has secured his party's nomination. The religious right has long distrusted him, despite his own social conservatism. Picking Palin will go a long way to ensuring conservatives turn out in large numbers for McCain. That in itself is vital as they make up a large amount of the party's most committed activists who are key to any 'get out the vote' operation on election day itself. </p> <p>The move prompted James Dobson, founder of the evangelical group Focus on the Family, to heap praise on the choice. Dobson, who initially said he would not vote for McCain, called Palin 'an outstanding choice.' </p> <p>He added that it would help evangelicals back McCain as it made it likely that he would appoint conservatives to the Supreme Court, something that would increase the chance of making abortion illegal.</p>",
  "<p>THE TWO women seemed like captured war trophies. Debra Bartoshevich and Cynthia Ruccia were both former supporters of Hillary Clinton's campaign. Now they were backing John McCain. In front of the TV cameras at a Republican press conference in Denver last week, they were introduced by Carly Fiorina, a top McCain aide and a possible vice-presidential choice before he settled on Alaska governor Sarah Palin.</p> <p>Both women were vociferous in their support of McCain and slammed Barack Obama for - in their opinion - abusing America's female vote. 'The [Democratic] party is allowing 51 per cent of the country to be bashed,' said Ruccia, a Clinton supporter and Democratic official from Ohio. Bartoshevich, once a Clinton delegate from Wisconsin, went even further. She is now the star of a Republican 'attack ad' appealing for Clinton supporters to abandon Obama. 'I have spoken to a lot of Democrats who are the same as I am. But they are not ready to come out,' she said. She added that she was going public to encourage them to jump ship too. 'I want others to feel that they can come out,' she said.</p> <p>That was music to the ears of Republican strategists and a worry for Democrats. Never before have women voters been so much the focus of concerted political attention. Clinton's sprawling, dramatic battle with Obama has put the female vote firmly in the headlines. By the end of the fight, Clinton had moulded herself into the unabashed champion of women, demanding that their voice be heard. Now Obama is scrambling to make sure those voters stay in his coalition. The surprise factor is that the Republicans have joined the chase and are aggressively pursuing the same target. McCain is heaping praise on Clinton and her achievements. Now he has picked a mother of five from Alaska as his running mate. Battle has been joined. The war for the women's vote could define the final two months of the election.</p> <p>In front of a cheering crowd in Dayton, Ohio, Palin herself left little doubt as to her role and intentions in the coming fight. In scenes unthinkable in a normal election year, the crowd witnessed the spectacle of the Republican vice-presidential choice lauding the achievements of Hillary Clinton. She praised Clinton's 'determination and grace' in her fight against Obama. The crowd seemed confused, with a few groans being muted by half-hearted cheers at Clinton's name.</p> <p>But Palin was not put off. She promptly stole one of Clinton's old stump speech lines. 'Hillary left 18 million cracks in the highest, hardest ceilings in America,' she said. Palin then cast herself firmly in the light of women's rights, following on from the ground broken by Clinton and Geraldine Ferraro, the 1984 Democratic pick for vice-president. 'It turns out the women of America aren't finished yet and we can shatter that glass ceiling once and for all,' she said.</p> <p>The pitch to bring in women on the McCain ticket was obvious. But it will be no easy task. Women in America are generally more sympathetic to a Democratic candidate. Recent polls have shown that six out of 10 women count themselves as Democrats or Democrat-leaning. In the latest Washington Post-ABC News poll, Obama attracted 55 per cent of the female support compared with McCain's 37 per cent. But Palin is not the only weapon in the Republican armoury. Figures like Fiorina - a former top businesswoman - have been increasingly visible in recent weeks. Then there is Cindy McCain, John McCain's wife and the potential next First Lady of America. With her demure attitude and blonde good looks, Cindy is wildly popular with traditional Republicans, superb at chatting to supporters in diners and coffee shops. 'She is a wonderful campaigner. People react to her,' said one Republican aide.</p> <p>It makes a contrast to her opposite number, Michelle Obama. A black lawyer with working class roots, she is from a world far removed from Cindy McCain's wealthy childhood in Arizona. Michelle is also at ease giving speeches but has a frank and fiery style. She is in many ways the archetype of the aspirational professional married woman and is a powerful draw to female voters.</p> <p>There is another side to Cindy McCain, one that reflects decades of travel to war-torn spots around the globe as part of her medical charity work. Recently, as her husband took a hawkish line on the Russian invasion of Georgia, it was his wife who popped up in a refugee camp in the aftermath of the country's short-lived war. 'My job in all of this is to make sure that the international community does not forget what is going on here,' she told reporters. Such comments did a lot to dispel the common notion of Republican First Ladies as 'Stepford Wives' adept only at lunches and buffets.</p> <p>Such developments pose a dilemma for the Obama camp. The campaign knows that it cannot afford to be complacent when it comes to female support. Palin in her speech steered clear of any ideological positions and instead touted her personal story as a mother of five. She called herself 'just your average hockey mom in Alaska' and emphasised her working-class background and that of her husband.</p> <p>But the Obama campaign has worked hard during the past week to shore up its support among women, especially the 18 million who backed Clinton. The effort was led by Clinton. She gave a speech in Denver attacking McCain and strongly supporting Obama. Much of the first three days of the convention was devoted to patching up publicly the divisions left over from the long nomination fight. A symbolic roll call included Clinton's name. It was stopped by Clinton herself, who then asked the convention to acclaim Obama the nominee. It was a powerful endorsement of his candidacy. Her husband, Bill Clinton, who has seemed lukewarm towards Obama, also made an impassioned plea for his election. Hillary then rejected recent Republican ads that have featured her criticising Obama.</p> <p>Certainly the former Hillary supporters promoted by the McCain campaign seemed to have trouble responding to policy questions about why they had switched sides. Ruccia, who confessed that she was pro-choice on abortion, is now supporting a Republican ticket on which both names are anti-abortionists. Bartoshevich is in the same position. 'I am not a one-topic voter. I take a look at other things,' she said. 'Things like the economy. I look at his [McCain's] experience in foreign policy.'</p> <p>That may be true. But to stop similar voters switching sides, the Obama camp believes that it will only have to emphasise Palin's red-blooded conservatism. Democratic strategists are betting that few women will be swayed by Palin once her opinions become widely known. She is a staunch opponent of abortion rights and a committed evangelical Christian. She is sympathetic to teaching creationist theories in schools. She is also a proponent of gun rights and a lifetime member of the National Rifle Association. It is unlikely that seeing Palin blasting away with a machine gun will persuade too many Democratic women voters that she is a genuine kindred spirit.</p> <p>But Palin does owe Clinton a huge debt. Her nomination for vice-president is a product of the campaign Clinton ran and the nerve it touched among millions of women across America. Just as Obama's run for office energised black Americans and young voters, Clinton's historic efforts triggered a political awakening among many women. That is what McCain is hoping to tap into by choosing Palin and by taking advantage of Obama's decision to pass over Clinton for his own running mate.</p> <p>Clinton's run for the White House was full of ironies. She began as favourite but ended as a scrappy, passionate underdog. The ultimate party insider, she became the voice for a downtrodden generation of Democratic women. In the end she may still achieve her goal of putting a woman in the White House, albeit as vice-president not commander-in-chief. Yet that woman will not be Hillary Rodham Clinton. It could instead be a gun-toting former beauty queen. In an election already replete with surprises, no one could have predicted that.</p>",
  "<p><strong>Madonna</strong> <br>Parc des Sport Charles Ehrmann, Nice </p> <p>Usually, the first few dates of a world tour staged by Michigan's biggest export since the automobile are rife with controversy. Last time around, for 2006's Confessions tour, Madonna hung herself from a glittering black cross. For 1990's Blond Ambition tour, it was simulated masturbation. Catholic authorities usually make banning noises when Madonna's visa request comes in.</p> <p>But this year's Sticky &amp; Sweet world tour feels different. Less sticky, perhaps, even though this is a hot French summer night, and the gig-goers of Nice scoff waffles and doughnuts. The outrage is minimal. Throughout the two hours of her show, watched by Nice's mayor and Elton John, she fakes one orgasm, kisses a female doppelganger on the lips, calls us motherfuckers and says: 'Mon fesse' (my arse) in ropey French. That's about it for fluids'n'sacrilege, two formerly key ingredients of a Madonna globetrot. The tour began in Cardiff last weekend not with a bang but with a grumble. She came on late. Tonight, the screens fail for a song and a half and a guitar is out of tune for a bit. No scandal here, just technical hitches, for which she politely apologises.</p> <p>Is it that Madonna, now 50, has finally grown up? Is it a newfound piety instilled by kabbalah? Perhaps. But after a quarter of a century of provocation, we are now probably unshockable. Madonna would have to fellate a donkey while dressed as the Pope to get cab drivers tutting now. </p> <p>No, the hoopla this time is merely political. Republican senator John McCain has objected to being part of a montage of world ills that obliquely aligns him with war, famine, pestilence and Nazi Germany, while his Democratic rival Barack Obama ends the sequence elided to Gandhi, John Lennon, ice cream and fluffy bunnies (well, not quite, but you get the idea). This is the 'Get Stupid' sequence of the gig, in which video projections of Madonna lecture us about imminent Armageddon, while the real, sinewy thing executes one of her umpteen costume changes elsewhere. Pop concerts are obviously not the best arena for nuanced political debate but, even by stadium standards, this is a point too crudely made. </p> <p>Moreover, Live Nation, Madonna's concert promoters, have issued a guide to Sticky &amp; Sweet, listing the quantity of freezers, trampolines and lipstick used on tour. While it's nice to learn of some gofer trawling eBay for vintage pantyhose for Mrs Ritchie and dancers (100 pairs), this litany of products, designers and equipment feels de trop. One fan here has T-shirt that reads: 'Liberté, égalité, jet privé', a French philosophical discourse Madonna might readily subscribe to.</p> <p>Still, we do not come to Madonna for dignified austerity, and the Sticky &amp; Sweet tour delivers on visuals, pace and sheer physicality. Divided into four suites, each with its own theme, the show radically remixes old favourites and showcases the newer songs from her Hard Candy album. 'Candy Shop' and 'Beat Goes on' kick off with Madonna on a throne and in a retro convertible car, all soundtracked by some headily futuristic R&amp;B. Pharrell Williams, Timbaland, Kanye West (and, later, Justin Timberlake and Britney) all do their guest bits on giant video screens while Madonna and troupe contort below. </p> <p>In the absence of stickiness, perhaps the sweetest segment of the night is the homage to Eighties New York. 'Into the Groove' is reinvented in a blizzard of hip hop scratching while Madonna skips between two ropes, double-Dutch style. On the screens, Keith Haring visuals mirror the skipping below. In his memoir, Madonna's brother Christopher Ciccone accuses his sister of forgetting her gay roots since marrying Guy Ritchie, whom he portrays as a casual homophobe. So it is nice to see Haring's work onstage and the loyal gangs of gay men, lesbians and transsexuals out in support tonight.</p> <p>Less successful is the Gypsy interlude, where Madonna follows her infatuation with New York gypsy punk band Gogol Bordello to its logical conclusion. 'La Isla Bonita' is transported many miles to the east, with Madonna gripping a rose in her teeth and galumphing alongside Romany musicians and dancers.</p> <p>To be fair, she becomes more respectful, taking a break from centre-stage to watch them perform 'Doli Doli', a Romanian folk song. But it all ends with 'You Must Love Me', Madonna playing guitar on a stool and laboriously enunciating the Evita number. It is ghastly. </p> <p>Indeed, whenever Madonna picks up a guitar - which is often - the songs wilt a little. As the loveliness of 'Ray of Light' disappears under the groans of Madonna's axe, she increasingly recalls Courtney Love, who was, for a time, grunge's Madonna. Of course, she can't be all-disco, all the time, but Madonna is always at her finest singing about dancing while doing just that. So 'Give it to Me' - with its added cheesy rave stabs - brings the fourth quarter to a euphoric end. The body is where Madonna's true genius lies; all the head stuff is just a distraction.</p>",
  "<p>Why does it feel as if the government is sneaking through plans for its shake up of the GCSE curriculum? On the face of it, the changes look OK: terrorism to be included in history, humanism in religious studies, climate change in geography. There is also talk of 'units' to be assessed as soon as they are completed and something called 'controlled assessment in the classroom'. All of which sounds fine. </p> <p>Alarm bells start to ring when one reads that under the new system it may be possible for students to have their subjects completed by Year 10. In which case: 'They could treat Year 11 as a bridging year and take time out from exams for exploration.' I'm sorry, run that by us again. Bridging year? Time out? Exploration? For a bunch of 15- to 16-year-olds? We've all heard of the gap year; now it seems we're going to have the 'falling through the gap' year. Leastways, from the perspective of the parents.</p> <p>Many British parents are only just emerging, grey and broken, not to mention skint, from the post-GCSE/A-level summer holiday meltdown. Namely the partying, sloth and aimless hoboing that has come to be known Chez Ellen as the Great Post-Exam Walkabout. Ergo, there could only be a collective parental groan ('Nooo!') at the notion of this state of affairs lasting an entire year.</p> <p>For the benefit of the innocent, let me explain how the Post-Exam Walkabout works. Basically, it involves an entire summer of older teenagers either post-GCSE or A-level, rampaging about in a quasi L'Oréal 'Because we've taken exams and we're worth it' fashion. As the exams usually end before term does, this period can last a chilling nine-plus weeks - ample time for your teenager to start to believe he or she really is a fully paid-up cast member of Skins. Parents barely feature, unless money is needed (always), or beds are required after a night's partying, for them and their friends. The latter only occurs when a BO (better offer from a better parent) has failed to materialise. </p> <p>Should you be chosen, your guests, in our case, girls, will rock up in the early hours. Weekend, weeknight, it doesn't matter - there will follow hours of giggling, gossiping, door-banging, MTV-blasting, phone-recharging, lavatory-flushing, parent-frazzling hell. When your guests arrive, you think: 'Oh, thank God they're safe.' A few hours later it's more: 'I'm going to kill them.' </p> <p>They usually leave the next day after 'breakfast' some time around 4.30pm. Your own teenager recharges with some Sky Plus and fridge/purse emptying, then the whole process starts again. </p> <p>You end up on the internet plotting their next summer - au pairing, chalet-cleaning, grape-picking, building orphanages in Africa, perhaps a short spell of political activism and imprisonment in Tibet... anything so long as it gets them out of your hair. </p> <p>These are the 'socio-educational' issues that never seem to be debated. Never mind people carping endlessly about exams getting easier (if they are, be grateful - I know I am), what about other issues such as school terms getting shorter, at the same time as teenagers are getting more powerful, demanding and expensive? Same as it ever was? Probably. But previous parenting generations never had to deal with the spectre of a whole year of government-sanctioned, post-exam walkabout. </p> <p>This is why it can only be disappointing for parents to hear such guff as: 'Going straight from GCSEs to A-levels is such a shock to young people... they should be given a break.' Oh boo hoo. How about giving us a break? The long summer parents can just about crawl through - but an entire 'bridging year' for our little darlings to find themselves? Something is going to give.</p> <p>Back in the day, when I was still nice, I used to believe that teenage was a state of grace, of beautiful limbo, where one's personality, one's true essence, hung suspended for maybe the last time in your life. I still believe that, but, being a parent, I now believe it in a rancid, hateful, altogether begrudging way. Post-Exam Walkabouts are one thing, but (just a thought) afterwards, maybe our teenagers need the discipline of going straight to the next educational stage. It's time the government realised that it's not just teenagers who are capable of looking for a BO.</p> <h2>Frankly, I'm lucky I got back from my holiday alive...</h2> <p>Not that I'm useless at sunny holidays or anything, but I count myself lucky that the following news item didn't appear in the papers.</p> <p>Stop Press: South of France</p> <p>In the early hours, French police were called in to investigate the body of an Englishwoman discovered floating face down in the 'Zen pool' of an all-inclusive family holiday resort. </p> <p>The body was described as fully clothed in 'Monsoon sale items, some dating back to 2002, smelling strongly of factor 50 sunscreen'. She had been struck from behind by a wine bottle with such force that 30 or 40 people may have been involved. Curiously, she was found clutching two other wine bottles. 'We had to break her fingers to prise them loose,' confirms a shaken officer at the scene.</p> <p>A French holidaymaker says that the victim had been noticed around the resort. 'C'est incroyable! Her man would be swimming with their small child. She would just sit in her clothes - leggings, tops... Crocs noirs! Sometimes a towel over the head, always complaining about the heat. Désastre! She was so white, so bloated from all the food and wine, you could not help but stare.' </p> <p>Other holidaymakers confirmed that, by night, the woman would routinely cause a fracas by elbowing other families away from the wine and announcing that she was a vegetarian.</p> <p>'She kept screaming, \"Its 2008, French nation, get over it!\", but actually nobody cared.' Later, after an unseemly scuffle regarding her adamant refusal to retire to bed with her family, the woman would drink more wine and, as a fellow British holidaymaker put it: 'Rant bitterly.' </p> <p>'Something about the Judgment of the Pool,' said the Brit. 'How people like her are judged for not swimming with their children on holiday, but nothing is made of all they do the rest of the year, when there is \"no sodding pool\". An interesting point the first night, boring by the sixth. As she got drunker, she kept telling the French that she was \"a very important person back in England, as beloved in her own way as Princess Diana\". It was embarrassing.' </p> <p>Police are asking people to come forward, though stress that they require more information at this stage than that the dead woman was a 'disgrace'. Thus far, the woman's partner has had 397 people offering him an alibi.</p> <h2>Can't wait for Sarah's moose stew recipe</h2> <p>In Republican running mate Sarah Palin, 44, John McCain has managed to find the only woman in America capable of making Hillary look sweet-tempered. A former Miss Congeniality, with five children, nicknamed the 'Barracuda' because of her competitive basketball style, pro-life, anti-gay marriage, loves guns, eats moose stew... you couldn't make Sarah Palin up. Oh God, wait a minute. Did they make her up? </p> <p>Well, no, and considering the flak women get in American politics, we should give Palin a fair chance. After all, maybe it's just a British thing - the uneasy feeling one gets that certain photos of Palin have thus far said less 'inspiring female politician' than 'Hungerford'. Michelle Obama has already given us her First Lady cookie recipe, so maybe it's a positive sign that Palin looks like she could rustle up a mean Molotov cocktail. </p> <p>Indeed, with that CV (part Sandra Bullock rom-com, part Rambo), Palin effortlessly exudes that cinematic quality that Americans love. I'm sure Palin would like me to start referencing Katharine Hepburn at this point. Actually, I'm thinking more Kathleen Turner in Serial Mom.</p> <p>More worryingly, beside Palin's vitality, McCain, 72, has gone from looking 'a bit old' to resembling those things crashing around deserted supermarkets, wanting to eat your brain, in George A Romero movies. For now, let's enjoy the rather magnificent Ms Palin. We can start worrying tomorrow.</p>",
  "<h2>Obama supporters raised race first</h2> <p>Race undoubtedly remains a strangely sensitive topic in the United States ('Why has Obama stalled? No one mentions race', Focus, last week). Only the naive would have thought this issue would not play a role in the election. </p> <p>But what Paul Harris and many other pundits must keep in mind is that some of Obama's supporters were among the first to raise race as an issue. During the primary season, prominent media personalities repeatedly spoke about the historic nature of electing an African-American as President, and what affect this might have on race relations. It sometimes appeared as though many of Obama's most vocal supporters seemed uninterested in what their candidate was actually saying, but were instead totally involved with the issue of race. </p> <p>This is rather sad considering that race relations never formed a key plank in Obama's platform, but it goes to show that race preoccupies Americans on both the left and right.<br><strong>Christopher Adam</strong><br>Department of History,<br>Carleton University, <br>Ottawa, Canada</p> <h2>The old have a lot to answer for </h2> <p>Margaret Drabble is a great writer and a clear thinker, but her article, 'The old have a powerful role to play. We're going to enjoy it' (Comment, last week) seems a tad complacent. Three months younger than her, I'd point out that it is our generation and those immediately following who have knowingly and recklessly consumed the world's resources, pillaged the seas, polluted the Earth's atmosphere and degraded the natural environment through mining, logging, manufacture, construction, tourism and corporate agriculture. </p> <p>Of course, old people need to be treated with respect. But so do the young, so do the poor, so does the natural world. We owe it to the generations whose future welfare we have stolen to try to provide compensation, pay reparation, make things better. </p> <p>Dame Margaret briefly mentions Dignity in Dying. Insisting on having the right to choose when and how we die, and using it when we feel it is appropriate, would be one contribution. Using the wealth we've accumulated on projects for the young or the poor or on habitat and species conservation and restoration another.<br><strong>John Coston</strong><br>Tavira, Portugal</p> <h2>Go forth and pick apples</h2> <p>You report that a lack of pickers will mean apples will rot this year (News, last week). I believe there are solutions to this problem within our local population here in Kent.</p> <p>First, there are the fit, newly retired, who might welcome the outdoor exercise and a chance to supplement their income. Have the farmers approached the local newspapers for publicity?</p> <p>Second, there are the church congregations. The payment for picking could be made as a gift directly into church funds.</p> <p>Last, there are the prisons. In this area there are at least two D category jails with lots of fit, bored young men, who would be delighted to get some fresh air and perhaps earn a little money. Category D prisoners are about to be released anyhow and are often out on day-release to do gardening or decorating jobs. This could be extended to category C prisoners, many of whom are in no way dangerous. This could be a serendipitous step towards restorative justice instead of the retributive justice that prevails in the UK. <br><strong>Name and address supplied</strong></p> <h2>Learn to love loud libraries</h2> <p>Hephzibah Anderson's local library ('Please put a sock in it - this is a library', Comment, last week) sounds exactly like the libraries I strive to work towards: children bonding with their parents and developing language skills through rhyme and song; foreign students finding a comfortable sanctuary away from home, a place that is a hub in the community. Most local libraries don't have a research room or the resources and quiet of the British Library, nor do they aspire to them. If libraries existed with only books and the bygone days that Ms Anderson describes they would cease to exist. But what do I know? The library service I work for (Norfolk) has all the things Ms Anderson seems to loathe yet has the most visited library in the country. <br><strong>Katherine Stephan</strong><br>Norwich</p> <h2>Bolivia is doing just fine</h2> <p>It is a gross exaggeration to suggest that Bolivia is 'edging closer to being a failed state' ('Bolivia split in two as wealthy try to turn back the Morales revolution', World, last week). Failed states do not generally have a President who is supported by 67 per cent of the population and who is able to rely on that mandate to push through much-needed reforms to social and land policies.</p> <p>Also mitigating against the notion of Bolivia being a 'failed state' are the strong ties that Morales is developing with other South American states such as Brazil, Venezuela, Paraguay and Chile. The conflicts are because of his attempt to establish a constitution and political institutions that meet the challenges which this country faces while also seeking to help the 60 per cent of Bolivians living below the poverty line. Rich and poor yes, but also struggles about political power and hegemony.<br><strong>Joe Michna</strong><br>Middlesbrough</p> <h2>Spanish crash raises questions </h2> <p>As an extremely nervous flyer, I was aghast to read in 'Fiesta town mourns its 13 victims of Madrid plane crash' (World News, last week) that passengers who had asked to be allowed to leave the plane after the aborted take-off had been refused permission. If airliners can routinely turn back to rid themselves of drunk, aggressive passengers, I cannot think why these passengers were not allowed to disembark.<br><strong>Vanessa Atkinson</strong><br>Truro, Cornwall</p> <h2>Cromwell 'the war criminal'</h2> <p>Fintan O'Toole, one of the Irish Republic's leading public intellectuals, in his review of Micheàl O Siochrù's new history of Cromwell's conquest of Ireland (Review, last week) argues that reaction to the word 'Cromwell' is still the litmus test of the essential difference between the Catholic Irish and the progressive English.</p> <p>O'Toole maintains that Cromwell arrived in Ireland bent on a 'predetermined exercise in religious and ethnic vengeance'. He later says Cromwell 'resort(ed) to ethnic cleansing'.</p> <p>O'Toole is accusing Cromwell of being a 'war criminal'. Either this can be substantiated - and Cromwell's statue outside the Houses of Parliament removed forthwith - or O'Toole is inadvertently stirring the inter-ethnic pot.<br><strong>Simon Partridge</strong><br>London N2</p> <h2>The Taliban are taking over</h2> <p>No one wants to face reality and admit the Taliban are winning ('Taliban win over locals at the gates of Kabul', World, last week). The international community has failed the Afghans.</p> <p>There must be a doubling of troops in the conflict areas, the German military must step out of their non-combat role and join the fighting, and other Nato members must step up to the challenge. Taliban financing through opium trafficking can be dealt with by allowing Afghan farmers to grow the opium poppy for the medicine morphine. </p> <p>Otherwise, the Taliban and their al-Qaeda cousins will again have an unchallenged geopolitical home to operate from, and the international community will again have abandoned our Afghan brothers and sisters to the cruelty of life under Taliban rule. <br><strong>Norine MacDonald QC</strong><br>President and lead field researcher<br>The Senlis Council think-tank<br>Senlis, Afghanistan</p> <h2>Just don't go there</h2> <p>Knowing the place well, I have to say anyone with the bad taste to even think of going clubbing in Puerto Banus ('British tourists hurt after gun attack at Spanish nightclub', News last week) ought to expect to get shot at.<br><strong>John Gill</strong><br>Skopelos, Greece</p> <h2>Write to us</h2> <p>Letters, which may be edited, should include a full name and postal address and be sent to: Letters to the Editor, The Observer, 3-7 Herbal Hill, London EC1R 5EJ (to be received by noon Thursday). <strong>Fax: 020 7837 7817</strong>. Email: <a href=\"mailto:letters@observer.co.uk\">letters@observer.co.uk</a> (please insert Letters to the Editor in subject field).</p>",
  "<h2>Burns is on fire</h2> <p>The Browser cannot contain his excitement at news that the work of Robert 'Rabbie' Burns, the Ploughman Poet himself, has been set to music by none other than Michael Jackson, below, and David Gest. 'Burns is our favourite poet,' the pair gushed. As testament to their affection, they've turned all 1,512 words of 'Tam O'Shanter' into a show tune. 'It is beautiful,' Gest said. Sadly there are as yet no plans to unleash the recording on the public. But Burns's distinctive use of the Scottish vernacular seems a long way from the Jackson of yore. Altogether now: 'Your butt is mine, gonna take you right.'</p> <h2>P-p-pick up with Penguin</h2> <p>Lovelorn literary types will be delighted by the news that Penguin is launching a dating site. But claims that the service 'brings together book lovers and dating for the very first time' will prove surprising to readers of the London Review of Books, home to a decidedly eccentric personals page for the past 10 years. The section is so popular that it has even spawned a book by the inspired title of They Call Me Naughty Lola. A sample ad reads: 'Stroganoff. Boysenberry. Frangipani. Words with their origins in people's names. If your name has produced its own entry in the OED then I'll make love to you. If it hasn't, I probably will anyway, but I'll only want you for your body. Man of too few distractions, 32.' How will Penguin compete?</p> <h2>Rich list</h2> <p>Do mainstream publishers have a responsibility not to publish error-strewn, rabidly partisan books that will net them a fortune? The Obama Nation by Jerome R Corsi PhD, currently the US bestseller, is published by Threshold, a division of Simon &amp; Schuster, publisher of Michael Moore and Hillary Clinton, among others. The book could cause Obama, below, real damage: Corsi co-authored Unfit For Command, which derailed John Kerry in 2004. In the interests of fairness, shouldn't S&amp;S rush out a book accusing John McCain of being a crypto-Nazi wife-beater?</p>",
  "<p>They are hallowed hallways by any measure, those of the Philharmonie in Berlin. Home to what most critics would acknowledge to be the greatest orchestra in the world, it stands off Potsdamer Platz, across which the wall that divided Europe once cut. There is so much charismatic history both of music and of politics here - a battleground and fulcrum of the 20th century.</p> <p>So there is something both strange and refreshing about the face and figure at the apex of the Philarmonie's solemn edifice, the present carrier of the traditions of the mighty Berlin Philharmonic. It is Simon Rattle, a man one thinks one knows, not just because he is British, and not only because of countless evenings watching him conduct and the immersion in the sound his conducting inspires, but also because of all those cliches attached to him. Like his mop of curly hair (irrelevant) or the baffling but habitual likening of Rattle to Tony Blair - because he is said somehow to 'spin' music (downright offensive). Mr Nice-Guy, 'Our Simon', the man who made it to the top job in music.</p> <p>In the event, apart from his musical mastery, what is so compelling about the man who, to my mind, has made a greater impact on the arts worldwide than any other living Brit, is none of these things. The exact opposite in fact: it is the passion and intensity - severity almost - with which he discusses what he believes, loves and disapproves of, be it with regard to Berlin, music, children, children and music, The Sopranos, Cuban jazz, football, or the city in which he was born, and to which, after a couple of London Proms on Tuesday and Wednesday, he travels to give the first of two historic concerts: Liverpool.</p> <p>In Liverpool, Rattle needs no introduction. He is a local hero whose return to this singular place has a resonance akin to a homecoming performance by Michael Owen or Paul McCartney, only a more convincing and cogent one nowadays than either of those could muster. Rattle is one of the highlights of the city's stint as European Capital of Culture.</p> <p>On Thursday, the 53-year-old Scouser comes home to the Philharmonic Hall between the cathedrals - the Anglican colossus and 'Paddy's Wigwam' - on Hope Street, with his Berlin Philharmonic, to play a concert of music by Wagner and Messiaen. And a month later, on 2 October, there is an even more emotionally charged event: Rattle will conduct the orchestra to which he listened as a child and conducted at the age of 20, the Royal Liverpool Philharmonic, playing the same symphony he conducted that evening back in 1975, Sibelius's fifth. </p> <p>'Talk about a home match,' he enthuses in his room at the Berlin Philharmonie. 'If you are sentimental, as I am in buckets, it's going to be quite a moment. With the Berliners, it will be amazing but, in a weird way, even more with the Liverpool Phil. One of the things I decided to do was to conduct the very first piece I ever conducted with them, which I might have conducted more than any other symphony during the years in between. It will be a very, very special moment.'</p> <p>Liverpudlians harbour notoriously powerful feelings about where they are from, a city which turns its back on England, an Atlantic city looking seawards. Rattle is no exception and an agreeable undertow cuts beneath our conversation because Liverpool is also my mother's [children's author Shirley Hughes] home town. Rattle knows her books and her father's department store, TJ Hughes (still there and making a fortune for others) on London Road at the entrance to Everton Brow. 'Of course Liverpool looks seawards,' says Rattle. 'They call themselves smoked Irish, don't they? Liverpool is off the side of the known universe and it always was.</p> <p>'New York is the only other place comparable. You don't like Liverpool: you either loathe it or you love it. And I don't know anyone who loathes it and comes from it. You don't have [and Rattle uses a German word meaning 'middle' or 'medium'] mittel-message feelings about Liverpool. The minute I get off the train and hear the accent, I'm sold. One \"arright?\" and I'm home. And it's nice to see it in such a renaissance because there were some really rough times in Liverpool, after the riots, the Derek Hatton years.' </p> <p>He says this with solemn slowness, as though a dear friend had been abused by the years when Hatton and Margaret Thatcher picked over Liverpool's bones.</p> <p>'And it was a depressing place. Now it's alive, it has cleaned itself up wonderfully, but it's always going to be itself.'</p> <p>The conversation moves to Rattle's childhood and first experiences with music, though there is a painful poignancy in the timing: his mother Pauline died four weeks ago and so the planned reunion with her son and all her grandchildren at Philharmonic Hall, just short of her 90th birthday, will not happen.</p> <p>Rattle was born in January 1955 in what he calls 'the Jewish, liberal-voting suburbs around Sefton Park where my ... I keep saying where my mother still lives. I mean, where my sister still lives'. But to hear him, you'd think he had grown up in the Philharmonic Hall, listening to the orchestra he will conduct in October, and which was the gateway to those 18 years as conductor of the City of Birmingham Symphony Orchestra, then on to Berlin. 'It's the orchestra from which I learnt what music sounded like, at a time when the programming was the most adventurous in Europe. I went to every possible thing I could and that meant seeing Charles Groves [the LPO's music director] who believed in playing everything. I heard the old, I heard the new. If a wonderful new piece arrived like, for instance - 1970 I think it was - Birtwistle's Triumph of Time, Charlie heard about it and that would be the beginning for the next season.'</p> <p>Groves conducted a complete Mahler cycle with the same orchestra, which was, enthuses Rattle, 'the first time that had been done in Europe, believe it or not. It had only been done in Utah by Maurice Abravanel. The Mahler was extraordinary. Many of us were teenagers at the time, we wouldn't miss them, and I can still remember the impact. The second symphony changed my life enough to make me a conductor. George Hurst conducted that. I can remember hearing the third symphony; there was an interval after the first movement, friends looking at each other, completely overwhelmed by the impact of the music.'</p> <p>Rattle's Tuesday Prom and the Berliners' programme in Liverpool culminate with Messiaen's Turangalila Symphony - like the Sibelius, by autobiographical design. 'When I was perhaps 10 or 11 the Turangalila was a very rare thing, but of course it did happen in Liverpool. But there was a bus strike. My parents never let me go to concerts in the week because it was school time and I had to badger and badger them. I'd slipped into the rehearsals at the weekend, which I did a lot - the 86 bus and I were bosom pals - and said, \"I have to hear this piece.\" And so, aged 11, I managed to persuade my father to take me. I met Messiaen and got the autograph - I still think it was one of the most thrilling moments of my life. I thought I was going to jump out of my seat. So it is extraordinary to be going back to Liverpool to play Turangalila on what would have been Messiaen's 100th anniversary, really emotional.'</p> <p>So who was this child who 'badgered' his parents into taking him to hear Messiaen? 'An uncomfortable, overweight, intense boy with this huge passion,' replies Rattle. 'And the minute I started playing in the Merseyside Youth Orchestra when I was 10, from that moment I felt much more comfortable with myself because there were other people dealing with the same kind of enthusiasms and obsessions. Yes, I was a weird duck, no doubt. But it's very funny talking to the people in Berlin, amazing how many of them would describe themselves as the strangest person in their class. People are astonishingly honest here, and that's not a German thing, it's a northern thing. For a Scouser, it's great to be in Berlin because people are very straight - you know exactly where you are with them, and they tend to tell you things like that.'</p> <p>My eldest daughter's first orchestral concert was a performance of Mahler's eighth symphony, on her eighth birthday, played by the European Union Youth Orchestra under Rattle's baton. And for all my fears that she would probably want to leave after eight minutes, she heard it out on the edge of her seat, and recalls it all, and him, vividly. Rattle and I talk about this - 'Would I subject my eight-year-old to that?' he wonders. 'Probably not!' - but only by way of introducing a theme about which Rattle feels as deeply as anything else: children and music. </p> <p>As reported in this newspaper recently, a battle rages over music in British schools between people such as Rattle, Julian Lloyd Webber and Peter Maxwell Davies, who believe that deprived children have a right of access to great classical music, and those - with their bastion in the north west, as it happens - who believe that music education should consist of what is regarded as 'relevant' to children and chosen by them, not 'bourgeois' and 'imposed' from the classical heritage. It's a situation which results in poor children studying rap music in class and never hearing a note of Beethoven.</p> <p>This stands in diametric opposition to an initiative in Venezuela energetically promoted in Europe by Rattle called El Sistema, whereby the poorest barrio children in shanties beleaguered by gang warfare and drugs are organised into orchestras to play classical music. It was the brainchild, 30 years ago, of an extraordinary man and inspiration to Rattle, José Antonio Abreu, who once told me, unforgettably: 'The rich owe the poor a debt which they will never pay materially. But they can repay it culturally, so that to deprive the poor of great, high art is a terrible form of oppression.'</p> <p>Rattle's championing of Abreu, and his protege, conductor Gustavo Dudamel, led to the appointment, at age 18, of the Berlin Philharmonic's youngest-ever recruit, double bass player Edicson Ruiz, who came up through El Sistema, and who told Rattle: 'When I was nine, I didn't know I would get a meal at night or every day, but I did have a viola.'</p> <p>'The point is,' says Rattle, 'that this has saved countless lives - there are now close to half a million children involved. We have got to get Abreu the Nobel Prize,' he says, more intense about this than anything else during our conversation. 'Is there anyone who deserves it more?'</p> <p>But the obvious question remains: why do the poorest children in the poorest countries in the world get Beethoven while those in England get Jay-Z? 'Maybe this could only happen in a culture where they have so little,' says Rattle. 'I've heard that they have been studying El Sistema, and there is a Scottish pilot plan going on, and I cannot tell you how well I wish them, but I have the feeling that a culture that has so much and so many other distractions and so many more material things will not have the same chance of success. As the [Venezuelan] kids said to the audience here: \"This is not an important part of our lives, this is our lives.\"'</p> <p>When Rattle took over the Berlin Philharmonic, he made it a stipulation that the orchestra would engage in 'outreach' projects involving deprived children and poor neighbourhoods in the city. But he is harsh with himself about the potency of such projects and the outreach work by British orchestras on which they are modelled: 'We do what we can here. And we have touched the lives of a lot of people. But I am very aware that we are just throwing them very occasional vitamins, whereas someone like Abreu has rescued a whole society. The society there is so fragmented that it has almost a kind of cohesion. It's as though the music was able to flow through all those gaps and pull it together. I think that here - maybe I'm wrong - I can't see it getting beyond the first barriers and I can't, frankly, see the political will.'</p> <p>Rattle famously spent 18 years from 1980 with the City of Birmingham Symphony Orchestra, lifting it from British music's Championship to the Premier League, though not the European Champions League, playing in Britain's most acoustically perfect performance hall. His loyalty to the orchestra and city was a shining example of dedication and won him many accolades. </p> <p>It also won him election by the Berlin Philharmonic under the democracy whereby its musicians appoint their leaders. He was elected on a specific manifesto to expand the orchestra's repertoire and sound textures. Since that time, the same article about Rattle has been written a thousand times in Germany and Britain. </p> <p>It debates (and I summarise) the notion that Rattle's programming, which entwines the core of Austro-German romantic music, which the Berliners play with unrivalled intensity and mastery, with different shades and timbres from other countries, epochs and traditions, might in some way squander the glorious 'inner glow' for which the orchestra and its Germanic heritage and unrivalled sound are revered. Does Rattle dilute the great traditions established by his awesome ancestry at the Berlin Philharmonic: Claudio Abbado, Herbert von Karajan, Wilhelm Furtwängler? </p> <p>Different writers reach different conclusions but it should be remembered that the great Abbado was also criticised for not being as great as the greater Karajan, and the greater Karajan took flak for not being as great as the superlatively greater Furtwängler, as though the destiny of the world's most magnificent orchestra operated to a law of diminishing returns.</p> <p>This over-trodden discourse has made a man called Axel Brüggemann one of the most quoted music critics in the world for writing in Die Welt that under Rattle, 'the Philharmonic's musicians sometimes play as inconsequentially as if they were a wife reaching into the fridge for a beer for her husband' (he later leapt to his own defence in the Frankfurter Allgemeine, under a pseudonym). </p> <p>Well, the mighty Berlin Philharmonic will deliver its own reply on the matter of whether it should also play non-German music by playing Messiaen, Shostakovich and Sibelius in London and Liverpool. And Rattle's retort is this: 'It is astonishing that there are people who think that they shouldn't. It's staggering. Intelligent British music critics, who would consider themselves forward-looking.</p> <p>'Yes, there are certain areas of the repertoire for which this orchestra was designed: you play Bruckner, Wagner, Brahms with them, there's just no argument, and part of my job is to make sure that that body still remains. But it's also to give it a different type of feather, other colours. Like Messiaen: Turangalila is not only a great song of joy and release after the Second World War, but deeply to do with Tristan and Isolde and that myth and, in a way, enormously Wagnerian.'</p> <p>So now we are free to move on to other things, such as the self-evident but often overlooked fact that the world's greatest conductors harbour other passions beyond music. Many people were surprised that Simon Rattle took a year 'out' to study English literature at St Anne's College, Oxford in 1980/1. But why should they have been? 'I was of that generation, the last generation, where if people did well, they skipped classes, they moved forward a year,' says Rattle. 'That happened to me twice, so I finished my A-levels when I was 16 and wanted to go to university but they wouldn't have me at 16, completely correctly. So I went to the Royal Academy of Music, thank God. </p> <p>'In my mid-twenties, I was with a conducting career, but I had never been to university and I wanted to. There were things I wanted to study in depth. I also wanted to see if I could survive without music. There were tremendous hunger pangs, but it was interesting how anything else of the same specific gravity could fill that. It was wonderful for me to know that I could be just as moved and uplifted by Andrew Marvell or Ulysses as I could be by music. And, of course, when I came back to the music there was a quality and an intensity that you get when a painting is well restored.'</p> <p>Books did not vanish from the shelves when Rattle returned to music. 'Right at the moment, I'm reading this extraordinary newish translation of Don Quixote and it is more than a delight. It suddenly struck me: it is the same kind of time as Monteverdi - they were more or less contemporaries. Monteverdi is inventing opera and Cervantes invents the novel. It's there, complete: everything you would ever need in a novel, particularly the irony of the tone which wasn't going to be seen again until the 19th century.' </p> <p>One slightly dreads asking Rattle about his romantic life because the question is as predictable as it is unwelcome to a man of his, well, amorous nature. He was first married to the American soprano Elise Ross, with whom he had two sons (one of whom, Sacha, is a clarinettist), then to the screenwriter and political activist Candace Allen, but fell madly in love with the famous Czech mezzo-soprano Magdalena Kozena, with whom he has two young sons, Jonas and Milos. At home he says: 'The jazz records come out a lot. You find that with many musicians - we don't listen to our own music for relaxation. It was Sarah Vaughan on last night, Magdalena and I saying, \"Was there ever a better singer?\" It's funny - if you were to name the 10 greatest jazz singers, would you necessarily name Sarah Vaughan? I'm not sure I would, but you listen to i t...</p> <p>'Then there are endless mambos, Venezuelan music [to which Jonas and Milos love to dance] and Gonzalo Rubalcaba, who is the most gifted pianist on the planet and a wonderful man.' One wonders how Rattle's opposite number at the Deutsche Staatsoper down the road, the inimitable Daniel Barenboim, would react to that remark.</p> <p>During my six years living in New York, some of the most precious evenings were those spent ensuring I got to hear the Cuban Rubalcaba whenever he played, with his astonishing, lyrical intensity, and off we go. 'I love him even more now,' says Rattle. 'I loved his early stuff when he played faster than anybody who has ever been born, but he uses that very sparingly now - he can be very still.'</p> <p>Does he mind having this conversation rather than one about whether his orchestra should or should not play Shostakovich? 'This is important,' he says. </p> <p>So what about films? 'With two small children, films are a real treat, because you have to decide,' he replies. 'What I did was to install a full cinema screen in our house. But I am living with someone from the Czech Republic, who was not able to see a lot of the things that she should have seen. She hadn't seen 2001. She's seen every film by Eisenstein, as you can imagine, but there are many things she hasn't - Kubrick, Werner Herzog, all those things. We catch up with films late, but we got completely hooked on The Sopranos and watched that from beginning to end, the most astonishing single piece of narrative television I've ever seen. Perfect for parents of young children - 52 minutes you can watch, a film you can't.'</p> <p>Rattle suits this city: transformed as it is, funky, cultured and breezily intelligent; capital not only of a changing, emergent country both young and old, but the heart of the new, unified European continent that Britain refuses to partake in. He has been out of the UK for six years now and made Berlin home for four of them. Now Rattle views the island of Britannia, this hubristic isolation and thereby his own identity, differently.</p> <p>'We're in Europe, it's just that no one has realised. I think Europe is a real ideal, but then I would think that - it's easy for someone who travels around that much. We are part of Europe, there is no escape from it. But even in Iceland, I think they feel more in Europe than we do. We are in it whether we like it nor not, and eventually that'll get through into the political discourse, which is not very impressive at the moment. </p> <p>'And my God, Europe needs itself, we need each other more and more in this strange, fragmented world. We had better learn. Having said that, I do feel deracinated. Some political things that seemed desperately important in England seem, shall we say, less significant now. Obama versus McCain is much more important for the world than anything that might be going on in the Labour party right now.'</p> <p>The final difficult question to ask any Scouser is whether they are red nosed or blue nosed, Liverpool or Everton, because they know the answer will alienate half the city. Luckily, Rattle saves me the embarrassment, simply continuing the conversation we are having about his 'deracination'. 'There was a friendly match between the Berlin team and Liverpool, my team, a few weeks ago and I went with my two older sons - and they went crazy. They said, \"Dad, you're cheering both sides!\" But these are my two cities. And this is also possible. I'm deracinated enough to cheer for the Germans as well as the Scousers.'</p> <p>So: from Liverpool to Berlin, to raise a cheer for both, before bringing the Berlin Philharmonic back to Liverpool and then conducting Merseyside's local band. But there are even more pressing engagements: 'If I didn't have to meet the children at the playground,' says Rattle, 'so that Magdalena can do Pilates, we'd have longer to talk.'</p> <h2>Fast Movement<br>A life in music</h2> <p><strong>1955</strong><br>Born Simon Denis Rattle in Liverpool. His parents, Pauline and Denis, encouraged his early talent: at four he had a drumkit; by 11 he was playing percussion and piano, then conducting for Merseyside Youth Orchestra.</p> <p><strong>1971</strong><br>Rattle attended the Royal Academy of Music in London. Shortly before joining he played once with the National Youth Orchestra under Ivey Dickson (pictured), managing to arrange a lesson with Pierre Boulez in the process.</p> <p><strong>1974</strong><br>Rattle won the John Player International Conductors' Competition and was awarded the post of assistant conductor of the Bournemouth Symphony Orchestra. Impressive reviews followed.</p> <p><strong>1980</strong><br>Aged 24, Rattle was appointed principal conductor of the City of Birmingham Symphony Orchestra. During his 18 years there he turned the orchestra's fortunes round and became a household name himself. He was knighted in 1994. </p> <p><strong>2002 </strong><br>Rattle became the artistic director of the Berlin Philharmonic Orchestra. Despite a brief mauling in the German press, in 2008 the orchestra's musicians voted for Rattle to remain in his post until 2020. <br><strong>Imogen Carter</strong></p> <h2>From the archive<br>The Observer, 29 June 1975</h2> <p><strong>Stephen Walsh, then the deputy classical critic, reviews the young Simon Rattle</strong></p> <p>Tuesday's concert in St John's, Smith Square, by the Salomon Orchestra featured a gifted young conductor, Simon Rattle, in performances of Haydn's 95th Symphony, the Adagio of Mahler's 10th and Strauss's Don Quixote. The Salomon, one of the best of amateur orchestras, has a good record in bringing forward young conductors. I doubt, though, whether even they have gone much nearer the cradle than Mr Rattle who, already a winner of the Bournemouth Conductors' Competition, is barely 21.</p> <p>Mature conductors of that age are rare, and even Mr Rattle wasn't quite equal to the basic difficulty of securing deft and athletic playing from amateur players in a Haydn symphony which many of them obviously regarded as a warming up exercise for the technical exertions of the other works.</p> <p>Easily the best performance was of Mahler's beautiful 25-minute Adagio. Mr Rattle, who has experience of Mahler, showed remarkable ability to sustain long melodic sentences and build them into coherent paragraphs. The searing climax, with the wind sections in superb form, was by any standards exciting. But the whole movement was intelligently and sensitively shaped, and commendably well played.</p> <p>Don Quixote, also difficult but in different ways, interspersed playing of great vitality (including from the cello soloist, Moray Welsh) with a certain untidiness. There was some over-playing. But the conductor again showed mature control, and a lively grasp of musical portraiture and narrative.</p> <h2>Young Simon<br>A teacher recalls</h2> <p><strong>Geoff Cowie</strong><br><strong>Now chairman of Liverpool Philharmonic Youth Orchestra (formerly Merseyside Youth Orchestra) </strong></p> <p>I met Simon the very first day he came to join Merseyside Youth Orchestra (MYO). He was 11 or 12, and I was the deputy conductor. I've been involved with the MYO for 57 years and I've seen countless youngsters coming in and occasionally one comes in and you think 'yes, this one's different'. Simon was the first person I really recognised as having that special something.</p> <p>He was just a little lad, and he was younger than the minimum age to join. I don't think Simon actually auditioned but the then conductor Bill Jenkins, who founded the orchestra, he made the rules and bent the rules! Back then he played timps and percussion. He wasn't virtuosic: the musicality didn't show out as much as it would when he started conducting with us. But I enjoyed conducting him on a number of occasions. Once we did a version of Eric Coates's 'The Three Bears' suite, which has a narrator, and his father did the narration.</p> <p>My most enduring memory of Simon is of a trip the orchestra took in 1972 to Lausanne in Switzerland for an international competition. Simon decided he wanted to gather a group of his peers together and conduct them. I can't remember the piece but he pulled together quite a large number of people, from orchestras from all over the world - Japan, Australia, Canada, Hong Kong, South Africa. I was incredibly impressed that he had the motivation and the guts to say 'will you come and play for me' - and dozens of them did.</p> <p>I've only seen him a couple of times since he took the job at Bournemouth in 1974. A few years back he brought his new partner and baby to Liverpool to see the Philharmonic Hall. It was a Sunday morning and I was with the youth orchestra rehearsing. Simon cried out 'Geoff' in greeting and I shouted 'Simon' and the youth orchestra were all open-mouthed in awe, because he's their hero. <br><strong>Interview by Imogen Carter</strong></p>",
  "<p>The Republican war room in Denver looked harmless. It was on a busy road in a neighbourhood of modest motels and petrol stations. Only a handmade sign, emblazoned with an arrow and the words 'John McCain', pointed the way.</p> <p>But looks can be deceiving. More than two dozen Republican staffers were camped in Denver last week, spearheading the latest assaults on Barack Obama who was addressing the Democratic convention nearby. 'We came here to piss the Democrats off,' said one Republican aide with a grin.</p> <p>They have largely succeeded. Each day new adverts have hammered a relentless drumbeat of negativity, painting Obama as too liberal, too inexperienced and practically a danger to America's future. Leading lights of the Republican universe have paraded in front of the cameras in a disciplined display of party message-making. A typical performance came from former New York mayor Rudy Giuliani. 'There are still a lot of serious questions about Barack Obama's preparedness to lead the country,' Giuliani said, before stepping aside to showcase the latest ad on a huge flat-screen TV.</p> <p>The ad attacked Obama as being so ignorant of foreign affairs that he was virtually a security threat himself. It touched on scare issues such as Islamic terrorism and Iranian nukes. Then it represented Obama's positions on national security as naive and weak. 'These are contrast ads,' Giuliani said afterwards. 'And both sides do them.'</p> <p>That is only half-true. Democrats do launch attack ads and campaign negatively but no one does it like the Republican party. Under a succession of dark geniuses, the party has perfected the black art of negative campaigning. It has created the most effective attack machine in the Western world, with the sole purpose of destroying opponents and winning elections. For opponents it is a source of shock, misery and more than a little envy. Its tentacles stretch from the McCain campaign into the murky corners of talk radio, the internet and shadowy groups willing to use any outlandish smear. </p> <p>Now that machine is focused with laser-like intensity on Obama. The clamour is loud and shrill: Obama is vain, inexperienced, liberal and dangerous. It is backed by a clandestine chorus whispering that he has a secretive Islamic past and it uses racially loaded language. It is also only going to get louder. This week, as McCain and the Republicans gather for their party convention in the Minnesota city of St Paul, the noise will become deafening. It has one purpose - to keep the White House in Republican hands at all costs and against the odds.</p> <p>The current mastermind of the Republican attack machine is known as the Bullet. He is Steve Schmidt, a protégé of Bush's guru, Karl Rove. Nicknamed for his results as much as his bald head, he made his name as commander of the war room that wiped out Democrat John Kerry in 2004. Brought in to shake things up in July, Schmidt imposed discipline on a disorganised campaign. He dissuaded McCain from his off-the-cuff chats with reporters, and honed the focus solely on making Obama unelectable.</p> <p>Schmidt works on the principles of repeating simple messages loudly and often. Ads attack Obama as a 'celebrity' or a faux-messiah. By doing so they hope to turn Obama's greatest strength - his ability to inspire - into a fatal flaw. That is backed up by another line: that Obama is simply not fit to be president. NotReady08 is the name of a website set up by the campaign. The language can be harsh. 'We are in the hunt for the White House. Barack Obama is going to have to step up with more than a smart tongue, snappy words and a nice suit,' said Maryland Republican politician Michael Steele. </p> <p>The campaign will happily twist words. In the ad that Giuliani showed, Obama was hit for referring to the 'tiny' threat from a nuclear Iran. In reality Obama had been pointing out that the problem of Iran was '... tiny compared to the Soviet Union'. Others have interspersed footage of the Democrat candidate with images of Britney Spears. One jokey advert painted him as a Moses-type figure capable of parting the Red Sea. Mocking his message of 'hope' and 'change', radio host Rush Limbaugh has taken to referring on-air to Obama as simply 'the Messiah'.</p> <p>The attack dogs will eagerly embrace formerly hated targets. All last week Republicans lauded the achievements and brilliance of Hillary Clinton, seeking to exploit divisions in the Democratic Party. It has rounded up former Clinton supporters who now back McCain and paraded them like captured prisoners of war. '[McCain] really does admire and respect her and honours the campaign that she ran,' said Carly Fiorina, a top McCain adviser. Those are astonishing words from a senior figure in a party which spent two decades demonising Clinton as a left-wing uber-feminist. But that is the key to the success of the Republican attack machine: the past does not exist. What matters is what works now. Democrats know more of the same is coming. 'This is going to be the most vicious campaign we have ever faced,' said Terry McAuliffe, Clinton's former campaign chairman. </p> <p>Schmidt and his public operations are merely the visible tip of the machine. But the most aggressive ads are not made by the McCain campaign. They are made by so-called '527 groups' - named for a clause in the tax laws - that cannot officially be linked to any campaign. They are privately financed and exist outside the campaigns, like some sort of 'black ops' off the CIA budget. Democrats have been helped by 527 groups too, though Obama has tried to clamp down on their activities. But Republicans have found them to be highly effective. The Swift Boat campaign that raised questions about Kerry's Vietnam service in the 2004 campaign was a 527. It was financed largely by Texan billionaire Harold Simmons. Simmons has now donated £1.5m to a 527 group called the American Issues Project. The AIP last week brought out the most negative ad in the campaign so far. It linked Obama to Bill Ayers, a former radical with the Weather Underground Organisation, which planted bombs in the 1960s. Ayers, now an academic, once sat on the board of an anti-poverty group alongside Obama and they have other minor connections. The ad, however, used the imagery of 9/11 to paint Obama as being friends with terrorists. Many more AIP ads will be in the works.</p> <p>It's not just the 527s. There is an industry devoted to publishing anti-Obama screeds. The most popular has been The Obama Nation, by conservative polemicist Jerome Corsi. The book paints a radical picture of Obama as having a secret Islamic past - but critics say the book can be proven to be wrong. Corsi has also called for Obama to take a drugs test and warned that he might create a 'department of hate crimes' if elected. The Obama Nation has been a bestseller, relentlessly promoted by sympathetic media figures such as Fox News's conservative host Sean Hannity. On his show, Hannity allowed Corsi to claim Obama wanted to allow women to have 'abortions' even after their child was born. Instead of refuting the ridiculous claim, Hannity merely expressed shock. The incident forced a liberal media watchdog to issue an analysis showing Obama had never actually supported the murder of newborn children.</p> <p>Yet Hannity is just one of a pantheon of conservative media figures who echo the claims of the Republican machine and convey them to the general public in their millions. They include TV hosts such as Glenn Beck on CNN (who last week called Obama a 'Marxist'), Matt Drudge on the internet and radio personalities such as Rush Limbaugh, the most powerful single broadcaster in America with an estimated 20 million listeners a week on 600 stations. Limbaugh frequently paints Obama as benefiting from 'affirmative action' in his political career. He also makes frequent reference to Obama's middle name, Hussein. Both are clumsy ways of inflaming racial and religious issues at the ballot box. They might also be effective. </p> <p>The father of the modern Republican attack machine was Lee Atwater, a South Carolina native with a passion for blues guitar and brutal politics who, before he died of brain cancer in 1991, wrote letters of apology to many of those his aggressive campaigning had destroyed. </p> <p>Before his profound change of heart Atwater changed the face of American politics. During the 1970s Atwater showed a flair for making the personal into the political. His tactics were condemned but they were effective, most notably in the destruction of Democratic presidential candidate Michael Dukakis in 1988 and the election of George Bush senior. Dukakis was accused of being a depressive, his wife was attacked as having once burned an American flag and finally he was hit by the infamous race-baiting ad that featured black murderer Willie Horton who committed armed robbery and rape after being released on a weekend furlough programme. 'Lee Atwater ruined the business of politics. It all began with him,' said McAuliffe.</p> <p>Atwater also mentored the young Karl Rove. Rove, in his turn, mentored Schmidt. 'There is a reason why Steve Schmidt, who was mentored by Rove who was mentored by Atwater, is running John McCain's campaign,' said Joe Conason, author of the book Big Lies. That reason is simple - these tactics work. When Republicans are shunning Bush's record, attacking Obama personally is the strongest course of action. </p> <p>Obama's campaign is determined not to repeat the mistakes of Kerry, Al Gore and Dukakis. It has been pushing back hard. McCain's recent admission that he did not know how many houses he owned was ruthlessly exploited. The Obama campaign has appeared to use coded language that refers disparagingly to McCain's age. In his acceptance speech on Thursday night Obama did not shy away from strong language attacking McCain. Indeed he made veiled threats to deliver more, almost goading McCain to make the election a personal fight.</p> <p>The Obama camp has also aggressively rebutted the flood of attack ads. Websites have been set up to prove many claims wrong. When the AIP ad on Ayers hit the airwaves last week, Obama staffers directly contacted TV stations and asked them not to run it. Some did, but others did not. Even Fox News stayed away from it. The campaign then went to the Justice Department, asking the ad to be taken off the air. That sort of attitude has a whiff of the hardball attitude that Bill Clinton used to get to the White House. The Corsi book also met an instant wave of rebuttal which helped dent its impact. 'Corsi's book has not really succeeded. Not like the Swift Boats did,' said Conason.</p> <p>Obama has learned how to defend himself but the Democratic attack machine is still far smaller than its Republican equivalent. Never the less we already know what a concerted effort to attack McCain looks like. The Republican machine tore into him in 2000 when he was running in the primaries against Bush. Then, with Rove at the helm, McCain was painted as a mentally unstable man who might have fathered an illegitimate black child. That destroyed his chances.</p> <p>Now that same machine is backing McCain. This week in St Paul it will be gearing itself up to try to repeat its five wins in the past seven elections. Yet, amid the smears and muck-raking, perhaps there is something even greater at stake than the White House. Just months before he died, ravaged by a terrible cancer and barely able to move, Atwater wrote an article for Life magazine. In it he appealed for future political leaders to correct the power-hungry style of politics he himself had perfected. </p> <p>'They must be made to speak to this spiritual vacuum at the heart of American society, this tumour of the soul,' he wrote. But, as the McCain camp prepares for the final leg of the election, most Republican operatives will be thinking only of Atwater's many victories. Few will be considering what they cost and his deathbed plea for change.</p> <h2>Who are the attack dogs?</h2> <p><strong>Sean Hannity</strong></p> <p>No one makes Fox News's claim to be 'fair and balanced' more patently ridiculous than Hannity. The conservative talk show host is as right-wing as they come and a highly effective cipher for Republican propaganda. He co-hosts his show with liberal Alan Colmes, but Colmes is reduced to the role of whipping boy rather than an alternative point of view. Hannity has championed the work of Jerome Corsi. </p> <p><strong>Jerome Corsi</strong></p> <p>Corsi makes a living out of writing muckraking books that appear to favour polemic over accuracy. The Cleveland native first took aim at John Kerry, penning a tome called Unfit for Command. But his greatest 'success' has been The Obama Nation. It has become a New York Times bestseller with its slanderous take on Obama's life and politics. Say the title quickly and it turns into 'abomination'. Corsi probably thinks this is funny.</p> <p><strong>Rush Limbaugh</strong></p> <p>A colossus of US conservatism, his radio show is heard by millions across the country. His rants espouse a deeply conservative point of view that believes global warming does not exist and terrorists lurk behind every corner. He frequently makes an issue of Barack Obama's race - but asked his listeners to back Obama in the Democratic race in what he called Operation Chaos as part of a strategy to keep the campaign as split as possible.</p> <p><strong>Glenn Beck</strong></p> <p>Conservative radio and television host and self-styled critic of political correctness. Once said of radical film-maker Michael Moore, 'I'm wondering if I could kill him myself, or if I would need to hire someone to do it. No, I think I could.' Recently asked an American pastor on air: 'Is Barack Obama the Antichrist?' Has also written two bestselling books: An Inconvenient Book and The Real America: Messages from the Heart and Heartland.</p> <p><strong>Steve Schmidt</strong></p> <p>Known as 'the Bullet' for his bald pate and hardball tactics, Schmidt is the new mastermind of John McCain's attack strategy. He is ruthlessly disciplined and likes to operate behind the scenes. He is also very effective, helping to destroy John Kerry in 2004 and getting Arnold Schwarzenegger re-elected as governor of California in 2006. Unusually for a campaign professional, he is said to loathe Washington DC and prefers his home near the famously liberal city of San Francisco.</p>",
  "<p>Before their Denver extravaganza last week, Democrats feared their nominating convention might dissolve into a gruesome riot of intramural conflict. The primary season wounds between the Clinton and Obama camps had not fully healed and some feared open fighting between the factions would overshadow Barack Obama's coronation. But after a somewhat unsure start, they averted disaster. Bill and Hillary Clinton both rallied their supporters to Obama's side with full-throated endorsements. And then came Obama's stirring acceptance speech, with which virtually no dazzled Democrats could find fault. For the Democrats, it was mission accomplished.</p> <p>In truth, the talk of division was overblown. As Time magazine's Amy Sullivan recently noted, today's Democratic party is as unified as it has been in a generation. The long-running feud between the party's moderate and liberal wings is dormant, with the liberals holding sway. Consensus reigns on nearly every key policy question, from leaving Iraq to ending George W Bush's high-income tax cuts to putting brakes on unfettered free trade.</p> <p>But look who's divided now: the Republicans. As John McCain heads for St Paul this weekend - with his photogenic but almost comically inexperienced running mate, Sarah Palin, in tow - it is the GOP that struggles to find real unity. John McCain now leads a party saddled with fierce internecine disputes about everything from civil liberties to budget policy to America's role in the world. While these Republicans may lack a soap opera akin to the Clinton-Obama psychodrama, their ideological stitching has come dangerously loose. It is McCain's challenge to ensure that the seams don't burst open before election day.</p> <p>How times have changed. During the first half of the Bush era, the Republican party brooked about as much dissent as the North Korean Communist party. But nothing breeds division like failure and the collapse of Bush Republicanism has a long list of party factions pointing the finger at one another.</p> <p>Take social policy. The apex of Republican power earlier in this decade was made possible by the enthusiasm of Christian conservative voters reacting, in part, to the alleged moral decay of the Clinton presidency. But once-reliable white evangelical voters are growing more disaffected with the Republicans. They have not been rewarded, after all, with a federal ban on gay marriage or real progress towards outlawing abortion. Nor do they have much trust in McCain, who has never prioritised social issues in his career and has clashed with the religious right. Earlier this year, influential Christian leader Dr James Dobson vowed that: 'I cannot and I will not vote for John McCain.'</p> <p>McCain's stunning choice of Alaska governor Sarah Palin, merely two years into her first term and reportedly a visitor to just one foreign country (Ireland) before 2007, was a step towards calming evangelicals: Palin might be unqualified for the job, but she has a solid record of social conservatism, particularly on abortion. (Senior party leaders, including Karl Rove, had to plead with McCain not to choose a pro-abortion rights running mate, such as Connecticut senator Joe Lieberman or former Pennsylvania senator Tom Ridge, lest open warfare result.) But a dangerous breach remains. Socially moderate Republicans are seeking to assert themselves. The GOP's Wall Street financial base has little interest in banning abortion or gay marriage and, indeed, sees those crusades as a path to electoral exile. Hence, evangelicals in St Paul will be subjected to a Tuesday night keynote speech by the former New York mayor and presidential candidate Rudy Giuliani, who urges his party to be more accepting of abortion. Listen for the boos - their volume will hint at whether religious conservatives understand that to prevail in November McCain needs to appeal beyond the Republican party's shrinking base, or whether they will insist on self-destructive displays of radicalism.</p> <p>Foreign policy? The realist wing of the GOP wants to beat back the influence of the neoconservatives such as William Kristol who led the 2002-2003 charge into Iraq. This battle has played out in editorial pages, at Washington think-tanks and reportedly among factions within McCain's advisory circle. So far, the neocons seem to be winning out, as McCain rattles his sabre at Iran and Russia and puts a heavy emphasis on democracy promotion. But McCain's tough talk does not come without a cost, as evidenced by the warm words for Obama from leading foreign policy moderates such as Nebraska senator Chuck Hagel. Some GOP leaders even fear that former Secretary of State Colin Powell, aghast at neocon foreign policy influence, might not endorse McCain - and could possibly even proclaim his support for Obama in a public relations disaster for the Republican nominee.</p> <p>Meanwhile, those on the party's growing neo-isolationist fringe can rally around the libertarian hero Ron Paul, whose failed presidential primary campaign was largely premised on his opposition to the Iraq War and which drew support from many traditional conservatives. Unwelcome inside the Xcel Centre, Paul will stage a rally across the river in next-door Minneapolis. By comparison, anti-war protesters were a negligible force in Denver.</p> <p>McCain's message in St Paul will also be muddied by the presence of another libertarian, Bob Barr, a former Republican congressman now running a third-party candidacy. A quirky character memorable for having been tricked by Sacha Baron Cohen's Borat into believing he had eaten breast-milk cheese, Barr is reinventing himself as the champion of principles that he says the Republican party has betrayed. Barr emphasises the erosion of civil liberties through such measures as expanded government eavesdropping powers, which McCain supports, and says the Republican party has been corrupted by lobbyists. Many analysts agree that his candidacy will draw conservatives from McCain's base. Barr may cause his pro-Republican home state of Georgia to become competitive, a nightmare for McCain. McCain can still win in November - barely. But in a poisonously anti-GOP political climate, he cannot allow votes to leak from his party's conservative base.</p> <p>For now, none of these fissures threatens to tear the Republican party apart completely. But from Obama's perspective, they don't need to. All they have to do is leave Republican voters uninspired on election day. Consider the contrast in how last week ended. Obama spoke before 80,000, while McCain struggled to round up 10,000 voters for his vice-presidential announcement rally in Ohio. This is a stark illustration of the 'enthusiasm gap' which threatens to doom McCain in November, should Democrats turn out in droves while Republicans stay at home. </p> <p>For McCain, there really is no good solution to this dilemma. Republican factions will have to hash out their differences over time. Thus, Republicans will feel pressure to cast the spotlight on to Obama. They will seek to rally their balkanised party around a menacing vision of Obama as dangerously inexperienced, willing to put his ambition ahead of the national interest and an elitist with disdain for ordinary Americans. (Should that last part come with an ugly implication that Obama himself is foreign and un-American, well, so be it.) </p> <p>If you find yourself hearing quite a lot about what's wrong with Obama next week, it will be because the divided Republicans of 2008 can't agree on what's right about themselves.</p> <p><strong>· </strong>Michael Crowley is senior editor at New Republic magazine</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/yn7UzxXv8p4?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/yn7UzxXv8p4&rel=0&border=1&color1=0x3a3a3a&color2=0x999999&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/yn7UzxXv8p4&rel=0&border=1&color1=0x3a3a3a&color2=0x999999&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"425\" height=\"349\"></embed></object> </figure>   <p>It doesn't matter that Sarah Palin has no foreign policy experience, because if anyone threatens America she will <a href=\"http://gunvideos.blogspot.com/2008/08/sarah-palin-rifle-training.html\">shoot them with a gun</a>. [<a href=\"http://gunvideos.blogspot.com/\">GunVideos</a>]</p>",
  "<p>So <a href=\"http://www.prospect.org/cs/articles?article=mccains_sexist_vp_pick\">says</a> Ann Friedman of the American Prospect. She writes, \"Palin's addition to the ticket takes Republican faux-feminism to a whole new level\".</p> <blockquote> <p>Palin's addition to the ticket takes Republican faux-feminism to a whole new level. As Adam Serwer pointed out on <a href=\"http://www.prospect.org/csnc/blogs/tapped_archive?month=08&amp;year=2008&amp;base_name=the_party_of_political_correct#108727\">TAPPED</a>, this is in fact a condescending move by the GOP. It plays to the assumption that disaffected Hillary Clinton supporters did not care about her politics -- only her gender. In picking Palin, Republicans are lending credence to the sexist assumption that women voters are too stupid to investigate or care about the issues, and merely want to vote for someone who looks like them. As Serwer noted, it's akin to choosing Alan Keyes in an attempt to compete with Obama for votes from black Americans.</p> </blockquote> <p>Friedman criticises what she sees as McCain and the GOP's insensitivity to gender:</p> <blockquote> <p>It's clear that Republicans believe that what made Hillary Clinton such a good candidate was her gender, not her political experience or positions on the issues. And McCain's decision to pick Palin shows he took this message to heart and chose to add her to the ticket primarily because of her gender. In so doing, McCain has turned the idea of the first woman in the White House from a true moment of change to an empty pander.</p> </blockquote>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-337137724\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/8/30/1220112131311/palinmccain.jpg\" alt=\"People magazine photo\" width=\"400\" height=\"400\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The McCains pose for People magazine, alongside the Palins and a small selection of their 23,000 children. Photograph: People</span> <span class=\"element-image__credit\">Photograph: People</span> </figcaption> </figure>  <p>Gallup's daily tracking poll has <a href=\"http://www.gallup.com/poll/109933/Gallup-Daily-Obama-Stretches-Lead-Points.aspx\">Obama at 49% to McCain's 41%</a>, a clear convention bounce. But that was Before Palin.</p> <p>On the weekend before the Republican convention in St Paul, McCain's Alaska Surprise continues to obsess commentators. The consensus, across the board: it's a crazy gamble — but it might pay off. More significant than who Palin is, writes Joe Klein this morning, is what the method of the decision says about McCain: in a crisis, he overreacts, and takes wild chances. \"He met her once in February. He interviewed her as part of the vetting process... and that's it... All this raises again--yet again--the question of whether McCain is temperamentally suited for the presidency.\" [<a href=\"http://www.time-blog.com/swampland/2008/08/gunslinger.html\">Swampland</a>]</p> <p>The neoconservative David Frum, a former Bush speechwriter, agrees. \"\"It's a wild gamble, undertaken by our oldest ever first-time candidate for president in hopes of changing the board of this election campaign. Maybe it will work. But maybe (and at least as likely) it will reinforce a theme that I'd be pounding home if I were the Obama campaign: that it's John McCain for all his white hair who represents the risky choice, while it is Barack Obama who offers cautious, steady, predictable governance.\" [<a href=\"http://frum.nationalreview.com/post/?q=M2VhOWE0N2VkOWI3MDdlODRlZWE4ODljMDc2NjliZDk=\" \">National Review</a>]</p> <p>\"I think we're going to have to examine our tag line, 'dangerously inexperienced,'\" a \"top McCain official\" <a href=\"http://www.politico.com/news/stories/0808/12997.html\">tells Politico</a>. But in a <a href=\"http://www.people.com/people/article/0,,20222685_2,00.html\">softball interview</a> with People magazine, Palin offers a novel defence in response to the experience criticism: \"I haven't had too many years ... to fill up yet.\" Er, right. [<a href=\"http://www.people.com/people/article/0,,20222685,00.html\">People</a>]</p> <p>Palin doesn't believe that global warming is caused by humans. \"I'm not one though who would attribute it to being man-made,\" she told the conservative magazine NewsMax recently. [<a href=\"http://www.newsmax.com/headlines/sarah_palin_vp/2008/08/29/126139.html\">NewsMax</a>]</p> <p>McCain advisor Charlie Black has a strange way of trying to sound reassuring: \"She's going to learn national security at the foot of the master for the next four years, and most doctors think that he'll be around at least that long.\" Oh, goodness. [<a href=\"http://www.nytimes.com/2008/08/30/us/politics/30veep.html\">New York Times</a>]</p> <p>Since criticising Palin will paint the Obama campaign as sexist, and since criticising her smalltown executive experience was apparently small-townist, the Democrats, in a new ad, settle on a better tactic: ignore her, and continue to suggest that McCain's real political accomplice is George Bush. [<a href=\"http://my.barackobama.com/page/community/post/samgrahamfelsen/gG5fpD\">BarackObama.com</a>]</p> <p>Onward to St Paul, Minnesota, and to the Republican convention, which just became a whole lot more fascinating. Here's the <a href=\"http://portal.gopconvention2008.com/pressrelease/details.aspx?id=11\">full schedule</a>, and <a href=\"http://www.rallyfortherepublic.com/\">here's</a> the rogue alternative convention that Ron Paul and his famously enthusiastic supporters will be organising, not far away.</p> <p>[After an inexcusable dearth of Palinblogging yesterday, I'm tentatively back online, and heading for St Paul. I shall probably be on a plane when McCain makes his \"only joking, I chose Mitt Romney really!\" speech, but then I'll be blogging all next week from the Republican convention, including liveblogs of speeches by Palin, McCain, loveable vaudeville duo George Bush and Dick Cheney, and Rudy Giuliani.]</p>",
  "<p>Not one to rest on his laurels, Barack Obama is already delivering on his promise of change – albeit in the wrong direction. He has changed his image from that of the sophisticated, sensible and sensitive \"outsider\" to become another establishment figure.</p> <p>Since his nomination, the formerly progressive senator has taken a sharp turn to the right, and morphed, in terms of rhetoric at least, into a \"Republican-lite\" candidate. With his selection of Joe Biden, who can best be described as a dovish hawk, the transformation seems complete, as the man resembles John McCain on foreign policy. </p> <p>Although Biden is generally more enlightened and knowledgeable in foreign policy issues than the Bush administration, there are many parallels that do not bode so well. He supported the invasion of Iraq and his imperial swagger and arrogance is unlikely to go down well among ordinary Arabs: \"It makes a lot of sense to change the map of the Middle East,\" he <a href=\"http://tpmelectioncentral.talkingpointsmemo.com/2008/08/biden_interview_2004.php\">once said</a>.</p> <p>Interestingly, he claimed that: \"Building a democracy that is based upon the notion of the rule of the majority is a disaster for us\". But I'm confused, what other kind of democracy is other?</p> <p>Unperturbed by the US's dismal record in the region, he talks a lot about \"nation building\" and has described Paul Wolfowitz, a major architect of the Iraq war, as an \"idealist\". To his credit, Biden has criticised the current administration's disdain for \"soft power\", pointing out that: \"There is a need … to establish the soil under which the seeds of liberal democratic institutions can take root.\"</p> <p>Being a political sceptic, I had not expected Obama to challenge significantly US foreign policy conventions – and I have <a href=\"http://www.theguardian.com/commentisfree/2008/jun/06/middleeast.uselections2008\">warned</a> against inflated expectations that he would somehow bring a \"new dawn\". </p> <p>In the Middle East, opinion is divided over the significance of Biden's appointment. The general consensus among Arabs is that anyone would be better than the current Bush administration. An <a href=\"http://www.dailystar.com.lb/article.asp?edition_id=1&amp;article_id=95355&amp;categ_id=17#\">editorial</a> in the Lebanese Daily Star remarked:</p> <blockquote> <p>The people of the region have endured nearly eight years of Bush's rudderless policy and ill-advised decisions … Most Arabs are now ready for a changing of the guard at the White House, regardless of who the American people might choose ... If the Obama-Biden camp edges ahead in the polls, the region's leaders had better start preparing themselves for a diplomatic grilling.</p> </blockquote> <p>\"[Biden's] views on certain regional issues, such as dividing Iraq along sectarian lines and his staunch support for Israel, have disappointed Arabs\", a Gulf News <a href=\"http://archive.gulfnews.com/articles/08/08/26/10240116.html\">editorial observed</a>. \"However, they trust that Obama is not a 'war' president. They also recognise that Biden is a sharp foreign policy man.\"</p> <p>Some were less flattering. \"Obama's choice of deputy confirms … that the real change he is after is a personal one: to leap from his seat in the Senate to the presidential chair\", Said Mahyo writes in the <a href=\"http://www.thirdpower.org/show_art_main.cfm?id=22094\">Third Power</a>.</p> <p>In a rare show of unity, Iraqis from across the political spectrum <a href=\"http://www.aafaq.org/news.aspx?id_news=6744\">criticised</a> Obama's choice because of their opposition to Biden's proposal to divide Iraq into a loose federation of autonomous states. </p> <p>Despite Biden's pro-Israel credentials and his self-described status as a \"Zionist\", there remain doubts in Israel, although Israelis have now warmed more to the Obama ticket. \"Biden is a firm supporter of Israel, but the way he sees the US's role in the Middle East doesn't necessarily reflect Jerusalem's ideal of the ideal 'American partner',\" Natasha Mozgovaya wrote in <a href=\"http://www.haaretz.com/hasen/spages/1014477.html\">Ha'aretz</a>. </p> <p>But he seems to tick the right boxes for many American Jews. Speculating on whether McCain would choose Joe Lieberman, perhaps the best-known Jewish politician in America, the <a href=\"http://www.jpost.com /servlet/Satellite?cid=\" 1219572133641&amp;pagename=\"JPost%2FJPArticle%2FShowFull&quot;&quot;\">Jerusalem Post</a> noted: \"While Lieberman is a favourite on the single issue of Israel, [Biden] is more in synch with Jewish voters on the broad range of domestic and foreign policy issues.\" </p> <p>Debra Adler, an American Jew I know who has been involved closely with the Obama campaign, called Biden a \"safe choice\" and part of Obama's \"attempt to place himself in the light of practical policy, rather than as the brash idealist many of us came to love.\" </p> <p>\"That's okay by me,\" she added, \"because the brash idealists are never successful, so I'd like to think that his inner-idealist is driving [him].\"</p> <p>Of course, I realise that Obama's \"outsider\" image, his skin colour, his worldview, and even his name could prove to be a losing combination for him. But this poses the difficult question of how much a leader should follow popular opinion and various interest groups in order to get elected and how much he should challenge an unhealthy status quo. Many were hoping that Obama would have the courage to follow his convictions, and persuade the electorate to share in his vision.</p> <p>Hopefully, Obama, if elected, will start steering the US along a more enlightened course. But his presidency is likely to leave unchanged many US policies – such as the propping up of friendly dictators, the legalised corporate pillaging of Iraq and the unbalanced approach to the Israel-Palestinian conflict – that are detrimental to the region's future.</p>",
  "<p>In one of Barack Obama's biggest applause lines <a href=\"http://www.sfgate.com/cgi-bin/article.cgi?file=/c/a/2008/08/29/MNU212KB7R.DTL\">in Denver on Thursday</a>, he said John McCain had voted with George Bush \"90% of the time\" and warned, \"I don't know about you, but I'm not ready to take a 10% chance on change.\"</p> <p>Now McCain has made his vice presidential pick, <a href=\"http://www.reuters.com/article/wtMostRead/idUSN2940588620080829\">Alaska governor Sarah Palin</a>, it ensures with something approaching 100% certitude that America is about to get one kind of change that Democrats have been pushing for years now.</p> <p>When George Bush leaves the White House, America will have its first black president or its first female vice president, and - given McCain's advanced age and Palin's youth and vigour - possibly its first female president as well. Diversity indeed.</p> <p>At their <a href=\"http://www.nytimes.com/2008/08/29/us/politics/29text-palin.html\">public announcement in Ohio</a>, the Republicans played the gender card for all it was worth. McCain said that he was \"especially proud\" to be announcing this decision during the week that \"we celebrate the anniversary of women's suffrage.\"</p> <p>Palin, for her part, noted that the announcement came \"88 years almost to the day after the women of America first earned the right to vote.\" She braved boos from this mostly Republican audience by praising Hillary Clinton's \"determination and grace\".</p> <p>The Alaska governor continued: \"It was rightly noted in Denver this week that Hillary left 18 million cracks in the highest, hardest glass ceiling in America, but it turns out the women of the America aren't finished yet, and we can shatter that glass ceiling once and for all.\"</p> <p>What does Palin bring to the ticket?</p> <p><strong>Youth:</strong> She's two years younger than Barack Obama and about a thousand years younger than McCain.</p> <p><strong>A woman's touch:</strong> The McCain campaign believes she can help peel off disaffected, middle-aged women who supported Clinton in the primaries.</p> <p><strong>Beauty:</strong> Late, Late Show host Craig Ferguson said that she gives off a \"naughty librarian vibe\" and more than a few male voters (of all ages) may appreciate that.</p> <p><strong>Pro-lifery:</strong> Palin is a member of <a href=\"http://feministsforlife.org/news/ffl-member-sarah-palin-vp.htm\">Feminists for Life</a> and just this year gave birth to a boy with Down Syndrome. Try arguing with that one, Joe Biden.</p> <p><strong>Biography:</strong> She cleverly but not inaccurately calls herself a \"hockey mom\" of five whose involvement in the PTA drew her into politics.</p> <p><strong>Reformist cred:</strong> McCain and company railed against the \"bridges to nowhere\" that Alaska's ethics-challenged delegation had secured funding for. It was governor Palin who made sure money for the bridges was spent on other, less objectionable projects. She ran for mayor of Wasilla on the promise to lower her own salary once in office - and did so.</p> <p><strong>Oil:</strong> Palin is very pro-drilling in the ANWR oil reserve and at the same time has a history of tangling with Big Oil as ethics commissioner of the Alaska Oil and Gas Conservation Commission and then as governor, giving her more credibility to make the case. That hit John McCain's sweet spot.</p> <p>There is, of course, a lot that Palin doesn't bring to the ticket. Her state is not likely to give its whopping three Electoral College votes to Democrats. She is fairly green, currently in the middle of serving her first term as governor. She has no experience in national politics or foreign policy.</p> <p>McCain picked her for tokenism and for a more interesting reason. Obama seems to believe that \"change\" simply means more government coupled with an increasing willingness of citizens to shoulder more responsibilities - we should pay more, work harder, and be happy about this. Thus McCain can't ever really be an agent of change.</p> <p>But there are duelling versions of reform. Obama wants to assign government a much larger role as \"our brother's keeper.\" McCain now claims to represent a more centre-right reformist tradition.</p> <p>The Republican is not anti-government but he is skeptical that more government is part of the answer to all of life's problems, and he's expressed a willingness to rethink some of his government's current commitments (though not, alas, in Iraq). He's picked the little-known Alaska governor to send the message that he means it.</p>",
  "<p>Sarah Palin sounded as though she had won the lottery. Only a month <a href=\"http://www.politico.com/news/stories/0808/12969.html\">after letting slip</a> that she did not think the vice-president's job was meaningful, Palin was <a href=\"http://www.guardian.co.uk/world/2008/aug/30/johnmccain.palin1\">accepting John McCain's offer</a> to join him in the race for the White House. </p> <blockquote> <p>Some of life's greatest opportunities come unexpectedly, and this is certainly the case today. I never set out to be involved in public affairs ... My husband and I grew up working with our hands. I was just an average hockey mum in Alaska.</p> </blockquote> <p>Which is how many of the British papers have introduced her to their readership.</p> <p>She is, the Times <a href=\"http://www.timesonline.co.uk/tol/news/world/us_and_americas/us_elections/article4636745.ece \">says</a>, a 44-year-old moose-hunting mother of five.</p> <blockquote> <p>She hunts, fishes, and eats moose burgers. She is such a keen runner that she named the first of her five children Track. She is a lifetime member of the National Rifle Association and was runner-up in the Miss Alaska beauty contest in 1984.</p> </blockquote> <p>Bumper stickers in Alaska proudly proclaim: \"Coldest State, Hottest Governor\", the Mail <a href=\"http://www.dailymail.co.uk/news/worldnews/article-1050656/Revealed-McCains-running-mate-young-beauty-queen.html\">reports</a>. </p> <blockquote> <p>The former finalist in the Miss Alaska contest is younger and much less experienced than the Democrat senator. Just 20 months ago, she was mayor of Wasilla, Alaska, a town of 6,500 where the biggest worry is whether there will be enough snow for the annual Iditarod dogsled race.</p> </blockquote> <p>Her inexperience makes it an \"insane choice\", <a href=\"http://www.guardian.co.uk/commentisfree/michaeltomasky/2008/aug/30/uselections2008.johnmccain\">according to</a> the Guardian's Michael Tomasky.</p> <p>\"McCain is 72 and has cancer,\" he says. What would happen were he to die in office is the implied question.</p> <p>Palin has hardly been outside the US and had to get a passport last year to visit members of the Alaskan national guard stationed in Kuwait, the New York Times <a href=\"http://www.nytimes.com/2008/08/30/us/politics/29palin.html?_r=1&amp;hp&amp;oref=slogin\">reports</a>.</p> <blockquote> <p><br>Her selection amounted to a gamble that an infusion of new leadership — and the novelty of the Republican Party's first female candidate for vice president — would more than compensate for the risk that Ms. Palin could undercut one of the McCain campaign's central arguments, that Mr. Obama is too inexperienced to be president.</p> </blockquote> <p>Her defeated rival for Alaska governor, Andrew Halcro, tells the paper how Palin won over the masses.</p> <blockquote> <p>She wouldn't have articulated one coherent policy and people would just be fawning all over her. Tony [Knowles, the Democrat candidate] and I looked at each other and it was, like, this isn't about policy or Alaska issues, this is about people's most basic instincts: 'I like you, and you make me feel good.</p> </blockquote> <p>Politico <a href=\"http://www.politico.com/news/stories/0808/12988.html\">points to</a> the revelation that McCain met Palin only six months ago and spoke just once on the phone about the VP position before offering it in person earlier this week.</p> <p>One of the Republicans' key hopes is that Palin will win back TV coverage which has been so skewed towards the Obama camp. That was immediately <a href=\"http://www.ft.com/cms/s/0/47d245e6-75f1-11dd-99ce-0000779fd18c,dwp_uuid=729ab242-9cb1-11db-8ec6-0000779e2340.html\">in evidence</a> yesterday, the FT says.</p> <p>Meanwhile, the Huffington Post <a href=\"http://www.huffingtonpost.com/2008/08/29/sarah-palin-former-beauty_n_122400.html \">delights</a> with a picture gallery of Palin in her \"Sarah Baracuda\" basketball and beauty contest days.</p>",
  "<p>Less than two years ago GOP vice-presidential nominee <a href=\"http://www.guardian.co.uk/world/2008/aug/30/johnmccain.palin2\">Sarah Palin</a>, now governor of Alaska, was mayor of Wasilla, Alaska, a town outside Anchorage.</p> <p>Much has been made of how small the town is, as Democrats and pundits use it to cast doubt on her preparedness to run for office and, if necessary, serve as commander in chief.</p> <p>But no one can agree how small the town is.</p> <p>The New York Times today <a href=\"http://www.nytimes.com/2008/08/30/us/politics/30palin.html?hp\">referred</a> to: \"Wasilla, a growing suburb of Anchorage with <strong>fewer than 7,000 residents</strong>.\"</p> <p>The Washington Post, meanwhile, quotes two different population figures in two pieces today. In its <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/08/29/AR2008082901112.html?nav=hcmodule\">news story</a>, Robert Barnes and Michael Shear referred to \"Wasilla, which has a <strong>population of about 6,700</strong>.\" But in an editorial, the paper <a href=\"http://www.nytimes.com/2008/08/30/opinion/30sat2.html?ref=opinion\">wrote</a>: \"Her executive experience consists of less than two years as governor of her sparsely populated state, plus six years as mayor of Wasilla <strong>(pop. 8,471)</strong>.</p> <p>Yesterday, I <a href=\"http://www.guardian.co.uk/world/2008/aug/29/uselections2008.johnmccain1\">wrote</a>: \"Before becoming governor, Palin served two terms as mayor of Wasilla, Alaska, a <strong>town of 9,800 people</strong>\".</p> <p>The Denver Post, in an <a href=\"http://www.denverpost.com/editorials/ci_10338061\">editorial</a> entitled \"Palin an odd choice for VP\", wrote: \"John McCain... has picked a running mate who just two years ago was serving as mayor of Wasilla, Alaska, <strong>population 5,470</strong>.\"</p> <p>So what gives?</p> <p>According to the <a href=\"http://factfinder.census.gov/servlet/SAFFPopulation?_event=Search&amp;_name=wasilla&amp;_state=04000US02&amp;_county=wasilla&amp;_cityTown=wasilla&amp;_zip=&amp;_sse=on&amp;_lang=en&amp;pctxt=fph\">census bureau</a>, the definitive source of US population figures, the last census tally, in 2000, revealed a <strong>population of 5,469</strong>. The bureau's 2007 population estimate, which I cited in my story, had the town at <strong>9,780 residents</strong>. The difference between the two figures is huge, approximately 79% growth, but there is no disputing it's a small town, approximately one twentieth the size of Barack Obama's Illinois state senate district.</p>"
]