[
  "<p>Barack Obama and John McCain are to focus over the next 48 hours on Florida, the state that proved pivotal in the last two elections, as both teams stuck to their campaign timetables in spite of the havoc on Wall Street.</p> <p>Obama highlighted the importance of the state when he appealed to supporters for $39m (£21.4m) - about half of the total $84m that is available to McCain for the entire campaign - to spend on advertising and other events in Florida alone.</p> <p>The Democratic candidate, who is to speak at rallies in Coral Gables today and Jacksonville tomorrow, is running neck and neck with McCain in the state. President George Bush won Florida, the fourth most important state in terms of electoral votes, by 380,000 votes in 2004.</p> <p>David Plouffe, Obama's campaign manager, in an email to supporters asking for cash, said 500,000 black voters and 900,000 young people, both overwhelmingly behind Obama, have been registered who did not vote in 2004. </p> <p>The key could be the Hispanic vote, with signs that a sizable proportion could swing behind Obama.</p> <p>The other big demographic group in the state is the Jewish community, which normally votes Democrat. Ira Forman, executive director of the National Jewish Democratic Council, complained yesterday that the Republican Jewish Coalition was targeting Jewish voters with \"lie-filled polling\" and ads \"that are filled with innuendoes and half-truths\". </p> <p>The Democrats have repeatedly complained that groups, often found to have links to the Republican party, have been involved in what is known as \"push-polling\" - pretending to conduct polls but inserting misleading information about Obama into the questions.</p> <p>The Republican party is to air an advertisement today aimed at Florida's Hispanic population. The Spanish ad highlights how McCain, who is more liberal on immigration than his party, fought for immigration reform in the Senate last year. </p> <p>As polls showed Obama benefiting more from the Wall Street meltdown than McCain, the Republican candidate went on the offensive, claiming that an Obama presidency would mean increased federal spending and increased taxes.</p>",
  "<p>The classical scholar John Barron, who has died aged 74, distinguished himself in the field of early Greek history and literature, and went on to become an important figure in the development of higher education in Britain. In 1987, as a member of the (then) university grants committee, he produced the Barron report, which proposed the amalgamation of university classics departments into fewer, but stronger, units. Before that, he was instrumental in setting up the University of London Institute for Advanced Study (now the School of Advanced Study) to pull together their research institutes. In 1991 he became master of St Peter's College, Oxford, which he led with panache.</p> <p>Although born in Morley, west Yorkshire, where his father was head of mathematics at the local grammar school, Barron came from a family rooted in Cornwall. Childhood holidays were spent by the seaside at St Just-in-Penwith. He was educated at Clifton college, Bristol, a school of which he later became president. In 1953 he went as an exhibitioner to Balliol College, Oxford, where he read classics. He was lastingly influenced by three of his tutors: Kenneth Dover, Gordon Williams and Russell Meiggs, all Hellenists of exceptional range and flair.</p> <p>In 1961, he went on to write a DPhil thesis about the Aegean island of Samos in the 6th century BC, a time when the island, just off the coast of Turkey, was at the forefront of intellectual developments in the region. Pythagoras - as well as a host of other writers and thinkers - was born on Samos during this period. The local ruler Polycrates completed an amazing feat of engineering by building a 3,399ft (1,036m) tunnel to carry water from one side of the island to the other through Mount Kastro. </p> <p>In 1966 Barron published The Silver Coins of Samos, a substantial work showing his mastery of various types of evidence - not just the coins themselves, but also fragments of papyrus, inscriptions on stones and references by later writers - and of their complicated relations. He could thus recreate the history of ancient Samos and its timeline. The book has retained its interest well beyond numismatics specialists. A perceptive art historian, Barron was also the author of Greek Sculpture (1965, revised 1981).</p> <p>He showed no less flair in dealing with Greek literature, especially the early lyric poets such as Ibycus. Several articles that he wrote on the subject still have value today, and he collaborated with Patricia Easterling on authoritative chapters in the Cambridge History of Classical Literature (1985). He was, in short, a strong Hellenophile and was never happier than when leading groups of travellers and students round Greece and the Aegean islands, often as a lecturer for Swan Hellenic cruises.</p> <p>Barron's academic career began in 1959, when he joined Bedford College London, as an assistant lecturer in Latin. In 1964 he moved to University College London as a lecturer in archaeology, becoming reader in 1967. For 20 years from 1971, he was professor of Greek at King's College London, having been elected to the chair at the age of only 37. He was also director of the Institute of Classical Studies of London University (1984-91), an important position at a time when the institute was establishing itself as a significant meeting point for classicists from all over the world. A tall and graceful figure, he made an eloquent public orator for the university.</p> <p>Barron went on to prove a dynamic and successful master of St Peter's College, Oxford, a young and not very rich institution by Oxford standards. He raised the proportion of women undergraduates from below 30% to around 50%, and moved the college up from near the bottom of the Norrington table (which ranks colleges according to degree pass rates) to the middle. During his time, the college acquired part of the Oxford Castle site, an important and highly visible position in the city, and developed three new halls of residence. After he had served two five-year terms as master, St Peter's paid him the unusual compliment of extending his tenure by two more years. </p> <p>From 1997 to 2000, Barron was an active chairman of the Oxford colleges' admissions committee, urging the need for the university to attract a wider range of applicants. After his retirement in 2003, he chaired a number of educational institutions, such as the Cassel Trust and the Lambeth Palace library committee. </p> <p>Barron valued education for all as a preparation for a fulfilling life, not just as a narrow conduit for academic research. He believed in education, not just training - the importance of learning how to apply rational approaches to all of kinds of problems and issues in life. He valued classics as a general training of the mind, and saw the power of the transferable skills it bestowed. </p> <p>In 1962 he married Caroline Hogarth, granddaughter of the archaeologist DG Hogarth. A leading historian of medieval London, she became professor of medieval history at Royal Holloway College in 2002. They were exceptionally well matched, and their hospitality was famous. They had two daughters, Catherine and Helen. All three survive him.</p> <p><strong>·</strong> John Penrose Barron, classical scholar and educational administrator, born April 27 1934; died August 16 2008</p>",
  "<p>South Africa's ruling African National Congress begins a meeting today to decide whether to remove Thabo Mbeki as the country's president, after a high court judge accused him of misusing the justice system in a bitter power struggle with his arch rival, Jacob Zuma.</p> <p>If the party leadership votes to \"recall\" Mbeki from office he will immediately be asked to resign. If he refuses to go the parliament is likely to vote to remove him - bringing a premature end to a presidency launched on the vision of leading an African renaissance, but long tainted by his policies on HIV/Aids and an authoritarian and vindictive style of governing.</p> <p>Senior ANC figures have thrown their weight behind the proposal to sack Mbeki after a high court judge effectively accused him of using apartheid-style tactics in engineering the prosecution of Zuma for corruption, to block him from becoming the party's leader. </p> <p>South Africa's Business Day newspaper reported yesterday that the ANC's powerful national working committee resolved on Monday to seek Mbeki's swift resignation. Its recommendation now has to be approved by the national executive meeting during the next three days. </p> <p>Zuma has been cautious about removing Mbeki from office. Earlier this week he told party activists it was not worth wasting energy on a \"dead snake\", indicating that he wanted to avoid a confrontation that would highlight divisions and could cost the party votes, when there will be an election in May in any case. </p> <p>\"We can't hold debates among ourselves that raise the temperature,\" Zuma said. \"There is an administration that is coming to an end, so if you do so you are like someone who beats a dead snake ... wasting your energy.\" </p> <p>If Zuma remains set against sacking the president, it will be the most important test of his authority within the ANC since he ousted Mbeki as the party's leader late last year. But the determination of some of Mbeki's opponents to remove him from office was stiffened on Wednesday after the prosecutions authority said it would appeal against the high court quashing of the corruption charges against Zuma. That infuriated some of Zuma's supporters, who said it was further evidence that prosecutors were acting on Mbeki's behalf.</p> <p>The ANC's treasurer general, Mathews Phosa, who was once accused by Mbeki of plotting a coup, on Wednesday hinted that the president would be forced to go. Phosa noted that Mbeki had sacked Zuma as deputy president three years ago, after a judge accused him of corruption.</p> <p>\"The events of 2005, when a judge also made a ruling and leaders, including the president, acted on that ruling, contain some guidelines for handling this situation,\" Phosa said.</p> <p>The ANC's youth league and the party's Communist allies are lobbying hard to remove Mbeki. The secretary of the Young Communist League, Buti Manamela, said he believed the president would be forced out of office. \"Come Monday they are going to pronounce that President Thabo Mbeki is going to be released because he is no longer capable of leading the country,\" he said. </p> <p>The ANC leadership is almost certain to be able to muster a simple majority in parliament for a vote of no-confidence in the government, which would force an early election. Most of the party's MPs are likely to have an eye on ensuring selection as candidates for the next election. Alternatively, the party could try to impeach Mbeki, but that would require a two-thirds majority and the support of some opposition MPs.</p> <p>If parliament removes Mbeki the speaker, Baleka Mbete, will become the acting president. However Mbeki is not expected to go down without a fight. His cabinet issued a statement yesterday saying it would take legal advice on the high court ruling and its accusations of political interference in the Zuma case. Mbeki's allies then suggested that the ANC could not move against the president while the high court ruling was under appeal.</p> <p>\"Cabinet respects the judiciary and its decisions,\" the government spokesman, Themba Maseko, told a media briefing after the meeting. \"However, cabinet does not accept the suggestion that either the president or the executive interfered with the decisions of the national prosecuting authority regarding the prosecution of any person or persons. The judge may not have had all the facts in front of him when he reached that conclusion.\"</p>",
  "<p>For those of us in Britain who grew up with the fight to end apartheid, John Matshikiza (<a href=\"http://www.guprod.gnl/world/2008/sep/17/southafrica.pressandpublishing\">obituary</a>, September 18) was a symbol of the South African creative spirit still burning in exile. A son of Sophiatown, the epicentre of black involvement in the arts destroyed by the government in the 1950s, John provided a link to a South Africa where all cultures could flourish without oppression.</p> <p>As the son of the talented journalist, musician and lyricist Todd Matshikiza, John believed that a career in the arts must be his destiny. During his years of exile, his restless creativity remained as true to his activism as it did to his desire to entertain. While breaking boundaries within British theatre, taking on traditionally white-cast roles from Shakespeare to Dickens, he was still deeply committed to home, and to developing the cultural aspect of the ANC. His roles in films such as Cry Freedom and Mandela also served as vivid reminders of the importance of the struggle.</p> <p>Once he could bring his talents home to South Africa, he was keen to foster the talents of the new generation. As a founding director of my father Anthony Sampson's foundation, he played a key role in the first fellowship it awarded to a young South African journalist. </p> <p>I last saw him in 2006 with his daughter in Johannesburg, where his newspaper columns were the natural vehicle for his often fearless expression of informed opinions. A quietly passionate man, prone to reflection, he was also a great lover of wit and levity. It was typical that while applauding his youngest daughter's dancing display, he expressed to us his fury that she, like all South African schoolchildren, was being forced to learn Afrikaans. His entertaining quest for truth and freedom will be sorely missed.</p>",
  "<p>John McCain is to take his running mate Sarah Palin to the UN general assembly in New York next week for the annual gathering of foreign leaders, to address her chronic shortage of foreign policy experience.</p> <p>McCain is scheduled to open an international conference in the city at the same time - Bill Clinton's Global Initiative foundation, which provides funds to help fight Aids in developing countries.</p> <p>Palin's fast-learning trip to New York comes as a veteran Republican senator, Chuck Hagel, who is on the Senate foreign affairs committee, yesterday questioned her fitness for office. \"She doesn't have any foreign policy credentials,\" Hagel told the Omaha World-Herald. \"You get a passport for the first time in your life last year? I mean, I don't know what you can say. You can't say anything.\"</p> <p>Hagel, who advocates a bipartisan approach to politics and was among those considered by Obama as a running mate, said: \"I think it's a stretch to in any way say that she's got the experience to be president of the United States.\"</p> <p>McCain's team has not yet said who Palin will meet in New York. Leaders pencilled in for her UN visit range from President George Bush to President Mahmoud Ahmadinejad of Iran, and the Afghanistan president, Hamid Karzai. The cast list for the Clinton foundation conference includes Gordon Brown.</p> <p>Exposure to foreign leaders can only help Palin, who has had to be briefed extensively by McCain's foreign policy advisers since becoming the vice-presidential candidate. Her foreign travel is confined to Canada, Mexico and Kuwait, and a brief stop at an airport in Ireland.</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/SYI0mHWQeD8?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/SYI0mHWQeD8&color1=0xb1b1b1&color2=0xcfcfcf&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/SYI0mHWQeD8&color1=0xb1b1b1&color2=0xcfcfcf&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>There are two strange things about this new ad from John McCain on Barack Obama and the economy — one amusing, and one much less so. First, if you watch carefully in the first few seconds, you'll see that McCain is actually levitating. This is a trick he learned while in prison. He achieves it by concentrating the full force of his love for America into his feet, where it causes a magnetic disturbance, forcing him upwards into the air. </p> <p>The second is the racial undertone: multiple completely unnecessary pictures of the former CEO of Fannie Mae, who is black, and of a sad, exploited white taxpayer, paying the price for the wrongdoings of the former CEO of Fannie Mae, who is black -- and did we already mention, by the way, that he's black? Of course, if this notion is put to the McCain campaign, the ingenious response will be that anyone who perceives this implication in the ad is themselves racist. And also sexist too, for reasons that will be invented on the spur of the moment. Still, at least McCain's record is unimpeachable when it comes to allegations of ever having being involved with deeply suspicious characters in the home-loan industry, so <a href=\"http://en.wikipedia.org/wiki/Keating_Five\">that's all right</a>. [via <a href=\"http://www.politico.com/blogs/bensmith/0908/McCain_Advice.html\">Ben Smith</a>]</p> <p>UPDATE: Oh, in <a href=\"http://www.politico.com/blogs/bensmith/0908/Obama_denies_Raines_ties_accuses_McCain_of_throwing_stones_from_his_seven_glass_houses.html\">a statement</a> released by the Obama campaign, Franklin Raines, the former CEO, denies having been an Obama advisor at all. The <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/07/15/AR2008071502827.html\">Washington Post piece</a> to which the McCain ad refers says he'd \"taken calls from Barack Obama's presidential campaign seeking his advice on mortgage and housing policy matters.\" Hmmm. Obama spokesman Bill Burton adds: \"This is another flat-out lie from a dishonorable campaign that is increasingly incapable of telling the truth. Frank Raines has never advised Senator Obama about anything -- ever. And by the way, someone whose campaign manager and top advisor worked and lobbied for Fannie Mae and Freddie Mac shouldn't be throwing stones from his seven glass houses.\" </p>",
  "<p>I've had financial news channel CNBC on most of the day, and it reminds of watching the Weather Channel covering a monster hurricane. CNBC was the first to report plans by the US government to create a Resolution Trust Corporation (RTC) type organisation to help end the current crisis. Stocks rallied.</p> <p>Former Fed secretary Paul Volcker, former Treasury Secretary Nicholas Brady and former comptroller of the currency Eugene Ludwig made the call for a new <a href=\"http://online.wsj.com/article/SB122161086005145779.html?mod=googlenews_wsj\">RTC two days ago in the Wall Street Journal</a>. They said that bold action was needed to head off the 'mother of all credit contractions'.</p> <blockquote> <p>There is something we can do to resolve the problem. We should move decisively to create a new, temporary resolution mechanism. There are precedents -- such as the Resolution Trust Corporation of the late 1980s and early 1990s, as well as the Home Owners Loan Corporation of the 1930s. This new governmental body would be able to buy up the troubled paper at fair market values, where possible keeping people in their homes and businesses operating. Like the RTC, this mechanism should have a limited life and be run by nonpartisan professional management.</p> </blockquote> <p>But you're probably wondering what the RTC was. During the 1980s, more than <a href=\"http://www.answers.com/topic/savings-and-loan-crisis#wp-_note-0\">1,000 savings and loan institutions in the United States failed</a>.</p> <blockquote> <p>The ultimate cost of the crisis is estimated to have totaled around USD$150 billion, about $125 billion of which was consequently and directly subsidized by the U.S. government, which contributed to the large budget deficits of the early 1990s.</p> </blockquote> <p>The RTC <a href=\"http://www.answers.com/topic/resolution-trust-corporation\">sold assets that it inherited from failed savings and loans</a>. </p> <p>A new RTC isn't the only plan floating around. Senator Charles Schumer is proposing a slightly different solution saying that the RTC took over failed institutions and that the government needs to prevent banks from failing. The stock markets are rallying because the US government seems serious about dealing with the market crisis.</p> <p>I promise I'll stop banging on about the economy, but this is a real crisis. It will have a huge impact on the elections, and the next president will still be wrestling with these issues. This plan will take time, and it will require action from Congress. It's an election year, and it's usually difficult to get major bills through Congress. However, inaction is not an option this time.</p> <p>UPDATE: Read the <a href=\"http://www.guardian.co.uk/world/uselectionroadtrip/2008/sep/18/uselections2008.marketturmoil?commentid=81157365-0814-4c2f-ba1c-f440c335d7ce\">comment below from Mark Cassell</a>, an associate professor of political science at Kent State University and the author of <a href=\"http://press.georgetown.edu/detail.html?id=1589010086\">How Governments Privatize: The Politics of Divestment in the United States and Germany</a>. Setting up an RTC type of agency isn't going to be a trivial task, and even with fast action by Congress, this will take time. </p> <p>I've just got off the phone with Mark to follow up on his comment. I'll follow that up in a post shortly. </p>",
  "<p>John McCain is to take his running mate Sarah Palin to the United Nations general assembly in New York next week for the annual gathering of foreign leaders to address her chronic shortage of foreign policy experience.</p> <p>McCain is also scheduled to open an international conference in the city at the same time, Bill Clinton's Global Initiative foundation, which provides funds to help fight Aids in developing countries.</p> <p>Palin's fast-learning trip to New York comes as a veteran Republican senator, Chuck Hagel, who is on the Senate foreign relations committee, today questioned her fitness for office. </p> <p>\"She doesn't have any foreign policy credentials,\" Hagel said in an interview with the Omaha World-Herald. \"You get a passport for the first time in your life last year? I mean, I don't know what you can say. You can't say anything.\"</p> <p>Hagel, who advocates a bipartisan approach to politics and was among those considered by Obama as a running mate, said: \"I think it's a stretch to, in any way, to say that she's got the experience to be president of the United States.\"</p> <p>McCain's team has not yet said who she will meet in New York. </p> <p>Leaders pencilled in for the general assembly conference range from US president George Bush to the Iranian president, Mahmoud Ahmadinejad, and the Afghanistan president, Hamid Karzai. The cast list for Clinton's conference includes Gordon Brown.</p> <p>Exposure to such a concentration of foreign leaders can only help Palin, who has had to be briefed extensively by McCain's foreign policy advisers since becoming the vice-presidential candidate.</p> <p>Palin, whose foreign travel is confined to Canada, Mexico and Kuwait and a brief stop at an airport in Ireland, is due to debate with Obama's running mate, Joe Biden, the veteran chairman of the Senate foreign relations committee, in St Louis on October 2.</p> <p>While in New York, Palin is planning to take part in a rally against Ahmadinejad. Hillary Clinton, who was also due to take part in the rally, pulled out after hearing Palin would be present.<br></p>",
  "<p>Man, Timothy Egan of the NY Times is good. Check him out <a href=\"http://egan.blogs.nytimes.com/2008/09/17/moo/\">today</a>, in a post pithily and acerbically called \"Moo\":</p> <blockquote> <p>What [Palin's] critics don't understand is that crony capitalism is how things are done in Alaska. They reward failure in the Last Frontier<br>state. In that sense, it's not unlike like Wall Street's treatment of<br>C.E.O.'s who run companies into the ground.</p> <p>Look at Carly Fiorina, John McCain's top economic surrogate — if you can<br>find her this week, after the news and her narrative fused in a negative<br>way. Dismissed as head of Hewlett-Packard after the company's stock<br>plunged and nearly 20,000 workers were let go, she was rewarded with $44<br>million in compensation. Sweet!</p> </blockquote> <p>And this:</p> <blockquote> <p>As the Wall Street Journal reported this week, Governor Palin overturned a decision to shutter a money-losing, state-run creamery — Matanuska Maid — when her friends in Wasilla complained about losing their subsidies. She fired the board that recommended closure, and replaced it with one run by a childhood friend. After six months, and nearly $1 million in fresh losses, the board came to the same conclusion as the earlier one: Matanuska Maid could not operate without being a perpetual burden on the taxpayers.</p> <p>This is Heckuva-Job-Brownie government, Far North version...</p> <p>...And let's not talk about voodoo infrastructure without one more mention<br>of the bridge that Palin has yet to tell the truth about. The plan was<br>to get American taxpayers to pay for a span that would be 80 feet higher<br>than the Brooklyn Bridge, and about 20 feet short of the Golden Gate —<br>all to serve a tiny airport with a half-dozen or so flights a day and a<br>perfectly good five-minute ferry.</p> </blockquote> <p>Well done. Slowly, the bill of fraudery is coming due...<br></p>",
  "<p><a href=\"http://www.chicagotribune.com/business/chi-thu-wall-street-panic-sep18,0,1227156.story\">The crisis in the financial markets</a> didn't come about because American workers are less productive or our families less prudent with their household budgets. It didn't come about because we're a nation of whiners. It didn't come about because of greed on Wall Street, as if that's news. <br> Instead the crisis came about because, once again, Washington allowed the wizards of Wall Street to tell us that this time they really have discovered something so clever and foolproof that we didn't need to worry about old fashioned notions like matching assets and liabilities, maintaining reserves and oversight of the capital markets.  We heard the same nonsense from the <a href=\"http://query.nytimes.com/gst/fullpage.html?res=9E0CE4D71030F937A25750C0A964958260\">S&amp;Ls</a> when they started speculating with federally insured deposits. We heard it from the <a href=\"http://en.wikipedia.org/wiki/Myron_Scholes\">Nobel Prize winners</a> at <a href=\"http://www.erisk.com/Learning/CaseStudies/Long-TermCapitalManagemen.asp\">Long-Term Capital Management before they crashed and burned</a>. We heard it from the <a href=\"http://www.imdb.com/title/tt1016268/\">smartest guys in the room</a> before Enron went bankrupt. And we heard it from the peddlers and packagers of adjustable rate mortgages before they brought down Bear Stearns, Lehman Brothers and Merrill Lynch and forced the federal government to take ownership of Freddie Mac, Fannie Mae and AIG.<br> Fool me once, shame on you. Fool me twice, shame on me. Fool me over and over again, and maybe it's time we stopped listening to the financial wizards who keep insisting that they don't need any oversight. Unlike his opponent, Barack Obama was quick to <a href=\"http://tpmelectioncentral.talkingpointsmemo.com/2008/09/obama_keeps_hitting_mccain_on.php\">point out</a> that the government has a role in protecting us from the worst excesses of the financial markets: \"John McCain cannot be trusted to reestablish proper oversight of our financial markets for one simple reason - he has shown time and again that he does not believe in it.\"</p> <p>Joe Biden <a href=\"http://www.delawareonline.com/apps/pbcs.dll/article?AID=/20080916/NEWS/80916044/-1/updates\">chimed in</a>: \"This has been a Republican philosophy of letting Wall Street do what they want and the middle class be damned.\" Meanwhile, John McCain was channeling Herbert Hoover until his handlers abruptly told him he couldn't keep repeating the same line about the fundamentals of the economy being strong. <br> And so we have been rudely awakened from the personality driven politics of the last several weeks to be reminded that, once again, it's the economy stupid.</p>",
  "<p>Frustrated by the US government's rescue of AIG, Fannie Mae and Freddie Mac, a group of 100 conservative congressmen today urged the Bush administration to stop keeping Wall Street afloat.</p> <p>In a letter to the treasury secretary and Federal Reserve chairman, members of the conservative Republican Study Committee (RSC) lamented the abandonment of free-market principles.</p> <p>Rescuing failing financial firms has \"set a dangerous and unmistakable precedent for the federal government both to be looked to and relied upon to save private sector companies from the consequences of their poor economic decisions,\" the RSC members wrote.</p> <p>Though the RSC has carried significant influence with Republican leaders in recent years, this week's economic implosion has stoked longstanding tension between conservatives and the Bush administration into a full-blown ideological rift.</p> <p>The government takeover of private businesses under a Republican president's watch has left conservatives reeling. Bill O'Reilly, the Fox News Channel pundit and favourite of the right, condemned Bush's \"poor leadership\" on his radio show yesterday, calling the market collapse \"the end of President Bush's legacy\".</p> <p>The RSC members, all serving in the House of Representatives, noted with alarm that the government action this week \"has the appearance of a socialist and not a free market approach to managing our economy\".</p> <p>Adding to the appearance of an internal feud, Republican House leader John Boehner told reporters today he was cancelling a party meeting on the credit crisis. His reason: the Bush administration \"refused\" to send anyone to brief the congressmen, Boehner said.</p> <p>The tension could spill over and undermine conservatives' ties to John McCain, who came out in support of the government's AIG bailout one day after criticising the notion. McCain recently agreed to support $25bn in loan guarantees for the three major US auto companies, a proposal that the RSC blasted in its letter. </p> <p>The Club for Growth, a conservative political committee that has helped marshal free-market forces on Capitol Hill, took aim at McCain today for his support of the automaker loans.</p> <p>\"The auto industry bailout continues a growing and dangerous trend of socializing the risks inherent in a free economy, setting a precedent for future industries down the road,\" the Club said in a release to reporters.</p>",
  "<p>Virtually every day I read something about the GOP or McCain or Palin or conservatives that makes me say \"What the....did I read that right?\"</p> <p>It's common enough to be not worth nothing often, but this one is. The Virginia Republican Party, report Greg Sargent and Eric Kleefeld, is holding a \"minority outreac\" event starring...George Allen!</p> <p>Yes, the George Allen who, when running for reelection to the Senate in 2006, called a young man of color \"macaca.\" The George Allen who has shown <a href=\"http://penguinsontheequator.blogspot.com/2006/05/george-allen-and-confederate-flag.html\">a disquieting interest in the Confederate flag</a> over many years.</p> <p>I do not joke here. At any rate, the rally is this Saturday in Fairfax County. It should be right up there with last week's moving \"Remembering Brezhnev: the Man, not the Myth\" tribute in Warsaw.<br></p>",
  "<p>The more I think about it, the more it seems odd that a man who claims that For Whom the Bell Tolls is his most beloved book ever (one he claims to have read over and over again) should take such a cavalier posture toward the leader of the contemporary Spanish left. Maybe the McCain who spoke to El Pais back in April is \"the real McCain.\" Or maybe today's is. Who can know anymore? Maybe he didn't quite gather that his hero Robert Jordan was fighting with the left, and it's all Mark Salter's fault. <em>Jesus, Salter! Next thing ya know you're gonna tell me that Nineteen Eight-Four was written by some pinko!!</em></p>",
  "<p>Via Ben Smith at the Politico, I am directed to this report from the Web site of Radio Iowa, whose correspondent attended a McCain-Palin rally at Cedar Rapids (which Sarracuda called \"Grand Rapids,\" which is in Michigan, which is were she was yesterday; golly, when people say lower 48, they really mean it, there's a lotta states!).</p> <p>Anyway this little detail is a stinger:</p> <blockquote> <p>McCain starts speaking 18 minutes into the rally. He begins by reminiscing about the State Fair. \"I'm very grateful to be here. We intend to campaign hard across the state of Iowa again...I think we're going to be up late on Election Night, my friends, and we're going to need your help.\"</p> <p>I look up, about five minutes into McCain's address and see a steady stream of people walking out of the rally. They just came to see Palin apparently.<br></p> </blockquote>",
  "<p>The Spain drama increases. As you may know by know, McCain foreign policy honcho Randy Sheunemann said earlier today that yes, McCain <em>did </em>mean to diss Zapatero. From the Washington Post's <a href=\"http://voices.washingtonpost.com/the-trail/2008/09/18/mccain_slights_spanish_prime_m.html\">report</a>:</p> <blockquote> <p>\"The questioner asked several times about Senator McCain's willingness to meet Zapatero (and id'd him in the question so there is no doubt Senator McCain knew exactly to whom the question referred). Senator McCain refused to commit to a White House meeting with President Zapatero in this interview,\" he said in an e-mail.</p> </blockquote> <p>Interesting. In all likelihood not true of course -- it seems manifestly clear that McCain was confused and didn't know who his questioner was talking about. Especially since McCain himself said back in the spring that \"this is the moment to leave behind discrepancies with Spain.\" Of course, he said that to El Pais. Not that he panders or anything! He's a war hero, remember -- whatever could you be thinking?!</p> <p>But now that Sheunemann has said this, it doesn't matter; this is, until McCain says otherwise, his official position. No meeting, or at least no White House meeting, with a NATO ally that still has about 1,000 soldiers in Afghanistan.<br></p>",
  "<p>In Iowa today, John McCain <a href=\"http://online.wsj.com/article/SB122175692668652881.html?mod=googlenews_wsj\">proposed a new government agency</a> called the Mortgage and Financial Institutions Trust to help manage the assets of banks and funds hit hard by the subprime crisis. </p> <blockquote> <p>The priorities of this trust will be to work with the private sector and regulators to identify institutions that are weak and take remedies to strengthen them before they become insolvent.</p> </blockquote> <p>The new trust would be modelled after the Resolution Trust Corporation (RTC), which helped liquidate failed savings-and-loans in the 1990s. </p> <p>McCain's economic adviser, Douglas Holtz-Eakin, said the trust could work as part of a broad housing fix. \"You're going to have these things [loans] refinanced, put under reasonable terms that match both the income of the individual and the current valuation of the house, he told the Wall Street Journal.</p> <p>But on March 25, Holtz-Eakin was asked a similar question and ruled out the idea. Asked by a reporter about the merits of \"an RTC-type mechanism where [a loan is] bought and auctioned off\", he said:</p> <blockquote> <p>The senator is not in favor of an RTC-like vehicle that would wholesale purchase loans.</p> </blockquote> <p>And as I <a href=\"http://www.theguardian.com/world/2008/sep/17/uselections2008.johnmccain\">mentioned yesterday</a>, McCain joined Phil Gramm and other Republican senators <a href=\"http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=101&amp;session=1&amp;vote=00166\">in rebelling against</a> the 1989 bill that created the RTC. Today he praised the very idea he voted to slow down, saying the RTC was \"designed to clean up the system and worked\".</p>",
  "<p>Barack Obama and John McCain are to focus over the next 48 hours on Florida, the state that proved pivotal in the last two White House elections, as both teams stuck to their carefully-constructed campaign timetables in spite of the Wall Street havoc.</p> <p>Obama highlighted the importance of the state when he appealed to supporters for a staggering $39m - about half of the total $84m available to McCain on the entire campaign nationwide - to spend on advertising and other events in Florida alone.</p> <p>The Democratic candidate, who is scheduled to speak at rallies in Coral Gables tomorrow and Jacksonville on Saturday, is running neck-and-neck with McCain in the state he hopes to take from the Republicans.</p> <p>President George Bush won Florida, the fourth most important state in the country in terms of electoral votes, by only 380,000 votes in 2004.</p> <p>David Plouffe, Obama's campaign manager, in an email to supporters pleading for more cash, said 500,000 black voters and 900,000 young people - both groups overwhelmingly behind him - have been registered who had not voted in 2004.</p> <p>The key could be the Hispanic vote, with signs that a sizeable proportion could swing behind Obama.</p> <p>The other major demographic group in the state is the Jewish vote, which normally votes Democrat. Ira Forman, executive director of the National Jewish Democratic Council, complained today that the Republican Jewish Coalition is targeting Jewish voters with \"lie-filled polling\" and ads \"that are filled with innuendoes and half-truths\".</p> <p>McCain, though he is not scheduled to be in Florida this weekend, has made repeated visits to the state. The Republican party is planning to air an ad tomorrow aimed at Florida's Latino population. The Spanish ad highlights how McCain, who is more liberal on immigration reform than his party, fought for immigration reform in the Senate last year.</p> <p>The ad says: \"Obama did not stand up. Obama did not speak out. And when the time came for him to do the right thing, he did not.\"</p> <p>McCain spent $1m in ads in Florida last week, compared with $1.3m by Obama.</p> <p>McCain's campaign team is considering sending his running mate, Sarah Palin, to Florida this weekend as a counter to Obama.</p> <p>In what McCain's team will regard as a boost, President George Bush cancelled a planned trip to Florida today intended to raise funds for him, saying he needed to remain in Washington to consult with his economic advisers. McCain is desperately trying to distance himself from the unpopular president, especially over the economy.</p> <p>As polls showed Obama benefiting more from the Wall Street meltdown than McCain, the Republican candidate went on the offensive, claiming that an Obama presidency would mean increased federal spending and increased taxes.</p> <p>But economic advisers in both teams are having to revise their spending plans in the face of the almost $300bn in bail-outs spent by the Bush administration in response to the economic crisis. </p> <p>That will present a massive problem for whichever of the two follows him into the White House on January 20 next year.</p>",
  "<p>Three physicians today said that voters need more detail about John McCain's 2000 bout with skin cancer, saying that specific information about the nature of the tumour could help determine whether McCain is likely to suffer a recurrence during the next four years.</p> <p>The doctors spoke on a conference call organised by Robert Greenwald, a filmmaker who has produced Internet videos critical of the Republican candidate. The doctors declined to declare their political leanings, saying they were speaking out as American citizens rather than out of partisan motives. They were three out of 2,279 physicians who have signed a letter asking McCain for \"full, public disclosure of all his medical records\". More than 47,000 people have signed the petition.</p> <p>The McCain campaign did not immediately respond to a request for comment.</p> <p>The doctors said recurrence and survival rates differ greatly between different stages of melanoma, so it is key that voters know what more about the cancer. They called on the Republican's campaign to make public his full medical records. </p> <p>They said too much remains unknown about the severity of McCain's illness, in which a melanoma was removed from the left side of his face, causing visible scarring. </p> <p>Although McCain's doctors in May trumpeted the fact that he had been cancer-free for eight years, the three doctors, including two cancer researchers, warned that melanoma has a significant chance of recurring and can be deadly after lying dormant for years. Should McCain suffer a relapse, the treatment options are debilitating. Those include invasive surgery, chemotherapy and immunotherapy.</p> <p>\"It can emerge after years of latency, with ravaging consequences,\" said Michael Fratkin, a Eureka, California doctor of internal medicine. \"The treatments that are available for melanoma are profoundly toxic and marginally effective.\" Treatments are \"profoundly difficult to tolerate and would really impair his capacity to serve as president\".</p> <p>At 72, McCain would be the oldest president ever elected, and he suffered tremendous physical stress in captivity in Vietnam and has had skin cancer three times. To illustrate the urgency of the matter, the doctors pointed to Paul Tsongas, a Democratic senator from Massachusetts and 1992 presidential contender who died of lymphoma during what would have been his first term in the White House – from cancer that first struck him in 1984.</p> <p>In May, the McCain campaign released to a small group of journalists 1,173 pages of medical records spanning eight years. The records were made available in a closed room, and reporters were forbidden to copy them. Made available by the campaign, some of the senator's doctors declared him in good health. </p> <p>By contrast to McCain, Democrat Barack Obama is 47 years old. His campaign in May released a letter from Obama's doctor declaring him in \"excellent health\". The doctor noted his \"intermittent\" cigarette smoking and said he had treated Obama for upper respiratory infections, skin rashes and minor injuries.</p> <p>Obama and Democratic party have not called for further release of McCain's health records and have refrained from making his physical health a campaign issue.</p> <p>Dr Noah Craft, a dermatologist and melanoma researcher at the Harbor-University of California at Los Angeles medical centre, said May news accounts on the McCain's medical records were insufficient for him, other physicians and the general public to gauge the risk of recurrence accurately. </p> <p>\"It's clear from the reporting, before and after the brief release, that that there is a lot of controversy and a lot of unknown,\" Craft said. \"I think it's important for the public to know both what is know about his melanoma, his chances of survival and the risk of recurrence.\"</p> <p>Craft said it was unclear what kind of advanced testing McCain was subject to. </p> <p>Dr Daniel Vlock, a former cancer researcher who no longer practices medicine, said news reports indicated McCain's most recent cancer was a 2.2mm stage 2a melanoma.</p> <p>Vlock said research by the American Joint Committee on Cancer shows the five-year survival rate of that type of the disease is 79%. At 10 years, the rate drops to 64%.</p> <p>But Vlock said that other parts of the record suggest the cancer was in stage 3B, which has significantly lower five- and 10-year survival rates of 53% and 38%, respectively. McCain was last diagnosed with cancer eight years ago.<br>National Institutes of Health data show the five-year survival rate for white male melanoma sufferers ranges between 98% and 15%, depending on how far the cancer had spread when treated.</p> <p>\"The best case scenario is that he continues to age but effectively is able to perform the duties of the job,\" said Fratkin. \"The worst case scenario is on January 21 2009, he has a seizure at his inauguration and is found to have multiple brain metastases. There is no way to navigate that risk assessment without those records.\"</p>",
  "<p>Peter McDonald's painting depicting an artist slashing a canvas has won this year's John Moores contemporary painting prize, it was announced today.</p> <p>Fontana, by the Tokyo-born McDonald, reimagines the working practice of Italian artist Lucio Fontana, who made a series of works featuring canvases with slashes and holes. The painting, chosen from 40 works shortlisted for the £25,000 prize, was described by a judge as \"one of the most inventive paintings I've seen\".</p> <p>McDonald, 35, who studied art at Central Saint Martins and the Royal Academy Schools, said today he felt \"ecstatic, very happy and shocked\".</p> <p>\"All the other works were really good so it was an added surprise,\" he said, speaking from the Walker Art Gallery in Liverpool. \"I hoped the judges would appreciate the various layers [in Fontana]. I think of it as a painter's painting.\"</p> <p>The four runners-up were Julian Brain, Geraint Evans, Grant Foster and Neal Jones.</p> <p>This year's jurors included artists Jake and Dinos Chapman, art critic Sacha Craddock, and painters Graham Crowley and Paul Morrison. Artist Crowley said the winning painting \"acts as a tantalising and provocative glimpse into the way we think\".</p> <p>The Guardian's Jonathan Jones, however, was underwhelmed by this year's shortlist. <a href=\"http://www.theguardian.com/culture/jonathanjonesblog/2008/jul/24/johnmoorespaintingprize\">He wrote on his art blog</a> that it represented \"another nail in the coffin of the greatest western art form … What I see in the shortlisted works is more of the same deadening irony, disbelief and smallness of mind that has reduced painting in modern Britain to a stale, repetitive, self-parodic eunuch.\"</p> <p>All 40 shortlisted works will be shown at the Walker Art Gallery in Liverpool from September 20 2008 to January 4 2009. The gallery is purchasing McDonald's winning painting.</p> <p>The prize, now in its 50th year, is part of the Liverpool Biennale, and has previously been awarded to artists David Hockney and Richard Hamilton.</p>",
  "<p>What a difference four years makes. In August of 2004, when he was running for re-election, George Bush turned what had been a nebulous idea encompassing various privatisation and investment ideas into a formal objective, releasing a <a href=\"http://www.whitehouse.gov/news/releases/2004/08/20040809-9.html\">\"fact sheet\"</a> detailing his policies that would promote this capitalist utopia known as the \"ownership society\".</p> <p>More access and choices in healthcare! More home ownership! More tax relief! It was all about getting the American taxpayers' tax dollars back into their pockets where they belonged so they could buy stuff - because, as Bush explained: \"If you own something, you have a vital stake in the future of our country. The more ownership there is in America, the more vitality there is in America, and the more people have a vital stake in the future of this country.\"</p> <p>Four years later, millions of Americans are now without healthcare, home foreclosures are skyrocketing, bankruptcy is epidemic and the headlines blare \"Nightmare on Wall Street\" as the country faces the worst economic crisis since the 1930s. The people who were supposed to own a vital stake in America's future by now are lucky if they still own the shirts on their backs.</p> <p>The ownership society – built on the shoddy foundation of corporate deregulation, unchecked lending, massive deficits and tax cuts during a time of war – has failed.</p> <p>And its failure is owned by precisely no one.</p> <p>Bush, once the golden boy of modern conservatism, has now been disowned by the entire Republican party, who are seemingly just as eager to disown the name of the party itself: The words \"Bush\" and \"Republican\" were hardly spoken at the Republican National Convention earlier this month. And <a href=\"http://www.balloon-juice.com/?p=11341\">the bloody scene</a> on MSNBC's Hardball yesterday – in which host Chris Matthews went after Republican congressman Eric Cantor like a starving dog on a steak, tenaciously exhorting him to take political responsibility for his party's economic policies – was a slaughter, with Matthews declaring at one point: \"I have never in my life seen a party run from its own record like the Republicans have.\"</p> <blockquote> <p><strong>Matthews:</strong> The problem you have is that your colleague from Virginia, Tom Davis, who once ran your campaign committee, <a href=\"http://shakespearessister.blogspot.com/2008/05/quote-of-day_16.html\">said</a> that if the Republican party was dog food, they'd take it off the shelves. And you haven't used the word \"Republican\" tonight; your party didn't use it in the acceptance speech; John McCain never said the word \"Republican\"; he never said the word \"Bush\"; you're trying to take off your uniforms and run from the field of political battle and claim you're not Republicans. You're claiming - you're running against this administration! And I'm not going to let anybody get away with that kind of foolery! You have to take responsibility, sir. The policies of this administration that has gotten us into this mess - you can't walk away and say, \"Oh, we had nothing to do with this\".</p> </blockquote> <p>But that is, of course, exactly what the Republicans are now trying to do. Bush is persona non grata. The ownership society? Never heard of it! Gee, it's a terrible situation we're in – how'd that happen? Well, never mind. Now is not the time to point fingers and lay blame! Let us tell you about a hot little commodity named John McCain.</p> <p>What is, perhaps, most unrelentingly galling about their affected posture is that, even as they disown, disclaim and distance themselves from Bush's economic policies and promote McCain as some sort of saviour, they refuse to acknowledge that his proposals are just more of the same conservative überfail that got us into this morass in the first place.</p> <p>Had he brilliant economic proposals, or even different ones, it might legitimately warrant their abandonment of Bush and his antiquated fiscal sensibilities. But McCain is merely a new face on the same old swill. They won't own it with Bush's name stamped on it, but they'll line up behind near-identical policies in droves, hoping no one will notice – hoping to help sell those policies again to the American people.</p> <p>It's stunning, really.</p> <p>The hypocrisy of the personal responsibility brigade brazenly, utterly refusing to take responsibility for this mess, and the irony of these great champions of the ownership society flatly refusing to own the economic policies which have resulted in massive losses among American families, would be positively hilarious if it all weren't so goddamned tragic.</p> <p>And what of McCain in all this? Once upon a time, he was an honourable man – and, while it's debatable how kinda sorta mavericky he ever really was during the first part of his career in the Senate, it seems fair to suggest there was probably a time when he would have refused to play the role of new-and-improved packaging on economic policies that had been comprehensively disastrous for America.</p> <p>But the 2000 election left the taste of presidency in his mouth and Karl Rove's bootprint on his back. Whatever decency and integrity there had ever been in the man <a href=\"http://shakespearessister.blogspot.com/2005/08/mccain-stinks.html\">disappeared</a> in a moment, as he infused with new meaning that dear old chestnut: If you can't beat 'em, join 'em. He once said he wouldn't want to lose a war to win an election. His position on losing his soul seems more flexible.</p> <p>He now stands at the front of the Republican party, poised to lead them back into the White House, given the right number of electoral votes, and he refuses, like all the rest, to accept any responsibility for the current economic crisis, or to own up to the reality that he's got nothing new up his sleeve, nothing that will effectively and significantly alter the course we are already on – a dearth of ideas that, comically, is owed to the unwavering fealty to partisan doctrine he <a href=\"http://www.salon.com/tech/htww/2008/03/03/mccain_s_economic_plan/\">had to affect</a> in order to become his party's nominee, genuflecting to the precious tax cuts that no one wants to own. Not anymore.</p> <p>So much for the ownership society.</p>",
  "<p>The ruling African National Congress begins a meeting tomorrow to decide whether to remove Thabo Mbeki as South Africa's president after a high court judge accused him of misusing the justice system in a bitter power struggle with his archrival, Jacob Zuma.</p> <p>If the party leadership votes to \"recall\" Mbeki from office he will immediately be asked to resign. If he refuses to go, parliament is likely to vote to remove him - bringing a premature end to a presidency launched on the vision of leading an African renaissance but long tainted by his policies on HIV/Aids and an authoritarian and vindictive style of governing.</p> <p>Powerful ANC figures have thrown their weight behind the proposal to sack Mbeki after a high court judge effectively accused him of using apartheid-style tactics in engineering the prosecution of Jacob Zuma for corruption in order to block him from becoming party leader.</p> <p>South Africa's Business Day newspaper reported today that the ANC's powerful national working committee resolved on Monday to seek Mbeki's swift resignation. Its recommendation now has to be approved by the party's national executive, which meets over the next three days.</p> <p>Zuma has been cautious about removing Mbeki from office. Earlier this week he told party activists it was not worth wasting energy on a \"dead snake\", indicating that he wanted to avoid a confrontation that would highlight divisions and could cost the party votes when there will be an election in May in any case.</p> <p>\"We can't hold debates among ourselves that raise the temperature. There is an administration that is coming to an end, so if you do so, you are like someone who beats a dead snake. It died a long time ago, but you are still beating it ... wasting your energy,\" he said.</p> <p>If Zuma remains set against sacking the president, it will be the most important test of his authority within the ANC since he ousted Mbeki as party leader late last year.</p> <p>But the determination of some of Mbeki's opponents to remove him from office was stiffened yesterday after the prosecutions authority said it would appeal against the high court quashing of the corruption charges against Zuma.</p> <p>That infuriated some of Zuma's supporters who said it was further evidence that prosecutors were acting on behalf of Mbeki.</p> <p>The ANC's treasurer general, Mathews Phosa, who was once accused by Mbeki of plotting a coup, hinted yesterday that the president will be forced to go.</p> <p>Phosa noted that Mbeki had himself sacked Zuma as deputy president three years ago after a judge accused him of corruption.</p> <p>\"The events of 2005, when a judge also made a ruling and leaders, including the president, acted on that ruling, contain some guidelines for handling this situation,\" he said.</p> <p>The ANC youth league and the party's Communist allies are lobbying hard to remove Mbeki.</p> <p>The secretary of the Young Communist League, Buti Manamela, said he believes the president will be forced out.</p> <p>\"Come Monday, they are going to pronounce that President Thabo Mbeki is going to be released because he is no longer capable of leading the country,\" he said.</p> <p>The ANC leadership is almost certain to be able to muster a simple majority in parliament for a vote of no confidence in the government, which would force an early election. Most of the party's MPs are likely to have an eye on ensuring selection as candidates for the next election.</p> <p>Alternatively, the party could try to impeach Mbeki but that would require a two-thirds majority and the support of some opposition MP's.</p> <p>If parliament does remove Mbeki, the speaker, Baleka Mbete, will become acting president.</p> <p>But Mbeki is not expected to go down without a fight. His cabinet issued a statement today saying it will seek legal advice on the high court ruling and its accusations of political interference in the Zuma case.</p> <p>Mbeki's allies then suggested that the ANC could not move against him while the high court ruling is still under appeal.</p> <p>\"Cabinet respects the judiciary and its decisions,\" the government spokesperson, Themba Maseko, told a media briefing after the meeting.</p> <p>\"However, cabinet does not accept the suggestion that either the president or the executive interfered with the prosecuting decisions of the National Prosecuting Authority regarding the prosecution of any person or persons.</p> <p>\"The judge may not have had all the facts in front of him when he reached that conclusion.\"</p>",
  "<p>The Bush administration today accused Russia of aggression and authoritarianism, claiming its main aim in invading Georgia last month was to overthrow the country's president, Mikheil Saakashvili.</p> <p>In the strongest attack on a resurgent Moscow since it routed the Georgian military in a five-day war last month, the US secretary of state, Condoleezza Rice, said the Russian president, Dmitri Medvedev and the prime minister, Vladimir Putin, had launched Moscow on a path to pariah status.</p> <p>The US broadside came as attempts to deploy scores of international military monitors in Georgian conflict zones collapsed when Russia refused to allow the observers, from the Organisation for Security and Cooperation in Europe, to patrol in South Ossetia, the breakaway region of northern Georgia bordering Russia.</p> <p>Weeks of negotiations at the OSCE's headquarters in Vienna ended in failure when the Russians stiffened the terms for the proposed deployments to rule out any international presence in South Ossetia, western diplomats said.</p> <p>The OSCE already had agreement to send 100 military observers to Georgia. Talks over their mandate were gridlocked when the US and European allies rejected the Russian terms.</p> <p>Finland, the president of the OSCE, said the negotiations \"have not brought any result. There was no basis for consensus ... there is no point in continuing negotiations in Vienna.\"</p> <p>The OSCE has eight military monitors in Georgia who are mandated to operate in South Ossetia, but the Russians have not allowed them to enter the contested region since the conflict ended last month.</p> <p>Apart from visiting the Georgian capital, Tbilisi, shortly after the war ended, Rice - a former Russia scholar - has kept a low profile on the Caucasus crisis in recent weeks, leaving diplomacy to the Europeans and spurning contact with her Russian counterpart, Sergei Lavrov.</p> <p>Her speech in Washington was seen as the strongest denunciation yet of the Kremlin.</p> <p>The invasion of Georgia was just one element in growing Russian aggression beyond its borders, she said, citing Moscow's exploitation of its energy resources as a political weapon, threats to target Poland and the Czech republic with nuclear weapons and backing away from international arms control treaties.</p> <p>\"Our strategic goal now is to make it clear to Russia's leaders that their choices are putting Russia on a one-way path to self-imposed isolation and international irrelevance,\" she said. </p> <p>\"The picture emerging from this pattern of behaviour is that of a Russia increasingly authoritarian at home and aggressive abroad.\"</p> <p>Moscow's \"primary war aim\" in Georgia had been to overthrow the Saakashvili government, she said, calling it an aim that would not succeed.</p> <p>The failure in Vienna means the EU will play the main international role in Georgia, although OSCE officials said there could be further talks at the UN in New York over the next couple of weeks.</p> <p>President Nicolas Sarkozy of France has agreed with the Kremlin on the dispatch of at least 200 EU monitors, who will be operational by the end of the month, to Georgia. </p> <p>However, the Europeans have accepted Russian terms that they will be concentrated in the Russia-proclaimed \"buffer zone\" outside the breakaway regions of South Ossetia and Abkhazia, and will not be allowed into the two regions the Russians are garrisoning with almost 8,000 troops.</p> <p>The Sarkozy peace plan has attracted muted criticism from the US and Nato officials for being too lenient on the Russians, but EU officials dismissed the jibes.</p> <p>\"Without the EU, you don't get the Russians out [of Georgia]. There is no alternative. The Americans cannot be part of the solution here,\" an EU official said.</p> <p>The EU mission in Georgia is to be headed by French and German diplomats, while France, Germany, and Italy - all tending towards a pro-Russia stance in the conflict - are putting up most of the personnel, 140 out of 200. Britain is contributing 20 observers.</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/WItI9It_Swc?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/WItI9It_Swc&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/WItI9It_Swc&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object> </figure>   <p><br>You'll have to decide for yourself whether the painful interview above, which John McCain gave yesterday to a Spanish journalist in Florida, really does seem to indicate that he didn't know that Jose Luis Zapatero is the prime minister of Spain, and that he perhaps even thinks Spain might be in Latin America. (The relevant bit starts at around 2m58s.) Josh Marshall, who's <a href=\"http://talkingpointsmemo.com/archives/217802.php\">pushing this story hardest</a>, seems to think that's possible McCain is that confused. At the very least, McCain's odd insistence on answering a question about whether he'd invite Zapatero to visit the White House by talking only about Mexico suggests he might have thought the topic under discussion was Mexico's Zapatista movement. McCain's foreign policy advisor Randy Scheunemann, meanwhile, <a href=\"http://voices.washingtonpost.com/the-trail/2008/09/18/mccain_slights_spanish_prime_m.html\">claims</a> McCain's refusal to confirm that he'd meet with Zapatero was deliberate. (It's true that there's no love lost between Zapatero and the Bush administration, but McCain has said he'll patch up relationships of this sort, damaged by Iraq.)</p> <p>So, to clarify matters for McCain: <a href=\"http://en.wikipedia.org/wiki/Jos%C3%A9_Luis_Rodr%C3%ADguez_Zapatero\">Jose Luis Rodriguez Zapatero</a> is the lefty prime minister of Spain. <a href=\"http://en.wikipedia.org/wiki/Zapatista_Army_of_National_Liberation\">The Zapatistas</a> are armed revolutionaries who have declared war on the government of Mexico. <a href=\"http://en.wikipedia.org/wiki/Zippy_(Rainbow)\">Zippy</a> is an irascible non-human character in the children's TV series Rainbow, and <a href=\"http://epguides.com/CaptainZep/\">Captain Zep</a> was the star of an awesome 1980s British children's sci-fi drama. <a href=\"http://en.wikipedia.org/wiki/Franco_Zeffirelli\">Franco Zeffirelli</a> is a celebrated Italian film director who I once pretended to know the first thing about in order not to look stupid in a conversation in a restaurant.</p> <p>By the way, this must be a truly depressing day for our friends at <a href=\"http://spain4mccain.wordpress.com/\">Spain For McCain</a>. We can assume they're not Zapatero fans, but still: their hero isn't even sure where their country is located? How dispiriting.</p> <p>UPDATE: I'm taken to task in comments for calling Zapatero the prime minister (his official Spanish title translates as \"president\", but everyone calls him \"prime minister\" in English because he's the head of a parliamentary system), for calling the Zapatistas \"armed revolutionaries\" (yes, there's much more to the situation than that), and far more crucially for leaving <a href=\"http://www.zappa.com/\">Frank Zappa</a> off the list, which was inexcusable.<br></p>",
  "<p>The Champions League, Premier League, dodgy refs and John Terry being untouchable - they're all on the agenda for James Richardson, Barry Glendenning, Tom Lutz and Sean Ingle.</p> <p>Plus the rest of the week's big stories and other interesting info such as disappearing Wikipedia entries, buying land in Romania and teams which sound like porn-actresses.</p> <p>Leave your comments for James and the rest of the Football Weekly team below.</p> <p>Click <a href=\"http://phobos.apple.com/WebObjects/MZStore.woa/wa/viewPodcast?id=188674007\">here to subscribe free, via iTunes</a>, and get the latest episode on your iPod every week.</p> <p>For the Football Weekly podcast feed, <a href=\"http://guardian.co.uk/podcast/0,,329566055,00.xml\">click here</a>.</p> <p>Like it so much you can't bear to have missed a single word? <a href=\"http://www.guardian.co.uk/football/series/footballweekly\">Click here to catch up with any Football Weekly podcasts you might have missed so far</a>.</p>",
  "<p>George Bush today defended the US central bank's decision to bail out giant insurer AIG and sought to reassure markets that his administration was intent on confronting the growing crisis.</p> <p>The crisis also shaped the day's talk on the campaign trail, with both candidates seeking to grab the economic situation for their advantage. The economic troubles have shifted the tone of the presidential race, with Barack Obama enjoying a slight resurgence in polling as voters deem him better equipped to manage the ailing economy than Republican John McCain.</p> <p>Under pressure to respond forcefully to the grim economic news, McCain said today that if he were in power he would the nation's top securities regulator and a former Republican congressman, Christopher Cox.</p> <p>\"The chairman of the [Securities and Exchange Commission] serves at the appointment of the president and, in my view, has betrayed the public's trust,\" McCain told supporters in Cedar Rapids, Iowa. \"If I were president today, I would fire him.\"</p> <p>Obama, campaigning in Espanola, New Mexico, mocked McCain's threat.</p> <p>\"I think that's all fine and good but here's what I think,\" Obama said. \"In the next 47 days you can fire the whole trickle-down, on-your-own, look-the-other way crowd in Washington who has led us down this disastrous path. Don't just get rid of one guy. Get rid of this administration. Get rid of this philosophy. Get rid of the do-nothing approach to our economic problem and put somebody in there who's going to fight for you.\"</p> <p>Cox, a Bush appointee, attributed McCain's comments to the heat of the campaign. He said the financial crisis was \"presenting new challenges on an hourly basis\" and that \"steadiness and reduction of uncertainty\" is what the US and the world needed.</p> <p>\"History will judge the quality of our response to this economic crisis, but now is not the time for those of us in the trenches to be distracted by the ebb and flow of the current election campaign,\" Cox said in a statement. \"And it is precisely the wrong moment for a change in leadership.\"</p> <p>As stocks in New York rallied in early trading, partly in response to a coordinated series of moves by central banks around the world to pump money into credit markets, Bush said AIG's failure \"could have caused a severe disruption in our financial markets and threatened other sectors of our economy\".</p> <p>The US Federal Reserve seized control of AIG with an $85bn emergency loan in exchange for 80% of the company's stock.</p> <p>Overnight, the US central bank, known as the Fed, joined central banks across the world in coordinated efforts to maintain liquidity in world credit markets, together making almost $200bn available to lenders.</p> <p>\"The markets are adjusting to them,\" Bush said at the White House. \"Our financial markets continue deal with serious challenges. As our recent actions demonstrate, my administration is focused on meeting these challenges. The American people can be assured we will continue to act to strengthen and stabilise our financial markets and to reassure investor confidence.\"</p> <p>Bush said he spoke this morning with the US treasury secretary, Hank Paulson, and said the two will meet later today. The president, who had not addressed the nation since Monday, said he had cancelled travel plans in order to monitor the markets and consult with advisers. He was to head to Alabama and Florida to raise money for the Republican party and talk energy policy.</p> <p>The AIG rescue was the fourth taxpayer-funded bailout of the year by the Bush administration, although it is at odds with Bush's free-market ideology and economic policies. Critics of the recent bailouts have said taxpayers should not foot the bill for investors' bad business decisions, and have wondered aloud why AIG and government sponsored mortgage companies Fannie Mae and Freddie Mac won massive government rescues while investment bank Lehman Brothers was allowed to crumble on Sunday.</p>",
  "<p>Polls: Barack Obama is back in front across the board. He's at <a href=\"http://www.gallup.com/poll/110446/Gallup-Daily-Obama-47-McCain-45.aspx \">47%-45%</a> in Gallup's daily tracking poll, <a href=\"http://www.cbsnews.com/stories/2008/09/17/opinion/polls/main4456249.shtml\">48%-43%</a> in a CBS News poll, and <a href=\"http://www.quinnipiac.edu/x1295.xml?ReleaseID=1215\">49%-45%</a> in a Quinnipiac survey, though that lead's actually one point smaller than in their mid-August poll. Then again, McCain is <a href=\"http://www.time.com/time/politics/article/0,8599,1842107,00.html\">maintaining his strength</a> among \"maxed-out moms\", the latest demographic shorthand for the constituency upon whom this election allegedly depends. </p> <p>The candidates traded blows over who was to blame for the economic meltdown that will soon have us storing money under the mattress and bartering with twigs. McCain vowed to reign in Wall Street's \"casino culture\", and Obama mocked him for criticising the \"old boys' network\" in Washington. \"The old boys' network? In the McCain campaign, that's called a staff meeting.\" Pundits, meanwhile, debated how the candidates should seize the moment, because that's what pundits do. [<a href=\"http://afp.google.com/article/ALeqM5jHNg5HDYzLHqGYx2YLwLFfOm2_-Q\">AFP</a>, <a href=\"http://www.foxnews.com/story/0,2933,424401,00.html \">Fox News</a>]</p> <p>Election day could be a \"mess\", with long lines, equipment failures and confusion over procedures that \"could cost thousands the chance to cast a ballot,\" not least because of all the newly registered voters. [<a href=\"http://www.foxnews.com/story/0,2933,424401,00.html \">Washington Post</a>]</p> <p>The details are still a little unclear. But it appears that the experienced foreign-policy stalwart John McCain, in a Spanish-language interview, failed to recognise the name of the prime minister of Spain and then, to make matters worse, just assumed he was probably some anti-American leader from Latin America -- the kind McCain says he'd probably refuse to meet with. [<a href=\"http://talkingpointsmemo.com/archives/217744.php \">Talking Points Memo</a>]</p> <p><a href=\"http://gawker.com/5051510/sarah-palins-jazzy-mayoral-campaign-ad\">Watch</a> Sarah Palin's first ever campaign ad for mayor of Wasilla — an upbeat and down-home affair, made in the days before she prepared for public appearances using <a href=\"http://radaronline.com/exclusives/2008/09/by-the-numbers-sarah-palins-7050-style-team.php\">a team of stylists costing an estimated $7,050 per day</a>. [<a href=\"http://gawker.com/5051510/sarah-palins-jazzy-mayoral-campaign-ad\">Gawker</a>]</p>",
  "<p>Here's Elizabeth Drew, the respected longtime Washington scribe and my colleague, after a fashion, at The New York Review of Books (even though we've never actually met), in <a href=\"http://www.politico.com/news/stories/0908/13541.html\">an important piece</a> posted at the Politico yesterday headlined \"How John McCain Lost Me\":</p> <blockquote> <p>I have been a longtime admirer of John McCain. During the 2000 Republican presidential primaries I publicly defended McCain against the pro-Bush Republicans' whisper campaign that he was too unstable to be president (aware though I was that he had a temper). Two years later I published a positive book about him, \"Citizen McCain.\" </p> <p>I admired John McCain as a man of principle and honor. He had become emblematic of someone who spoke his mind, voted his conscience, and demonstrated courage in bucking his own party and fighting for what he believed in...</p> <p>...Now he's back to declaring himself a maverick, but it's not clear what that means. If he gains the presidency, is he going to rebel against the base he's now depending on to get him elected? (Hence his selection of running mate Sarah Palin.) Campaigns matter. If he means \"shaking up the system\" (which is not the same thing), opposing earmarks doesn't cut it. </p> <p>McCain's recent conduct of his campaign – his willingness to lie repeatedly (including in his acceptance speech) and to play Russian roulette with the vice-presidency, in order to fulfill his long-held ambition – has reinforced my earlier, and growing, sense that John McCain is not a principled man. <br>In fact, it's not clear who he is. </p> </blockquote> <p>It would by no means have been impossible to imagine Drew backing McCain. This is something, coming from her. And that \"Russian roulette with the vice-presidency\" is a great line.<br></p>",
  "<p>Palin appeared with McCain at a town-hall event in Grand Rapids, Michigan yesterday. She even took questions!</p> <p>One audience member, a woman named Kimberly, asked her about her foreign policy experience. It wasn't an in-your-face question. Politely, Kimberly said something like, I want to give to think opportunity to state here and now your experience etc etc. </p> <p><a href=\"http://blogs.abcnews.com/politicalradar/2008/09/palin-takes-que.html\">This </a>must be read in full to be believed:</p> <blockquote> <p>\"I think because I am a Washington outsider that opponents are going to be looking for a whole lot of things that they can criticize and they can kind of beat the candidate here who chose me as his partner to kinda tear down the ticket,\" Palin responded. \"But as for foreign policy you know I think I am prepared and I know that on Jan. 20 if we are so blessed as to be sworn into office as your president and vice-president, certainly we'll be ready. I'll be ready. I have that confidence. I have that readiness and if you want specifics with specific policy or countries go ahead. You can ask you can play stump the candidate if you want to. But we are ready to serve.\"</p> </blockquote> <p>OK people. You can be for McCain. Fine. You can a devout and principled conservative. Fine. You can think Obama is dangerous. Fine. But no one with an IQ above 87 or so can read the above and possibly think deep down that the person who spoke those words has any idea what in heaven, hell or earth she's talking about.</p> <p>Kimberly was not, apparently, invited to play stump the candidate. That was just an attempt at playing the coquette -- \"getting the crowd on her side.\" OK, you're \"ready!\" But...why? Could you give us one reason? I see; because you're an \"outsider!\"</p> <p>I'm already disgusted at the possibility that even if Obama does win, this fraud will have a national stage for the next four years.<br></p>",
  "<p>Optimism certainly wasn't a prevalent emotion in politics yesterday, as the crisis in the world financial markets worsened, forcing the US government to bail out the insurance giant AIG. But senior strategists for the Obama campaign could have been forgiven a tentative flicker of something other than despair, as polls began to suggest that the deepening economic gloom was helping their candidate win back his lead over John McCain. Seizing the moment, both campaigns ploughed millions of dollars into purchasing television time for rival ads on the economy. Obama's was an unusually long two-minute piece to camera, setting out his plans in some detail: the kind of thing campaigns usually save for the very last push, as Ewen MacAskill <a href=\"http://www.theguardian.com/world/2008/sep/18/uselections2008.barackobama/\">writes in today's Guardian</a>. For a while, it really did seem as though Sarah Palin was no longer at the top of the agenda ... until what appeared to be <a href=\"http://www.theguardian.com/world/2008/sep/18/sarahpalin.uselections2008/\">emails from her private Yahoo account</a>, gov.palin@yahoo.com, were published online. But their contents seemed largely non-scandalous - except insofar as they bolstered the New York Times's contention, at the weekend, that Palin and her staff had used private email accounts for state business, reportedly in a bid to foil potential subpoenas.</p> <h2>What to watch out for</h2> <p>A politician you might dimly recall, Tony Blair, is due to appear tonight on the Daily Show, the Comedy Central programme that frequently does a more impressive job of covering the news than non-satirical outlets in the US. It'll be on More4 in the UK tomorrow. Under the guise of matey repartee, liberal host Jon Stewart can be expected to ask some sharp questions on Iraq and Blair's closeness to George Bush.</p> <h2>Latest polls</h2> <p>For the first time since the Republicans' post-convention bounce, Obama regained the lead in a major national poll: a Reuters-Zogby survey, conducted over the weekend with the Wall Street crisis looming, gave him a 2% lead at 47% to 45% among likely voters; it was the same poll that surprised many a month ago by giving McCain a 5% lead. In every other national poll, and in most of the key swing states, the two are effectively tied.</p> <h2>Quotes of the day</h2> <p>\"Carly will now disappear\" - a McCain campaign source sounds troublingly Bond-villainesque when discussing the future of Carly Fiorina, former chief executive of Hewlett Packard and a high-profile Republican campaign-trail surrogate. Earlier this week, Fiorina said she thought Sarah Palin lacked the experience to run a business such as HP. She later \"clarified\" her remarks by adding that she didn't think John McCain or Barack Obama had the right experience, either. Time to press the button under the desk that opens the trapdoor over the shark pool.</p> <p>\"It was an unfair attack on the verbiage that Senator McCain chose to use ... He means our workforce. He means the ingenuity of the American people and of course that is strong and that is the foundation of our economy\": Sarah Palin, in an interview with the sympathetic Fox News host Sean Hannity, defends McCain's gaffe about the \"fundamentals\" of the economy being strong. Verbiage? I do not think that word means what you think it means ...</p> <h2>On theguardian.com now</h2> <p><a href=\"http://www.theguardian.com/world/2008/sep/18/uselections2008.sarahpalin\">Palin aides in legal battle to block state trooper inquiry</a></p> <p><a href=\"http://www.theguardian.com/world/2008/sep/18/uselections2008.barackobama\">Economic meltdown returns initiative to Obama in polling</a></p> <p><a href=\"http://www.theguardian.com/world/video/2008/sep/16/uselections2008.useconomy\">Tomasky talk: Obama should benefit from financial crisis</a></p> <p><a href=\"http://www.theguardian.com/commentisfree/2008/sep/18/wallstreet.barackobama\">Timothy Garton Ash: America is gripped by the politics of fear</a></p> <p><a href=\"http://www.theguardian.com/world/video/2008/sep/17/young.voters.us.elections\">Video: Voting is sexy, dude</a></p> <h2>Best of the rest</h2> <p><a href=\"http://talkingpointsmemo.com/archives/217702.php\">Talking Points Memo: El Cid! (More on Mccain's Liberation of Spain)</a></p> <p><a href=\"http://online.wsj.com/article/SB122169427700049941.html\">Karl Rove: Obama Needs to Sell Himself, Not Attack McCain</a></p> <p><a href=\"http://www.politico.com/news/stories/0908/13559.html\">Politico: Campaign-trail reporters sidelined</a></p> <p><a href=\"http://voices.washingtonpost.com/the-trail/2008/09/17/obama_invokes_rush_limbaugh_in.html\">Obama Invokes Rush Limbaugh in New Spanish-Language Ads</a></p> <p><a href=\"http://thecaucus.blogs.nytimes.com/2008/09/18/palin-unscripted/\">NYT: Palin Unscripted</a></p> <h2>Site of the day</h2> <p>Watch Sarah Palin's first-ever <a href=\"http://www.youtube.com/watch?v=5EnxmTWmKd4\">campaign ad</a> for the mayoralty of Wasilla: \"Positively Sarah! Energetic ... Determined ... Positive.\"</p>",
  "<p>The news seems to have broken yesterday evening that John McCain, an interview with Spanish-language media, inadvertently revealed that he doesn't seem to know who Spanish Prime Minister Jose Luis Zapatero is -- or even that Spain is an ally of the United States.</p> <p>The news has been breaking in Spanish, so some details are murky (although apparently the interview itself was conducted in English; no tape has emerged yet). But Josh Marshall <a href=\"http://talkingpointsmemo.com/archives/217702.php\">has been all over it</a>, and the basic idea is this: McCain was asked about some Latin American leaders who've been hostile to the US, like Hugo Chavez and the Castros. McCain said the usual things about taking no guff from America's enemies. </p> <p>Then the interviewer switched gears and asked about Zapatero. McCain reportedly went blank and said something about establishing close relations with our friends and standing up to our enemies. The interviewer, according to one account I read, was startled, and reasked the question two or three more times.</p> <p>So keep an eye peeled for a hefty dose of Spain-bashing from my country's right-wing media today. Zapatero is left-wing, he let the Godless homosexuals get married, he negotiates with terrorists (ETA version), and who cares about Spain anyhow and aren't these people all the same anyway.</p> <p>That's how it works over here. But rest assured that millions of normal, not wingnut Americans actually do believe that the president of the United States ought to know who runs Spain.<br></p>",
  "<p>Japan's next prime minister will call a general election within days of taking office in an attempt to capitalise on an expected jump in support after the ruling party elects a new leader on Monday.</p> <p>The new premier, widely expected to be Taro Aso, a former foreign minister, will dissolve parliament on October 3 and call an election for October 26, the Asahi Shimbun newspaper said today, quoting unnamed government sources.</p> <p>The election will be the first since the Liberal Democratic Party [LDP], led by Junichiro Koizumi, won a landslide in 2005.</p> <p>The next prime minister will be the third in a row to take office without a popular mandate. Koizumi's successor, Shinzo Abe, stepped down a year ago due to poor health and his replacement, Yasuo Fukuda, announced his surprise resignation earlier this month.</p> <p>The LDP's huge majority in the lower house means its next leader is assured of becoming prime minister when parliament resumes next Wednesday.</p> <p>Many observers had expected the new leader to wait until parliament had passed an emergency budget to shore up the economy before calling an election later in the year.</p> <p>But a senior LDP official told the Asahi that the party would seek to take advantage of an expected honeymoon period in the wake of the leadership contest. \"The economy will deteriorate sooner or later, so the earlier the election is held the better,\" he said.</p> <p>The LDP, rocked by mounting economic worries, policy deadlock and a costly pensions data mix-up, faces one of its toughest general elections in recent memory. The Democratic party of Japan, the main opposition, is unlikely to win an outright majority, but it is expected to capitalise on the ruling coalition's unpopularity and make inroads into its two-thirds majority.</p> <p>With just three days left until the leadership election, Aso, a rightwing populist, has a commanding lead over his four rivals.</p> <p>A Kyodo news agency poll this week said he had the support of 50.7% of LDP members, well ahead of Yuriko Koike, a former defence minister whose hopes of becoming Japan's first female prime minister are fading fast.</p> <p>In Monday's leadership contest, the five candidates will seek an overall majority from among 528 votes cast by LDP Diet members and local party chapters. Aso, 67, is expected to secure victory in the first round of voting.</p>",
  "<video data-media-id=\"gu-video-337733103\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1801875102_youngeamerica-To-Brightcove-4x3.flv\"/> </video>   <p>In the first of a videoblog series, Gary Younge explains how the shadow of Katrina still looms over the presidential election.</p> <p>Discuss in the comments section below.</p>",
  "<p>FBI investigators are examining an email account belonging to the vice-presidential candidate Sarah Palin, after hackers broke into it and posted contents on the internet.</p> <p>Screenshots and photographs taken from the account — which was hosted by Yahoo — were put online yesterday after being sent to the whistleblowing website Wikileaks. </p> <p>The images showed a sequence of messages between Palin — the governor of Alaska and surprise choice as Republican vice-presidential nominee — and her state government aides, as well as a draft letter to the California governor, Arnold Schwarzenegger.</p> <p>Although some of the emails — from the address gov.palin@yahoo.com — appeared to be private, Wikileaks defended its decision by saying that Palin was violating standards on keeping public records by sending official emails through a private account.</p> <p>\"Governor Palin has come under criticism for using private email accounts to conduct government business and in the process avoid transparency laws,\" the website said. \"The list of correspondence, together with the account name, appears to reinforce the criticism.\"</p> <p>The hack has been attributed to an activist group known as Anonymous, a loose grouping of internet pranksters, vigilantes and anarchists that has previously locked horns with scientologists and internet paedophiles.</p> <p>Federal investigators are believed to be examining details of the hack to determine the identities of those responsible — though forensic experts have said this could take some time. Last night the Wikileaks website appeared to have gone down, though the reason was unclear. </p> <p>A spokesman for the Republican presidential campaign said the attack was invasive and unwarranted. \"This is a shocking invasion of the governor's privacy and a violation of law,\" said Rick Davis, the McCain-Palin campaign manager, in a statement. </p> <p>\"The matter has been turned over to the appropriate authorities and we hope that anyone in possession of these emails will destroy them. We will have no further comment.\"</p> <p>The use of non-government email services to conduct official business has been strongly criticised in the past. Official government communications are required to be preserved under federal law, but without using official communications channels, it remains unclear whether emails from private accounts are being correctly preserved.</p> <p>Last year the issue came to the fore after it emerged that the Bush administration had been using private accounts to conduct White House business.</p> <p>Some senior Bush advisers — including the former political strategist Karl Rove — had used private accounts, contrary to accepted practice. Documentation lost as a result included email conversations discussing the controversial dismissal of a number of United States attorneys, which critics claim was done because they were unsympathetic to the Republican cause.</p> <p>The attack by Anonymous is also reported to have stemmed from recent speculation about Palin's decision to fire the Alaska public safety commissioner in July. An independent investigation is under way to examine allegations that she governor sacked Walter Monegan because of his refusal to dismiss a state trooper, Mike Wooten — who was locked in a custody battle with Palin's sister at the time. </p> <p>\"Where you've got a governor apparently using a Yahoo account for state business, that's kind of a complete inversion of what ought to be happening in terms of public records,\" Charles Davis, executive director of the National Freedom of Information Coalition, told the Anchorage Daily News this week.</p>",
  "<p>To lose one prime minister may be regarded as a misfortune; to lose two in one year looks like carelessness. That paraphrase of Oscar Wilde aptly sums up the current state of Japanese politics, given the serial resignations of <a href=\"http://news.bbc.co.uk/1/hi/world/asia-pacific/6990967.stm\">Shinzo Abe</a> and <a href=\"http://www.youtube.com/watch?v=Ja-ZZoWEe-k&amp;eurl=http://news.google.com/news?client=safari&amp;rls=en&amp;q=resign%20shinzo&amp;ie=UTF-8&amp;oe=UTF-8&amp;um=1&amp;sa=Niurl=http://i3.ytimg.com/vi/Ja-ZZoWEe-k/default.jpg\">Yasuo Fukuda</a>. </p> <p>Japan is once again saddled with a caretaker government as the ruling Liberal Democrat party (LDP) scrambles for a new leader with an election to the lower house of the Diet looming. The question is: who or what has been careless? The LDP? The constitution? The voters? </p> <p>For the last two years, the ruling LDP-Komei party coalition has dominated the powerful Lower House with a two-thirds majority. For a year, the opposition Democratic Party of Japan (DPJ) and other mini-parties has controlled the Upper House, which can veto legislation. Political instability and gridlock have been the inevitable result. The problem is that another election won't fix this political mess, but will likely only ensure continuing paralysis. Japan's political system requires the same sort of structural reform that its economy has long needed. And, as with the economy, its politicians don't appear ready to deliver anything that daring. </p> <p>The LDP and the DPJ are now debating how to manage rising inflation at a time of falling living standards and deepening economic polarisation within society – the latter a legacy of former prime minister Junichiro Koizumi's market-oriented reforms of 2001-2005. The debate is centred on whether to increase the consumption tax in order to sustain the country's severely strained social security system. Only occasionally does the issue of administrative and governmental reform sneak to the centre of policy debates. </p> <p>The LDP has tried to placate public wrath about a series of political scandals and policy mistakes over the last two years, while the DPJ has attempted to capitalise on these. </p> <p>The LDP is now staging a party leadership election in the hope of gaining a temporary boost in popular support before the Lower House election. The five contenders, all of whom served in Koizumi's cabinet, are actively debating major policy issues, but appear to be offering only more of the similar, because they are not equipped with Koizumi's charisma and boldness. </p> <p>The frontrunner is <a href=\"http://www.mofa.go.jp/about/hq/profile/aso.html\">Taro Aso</a>, the LDP secretary general, who wants economic pump-priming. One of his major challengers is <a href=\"http://en.wikipedia.org/wiki/Yuriko_Koike\">Yuriko Koike</a>, Japan's first female defense minister, who is committed to restarting Koizumi's market-oriented reforms and has his backing. The other three have some charm and ability, but have offered nothing like a remedy to Japan's deep structural problems, mostly because they all have not made tackling these problems their priority. </p> <p>Given Japan's huge accumulated national debts, the LDP can no longer appease the electorate through pork-barrel spending. In essence, Koizumi's reforms effectively dismantled the LDP's vote-getting machine, which relied on buying off vested interests. </p> <p>One consequence of this is that most Japanese voters nowadays are swing voters with no party loyalty. The maverick Koizumi had the personal attractiveness and ideological appeal needed to galvanise a majority behind his plans for a \"fair\" distribution of the pain of reform. His charisma dissipated public resistance, as his battle cry – \"Demolish the LDP\" – seemed to promise that politicians would also pay a price for change. </p> <p>Koizumi did, of course, revive Japan's economy after a decade of stagnation. Yet even he did not touch the economy's gargantuan quasi-governmental sector – the source of the most horrendous waste and misspending. The public blames the LDP's inability to control the bureaucracy, if not its complicity with it. Yet the LDP's position is not hopeless, because the public remains highly skeptical that the amateurish DPJ can control the bureaucracy, either. </p> <p>So Japan's choice comes down to one between a distrusted LDP and an incompetent DPJ. Given voters' vacillation, neither the LDP nor the DPJ is likely to gain an absolute majority. Should the LDP win a simple majority, the new administration would still face a hung Diet, owing to the DPJ's control of the Upper House. So any new LDP-led coalition government will be just as precarious as the last two pathetic administrations. </p> <p>Conversely, should the DPJ gain a simple majority, its inexperienced government will immediately have to cope with the same intractable policy issues that the LDP failed to confront. Should the DPJ gain a plurality and forge a coalition with the country's far-left parties, the outcome would be ceaseless instability. </p> <p>The core of Japan's political inertia consists in the current pseudo-two-party system comprising the LDP and the DPJ, because the parties' divisions are actually devoid of any consistent ideological and policy differences. Both parties include conservatives and liberals, defense hawks and doves. The DPJ's president, Ichiro Ozawa, who once served as an LDP secretary general, is exemplar of this confused legacy. </p> <p>Sadly, the chances that the LDP will reform, or that the DPJ will evolve into a responsible party of government in the foreseeable future, are slim. Japan seems condemned to endure chronic and pointless political trench warfare until some crisis forces a realignment of political parties along ideological and policy lines. </p> <p>Only when that happens will Japan be ready to play the responsible international leadership role that the world's second largest economy should play. </p> <p>In cooperation with <a href=\"http://www.project-syndicate.org\">Project Syndicate</a>, 2008.</p>",
  "<p>Ah Washington! It's one of the few cities in the United States where walking down the street you can overhear a kid probably still a decade away from voting age ask his mother, \"Who's going to win the election?\" The mother responded wearily, \"I don't know.\" For a lot of voters, election fatigue or indifference is setting in during the closing stretch of what amounts to a two-year campaign. </p> <p>Apart from being obsessed with politics, Washington is also one of those cities where people from all across the country pass through either as tourists or on business. Sitting next to me on the flight over was a couple from <a href=\"http://maps.google.com/maps?q=roanoke+virginia&amp;ie=UTF8&amp;oe=utf-8&amp;ll=37.900865,-79.94751&amp;spn=3.111849,6.745605&amp;z=7&amp;iwloc=addr\">Roanoke Virginia</a> who had just spent a week in London. He was pouring over the Wall Street Journal. Its front page was covered with towering headlines about the bailout of AIG. She and I talked about the election. She said that the economy was a big issue, but despite <a href=\"http://ap.google.com/article/ALeqM5isOFwdbq0tsqatW6vJpkDRTI1gMgD938LG500\">Barack Obama's best efforts to focus his message on the economy</a>, she still didn't have any sense of where he stood on the issue. </p> <p>That's not to say that either candidate is winning what analysts are calling a 'jump ball' issue. (Subtitled American for our international readers: a toss up, referring to basketball when the referee tosses the ball up and a player from each team tries to tip the ball to a member of his or her team.) <a href=\"http://blog.indecision2008.com/2008/09/17/the-daily-show-the-candidates-hold-a-generic-off-on-the-financial-crisis/\">Daily Show host Jon Stewart called it a 'generic-off'</a>. </p> <blockquote> <p>The solutions to the Wall Street troubles are complicated and may turn away voters, so the candidates have no choice but to provide generic answers. ... Who do you think provided the emptiest sounding response to the state of our economy?</p> </blockquote> <p><strong>Can we have a another choice?</strong></p> <p>On the shuttle from the airport, I struck up a conversation with another couple, who are from <a href=\"http://maps.google.com/maps?q=cape+girardeau+missouri&amp;ie=UTF8&amp;oe=utf-8&amp;ll=38.565348,-89.560547&amp;spn=6.165929,13.491211&amp;z=6&amp;iwloc=addr\">Cape Girardeau Missouri</a>. It was a fascinating conversation. I asked them if the economy was an issue for them. This isn't just about Wall Street bankers losing their jobs. They said that \"a lot of people were hurting\". I asked them if people were focused on issues like the <a href=\"http://mediamatters.org/items/200809140003\">economy or distracted by BS like lipstick-gate</a>. They said that only the people who had the luxury to get outraged about such things were distracted from the economic crisis. </p> <p>They both seemed unimpressed by either candidate. He said that both parties were engaged in \"buffoonery\". She said: \"Is this really our choice? Don't we get a third? One seems too young and inexperienced, and the other seems too old.\"</p> <p>They also said that life-long Republicans they knew had been demoralised, that is until John McCain picked Sarah Palin as his running mate. \"Everyone was watching her speech because no one knew who she was, and they all said she gave a dinger of a speech,\" he said. </p> <p>I'm wondering if this is election fatigue or a sense that neither candidate seems prepared to deal with the economic crisis. How is the economic crisis playing out where you live? Which candidate has offered up the plan that makes the most sense to you? </p> <p>John McCain has promised a 9/11 commission style investigation into the causes of the financial crisis. Barack Obama has called for tax-breaks for the middle class, tightening up on predatory lenders and an investigation into conflicts of interest at ratings agency. Some are calling for the <a href=\"http://www.marketwatch.com/news/story/obama-says-mccain-just-doesnt/story.aspx?guid=%7BAA1A280D-3AC9-4A88-B049-55A1F0BEB981%7D&amp;dist=msr_1\">creation of an agency like the Resolution Trust Corporation</a> that helped pull the US out of the Savings and Loan crisis of the 1980s. </p> <p>Are you worried about your local bank? According to the Washington Post:</p> <blockquote> <p>As the financial crisis worsens, many consumers have been asking what would happen if their bank fails. The FDIC, an independent government agency, has 117 banks on its list of troubled institutions. That is up from 90 in the first quarter of this year.</p> </blockquote> <p>It's getting really ugly. Maybe this shock to the global financial system will be like cold water in the face of voters, shaking them out of their election fatigue. We'll see. It's definitely one of the things that I hope to find out during the trip.</p> <p>UPDATE: I've had this comment via Facebook from Philip Lim Chin Guan in Malaysia:</p> <blockquote> <p>Most of us have a plan, even if we are not politicians but the real test is when you are at ground zero.</p> <p>Anybody can stand up on a soapbox and proclaim to the world that he has a 10-point plan to take care of business or the lack of it.</p> <p>But when you are in the Oval Office or at the operations Hq, then you will start feeling the heat, and when the sparks start flying, whether or not you have got what it takes will start to show.</p> <p>In all my 32 years of professional life, everything boils down to one thing: can you think straight when everything starts collapsing around you?</p> <p>That's when the whole world will know whether you got a Plan!!</p> </blockquote> <p>If you'd like to follow the trip on Facebook, I'm the Kevin Anderson in the black Pork Pie hat. (There are quite a few Kevin Andersons in Facebook.) I'm also going to be setting up a group. I'll let you know when I get to that on my to-do list.</p>"
]