[
  "With these celebrities behind him, how can Obama lose?",
  "How will I know when people think I am old? When they start calling me 'dear' or 'sweetie'",
  "TV debates rarely swing it, but let voters test the timber",
  "Community organisers stump McCain",
  "Emboldened Obama to push into firmly Republican states",
  "Extraordinary Joe: McCain, Obama and the plumber who is suddenly a US sensation",
  "The world awaits",
  "Circling the drain",
  "Helpful robots explain why Obama can't be trusted",
  "Why John McCain is losing",
  "Courting Joe the Plumber",
  "Angolagate shames France",
  "The two Ayers responses",
  "Plumbers union on \"Joe the Plumber\"",
  "Obama campaign expands battle to Republican states",
  "Goodbye, Joe",
  "All the rage",
  "What's the difference between Obama and an Arab?",
  "White House hopefuls have no plan for Russia",
  "Americans: the choice is yours",
  "Curses, Canada!",
  "The Republicans' Acorn witch hunt",
  "24 hours in pictures",
  "A handy print-out-and-keep guide to the Joes of the 2008 election",
  "Politics Weekly: Brown bounces back",
  "US election: The final McCain-Obama debate by the numbers",
  "Day four: Carrot Top finds politics",
  "YouTube snubs John McCain request to leave videos up for longer",
  "Talented barbers for Obama",
  "Obama wins final debate by popular vote despite McCain's best efforts",
  "Thursday memo: We are all plumbers now",
  "Can Obama's outsiders do the job?",
  "Saving the best for last",
  "Noises off: Putting the rehearsal room online",
  "Joe the plumber's verdict on the presidential debate",
  "US election briefing: Joe's the star of the show",
  "Jon Bon Jovi slams McCain and Palin campaign",
  "Tomasky talk: 'It was a narrower win for Obama than the last two debates'",
  "Obama and McCain's last debate: 'Number one, let's focus on jobs'",
  "Debate night in Sedona",
  "Tomasky talk: A narrow win for Obama",
  "Obama keeps his powder dry",
  "The end of attack politics",
  "Scalpel beats hatchet",
  "Obama v McCain, round three",
  "A sit-down, drag-out debate",
  "US election: Who is 'Joe the Plumber' - aka Joe Wurzelbacher?",
  "US election: McCain tries to fight his way back into contention during debate",
  "Day four: Voters, place your bets"
]