[
  "<p>Many savers, investors and home-owners around the globe are feeling the effects of the current tumult in the financial markets. At the same time, on both sides of the Atlantic, household budgets are being squeezed as food and energy prices are increasing while job vacancies are declining. The troubles in the US are compounded by the presidential election and hurricane season, both of which are putting competing pressures on donors' wallets. </p> <p>Charities on this side of the pond also have cause to worry that last year's decline in charitable giving, to £9.5bn, may become a trend. But it is far too early to tell what the real impact will be on giving, and the limited, and largely anecdotal, evidence that is available is mixed. </p> <p>For instance, a recent YouGov poll suggested that Britons will donate 7% less to charities this year compared with last year. Still, this predicted decline is relatively modest, especially when considering the context of the question. When respondents were asked how much money they gave to charity in 2007, the mean total was £155.35. When asked what their giving will likely be in 2008 \"with the onset of the credit crunch and a possible recession in sight\", the mean total was £144.55. </p> <p>The same poll also suggested that those respondents making gifts over £100 expected little change in the amount they will donate. And, when asked what types of expenditure they would cut as a result of the credit crunch, more people said they would cut back on a wide variety of other spending, including on clothes, restaurants, theatre and home improvements, than would reduce their charitable donations.</p> <p>There also may be cause for cautious optimism for giving by the very wealthy, who tend to be more insulated from market shocks. Philanthropy advisers attending the Society of Trust and Estate Practitioners (STEP) philanthropy symposium this week reported that the financial environment has not, at least as yet, had an impact on giving by their high-net-worth clients.</p> <p>Corporate philanthropy will also be under pressure, especially for financial institutions. Catherine Sermon, director of community at Business in the Community (BITC) said in Third Sector magazine last week that \"companies inevitably will have to cut investment\" during the economic downturn (19/9/08). </p> <p>However, Alan Eagle, manager of Abbey Charitable Trust, an Association of Charitable Foundations (ACF) member, finds that sentiment amongst corporate and other grant-making foundations in the UK is not as negative as it may be in the US. He told Philanthropy UK: \"It is too early to tell what the effects of the economic climate will be, but there is a general feeling that there will be a period of consolidation and that giving won't go down.\" </p> <p>David Emerson, ACF chief executive, added: \"Foundations tend to give over longer cycles, with 2-3 year budgeting not uncommon.\" However, Emerson also noted that as the economic climate further strains charities, applications for funding may increase, which would make it harder for charities to get funds from trusts and foundations simply because of the greater demand. </p> <p>The real impact on charitable giving of course won't be known for some time, and charities are understandably restless in the face of so much uncertainty. Whilst the sector appears to be facing a challenging fundraising environment, the £9.5bn question is \"How bad is it?\"</p> <p>Still, private philanthropy will likely become increasingly important to charities and other civil society organisations in the UK and around the globe. Indeed, at the European Venture Philanthropy Association annual conference this week, venture philanthropists across Europe recognised that, in the immediate term, they may need to help charities merely to survive rather than to grow or replicate. </p> <p>In an interview with national philanthropy reporters on the eve of the annual Clinton Global Initiative, former US President Bill Clinton said:</p> <blockquote> <p>\"Around the world, the thing that I worry most about with other stock markets going down and the American market here is that it will reduce the availability of capital.\" </p> </blockquote> <p>Clinton called on foundations, companies and individuals to increase their giving, because philanthropy \"is even more important over the next two or three years than it would otherwise have been\".</p> <p>• Susan Mackenzie, <a href=\"http://www.philanthropyuk.org\">Directory of Philanthropy UK</a>. This article first appeared in the Philanthropy UK News Bulletin</p>",
  "<p>The Americans call it a Hail Mary, the last ditch moment in American football when the quarterback makes a desperate forward pass in the hope he can snatch victory. Normally the tactic fails, but in Gordon Brown's case the throw looks for the moment as if it could yet save him. </p> <p>Only three weeks ago he looked like a doomed man about to lose either the next election or the party leadership. </p> <p>He seemed unable to carry out a reshuffle, and there was the grotesque chaos of a drunken 3am briefing in a conference hotel over Ruth Kelly's decision to leave the cabinet. Obituaries were being prepared for the least successful prime minister in British history. </p> <p>Now Brown has suddenly managed to grab the worldwide banking crisis and turn it to his political advantage. It has left the Liberal Democrats and Conservatives gasping for the oxygen of publicity, desperately trying to look relevant as share prices gyrated, banks crashed and the impossible rapidly became the inevitable. For Cameron, it has been an especially bitter pill. He has projected himself as the Little Miss Sunshine of politics, hardly the personality you require for the age of austerity, and his big theme of a broken society was predicated on morality trumping economics as the great issue of our time. He and George Osborne had prepared to make their conference an all-out assault on spiralling public debt, only to find it was a personal debt-fuelled bubble that had become the issue. </p> <p>The lucky stroke for Brown was his long planned visit to New York. The trip was originally to focus on Africa, and a drive to regalvanise the UN millennium development goals. </p> <p>But if Brown and his entourage had come to New York to save the world's poor, the trip rapidly became an attempt to rescue the world's rich.</p> <p>At an increasingly informal briefing at Wollensky's steakhouse in Manhattan, the prime minister's spokesman admitted the trip's focus was shifting. </p> <p>The next day Brown pulled off the coup of a hastily arranged meeting with President Bush George in the Oval Office. Bush was in the midst of his efforts to arm-twist Republicans into backing the Paulson bail-out plan. Not surprisingly the president looked drawn, with papers marked top secret strewn on his desk, as he wrongly assured Brown the $700bn bail-out would go through Congress. Significantly, the only minister with Brown in the White House that afternoon was Lady Vadera, his business adviser. </p> <p>The meeting went on longer than planned so Brown missed the 10 o'clock News, but the bigger message got out - Brown, \"the rock of stability\", was at the epicentre of the crisis. </p> <p>On the plane home, he was in his element, advising reporters on the scale of the crisis and his campaign for stronger international regulation. All the while, as the plane crossed the Atlantic, he knew Bradford &amp; Bingley was quietly going bust, yet he was focused. Like the FTSE, Brown's shares now seem on an upward curve. </p> <p>He will carry out a limited reshuffle tomorrow, and the threatened revolt by MPs at next week's meeting of the parliamentary Labour party has vanished.</p> <p>Brown, though, is still in what he describes as dangerous waters. A run on the banks is still the great unmentionable, and as Cameron has said, \"the political day of reckoning\" is yet to come. He will have to defend his regulatory structure from the kind of assaults the Democrats ironically are raining down on Bush. </p> <p>Europeans, including President Nicolas Sarkozy, are preparing to blame Anglo-Saxon economics for the crash, and Angela Merkel, the German chancellor, in a little reported speech, singled out Britain for blocking her efforts to control hedge funds and credit rating agencies, a charge Brown denies. </p> <p>If Britain escapes without a run on savings, Brown can see a path ahead. He hopes food and oil prices will decline by the middle of 2009, making it possible to ease interest rates. </p> <p>For the moment, it is a case of the worse the economy, the better for him. He is back in the game.</p>",
  "<p>As Meltdown Monday (September 29) follows Meltdown Monday (September 15), the mountain of American capitalism is changing shape before our eyes. Like Krakatoa, nobody knows how it will look when the eruptions are over.</p> <p>\"Democratic capitalism is the best system ever devised,\" George Bush informed his fellow Americans in a solemn televised address last week, striving to win Congressional support for a $700bn bail-out package to save \"our entire economy\". But this Monday, as the House of Representatives voted down the package, causing the Dow Jones index to lose $1.2 trillion of value in a single day, democracy collided with capitalism. To be precise: the urgent demands of the contemporary American version of democracy clashed with those of the contemporary American version of capitalism.</p> <p>Crucially, it was House Republicans who defied their president's appeal. For some, the choice was ideological. They would rather die than vote for an expansion of government's economic role which they regard as tantamount to socialism. No, Bolshevism. Listen to Representative Thaddeus McCotter of Michigan, chair of the House Republican policy committee and co-sponsor earlier this year of a resolution urging the president to make 2008 \"The National Year of the Bible\", as documented in the Congressional record of Monday's debate: \"The choice is stark, and it was put forward in the book by Dostoevsky. In The Brothers Karamazov, the grand inquisitor came to Jesus and he said: 'If you wish to subject the people, give them miracle, mystery and authority; but above all, give them bread.' </p> <p>\"It has always been the temptation in a crisis especially to sacrifice liberty for short-term promises of prosperity, and it was no mistake that during the 1917 Bolshevik revolution the slogan was Peace, Land and Bread. Today you are being asked to choose between bread and freedom. I suggest that the people on Main Street have said that they prefer their freedom, and I am with them.\"</p> <p>Main Street Jesus against the Dostoevskyan Bolshevik bail-out. Who was it said American reality trumps its own fiction? The fact that the vote came in the midst of a presidential election didn't help. Both sides pretended not to be playing party politics while playing party politics.</p> <p>Mainly, though, those Congressmen and Congresswomen who voted against - Democrats as well as Republicans - were afraid of losing their own seats. All are up for re-election on November 4, the same time as the presidential ballot. Most had faced a tidal wave of emails and phone calls expressing public anger at letting those responsible in Wall Street and Washington off the hook. So they felt they had to demonstrate to those furious voters that they, too, were mad at Wall Street and the friends of Wall Street in Washington. (That is, in the case of many House Republicans, themselves until only recently.) Humbug, you may say. Lowdown politics rather than high-minded statesmanship, you may sigh. You may be right. But don't tell me this is not democracy, a system in which the people choose their representatives.</p> <p>Why did so many ordinary Americans react this way? Most Europeans' first reaction would be: state, ride to the rescue! But this is America, where the geysers of anti-Washington and anti-Wall Street populism have deep historical springs. And this is early 21st-century America, where the rich have got richer while the poor have got poorer, and the middle class - whose plight Barack Obama is evoking very effectively - have struggled to make ends meet. The rich who have got richer include the architect of the original bail-out plan, treasury secretary Henry \"Hank\" Paulson, former chief executive of Goldman Sachs, whose stake in that firm was said to be worth about $500m when he cashed out in 2006.</p> <p>I write on Wednesday, while the House of Representatives is in recess for Rosh Hashanah. By the time you read this, the House may have repented, and be preparing to pass a revised version of the bill agreed in the Senate. It may be that this restores sufficient confidence for banks to start lending again, and another Great Depression will be averted. Or maybe not; we shall see.</p> <p>Even if it does, the question about democratic capitalism remains. A quarter-century ago, near the beginning of what came to be known as the Reagan revolution, the American Catholic social theorist Michael Novak published an influential book, The Spirit of Democratic Capitalism. It argued that capitalism is \"compatible only with democracy\". \"While bastard forms of capitalism do seem able for a time to endure without democracy,\" wrote Novak, \"the natural logic of capitalism leads to democracy.\" And true capitalism requires moral virtues such as \"temperance and prudence, fortitude and justice\".</p> <p>In 2008, China's undemocratic capitalism looks like one hell of a bastard. What's more, its leaders claim that it embodies some of those very virtues that Novak specifies for democratic capitalism - and which the American model seems spectacularly to have lacked in recent times. Temperance! Prudence! Justice! In a remarkable recent interview with Fareed Zakaria, which you can see on CNN online, China's premier Wen Jiabao argues that China combines a market economy with macroeconomic guidance by government.</p> <p>Amazingly, he illustrates his argument by reference to the two main works of Adam Smith. The Wealth of Nations, said Wen, highlights the need for the invisible hand of the market, while The Theory of Moral Sentiments shows the need for the visible hand of government, in the interests of social equity and harmonious development.</p> <p>In reality, of course, China has massive inequality and corruption, and the claim that its model of capitalism without democracy - the real thing, I mean, not just the label - is a better, more durable and more moral alternative may turn out to be baloney. Although Wen makes his case more articulately than President Bush, I think Bush is still more likely to be right. To adapt Churchill, democratic capitalism is the worst possible system, apart from all the others that have been tried from time to time.</p> <p>But democratic capitalism is now on trial. It faces huge homemade problems and formidable competition. Fortunately, there are many variants of democratic capitalism, not just the one that is erupting in the US. For some Europeans, it will be tempting to say: \"Ah, if only you Americans had adopted our nice, humane, equitable version of social democratic capitalism!\" Indeed, when the dust cloud has cleared and the lava has stopped flowing, the role of the state in the US economy may look more like that in some European countries. But against any easy claim of superiority, we have to remind ourselves that most European economies are struggling to generate jobs, innovation and entrepreneurship as the American economy has succeeded in doing for much of this quarter-century. Anyway, there's not just one European model but many - and other variants elsewhere. That's a strength, the strength of pluralism.</p> <p>The challenge to American democracy today is nothing less than to prove it can reform its whole model of democratic capitalism, and make it better.</p> <p>Pray that it can.</p> <p><a href=\"http://www.timothygartonash.com\">timothygartonash.com</a></p>",
  "<p>Republicans are urging <a href=\"http://www.theguardian.com/world/johnmccain\">John McCain</a> to adopt more aggressive tactics against <a href=\"http://www.theguardian.com/world/barackobama\">Barack Obama</a> amid fears that the White House is slipping away from them.</p> <p>With ballots already being cast in battlefield states from Virignia to Ohio, <a href=\"http://www.theguardian.com/world/republicans\">Republicans</a> are panicking that voting is taking place against the backdrop of the catastrophic events on Wall Street and that McCain could be a casualty.</p> <p>Although McCain has been pumping out negative ads throughout August and September, Republican state leaders and officials want to see him becoming even more personal, exploiting Obama's links with figures he knew in Chicago. These include: William Ayers, a former member of Weather Underground, a group involved in a 1970s bombing campaign in the US; the Rev Jeremiah Wright, his controversial former pastor; and Tony Rezko, the land developer convicted of fraud and bribery earlier this year who had contributed to his campaign funds.</p> <p>Robin Smith, chairwoman of the Tennessee Republican party, in one of a series of interviews with state party leaders published on the Politico website yesterday, urged McCain to intensify his attacks on the Democratic candidate. \"People need to see a gladiator who's willing to defend what exactly he stands for,\" Smith said.</p> <p>\"We're not talking, for instance, about the radical associations that Barack Obama has with Mr Ayers, Tony Rezko and so on. More could be done.\"</p> <p>The chairman of the Republican party in Indiana, Murray Clark, also advocated raising Obama's \"troubling relationships\". Obama lost the Indiana Democratic primary to Hillary Clinton, in part because of a row raging at the time over Wright.</p> <p>\"I think those things will come up in Indiana again and they do have an impact on mainstream voters in Indiana. You call it going negative, [but] whoever ... is in a position to point out these relationships, I think it's helpful,\" Clark said.</p> <p>Republican jitters increased with the publication of a series of polls showing Obama opening up leads in the battlefield states that could determine the election.</p> <p>Polls in those states over the last few months have mainly shown the two in a dead heat. But Connecticut-based Quinnipiac University polls published yesterday put Obama on 51% to McCain's 43% in Florida, Obama 50% to McCain's 42% in Ohio and Obama 54% to McCain's 39% in Pennsylvania. The candidate who takes two of these three would be well on the way to winning the election.</p> <p>Republicans expressed regret that McCain was not more forceful in the first of the debates on Friday in Oxford, Mississippi. Jeff Frederick, chairman of the Republican Party of Virginia, which is normally solidly Republican in White House elections but is now a swing state, showed disappointment with McCain's debate peformance on the economy. \"He really left a lot on the table while Obama was kind of hitting him,\" Frederick said.</p> <p>There is a backlash among senior party figures and officials too over his dramatic intervention in the Congressional wrangling over the Wall Street bail-out and over his choice of <a href=\"http://www.theguardian.com/world/sarahpalin\">Sarah Palin</a> as his running-mate. Her lack of foreign policy experience has been mercilessly exposed by the US media and made her the butt of jokes on comedy programmes and mainstream news broadcasts.</p> <p>Palin is to face Obama's vice-presidential running mate, Joe Biden, in their only scheduled debate of the campaign, in St Louis, Missouri, tonight. Biden has been advised to avoid patronising her and to be polite, referring to her, for instance, as Governor Palin rather than Sarah.</p> <p>Palin is holed up in McCain's home at Sedona, Arizona, swotting up on foreign policy, economics and national domestic issues. Her older sister, Heather Bruce, in an interview with Glamour magazine, graphically summed up the intensive preparation she is undergoing. \"It is absolutely phenomenal what my sister can learn in a short amount of time. What's happening to Sarah Palin right now is like the worst college exam cram period ever,\" Bruce said.</p> <p>A minor spat developed yesterday over the moderator at the debate, Gwen Ifill, a journalist with the public service broadcaster PBS, after it emerged she has written a book about Obama's rise, \"The Breakthrough: Politics and Race in the Age of Obama\". It is due for publication on January 20, the day the new president is inaugurated.</p> <p>Although rightwing bloggers have complained on the internet that this raises a question over her impartiality, there has been no protest from the McCain-Palin camp.</p> <h2>Keeping abreast</h2> <p><strong>CBS Evening News anchor Katie Couric's interview with Republican vice-presidential candidate Sarah Palin</strong></p> <p><strong>Couric:</strong> \"When it comes to establishing your worldview, I was curious, what newspapers and magazines did you regularly read before you were tapped for this to stay informed and to understand the world?\" </p> <p><strong>Palin:</strong> \"I've read most of them, again with a great appreciation for the press, for the media.\"</p> <p><strong>Couric:</strong> \"What, specifically?\" </p> <p><strong>Palin:</strong> \"Um, all of them, any of them that have been in front of me all these years.\"</p> <p><strong>Couric:</strong> \"Can you name a few?\"</p> <p><strong>Palin:</strong> \"I have a vast variety of sources where we get our news, too. Alaska isn't a foreign country, where it's kind of suggested, 'Wow, how could you keep in touch with what the rest of Washington, D.C., may be thinking when you live up there in Alaska?' Believe me, Alaska is like a microcosm of America.\"</p>",
  "<p>On a <strong>Panorama</strong> (BBC1) special about David Cameron, a community DJ in Birmingham - one of five floating voters the show challenged Dave to win over - accidentally referred to Barack Obama as president rather than presidential candidate. It's true that a correction might have been patronising, but Cameron, unblinkingly, referred to \"President Obama\" in his answer.</p> <p>What can this mean? Is the Tory leader so desperate to seem amenable that he adopts the premise of any question? Is he going around housing estates solemnly averring: \"Yes, the aliens who landed in your garden are right to ... \"? Or have we discovered a new BBC misleading-the-viewer scandal in which Panorama asks guests to record alternative versions in case the show is repeated after November 4?</p> <p>What's odd is that the slip seems not to have been noticed during the edit or, if it was, went unmentioned in the commentary. But perhaps the problem was that no one was sure who was in charge of the show. For its first big examination of the would-be PM, Panorama chose a fidgety format.</p> <p>Jeremy Vine introduced Nick Robinson, who then introduced the politician to the public quintet, who were mainly left to quiz him, although Robinson, possibly resenting being reduced to a gooseberry, would occasionally jump in and ask a better question. He also, between locations, conducted his own interview with Cameron in a train carriage and the back of a people-carrier. </p> <p>Apart from his premature election of America's first black president, the main interest was Cameron's apparent bid to become Britain's second orange prime minister. Looking thickly layered in makeup, he would sometimes go blotchy under the tangerine when challenged. Perhaps the pancake is an attempt to disguise his tendency to flush.</p> <p>\"I'm a very simple sort of person,\" Cameron insisted to Robinson, intending to admit to transparency rather than stupidity. This Panorama, though, had the opposite problem of overcomplication.</p>",
  "<p>As the convulsions in the global financial system grind on, political certainties continue to dissolve and what last week seemed outlandish becomes today's common sense. Across the western world, politicians are struggling to keep up, but none more so than the British Conservatives, whose leaders have repeatedly had to tear up their scripts since the opening of the party's annual conference in Birmingham at the weekend.</p> <p>Like the US presidential candidate John McCain, they have tacked and hedged under the weight of events: from outright opposition to bank nationalisations earlier this year to now quietly accepting them; from defending speculative short-selling last month as \"a function of capitalist markets\" to meekly signing up to a ban; and from David Cameron's insistence at the weekend that there would be no \"cheap lines bashing financiers\", to Tuesday's declaration that it was \"easy to see why people are so angry with the bankers\" and yesterday's promise that there would be a \"day of reckoning\" - though, following St Augustine, not yet.</p> <p>The same goes for George Osborne's party-sweetening pledge of a two-year council tax freeze, which showed every sign of having been cobbled together before last month's Wall Street seizure and already seemed to be coming unstuck yesterday as councils across the country insisted they would not participate in a scheme to cut essential services during a recession.</p> <p>Gordon Brown has of course been able to finesse his own repositioning - from \"light-touch regulation\" to \"whatever it takes\" intervention - under cover of a blizzard of poll-boosting prime ministerial activity. But no such option is available to Cameron. So having offered his entirely unnecessary cooperation with government action to tame the markets, the Tory leader yesterday used his conference speech to focus on anything and everything but the crisis engulfing the Anglo-American capitalist model he unequivocally supports: his own character and judgment, the mirage of governmental experience, the \"infection\" of the \"health and safety, human rights culture\" and the eternal Tory verities of responsibility, \"low taxes and sound money\".</p> <p>When he did touch on the economic crisis, it was only to blame the level of government borrowing and the removal of responsibility for financial regulation from the Bank of England - neither of which can seriously be regarded as a cause of the meltdown in the markets. </p> <p>Of course when Osborne ridicules New Labour's \"fawning\" on big money and attacks the government for a boom built on housing and credit-fuelled debt, he draws blood - even if his claim that Britain's budget deficit is \"larger than any in the developed world\" is not actually true, as Henry Paulson could advise him. But as the week has gone on, it has become ever clearer that the Tories have little sensible to say about the crisis and nothing to propose to overcome it.</p> <p>It's not hard to see why. New Labour enthusiastically climbed on the bandwagon of deregulated markets in the 1990s, but it was the Conservatives who unleashed them in the 1980s. And for all their talk of \"casino capitalism\", Cameron's Tories are hamstrung ideologically, financially - including by their own hedge-fund donors - and by their recent history, from demanding the necessary action to bring private finance to heel. </p> <p>Like Northern Rock, Bradford &amp; Bingley was privatised, or \"demutualised\", as a result of Thatcherite deregulation, and its reckless expansion and collapse could not have happened without it. What can Cameron usefully say about that? So he fell back yesterday on proposals to cut corporation tax and demands for a smaller state at exactly the time when only large-scale state intervention stands between us and the implosion of the entire financial system.</p> <p>As a result, the Tories are now irrelevant to the crisis in Britain, while in the US popular pressure from both left and right at least temporarily blocked the something-for-nothing Paulson bail-out plan for a takeover of bad debts without the necessary public equity stakes, recapitalisation and democratic control to turn the banking sector round - let alone a clampdown on toxic executive pay largesse or support for the those now being turfed out of their homes. </p> <p>The Senate was last night preparing to vote on the scheme, which looks certain neither to fix the problem nor make those responsible bear the costs. The same would apply to any comparable rescue the government might be tempted to mount in Britain. At every stage of the credit crisis, Brown has strained to avoid any challenge to the neoliberal principles New Labour was built on, notably delaying the nationalisation of Northern Rock for months while fruitless attempts were made to find a private sector buyer.</p> <p>Even the past fortnight's more effective interventions, in the sale of HBOS and the takeover of Bradford &amp; Bingley, have sought at every turn to minimise any lasting public sector role. In the case of Bradford &amp; Bingley, the profitable parts have already been sold, in classic lame-duck nationalisation tradition, to the Spanish bank Santander. But the scope for these piecemeal interventions may be coming to an end. In particular, if the HBOS deal, the last rampart of a private solution, were to unravel, there is already speculation that wholesale nationalisation of banks could become unavoidable. </p> <p>The case for wider public ownership in the financial sector is in any case growing stronger with every twist of the crisis and every failure of regulation. The private sector has repeatedly and now disastrously shown itself unable to run the financial system without devastating collateral damage. And if banks are considered too important to the wider economy to go under, they cannot be considered part of a competitive market system.</p> <p>Such radical solutions would only arise out of dire necessity. But the longer the crisis continues, the more they will be raised - and when a US Republican treasury secretary comes up with a $700bn bank rescue package, the potential of what governments can do with political will is thrown into unusually sharp relief. No wonder Cameron has been warning that the crisis risks leading the left to turn its back on free-market economics. In reality, the battle has been won over the necessity of intervention. The argument is now over what form it takes - and who benefits.</p> <p><a href=\"mailto:s.milne@theguardian.com\">s.milne@theguardian.com</a></p>",
  "<p>Poor Chris Hoy. It is one thing when a politician decides it might help his narrow cause to foist a knighthood on you, but quite another when one of your friends is daft enough to think you should take it. \"It has got to be Sir Chris, hasn't it?\" Bradley Wiggins told this paper the other day.</p> <p>Has it, really? Why not Sir Bradley Wiggins, Lord Cavendish of France, or the three Dames, Cooke, Romero and Pendleton? Why should Hoy get the tap on the shoulders from the royal sword and not the others, who won gold medals, too, or in Cavendish's case, four stages of the Tour?</p> <p>No doubt some people will argue that three Olympic golds in Beijing is worth more than one, but that presumes a gold won in the team event is equal to a gold won in an individual event. How can that be? And while we are in the mood for existential conundrums, how is it that Hoy, with a total of five Olympic medals to his name, is considered by those in the know to be a certainty for a Sir, while Wiggins, who has six Olympic medals, hardly gets a mention in dispatches? Where does the guillotine fall between knighthood and some lesser \"honour\", between a seat in the front row and a seat next to some witless TV host being honoured for services to light entertainment?</p> <p>These are, of course, ridiculous calculations but then the honours system is inherently ridiculous, a rancid concoction of wanton snobbery and patronage just asking to be abused by those who wield it. That much has long been clear and understood. What is harder to understand, however, is the childish hankering of world-class athletes for recognition from a system that thinks so little of their achievements that it would place them on the same pedestal as civil service time-servers and deadbeat back-benchers being pushed aside to make way for the young thrusters working in the party HQ.</p> <p>No doubt Wiggins was acting from the best of motives when he nudged the Queen or Gordon Brown or whichever Whitehall committee dishes out the baubles these days, suggesting that a knighthood for Hoy would be a knighthood for the sport he graces. But admiration for Wiggins does not preclude taking issue with his logic. Other than bringing cycling into line with athletics and rowing, which have their own dames and knights, it is hard to fathom what value the sport could possibly derive from \"Sir\" Chris Hoy.</p> <p>It wouldn't confer any more respect on the man himself - it is limitless already - and it wouldn't guarantee any more funding for the sport. What it would do is allow politicians to bask in the reflected glory of the Scotsman's achievement, while avoiding any responsibility if they fail to capitalise on it. \"How can you accuse us of neglecting cycling?\" they would say. \"We gave Chris Hoy a knighthood, didn't we?\"</p> <p>Endless photo-ops with unctuous hacks is, alas, one of the penalties for athletic excellence in this country. Hoy knows that better than anyone, having found his achievements in China momentarily appropriated by the Nationalist government in Scotland, as it sought to push its own narrow agenda of sending a \"Scottish\" team to the Olympics.</p> <p>\"Scotland can compete on the world stage - we proved that in the Olympics - and a Scottish team at the Olympics is the future,\" said the SNP's sports minister, Stewart Maxwell, whose soundbites might more usefully have been directed at questions over the future of the Meadowbank velodrome in Edinburgh, where Hoy grew up cycling and which is currently scheduled to be shut down.</p> <p>To his credit Hoy was having none of Maxwell's nonsense, pointing out that any talk of a Scottish Olympic team was \"ridiculous\" from a cycling point of view. \"At the moment, we don't have an international facility for cycling, we don't have the coaching or anything else in place. I wouldn't have three gold medals hanging round my neck if I wasn't part of the British team,\" he said. \"I'm a Scottish athlete in a British team, and I'm proud to be a British athlete.\"</p> <p>Give that man a knighthood for cogency of thought. Or maybe not. One would love to think Hoy will deliver an equally blunt response if the letter ever arrives from the Palace.</p> <p><strong>Keep Mourinho in Milan, we're happy with Scolari</strong></p> <p>Human nature inevitably leads us to miss what we once had, although there are exceptions. Jose Mourinho is one such exception. Now that he is ensconced in Italy with Internazionale, there has been an alarming increase in the number of people suggesting that football culture in this country is somehow less appealing than when he was still around.</p> <p>Setting aside the argument that our football culture could hardly be any less appealing than it already is, this nostalgia for the Portuguese must be forcefully rebuffed. Fortunately, the living, breathing proof that we are better off without him exists in Luiz Felipe Scolari, who has not only fashioned a much more attractive Chelsea side but has done so with none of the rancour that marked Mourinho's tenure at Stamford Bridge.</p> <p>Contrast Scolari's short spell in England with Mourinho's in Italy, where he has already fallen out with the press, insulted other managers and - ha ha - lost the Milan derby. Frankly, Serie A can keep him. Not that they want him, of course. </p> <p><strong>Yanks Keep Out signal does Europe's golfers no credit </strong></p> <p>You could lose a lot of money gambling that when presented with a choice between narrow self-interest and long-term benefit, professional sportsmen will always choose the latter. You might also be fidgeting nervously if you had bet that the golfer Phil Mickelson would be a member of the European Tour at the start of next season.</p> <p>The American may yet sign up, but the chances of him being joined by others - Tiger Woods included, it was whispered - dipped markedly on Tuesday night when the players' committee of the European Tour voted to increase the minimum number of events required for membership from 11 to 12. The additional tournament is of little consequence. Not so the stipulation that at least two of these events must be in Europe. Mickelson habitually plays two events over here, the Open and the Scottish Open. Woods does not.</p> <p>Clearly, the aim is to shore up the apparently diminishing interest in tournaments staged in this corner of the world, as well as protecting the interests of the rank-and-file membership, who don't want to be squeezed out by a bunch of Yanks and Aussies who may, or may not, be better golfers. These are understandable goals but they are not worth forsaking the benefits that would flow from having the world's best playing under the flag of the European Tour.</p> <p><strong>Sampras tests the love with support for McCain </strong></p> <p>This column reads the celebrity gossip website TMZ.com so that you don't have to. Which brings us to a startling video posted this week featuring Pete Sampras being interviewed in the street. The piece will not live long in the memory except for the moment when Sampras ends the conversation by shouting: \"Go McCain\". Nothing will ever diminish Sampras' achievements on the tennis court or how he conducted himself - but any more of this Go McCain nonsense and we might have to reconsider.</p>",
  "<video data-media-id=\"gu-video-338188216\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1830712389_NewMexico-Brightcove-16x9.flv\"/> </video>   <p>Barack Obama's appeal was unusually direct. \"I want you to start voting your numbers,\" the Democratic presidential candidate urged the crowd of 10,000 gathered in the New Mexican town of Española. \"Start flexing your muscles.\"</p> <p>Obama's entreaties reflect a cause for optimism and concern in the Democratic camp in New Mexico, Colorado and Nevada. All are targets for Obama, and all are states in which a large Hispanic population could make the difference. But turnout is the key. If the Democrats in New Mexico fail to get people out to vote, the party could see a repetition of recent history.</p> <p>In 2000 New Mexico voted for Al Gore by the tightest of margins: 366 votes. In 2004, George Bush and Karl Rove engineered a 6,000-vote Republican win. This time, polls show Obama with an 8-point lead over his Republican rival.</p> <p>Sitting in the Spic &amp; Span Bakery, a breakfast institution in the northern New Mexican Democratic stronghold of Las Vegas, local party chairman Martin Suazo has a theory. \"The reason we lost New Mexico in 2004 is because the Republicans had a better strategy,\" he says. \"They ignored strong Democratic counties. While we were getting 63% turnout among registered Democrats, they were in the 70s. We spent a lot of time trying to win over voters we didn't have. We ended up not motivating our voters. They outworked us.\"</p> <p>The lessons have been learned. The Obama campaign has spent $20m (£10m) reaching out to Hispanic voters nationally, and has flooded states such as New Mexico with Spanish-language TV and radio ads. This time, as Obama let his crowd know, the stress is on getting the Democrats to the polls.</p> <p>At the Obama campaign office in the picturesque town plaza in Las Vegas, volunteers drift in and out, while voters call in to collect yard signs.</p> <p>\"Our goal is to knock on 2,000 doors,\" urges a sign. On one wall there is a list of 40 canvassers signed up for knocking on doors. \"Typically if this state swings towards a Republican state, it's because we didn't get out our vote,\" says estate agent and volunteer Yvette Arellanes.</p> <p>But there are problems for the youthful Team Obama, installed in the town since the summer. The town of 14,000 and the surrounding San Miguel county voted heavily for Hillary Clinton in the Democratic caucus. \"There were a lot of hurt feelings,\" says Suazo.</p> <p>Those feelings were not helped by the tactics of Team Obama, a clash of cultures that Suazo characterises as traditionalists versus progressives. The traditionalists would hold barbeques, hand out stickers and rely on speeches, the progressives prefer text messages, emails and debate watch parties.</p> <p>The new approach has alienated many older, more traditional Hispanic Democrats, the ones who can normally be relied on to vote. \"You've got families in the north who have been here since before this was a state,\" says Gabriel Sanchez, of the University of New Mexico in Albuquerque. \"There is a patron-type system there, with a handful of old-style political families wielding power. Hispanics have had a lot of political representation. It's not a question of getting a place at the table. They've had that.\"</p> <p>During the primary campaign, as Hispanics overwhelmingly voted for Clinton, many questioned whether they would be ready to elect an African-American president. The question still holds. A local Republican chairman in northern New Mexico was forced to resign last month after telling a reporter from the BBC that: \"Hispanics came here as conquerors. African-Americans came here as slaves. Hispanics consider themselves above blacks. They won't vote for a black president.\"</p> <p>The remarks caused a storm, with Hispanic leaders rushing to deny the charge. \"The $1m question is whether it is race or the economy that is motivating Democratic Hispanics,\" says Sanchez. \"I would be shocked if race was the deciding factor, but you never know.\"</p> <p>Immigration is not a live issue for Hispanic voters in northern New Mexico. Ask them about immigration and they invariably pause before noting that they didn't migrate anywhere: the US border migrated south.</p> <p>Polling shows Hispanic voters across the nation preoccupied with the same list of priorities as white voters: the economy, healthcare, education. Immigration tends to rank around seventh place. </p> <p>Nevertheless, the Republican party's disastrous handling of immigration reform may have served to alienate many voters, who considered that they were being criminalised for being Hispanic. </p> <p>And the perceived abandonment by John McCain of the moderate immigration reform he had sponsored as he sought his party's nomination has rankled with many Hispanics voters.</p> <p>\"There's been a real rebellion against the Republican party [on the issue],\" says Simon Rosenberg, director of NDN, a liberal thinktank that focuses on Latino issues. \"They've been vilified in the media for three years and they don't like it. McCain abdicated his position so instead of being seen as a champion he's a betrayer. It's been a sea change.\"</p> <p>But Hispanic Republicans do exist in Las Vegas. In the Hillcrest restaurant, Carlos Lovato stands out in the all-male clientele with his \"Dads for McCain\" cap. \"The Hispanic people are conservative,\" he says. \"John McCain's a solid guy. It's better to have your neighbour\" - McCain represents neighbouring Arizona - \"your friend, as the president.\"</p> <p>Obama has the state's governor, Bill Richardson, the only Hispanic governor in the nation, forcefully backing him.</p> <p>But something more is needed, says Suazo. \"The best way to get to the Hispanic Democratic voter is for them to be able to feel, hear, touch and see Obama,\" says Suazo. \"The Hispanic voter is a very emotional voter.\"</p>",
  "<p>Now Or Later is the story of a political scandal breaking. Somebody posts pictures on the internet of the President-elect's son dressed up as the Prophet Muhammad. But I found the fact that these pictures emerge on US election night both unnecessary to the plot, and unrealistic. For the campaign, election night would be an ideal time for the story to break, because the front pages next day would still read: \"Democrats win US presidency\". And yet the President-elect and his staff treat vital election counts as if they were a test match playing in the background. I can promise you that McCain and Obama won't be running things like this on November 4. </p> <p>It is in the DNA of political PRs to be paranoid. You are often dealing with issues without knowing the full story. I thought it was odd, though, that the PR team's only strategy was to plead for the son to apologise, when they could simply have disowned his actions. You know: \"It was unfortunate hi-jinks, but I want to give the Muslim community every assurance that this will have no impact whatsoever ... \" </p> <p>There's a strange absence of panic, too, and little sense of the press pack descending. Phones would be ringing off the hook - the press would certainly have got hold of the son's number. We should have seen Fox News and the rightwing press hammering on the door. </p> <p>The play is much better on the morality of compromise, the need to continually reposition yourself and react to events, which is a dilemma for everyone from local councillors upwards: when do you say things for immediate practical benefit, and when do you stick to your guns?</p> <p>• Mark Littlewood is the communications director of Progressive Vision and former head of press for the Liberal Democrats. <strong>Now Or Later</strong> is at the Royal Court Theatre until November 1. Box office: 020-7565 5000</p>",
  "<p>In the political debate over how and why to rescue Wall Street, the most controversial question is conceptual: should the US government save financial firms from their own bad assets?</p> <p>But another question is dividing economists and alarming accountants while sparking little public debate: should financial regulators relax rules that require bad assets to be valued at their current market rate?</p> <p>John McCain says yes. His economic adviser declared the Republican nominee \"pleased to see\" US regulators release a new rule yesterday allowing companies to avoid a declaration of massive losses by setting their own asset values during the worsening financial crisis.</p> <p>\"There is serious concern that these accounting rules are worsening the credit crunch, making it difficult for small businesses to stay afloat and squeezing family budgets,\" McCain adviser Douglas Holtz-Eakin said in a statement.</p> <p>Former banking regulator Bill Black has watched McCain's stance on so-called \"mark-to-market\" accounting rules since the presidential hopeful first criticised them days after the Bear Stearns collapse.</p> <p>His verdict on McCain's position is summed up in one sentence: \"It's Keating accounting all over again, and he doesn't see it.\"</p> <p>The Keating Five scandal nearly derailed McCain's career in 1989, as the mass collapse of savings-and-loan banks (S&amp;Ls) was pulling America into recession. McCain and four fellow senators faced an ethics inquiry after meeting with government regulators to discuss preferential treatment for financier Charles Keating's S&amp;L.</p> <p>An investigation following the scandal criticised but did not punish McCain, who now describes the episode as his motivation to reform government. Black, who was in the room during the Keating meeting, sees McCain's support for suspending mark-to-market as proof that the candidate has not learned his lesson.</p> <p>Instituted in November, mark-to-market rules require firms to value assets, such as the mortgage-based securities that lie at the heart of the credit crisis, according to their current value on the open market.</p> <p>Yet when the market for risky securities freezes up, as at present, marking to market can force the value of those assets artificially low in the short term. Businesses of all shapes and sizes can be forced to report punishing losses on their books.</p> <p>Since credit began contracting in the wake of the Bear Stearns failure, banking lobby groups have leaned on Congress to relax mark-to-market rules. McCain, who has blamed the economic blight on \"an inexcusable lack of financial transparency\", appears to have been swayed.</p> <p>\"The Keating Five was about calling regulators in the room and hammering them to back off,\" Black said. \"[Relaxing mark-to-market rules] is probably going to be about calling accountants in the room and pressuring them to screw with the accounting.\"</p> <p>Black, who now teaches law and economics at the University of Missouri in Kansas City, has not shrunk from publicly chiding McCain in the years following the Keating scandal. He is not the only financial expert who sees parallels between suspending mark-to-market and the S&amp;L debacle that ensnared McCain nearly 20 years ago.</p> <p>The Centre for Audit Quality (CAQ), which represents about 800 firms that audit public corporations, urged Congress yesterday to avoid replaying the S&amp;L crisis by suspending mark-to-market rules in its financial bail-out legislation.</p> <p>\"Many of the current requirements stem from the savings-and-loan crisis of the 1980s, when we learned that not knowing the real, current values of … instruments held by financial institutions can be devastating when the bubble finally bursts and institutions are forced to close their doors,\" the CAQ wrote in a letter to Capitol Hill.<br> Economists are split on the wisdom of the rules themselves, and even some supporters of mark-to-market accounting believe it cannot adequately function during the ongoing credit crisis. \"We have to get out of this current clogged environment in credit markets\" before a solution can be found, Jagadeesh Gokhale, a senior fellow at the libertarian-leaning Cato Institute in Washington, said.</p> <p>Still, Gokhale agreed that a push to relax accounting standards helped fuel both the S&amp;L and the credit crises. Despite mark-to-market's role in driving down asset values, he warned, leaving companies to use their own internal values (sometimes called \"mark-to-model\") could run the risk of overly creative pricing.</p> <p>\"You can't argue for replacing mark-to-market without specifying an additional alternative,\" Gokhale said. \"But in principle, I think whatever that alternative turns out to be, it would be a deterioration.\"</p> <p>Christian Weller, a senior fellow at the liberal-leaning Centre for American Progress in Washington, is openly critical of marking-to-market.</p> <p>He echoed McCain's concern that the accounting rules are exacerbating the financial downturn, but offered a wry observation: \"The same people who are now asking for a temporary suspension of the rules didn't complain when they reaped the upside in the good years.\"</p> <p>Conservatives, from Newt Gingrich to the Wall Street Journal editorial board, are pressing for Congress to suspend the rules as part of any financial rescue plan taken up this week.</p> <p>The bail-out package that failed in the House of Representatives on Monday empowered the SEC to study the efficacy of marking-to-market. McCain is expected to support that proposal when it comes to a Senate vote tonight, but the calls for a total suspension are highly likely to continue.</p> <p>Barry Bosworth, an economics fellow at the non-partisan Brookings Institution, said he \"can see arguments for both positions\" in the mark-to-market debate. But the rules, Bosworth added, are nothing if not transparent – a trait that McCain has frequently said he finds lacking on Wall Street.</p> <p>\"There is a lot of uncertainty about how severe this problem is,\" Bosworth said, \"but it will [fall] into a black box if they suspend mark-to-market.\"</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/r0OZ9W2K_z0?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/r0OZ9W2K_z0&color1=0xb1b1b1&color2=0xcfcfcf&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/r0OZ9W2K_z0&color1=0xb1b1b1&color2=0xcfcfcf&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>Oh, whatever. Since it's a(nother) day of endless Sarah Palin video snippets, why not enjoy this rather relaxing one, in which the young Palin — then Sarah Heath — plays a dreamy James Galway number on her flute. Let the music transport you to a magical land of enchantment and joy.</p> <p>My friend Bill O'Reilly, whose perspicacity is rivalled only by his wit, notes a chilling parallel between Nancy Pelosi and Hitler: before giving speeches, both of them rehearsed. [<a href=\"http://mediamatters.org/items/200810010009\">Media Matters</a>]</p> <p>In a new ad, John McCain sighs in a regretful bipartisan way about how sad it is that Democrats and Republicans keep attacking each other. [<a href=\"http://www.youtube.com/watch?v=bsSo7sC9M2s\">Youtube</a>]</p> <p>The right wing is <a href=\"http://article.nationalreview.com/?q=NDFhMWUxZTZmMmE5MzkzYWVhMTU5NDYyNWRhNTQyM2M=\">most exercised</a> by the fact that the moderator of tomorrow night's debate, Gwen Ifill, has a book coming out soon about \"the new age of Obama\": apart from anything else, it'll presumably sell many more copies if he wins. Confusingly, though, John McCain doesn't seem to object to Ifill's role at all. [<a href=\"http://tpmelectioncentral.talkingpointsmemo.com/2008/10/mccain_says_he_has_no_problem.php\">Talking Points Memo</a>]</p> <p>Obama campaign surrogate Claire McCaskill admits that Joe Biden \"sometimes says things that are kind of stupid,\" then gracefully extracts herself from the mess by saying she was \"having a Joe Biden moment\" when she said that. (Meanwhile, look carefully at the URL for this story: ABC News -- liberal elitists or what?) [<a href=\"http://blogs.abcnews.com/politicalpunch/2008/10/mccain-has-joe.html\">ABC Political Punch</a>]<br></p>",
  "<p><a href=\"http://www.motherjones.com/mojoblog/archives/2008/10/10032_mccain_campaign_hard_questions.html\">Hilarious write-up</a> from Jonathan Stein at MoJoBlog on a conference call with reporters the McCain campaign set up starring Rudy Giuliani.</p> <blockquote> <p>Moments ago, Rudy Giuliani took three questions on a McCain campaign conference call for the national press corps.</p> <p>The first question was about the bailout. Nothing notable.</p> <p>The second question was from someone named Chuck Pardee. Pardee asserted that Tina Fey, many reporters, and the Democrats make their living \"embellishing the facts.\" After criticizing the press for treating Sarah Palin unfairly, Pardee concluded:</p> <p>\"I guess my question is, do the American people want a straight-shooter or the fluff and stuff?\"</p> <p>Surprisingly, Giuliani said that the American people preferred the straight-shooter and John McCain just so happens to be one. Pardee, by the way, is the \"founder and president\" of Newsbull.com. He has donated the maximum $2,300 to McCain. It's a shock he didn't ask a tougher question. (And if you're wondering, yes, the McCain campaign knows the affiliations of reporters before they are permitted to ask a question on these conference calls.)</p> <p>The third and final question came from a woman named Sherry Riggs (sp?). Her affiliation was not announced. She took exception to Giuliani's claim from earlier in the call that Obama had never managed a budget. A hard-hitting question? Not really. Riggs insisted that Obama had indeed managed a budget \"with William Ayers\" when they both sat on the board of the Woods Fund years ago. According to Riggs, Obama and Ayers funded projects that were \"socialistic in nature\" with a $450 billion treasure chest. That seemed a bit high to me, but I'm sure the McCain campaign would only allow legitimate professionals to ask questions on these calls.</p> </blockquote> <p>And then the call ended. </p> <p><a href=\"http://www.newsbull.com/default.asp\">Newsbull</a> looks like just an aggregator and bulletin board focused on pro-life issues. Interesting how someone who runs a site like that even gets press emails inviting him on to these calls, but stranger things have happened I guess. As for the Woods Fund of Chicago, the board on which Obama sat with Ayers, it's worth just a little less than $450 billion. The <a href=\"http://www.woodsfund.org/Folder_1042751691717/Folder_1207620197753\">2006 annual report</a> lists total assets of $58 million. But I guess I'm just being naive, because <em>obviously</em> they're not going to list in their annual report the $449.94 or so billion that they're secretly spreading around to worldwide socialistic and terrorist groups (note to Woods Fund: that's a joke intended at the expense of loopy right-wingers).</p> <p>Anyway, there's a reason Giuliani took just three questions, and actually only one journalistic question. From the <a href=\"http://www.nydailynews.com/news/politics/2008/09/25/2008-09-25_rudy_giulianis_crass_opportunism_reflect.html\">New York Daily New</a>s:</p> <blockquote> <p>Rudy Giuliani is positioning his law firm to cash in on Wall Street's train wreck - a move that has become a gift to political enemies of his pal John McCain.<br> Even as the nation's $700 billion, taxpayer-funded Wall Street bailout was still being hashed out, the former mayor announced Thursday his high-powered law firm has set up a task force. Its mission: to help corporate clients get a piece of the action - or keep the federal wolves from the door. \"Our team of former government officials and experienced attorneys in the fields of legislation, enforcement and finance are equipped to guide institutions in this quickly evolving and complex environment,\" Giuliani noted in a press release from his law firm, Bracewell &amp; Giuliani. Giuliani is not the only one poised to profit from opportunities created by the mega-meltdown, but he is the most politically famous. Giuliani is a prime surrogate for Republican McCain, who has called the economic meltdown \"the greatest crisis since the end of World War II\" and has assailed Wall Street for \"unbridled </p> </blockquote> <p>greed.\" </p> <p>The News published this last Friday. Strange that Team McCain would want to use him so soon in its aftermath.<br></p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-338180664\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/10/1/1222893352789/Budgie.jpg\" alt=\"Budgie the helicopter\" width=\"140\" height=\"136\" class=\"gu-image\" /> </figure>  <p>Gaffophilic gaffologist Joe Biden probably ought to stop saying he was in a helicopter that was \"forced down\" in the mountains on the Pakistan/Afghanistan border: <a href=\"http://www.motherjones.com/mojoblog/archives/2008/09/9874_joe_biden_helicopter_forced_down_afghanistan.html\">it's technically true</a>, but it was forced to land because of a snowstorm, not because Osama bin Laden and his terrorist friends were shooting at it with rocket-propelled grenades. Today, the McCain campaign produced Mike Durant, the US helicopter pilot held prisoner in Somalia during the 'Black Hawk Down' incident, who <a href=\"http://corner.nationalreview.com/post/?q=MWFkNmMyNjIxNjk0NTllZDUyMzJkYmNhYjJmODRmMGU=\">took Biden to task</a> for his helicopter anecdote, and also for claiming to have been \"shot at\" in Iraq:</p> <blockquote> <p>I've been on a helicopter that was 'forced down' by enemy fire, and I've been 'shot at.' Neither is easily confused with being caught in a snow storm or awakened by a loud bang in the night.</p> </blockquote> <p>That last remark relates to Biden's clarification of his claim that he was shot at inside Baghdad's Green Zone: in fact, some kind of projectile landed near the building where he was staying. Biden was shaving at the time, and <a href=\"http://blogs.abcnews.com/politicalpunch/2008/10/mccain-campaign.html\">didn't feel sufficiently threatened to duck and cover</a>. Neither anecdote is strictly untrue in the way that <a href=\"http://www.reuters.com/article/topNews/idUSN2540811420080326\">Hillary Clinton's sniper-fire claim</a> was, but still, it all rings a few too many of those bells. Besides, isn't there a <a href=\"http://voices.washingtonpost.com/the-trail/2008/08/23/joe_biden_d-amtrak.html\">perfectly good Amtrak route</a> that Biden could have taken between Afghanistan and Pakistan instead?<br></p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-338178497\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/10/1/1222885803282/mccainhome.jpg\" alt=\"McCain mansion auction\" width=\"460\" height=\"400\" class=\"gu-image\" /> </figure>  <p>\"This gracious, private residence is gated and secure on a sprawling 2.7 acre estate lot. The home features 15,000 sq. ft., 13 bedrooms, 14.5 baths and 7 car garage. Extensively enlarged and remodeled in Old World design. This home is perfect for a private residence or corporate retreat.\" But don't forget: for five years, John McCain didn't even <em>have</em> a row of poolside sun loungers. [<a href=\"http://www.thelarsencompany.com/\">The Larsen Company</a>, via <a href=\"http://blogs.phoenixnewtimes.com/valleyfever/2008/09/ok_so_after_todays_financial.php\">Phoenix New Times</a>]</p>",
  "<p>A decision by the Old Town Ale House in Chicago to hang a painting of a naked Sarah Palin above the bar symbolises the crudely sexist voyeurism frequently encountered by the Republicans' first female vice-presidential candidate since her selection by John McCain.</p> <p>A video of Palin wearing a swimsuit at a 1984 Alaska beauty pageant, intense interest in her shoes and spectacles, and descriptions of her recent UN meetings with foreign leaders as \"speed dating\" point to a Neanderthal approach to women's rights that is still surprisingly common in the birthplace of feminism.</p> <p>Since her shock nomination in August, Palin's candidacy has thrown up a mirror to American life reflecting a host of uncomfortable home truths - and some positive ones, too. Palin has by turns been hyped, eulogised, patronised, ridiculed, and stereotyped in a way that few other politicians, except perhaps Hillary Clinton, have experienced in recent times.</p> <p>Love or hate her, the Palin phenomenon produces strong opinions. That is why <a href=\"http://www.theguardian.com/world/2008/sep/30/uselections2008.sarahpalin\">tonight's televised debate</a> with her Democratic rival <a href=\"http://www.theguardian.com/world/joebiden\">Joe Biden</a> is a must view for much of the nation.</p> <p>The vastly more experienced Biden faces a difficult job. If he is too aggressive, sympathy may switch to Palin. If he pulls his punches, he too will be accused of being patronising and sexist. All the same, since her selection it is Palin's own unforced gaffes and inarticulateness – not stereotyping and pigeon-holing - that have proven her worst enemy, despite Republican attempts to shield her.</p> <p>On foreign policy, Biden's strong point, there has been a series of slips, leading 57% of respondents in an NBC/Wall Street Journal poll to agree that Sarah Palin \"does not have enough experience and understanding of foreign and military issues to be president\".</p> <p>In recent CBS interviews, Palin said the US had already won in Iraq and that provided a template for other conflicts. \"A surge in Afghanistan will also lead us to victory there as it has proven to have done in Iraq,\" <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/25/AR2008092502171.html?nav=rss_nation\">she told interviewer Katie Couric</a>. Palin also told a voter in Philadelphia that she would happily send US troops into Pakistan to fight the Taliban and al-Qaida there, a statement that brought a gentle, pained disavowal from McCain.</p> <p>The Alaska governor has also raised eyebrows over Middle East policy, appearing to suggest that the US should not try to \"second guess\" Israel if it decided to bomb Iran's nuclear plants. That even put her at odds with the hawkish George Bush, who reportedly warned Israel's leadership recently that Washington would not support such an attack.</p> <p>As for Iran itself, Palin offered a less than penetrating analysis. \"It's obvious to me who the good guys are in this one and who the bad guys are. The bad guys are the ones who say Israel is a stinking corpse and should be wiped of the face of the earth.\"</p> <p>Palin's claim to have Russian expertise, because of Alaska's proximity to Vladimir Putin's fiefdom, has become a staple of late night television comedy. So, too, has the fact that she lacked a passport until last year. She rebutted that criticism by saying she had been too busy earning a living to go travelling round the world. \"I've worked all my life. In fact, I've usually had two jobs all my life until I had kids.\"</p> <p>On domestic and social issues, Palin's views, to the extent they are known, have also stirred up controversy. In her latest interview with Couric, she reiterated her opposition to abortion, even in the case of rape or incest - a tougher position than that taken by McCain. She said she supported contraception but not the morning-after pill, since \"I am one to believe that life starts at the moment of conception\".</p> <p>Palin also stuck to her guns on global warming, which she maintains is not necessarily caused by man-made carbon dioxide emissions. But in trademark style, she mixed up her words with unintended comical effect.</p> <blockquote> <p>I'm not going to solely blame all of man's activities on changes in climate, because the world's weather patterns are cyclical. And over history we have seen change there. But that kind of doesn't matter at this point, as we debate what caused it. The point is, it's real. We need to do something about it.</p> </blockquote> <p>Other recent embarrassments concern her apparent unfamiliarity with most supreme court landmark rulings and her inability to name any of McCain's previous Senate efforts in support of financial reform. At a time of national economic crisis, this latter failing has been particularly badly received.</p> <p>Dahlia Lithwick of Slate argues Palin's selection is self-defeating for the Republicans, reflecting in part the contentious question of affirmative action - a big issue this year given Democratic nominee Barack Obama's background. People who were given jobs for reasons other than merit ended up being victimised, <a href=\"http://www.slate.com/id/2200928/\">Lithwick said</a>, and Palin is no different.</p> <p>\"Palin has become a recipient of the know-your-place treatment ... all of which smells of empty tokenism,\" Lithwick said. \"McCain has mastered the fine art of turning women into campaign accessories: flag pins with nice calves.\"</p> <p>All of which has lent tonight's debate a bizarre fascination. For good and bad reasons, in the Old Town Ale House in Chicago as elsewhere, all eyes are on Palin.</p>",
  "<p>Republicans are urging John McCain to adopt more aggressive tactics against Barack Obama amid fears that the White House is slipping away from them.</p> <p>With ballots already being cast in battlefield states from Virignia to Ohio, Republicans are panicking that voting is taking place against the backdrop of the catastrophic events on Wall Street and that McCain is going to be a casualty.</p> <p>Although McCain has been pumping out negative ads throughout August and September, Republican state leaders and officials want to see him becoming even more personal, exploiting Obama's links with figures he knew in Chicago. These include: William Ayers, a former member of Weather Underground, a group involved in a 1970s bombing campaign in the US; the Rev Jermiah Wright, his controversial former pastor; and Tony Rezko, the land developer convicted of fraud and bribery earlier this year who had contributed to his campaign funds.</p> <p>Robin Smith, chairwoman of the Tennessee Republican party, in one of a series of interviews with state party leaders published on the Politico website today, urged McCain to intensify his attacks on the Democratic candidate. \"People need to see a gladiator who's willing to defend what exactly he stands for,\" Smith said.</p> <p>\"We're not talking, for instance, about the radical associations that Barack Obama has with Mr Ayers, Tony Rezko and so on. More could be done.\"</p> <p>The chairman of the Republican party in Indiana, Murray Clark, also advocated raising Obama's \"troubling relationships\". Obama lost the Indiana Democratic primary to Hillary Clinton earlier this year, in part because of a row raging at the time over Wright.</p> <p>\"I think those things will come up in Indiana again and they do have an impact on mainstream voters in Indiana. You call it going negative, [but] whoever … is in a position to point out these relationships, I think it's helpful,\" Clark said.</p> <p>Republican jitters increased with publication of a series of polls showing Obama opening up leads in the battlefield states that could determine the outcome of the election.</p> <p>Polls in the battlefield states over the last few months have mainly shown the two in a dead heat. But Connecticut-based Quinnipiac University polls published today put Obama on 51% to McCain's 43% in Florida, Obama 50% to McCain's 42% in Ohio and Obama 54% to McCain's 39% in Pennsylvania.</p> <p>The candidate who takes two of these three would be well on the way to winning the election.</p> <p>Republicans expressed regret that McCain was not more forceful in the first of the presidential debates on Friday in Oxford, Mississippi. Jeff Frederick, chairman of the Republican Party of Virginia, which is normally solidly Republican in White House elections but is now a swing state, expressed disappointment with McCain's performance on the economy during the debate. \"He really left a lot on the table while Barack Obama was really kind of hitting him,\" Frederick.</p> <p>There is a backlash among senior party figures and officials too over his dramatic intervention in the congressional wrangling over the Wall Street bail-out and over his choice of Sarah Palin as his running mate. Her lack of foreign policy experience has been mercilessly exposed by the US media and made her the butt of jokes on both comedy programmes and mainstream news broadcasts.</p> <p>Palin is to face Obama's vice-presidential running mate, Joe Biden, in their only scheduled debate of the campaign, in St Louis, Missouri, tomorrow. Biden has been advised to avoid patronising her and to be generally polite, referring to her, for instance, as Governor Palin rather than Sarah.</p> <p>Palin is holed up in McCain's home at Sedona, Arizona, swotting up on foreign policy, economics and national domestic issues. Her older sister, Heather Bruce, in an interview with Glamour magazine, graphically summed up the intensive preparation she is undergoing. \"It is absolutely phenomenal what my sister can learn in a short amount of time. What's happening to Sarah Palin right now is like the worst college exam cram period ever,\" Bruce said.</p> <p>A minor spat developed today over the moderator at the debate, Gwen Ifill, a journalist with the public service broadcaster PBS, after it emerged she has written a book about Obama's rise, The Breakthrough: Politics and Race in the Age of Obama. It is due for publication on January 20, the day the new president is inaugurated.</p> <p>Although right-wing bloggers have complained on the internet that this raises a question over her impartiality, there has been no protest from the McCain-Palin camp.</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/kHcPXfgD4jM?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/kHcPXfgD4jM&color1=0xb1b1b1&color2=0xcfcfcf&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/kHcPXfgD4jM&color1=0xb1b1b1&color2=0xcfcfcf&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>Here's the highlights reel of John McCain talking to the editorial board of the Des Moines Register -- in which the paper's journalists ask him a few moderately tough questions about whether he's been bending the truth in his campaign statements, and about Sarah Palin's credentials. McCain replies very... quietly... and... calmly... (As former McCain advisor Mike Murphy <a href=\"http://www.time-blog.com/swampland/2008/10/des_moines_register.html\">notes at Swampland</a>, it's not clear why he was there in the first place, since Obama's going to win Iowa, and editorial-board meetings are an inefficient use of campaigning time and energy at the best of times.) [via <a href=\"http://marcambinder.theatlantic.com/archives/2008/10/more_from_the_dmr_ed_board_gre.php\">Marc Ambinder</a>]</p>",
  "<p>The presidential election campaign is poised for an ugly turn as Republicans resort to increasingly desperate attacks in a bid to chip away at Barack Obama's surge in the polls, according to a leading Democratic activist.</p> <p>\"They're going to start unloading in the next couple of days in a way that makes the swift boat ads look like Public Service Announcements,\" said former Democratic National Committee chairman Terry McAuliffe, referring to the ads that cast doubt on John Kerry's war record in 2004. Speaking to around 40 Obama supporters at the YMCA in Roanoke in the early morning, McAuliffe said it was the Democratic party's obligation to respond in kind. \"[People] are counting on us to fight for them and if we don't want to fight then we shouldn't be in the race.\"</p> <p>McAuliffe, who was the chairman of Hillary Clinton's primary campaign, was stumping for Obama in a series of towns in the region. One audience member expressed concern that Obama would not fight back if and when the mudslinging started. \"People fear Barack Obama might be another Jimmy Carter - just too smart and too nice,\" he said.</p> <p>McAuliffe insisted Obama was made of tougher stuff: \"I ran against this man and I tell you. If you hit him hard he'll hit you back harder.\"</p> <p>Another activist asked McAuliffe how to counter accusations from Republican friends that Obama is a \"socialist\". \"That's the scare word out there now,\" she said. \"That's the word that's being used to scare people.\"</p> <p>McAuliffe conceded that there were some voters you would never reach. \"Some people you just can't change,\" he said. Jackie Holly, who was at the meeting, believed the tone of the campaign would get worse but that it was already in a bad place. \"It's already dirty,\" she said. \"It's just going to get a whole lot dirtier.\"</p> <p><strong>· </strong> Contact Gary Younge at <a href=\"mailto:g.younge@theguardian.com\">g.younge@theguardian.com</a></p>",
  "<p>Dismal manufacturing activity, soaring job losses and a record slump in car sales added to pressure on Congress today to pass the Bush administration's contentious $700bn (£380bn) emergency <a href=\"http://www.theguardian.com/business/marketturmoil\">economic bail-out package at the second attempt</a>.</p> <p>As a last-minute round of persuasion and cajoling began in Washington ahead of a Senate vote on the rescue plan, gloomy economic news sent the Dow Jones Industrial Average down by more than 200 points during the morning session on Wall Street, although it later recovered ground in another chaotic day of volatility.</p> <p>In London the FTSE 100 had come off its highs and ended up 57.1 points higher at 4959.6.</p> <p>A key measure of US manufacturing output showed that activity has shrunk to its lowest level for seven years as orders dry up. The Institute of Supply Management said its index fell from 49.9 to 43.5 in September, the sharpest monthly drop since 1984.</p> <p>In a clear sign of the immediate pressure on US companies, Ford said its monthly sales had plummeted by 34% as motor dealers struggle to secure the financing to write car loans. The Detroit-based carmaker said consumers and businesses were \"in a very fragile place\".</p> <p>The cascade of bad news fuelled calls for a swift resolution of Congress's two-week battle over the White House's proposed bail-out.</p> <p>\"There's a real sense that something needs to be done,\" said Julia Coronado, senior US economist at Barclays Capital in New York. \"There's been a lot of uncertainty and a lot of fear building as Congress has haggled over this bill and a degree of cleansing needs to happen.\"</p> <p>Top US business leaders including the chief executives of Microsoft, General Electric and Intel have been personally lobbying congressional figures to pass the bail-out.</p> <p>Presidential contenders Barack Obama and John McCain headed to Washington to cast their votes in the Senate where party leaders were hoping that a strong majority would provide sufficient leverage to win over doubters who blocked the plan in the House of Representatives on Monday.</p> <p>\"If we fail to act, the gears of our economy will grind to a halt,\" McCain told an audience in Missouri.</p> <p>The revised bail-out package will increase protection for US bank customers by raising the limit of a federal guarantee on deposit accounts from $100,000 to $250,000. It also extends energy-related tax breaks for businesses, in a sweetener intended to win over Republican free-market critics.</p> <p>Many congressional figures say they have detected a change in the mood of constituents towards grudging acceptance of the bail-out. Mel Martinez, a Republican member of the senate banking committee, said that volatile stockmarkets had caused people in his Florida district to change their minds.</p> <p>\"I've been getting an earful about the house vote,\" said Martinez. \"There's a lot of frustration out there but people understand it's time to do something.\"</p> <p>A long-time critic of the plan, Republican senator Joe Barton of Texas, said the balance of calls to his office from voters had shifted from 60-40 opposed to the package to 70-30 in favour of it.</p> <p>A study published today revealed that the struggling US financial services industry has shed 111,201 jobs so far this year. Carmakers are close behind with 94,918 redundancies according to employment consultants Challenger, Gray &amp; Christmas.</p> <p>The mood on Wall Street is so sour that a traditional daily ceremony to ring the New York Stock Exchange's opening and closing bell has been disrupted. A Broadway actress, Missi Pyle, who was supposed to do the job dropped out this week on the grounds that a cheerful celebrity appearance felt inappropriate.</p> <p>On the credit markets, a surge this week in the Libor rate at which banks borrow money from each other is causing particular concern, indicating that the flow of cash is freezing up.</p> <p>The Business Roundtable, an organisation representing 160 chief executives, described the bail-out plan as \"critical\" to America's economic well-being. Chairman John Castellani said: \"We're making our plans for 2009 and if demand is down, we'll substantially have to cut down on employment and have to cut down on capital expenditure.\"</p>",
  "<p>David Cameron used his <a href=\"http://www.theguardian.com/politics/2008/oct/01/davidcameron.toryconference\">main speech</a> of the week today to reiterate the message of his emergency <a href=\"http://www.theguardian.com/politics/audio/2008/sep/30/cameron.economy\">speech on the economy</a> yesterday – his call for unity in the face of the financial storm. We must put our differences aside to achieve financial stability; we will not allow what happened in the US to happen here, he says.</p> <p>Yet his message of unity is aimed purely to dampen the growing sense that there really is a difference between the parties on the economy. Labour should have none of it.</p> <p>The latest polls show the public <a href=\"http://www.telegraph.co.uk/finance/financetopics/financialcrisis/3085475/Financial-crisis-Gordon-Brown-and-Alistair-Darling-trusted-more-over-economy.html\">favour Brown and Darling</a> over Cameron and Osborne to handle the issue of the economy and a closing of the Tories' lead. The assumptions of political commentators that the Tories were cruising to an easy victory are being, if not ditched, then reconsidered. Cameron needs to find a way to extricate his party from its most uneasy situation since Labour pulled the plug on the election-that-wasn't, the start of the government's year of woe. Everything had been going the Tories' way – but the economic crisis has altered that dynamic.</p> <p>Some felt that Cameron's Tuesday emergency speech did the trick, or even that it sounded like a call for a national government. Yet it was not so much an olive branch as a plea to shut down debate about the Tories' weaknesses. As with McCain, Cameron knows the free-market right is vulnerable when the bankers and financiers are the eye of a storm that affects every single person in the country. As with McCain's \"unity\" bid last week, he is attempting a deflection.</p> <p>This turbulent period contains potentially disastrous pitfalls for the Conservatives, as their first instincts have shown. The most powerful Tory in the country responded not by setting out what he planned to do to protect the public and the city he represents, but instead turned his fire on \"whingeing\" about house prices whilst defending the bankers from \"<a href=\"http://www.telegraph.co.uk/opinion/main.jhtml?view=DETAILS&amp;grid=A1YourView&amp;xml=/opinion/2008/09/23/do2301.xml\">neo-socialist claptrap</a>\". George Osborne may complain that his remarks about the \"function of the market\" were twisted by Brown, but even in their full context they sound exactly what they were – clinically devoid of any real understanding of the concerns of ordinary voters, a classic elaboration of a Conservative view of the market. Osborne may believe that his council tax freeze is great positioning, but it reveals a willingness to carry through a painful squeeze on spending that, as <a href=\"http://www.theguardian.com/commentisfree/2008/sep/30/georgeosborne.toryconference\">Polly Toynbee</a> argued earlier this week, would see a savaging of services in already hard times.</p> <p>Into this toxic mix can be added the Tories' own backyard – shown most recently in the revelation that one of their big donors was a company involved in <a href=\"http://www.theguardian.com/business/2008/sep/28/marketturmoil.shares\">short-selling shares</a> in Bradford and Bingley. It is unlikely to be the last time that the Tories will be hit with stories about links to companies and individuals that are now widely seen by the public to be responsible for the current crisis.</p> <p>The detail of Cameron's main speech, once he had got past his \"unity\" message, showed that the differences between the two main parties on this issue are real enough for Labour to persist and not to back off from the argument. We don't want more of the same, he said, it's going to take change. But change to what? Taxes should be reduced; there must be big savings in the public sector, inefficient public services must be reformed. Job cuts and inevitably cuts in services, in other words, at time of severe economic difficulty. He invoked the memory of Margaret Thatcher. And add to all of that a warning that a Cameron government would see through this agenda and be willing to say no in the teeth of hostility and protest.</p> <p>As others have argued, Labour's approach was weakened by its acceptance of an economic framework that dates from the Reagan-Thatcher era. This was what lay behind the unnecessary delay in nationalising Northern Rock. But Brown was right to drive home the point last week that whilst Labour's instinct is to step in the Tories have a do-nothing response: \"No rescue of Northern Rock, no action on speculation, no protection for mortgages, doing nothing to stop banks going under.\"</p> <p>Osborne and his leader have not found an adequate response to this because they do not have one. Their rhetoric that indicates they would make the public pay the price for what is happening in the economy. Labour must be decisive and take the right economic steps – if it does, it has the opportunity to create a powerful faultline with David Cameron over the next 18 months.</p>",
  "<p>Also from Time, a new poll showing that the McCain-Palin ticket is <a href=\"http://www.time.com/time/politics/article/0,8599,1846065,00.html\">bleeding support from women</a>. Before the GOP convention, Obama led McCain 49%-39%. After the Palin pick, they were virtually tied, 48% Obama, 47% McCain. Now? Obama leads 55%-38%. </p> <p>Obama leads in this poll among white women by 3%. That's within the margin of error, but bear in mind that Bush beat Kerry by 11 points among white women in 2004. Democrats win the overall female vote, as Kerry did, because of the large margins among black, Latina and Asian women. Obama leads in the poll overall by 50%-43%.</p> <p>I skip a lot of polls, but this one seems important because of the veep debate coming up. I would expect to see Biden hamme away at <a href=\"http://www.ontheissues.org/2008/Sarah_Palin_Abortion.htm\">Palin's extreme abortion position</a> (no exceptions for rape or incest). I think the vast majority of women still don't know this. And Palin will of course attempt not to answer this question or be pinned down in any way. Palin can win some women back if she's minimally competent and doesn't seem crazy. But if Biden hits this straight and true, support for McCain-Palin among moderate women (very strongly pro-choice) ought to crater.<br></p>",
  "<p>Last Friday the global \"war on terror\" took on a new twist as the US military embarked on a series of <a href=\"http://www.theguardian.com/world/2008/sep/26/pakistan.usa\">fire fights</a> with nuclear-armed ally Pakistan. </p> <p>The strategic backdrop to these events highlights how Washington is failing to both identify and formulate effective policy prescriptions to the evolving security questions posed by al-Qaida's brand of non-state terrorism. Crucially both the recent series of UN meetings and the presidential debate on foreign policy failed to agree upon the limits of hard power in dealing with such entities in the 21st century. </p> <p>Indeed the BBC's latest report suggested that 22 out of 23 countries surveyed believed that the \"war on terror\" had <a href=\"http://news.bbc.co.uk/1/hi/world/americas/7638566.stm\">not actually weakened</a> al-Qaida. This is a huge indictment of the failings of post-9/11 US foreign policy. The attacks were widely seen to be the foreign policy \"game changer\" of a generation. It gave the Bush administration an almost blank cheque to pursue military adventures abroad which only lost traction as they declined so spectacularly. As Senator Obama <a href=\"http://www.iht.com/articles/2008/09/27/america/27transcript.php\">outlined</a> on Friday \"We hadn't caught bin Laden. We hadn't put al-Qaida to rest … We took our eye off the ball\".</p> <p>Although al-Qaida's infrastructure in Afghanistan was widely seen to have been significantly degraded by the 2001 invasion, the global al-Qaida franchise has blossomed as US troops engaged in massive wars in Muslim countries. Nowhere is this truer than in Iraq. John McCain is right when he quotes bin Laden who called Iraq \"the most important site\" for al-Qaida – but the al-Qaida of Iraq is and never was the same as its Afghan-based version.</p> <p>What remained of the Afghan al-Qaida – including their talismanic senior leadership duo of bin Laden and Zawahiri – most likely fled to the \"tribal badlands\" of northern Pakistan. They moved from one semi-sovereign space to another – as it is where an absence of traditional government authority exists, that sub-state groups subscribing to supra-state ideologies are able to operate.</p> <p>An effective US policy towards Pakistan and the governance of its borderlands was far too long-sighted for a naive administration that was focused on the immediate objective of overthrowing the Taliban, whilst continuingly obsessing with invading Iraq. That bin Laden was able to escape from the conventional \"showdown\" in Tora Bora and flee to the tribal north of Pakistan only highlighted the flaws in US policy. How to remove the strategic depth of the Taliban and al-Qaida elements without endangering the strategic, but not democratically legitimate, rule of President Musharraf over a nuclear armed country of over 172 million people? </p> <p>The <a href=\"http://en.wikipedia.org/wiki/Federally_Administered_Tribal_Areas\">Federally Administrated Tribal Areas</a> (FATA) have become a kind of Mordor for western policy makers. It is a wild west of harsh conservative tribes who live by the Deobandi interpretation of strict Islamic law, and do not take kindly to government control. Some 3.5 million people live in this sovereign \"no mans land\", 70% are unemployed and two-thirds live in poverty. Yet instead of trying to improve conditions, the US-Musharraf policy has shown total inconsistency by oscillating between ceding tribal leaders more power and sending in large troop numbers to <a href=\"http://news.bbc.co.uk/1/hi/world/south_asia/7638157.stm\">attack the area</a>.</p> <p>The most recent government offensive against their own people saw 260,000 residents forced to flee in response to heavy air strikes. As security analysts frequently articulate, the Pakistani army is one that is prepared to wage a conventional war against India but struggles when fighting an internal conflict with itself. The undefined links between the Pakistani intelligence service and the Taliban is evidence again of the blurring of relationships across this dangerous geographical area.</p> <p>Pakistan was one of only two countries surveyed by the BBC that did not hold a majority negative perception of al-Qaida. The issue of Pakistan is one of clear divergence between the presidential candidates concerning their policy towards the tribal areas. Where Obama has stated that he would favour <a href=\"http://www.huffingtonpost.com/lionel-beehner/bush-embraces-obama-doctr_b_127097.html\">hot pursuit</a> into northern Pakistan, McCain is more reticent, recognising that \"this area on the border has not been governed since the days of Alexander the Great\". With the shift in foreign policy priorities from Iraq to Afghanistan likely to continue after November 4, Obama supporters should look to challenge whether their man's policy will increase or decrease support for bin Laden's ideology.</p>",
  "<p>Toward the end of the 2004 vice-presidential debate in Cleveland, Ohio, US public television's Gwen Ifill asked a question that neither Dick Cheney nor John Edwards expected.</p> <p>It showed.</p> <p>Ifill described an Aids epidemic in the US, where black women were 13 times more likely to die of the disease than other women.</p> <p>\"What should the government's role be in helping to end the growth of this epidemic?\" Ifill asked.</p> <p>For Ifill, it was a memorable moment, one that lived on when viewers wrote to express their frustration with the weak answers the candidates had for her question.</p> <p>\"One of the most gratifying responses afterward came from viewers who knew when questions weren't answered,\" Ifill said.</p> <p>Ifill will be moderating tomorrow's vice-presidential debate at Washington university in St Louis, Missouri, and while Joe Biden and Sarah Palin may listen to dozens of mock questions in their debate preparation this week, they're sure to get one or two from Ifill that they don't expect.</p> <p>What she asks might touch on any topic imaginable under the negotiated rules, which call for Biden and Palin to be situated behind lecterns with shorter discussion periods and two minutes each for closing statements.</p> <p>Given Ifill's hard-news background, her questions are unlikely to be softballs.</p> <p>Ifill, who turned 53 on Monday, has been senior correspondent for PBS's The NewsHour since 1999 as well as moderator of Washington Week on the public broadcast channel. Before that, she covered politics and public policy for the New York Times, Washington Post and Baltimore Evening Sun.</p> <p>Knowing news, Ifill is keenly aware of the interest in the St Louis debate - and especially in Palin.</p> <p>Indeed, a few of Palin's devotees complained to PBS that Ifill's facial expressions after the Alaska governor's acceptance speech at the Republican National Convention in St Paul last month conveyed something less than rapture. </p> <p>Ifill says it was flat wrong to read anything into how a camera might have caught her at a certain moment and that criticism comes with the job.</p> <p>\"If I was sensitive to criticism, I wouldn't take this job. It comes from both sides,\" she said.</p> <p>An estimated 43.5 million viewers tuned in to Ifill's questions in Cleveland. That number is sure to be higher for the St Louis debate, perhaps closer to the 65.1 million viewers who watched when Geraldine Ferraro took the stage in 1984 against George Bush Sr, the first national debate with a woman competing. (It was moderated by Barbara Walters.)</p> <p>Recalling her moderator debut four years ago, Ifill notes the antidote she has for stage fright: \"As long as I had all the questions, I was the one with the with the upper hand.\"</p> <p>Ifill had more to say during an interview in St Louis:</p> <p><strong>Is there any question about the intense interest in this debate?</strong></p> <p>Judging from my email inbox, there's no question at all. An hour doesn't pass when another self-described bright question arrives. I don't mind it; I want to know what people are curious about. But with so much organised spam email, It's hard to know what's really on people's minds.</p> <p><strong>Is Sarah Palin the reason people are so excited about this debate?</strong></p> <p>Part of it preceded Sarah Palin. At every turn in this election year, there has been exceedingly high interest in this race. I think it matters the presidency is open. When you talk about change - whoever takes this job is going to be very different than we have now. People are engaged.</p> <p><strong>How do you prepare for an event of this magnitude?</strong></p> <p>I don't know (laughing). I'm in the middle of it right now. I just read everything out there. I try to be the best-informed person on the stage and read everything that has been written about people and go as far back as possible.</p> <p><strong>What do you think of the final agreement on the debate format?</strong></p> <p>It's actually less restrictive than four years ago [in the Cheney-Edwards debate] even though it's not as open as originally negotiated. In the interest of getting more information, I always think that exchange is healthy and good.</p> <p><strong>Won't this somewhat restrictive format demand more artfulness from the moderator?</strong></p> <p>As it happens it I'm very artful (laughing.) It's kind of like I do every day on NewsHour: I engage in conversations with people and elicit as much information as possible. I think voters are very smart. They can tell whether candidates evade or answer questions.</p> <p><strong>What do you hope is said about this debate afterward?</strong><br>Just that I was fair, I guess. Even that I can't hope for because people are so polarised.</p>",
  "<p>It's been amusing to watch Mike Murphy, McCain's old pal and handler from his 2000 race who is not involved in this one, throw the occasional stink bomb from the sidelines. I happen to think he's often right, as he is in <a href=\"http://www.time-blog.com/swampland/2008/10/des_moines_register.html\">this Swampland post</a> in which he asks why McCain was in Iowa yesterday:</p> <blockquote> <p>One very smart consultant who knows McCain well sent me a link this morning to the video of McCain at Des Moines Register Editorial board interview. Set aside whatever you think of McCain's interview; this operative's point was purely technical and dead on correct:</p> <p>What the Hell was McCain even doing there in the first place?</p> <p>1.) Obama is going to win Iowa.</p> <p>2.) Editorial board meetings are usually pure trouble to begin with and result only in newspaper endorsements that persuade very few voters beyond the immediate family members of the editorial board.</p> <p>3.) Within the rarified category of newspaper editorial boards, the Des Moines Register is one of the most liberal in the country. I'm rather surprised that halfway through the McCain interview they failed to switch over to Esperanto, the peace-loving language of all nations.</p> <p>So, 35 days left and McCain is in Iowa? Why put McCain in the wrong state, at the wrong place? No surprise the result is the wrong message and the wrong tone.</p> </blockquote> <p>You do have to wonder. Here are the last five Iowa polls, according to <a href=\"http://www.fivethirtyeight.com/\">fivethirtyeight</a>, all from mid-September or more recently: Obama +5, Obama +14, Obama +11, Obama + 12, Obama +8. And while to my way of thinking he somewhat overstates the Register's liberal leanings, there seems almost no doubt that the paper would lean strongly toward Obama. Weird.</p> <p>Just worth noting: decisions like these about scheduling, the use of the candidate's time and the campaign's money, affect things too.<br></p>",
  "<p><strong>INTRODUCTION</strong></p> <p>It's great to be here in the Symphony Hall. But it's even better to know that in this party, everyone: the Shadow Cabinet, the Members of Parliament, the council leaders and all our candidates and colleagues. Everyone is playing the same tune.</p> <p><strong>THE FINANCIAL CRISIS</strong></p> <p>Today the financial crisis means that all eyes are on the economy and the financial markets and that is absolutely right. As I said yesterday, on this issue, we must put aside our differences and work together with the government in the short-term to ensure financial stability. I am pleased that our proposal to increase the protection for depositors to £50,000 has been taken up. I'm pleased that the European regulators are looking at our proposal to bring stability to the banking system. I repeat: we will not allow what happened in America to happen here, we will work with the government in the short term in order to protect our economy. But as I also said yesterday, that must not stop us telling the truth about the mistakes that have been made. It is our political duty and if we had a written constitution I would say constitutional duty to hold the government to account, to explain where they went wrong, and how we would do things differently to rebuild our economy for the long-term.</p> <p>So we must not hold back from being critical of the decisions that over ten years have led us to this point. We need to learn the lessons, and to offer the British people a clear choice. It is our responsibility to make sense of this crisis for them, and to show them the right way out of it. We started to do that in Birmingham this week. We've had a good conference this week, an optimistic conference - but a sober one. We understand the gravity of the situation our country is in. And our response is measured, proportionate and responsible. The test of a political party is whether it can rise to the challenge of what the country requires and what the times demand. I believe we have passed that test this week and I want to thank George Osborne, William Hague, all my team in the Shadow Cabinet and all of you for making this conference a success. The reality of government is that difficulties come not in neat and predictable order, one by one and at regular intervals. Difficulties come at you from all sides, one on top of the other, and you've got to be able to handle them all. So amidst this financial crisis let us not forget that we are also a nation at war.</p> <p><strong>AFGHANISTAN</strong></p> <p>In Afghanistan today, our armed forces are defending our freedom and our way of life as surely and as bravely as any soldiers in our nation's history. Let us be clear about why they are there: if we fail in our mission, the Taliban will come back. And if the Taliban come back, the terrorist training camps come back. That would mean more terrorists, more bombs and more slaughter on our streets. That is why we back our troops' mission in Afghanistan one hundred per cent. I've been to visit them every year since I've been doing this job. Earlier this month, up the Helmand River in Sangin I met a soldier in the Royal Irish Regiment, Ranger Blaine Miller. He'd just turned eighteen years old. He was the youngest soldier there. He's not much more than a boy and he's there in the forty-five degree heat, fighting a ferocious enemy on the other side of the world. I told him that what he was doing was exceptional. He told me he was just doing his job.</p> <p>Every politician says it's the first duty of government is to protect our country, and of course that's right. But today we are not protecting the people, like Blaine, who protect us - and that is wrong. In Afghanistan, the number of our troops has almost doubled but the number of helicopters has hardly increased at all. American soldiers start their rest and recuperation the day they arrive back home, our troops have to count the days they spend getting home. We've got troops' families living in sub-standard homes; we've got soldiers going into harm's way without the equipment they need we've got businesses in our country that instead of welcoming people in military uniform and honouring their service choose to turn them away and refuse them service. That is all wrong and we are going to put it right. We are going to stop sending young men to war without the equipment they need, we're going to stop treating our soldiers like second class citizens we will do all it takes to keep our country safe and we will do all it takes to protect the heroes who risk everything for us.</p> <p><strong>GURKHAS</strong></p> <p>And today there are a particular group of heroes that I have in mind. They fought for us in the slit trenches of Burma the jungles of Malaya and the freezing cold of the Falklands. Yesterday the courts ruled that Gurkhas who want to come and live in Britain should be able to. They risked their lives for us and now we must not turn our backs on them. I say to the government: I know there are difficult questions about pensions and housing but let's find a way to make it work. Do not appeal this ruling.<br>Let's give those brave Gurkha soldiers who defended us the right to come and live in our country.</p> <p><strong>VALUES AND CHARACTER</strong></p> <p>These are times of great anxiety. The financial crisis. The economic downturn. The cost of living. Big social problems. I know how worried people are. They want to know whether our politics, and let's be frank, whether our politicians - are up to it. In the end, that's not really about your policies and your plans. Of course your plans are important but it's the unexpected and unpredicted events that can dominate a government. So people want to know what values you bring to big situations and big decisions that can crop up on your watch. And people want to know about your character: the way you make decisions; the way that you operate.</p> <p><strong>RESPONSIBILITY</strong></p> <p>My values are Conservative values. Many people wrongly believe that the Conservative Party is all about freedom. Of course we care passionately about freedom from oppression and state control. That's why we stood up for Georgia and wasn't it great to have the Georgian Prime Minister with us here, speaking today? But freedom can too easily turn into the idea that we all have the right to do whatever we want, regardless of the effect on others. That is libertarian, not Conservative - and it is certainly not me.</p> <p>For me, the most important word is responsibility. Personal responsibility. Professional responsibility. Civic responsibility. Corporate responsibility. Our responsibility to our family, to our neighbourhood, our country. Our responsibility to behave in a decent and civilised way. To help others. That is what this Party is all about. Every big decision; every big judgment I make: I ask myself some simple questions. Does this encourage responsibility and discourage irresponsibility? Does this make us a more or less responsible society? Social responsibility, not state control. Because we know that we will only be a strong society if we are a responsible society.</p> <p><strong>CHARACTER</strong></p> <p>But when it comes to handling a crisis when it comes to really making a difference on the big issues it's not just about your values. There's something else people want to know. When people ask: \"will you make a difference?\" they're often asking will you – i.e. me – will you make a difference? You can't prove you're ready to be Prime Minister – and it would be arrogant to pretend you can. The best you can do is tell people who you are and the way you work; how you make decisions and then live with them.</p> <p>I'm a forty-one year old father of three who thinks that family is the most important thing there is. For me. For my country. I am deeply patriotic about this country and believe we have both a remarkable history and an incredible future. I believe in the Union of England, Scotland, Wales and Northern Ireland, and I will never do anything to put it at risk. I have a simple view that public service is a good way to channel your energy and try to make a difference. I am not an ideologue. I know that my party can get things wrong, and that other parties sometimes get things right. I hold to some simple principles. That strong defence, the rule of law and sound money are the foundations of good government</p> <p>But I am also a child of my time. I want a clean environment as well as a safe one. I believe that quality of life matters as much as quantity of money. I recognise that we'll never be truly rich while so much of the world is so poor. I believe in building a strong team – and really trusting them. Their success is to be celebrated – not seen as some kind of threat. Thinking before deciding is good. Not deciding because you don't like the consequences of a decision is bad. Trust your principles, your judgment and your colleagues. Go with your conviction, not calculation. The popular thing may look good for a while. The right thing will be right all the time. Tony Blair used to justify endless short-term initiatives by saying \"we live in a 24 hour media world.\"</p> <p>But this is a country not a television station. A good government thinks for the long term. If we win we will inherit a huge deficit and an economy in a mess. We will need to do difficult and unpopular things for the long term good of the country. I know that. I'm ready for that.</p> <p><strong>EXPERIENCE</strong></p> <p>And there is a big argument I want to make – about the financial crisis and the economic downturn, yes but about the other issues facing the country too. It's an argument about experience. To do difficult things for the long-term or even to get us through the financial crisis in the short term what matters more than experience is character and judgment, and what you really believe needs to happen to make things right. I believe that to rebuild our economy, it's not more of the same we need, but change. To repair our broken society, it's not more of the same we need, but change.</p> <p>Experience is the excuse of the incumbent over the ages. Experience is what they always say when they try to stop change. In 1979, James Callaghan had been Home Secretary, Foreign Secretary and Chancellor before he became Prime Minister. He had plenty of experience. But thank God we changed him for Margaret Thatcher.</p> <p>Just think about it: if we listened to this argument about experience, we'd never change a government, ever. We'd have Gordon Brown as Prime Minister – for ever.</p> <p>Gordon Brown talks about his economic experience. The problem is, we have actually experienced his experience. We've experienced the massive increase in debt. We have experienced the huge rise in taxes. We experienced the folly of pretending that boom and bust could be ended. This is the argument we will make when the election comes. The risk is not in making a change. The risk is sticking with what you've got and expecting a different result. There is a simple truth for times like this. When you've taken the wrong road, you don't just keep going. You change direction – and that is what we need to do. So let's look at how we got here – and how we're going to get out.</p> <p><strong>HOW WE GOT HERE</strong></p> <p>At the heart of the financial crisis is a simple fact. The tap marked 'borrowing' was turned on - and it was left running for too long. The debts we built up were too high. Far too high. The authorities – on both sides of the Atlantic – thought it could go on for ever.</p> <p>They thought the days of low inflation and low interest rates could go on for ever. They thought the asset price bubble didn't matter. But it's not just the authorities who were at fault. Many bankers in the City were quite simply irresponsible. They paid themselves vast rewards when it was all going well and the minute it went wrong, they came running to us to bail them out. There will be a day of reckoning but today is not that day. Today we have to understand the long-term policy mistakes that were made.</p> <p>In this country, Gordon Brown made two big mistakes. His first big mistake – and his worst decision, sowing the seeds of the present financial crisis was actually contained within his best decision: to make the Bank of England independent.</p> <p>Let me explain. At the same time as giving the Bank of England the power to set interest rates he took away the Bank of England's power to regulate financial markets. And he took away the Bank of England's power to blow the whistle on the total amount of debt in the economy. He changed the rules of the game, but he took the referee off the pitch. Eddie George, who was the Bank of England Governor at the time, was only given a few hours notice of this massive decision. He feared it would end in tears – and it has.</p> <p>Gordon Brown's second big mistake was on government borrowing. After a prudent start, when he stuck for two years to Conservative spending totals, he turned into a spendaholic. His spending splurge left the government borrowing money in the good times when it should have been saving money. So now that the bad times have hit, there's no money to help. The cupboard is bare.</p> <p><strong>HOW WE'RE GOING TO GET OUT</strong></p> <p>So the question is, how are we going to get through this crisis? How are we going to rebuild our economy for the long term? Now I've studied economics at a great university. I've worked in business alongside great entrepreneurs. And as Gordon Brown never stops reminding people, I've been inside the Treasury during a crisis. But when it comes to handling the situation we're in, none of that matters as much as some simple things I believe to be true.</p> <p><strong>SOUND MONEY</strong></p> <p>First of all, I believe that government's main economic duty is to ensure sound money and low taxes. Sound money means controlling inflation, keeping spending under control and getting debt down. So we will rein in private borrowing by correcting that big mistake made by Gordon Brown, and restoring the Bank of England's power to limit debt in the economy. That will help give our economy the financial responsibility it needs. But we need fiscal responsibility too.</p> <p>So we will rein in government borrowing. You know what that means. The country needs to know what that means. And it has a lot clearer idea now, thanks to that fantastic speech by George Osborne on Monday, one of the finest speeches made by any Shadow Chancellor. Sound money means saving in the good years so we can borrow in the bad. It means ending Labour's spendaholic culture it means clamping down on government waste and it means destroying all those useless quangos and initiatives.</p> <p>So I will be asking all my shadow ministers to review all over again every spending programme to see if it is really necessary, really justifiable in these new economic circumstances. But even that will not be enough.</p> <p>The really big savings will come from reforming inefficient public services, and dealing with the long-term social problems that cause government spending to rise. To help us stick to the right course, we'll have an independent Office of Budget Responsibility. There will be no hiding place, no fiddling the figures – for all governments, forever. It's not experience that will bring about these long-term changes. Experience means you're implicated in the old system that's failed. You can't admit that change is needed, because that would mean admitting you'd got it wrong. We propose a major shake-up in the way the public finances are run and we have the character and the judgment to scrap the discredited fiscal rules and make this vital long-term change.</p> <p><strong>LOW TAXES</strong></p> <p>It's a change that will help us get taxes down. I believe in low taxes – and today, working people are crying out for relief. Like the young couple I met in York three weeks ago, who both work seven days a week and still struggle to make enough to pay the mortgage.</p> <p>But I am a fiscal conservative. So is George Osborne. We do not believe in tax cuts paid for by reckless borrowing. So let me say this to the call centre worker whose mortgage has gone up by four hundred quid a month but his salary's gone down. To the hairdresser who's a single mum doing another job on the side to try and make ends meet and pay for childcare. To the electrician whose fuel bill, rent bill and food bill have all gone up and he's trying to work out which one to pay when the tax bill's gone up too.</p> <p>I know it's your money. I know you want some of it back. And I want to give it to you. It's one of the reasons I'm doing this job. But we will only cut taxes once it's responsible to do so once we've made government live within its means. The test of whether we're ready for government is not whether we can come up with exciting shadow budgets. It is whether we have the grit and determination to impose discipline on government spending, keep our nerve and say \"no\" - even in the teeth of hostility and protest. That is the responsible party we are and that is the responsible government I will lead.</p> <p><strong>ENTERPRISE</strong></p> <p>Sound money; low taxes. Simple beliefs with profound implications. And here's something else I believe about the economy. I believe that people create jobs, not governments. I understand enterprise. I admire entrepreneurs. I should do – I go to bed with one every night. And today, Labour's taxes and regulations are making life impossible for our entrepreneurs.</p> <p>Just this week, the exodus of business from Labour's Britain continued as WPP announced it was moving to Ireland. A man called Steven Ellis Cooper emailed me at the end of last month. You know him, this conference heard his story on Sunday. He's from Worcestershire – and with his wife and two daughters he's been running his business for nearly twenty years. He saw it grow into something he described as \"magical\", employing five people and contributing to the economy. And then along came Labour . Now he's down to his last employee and he says \"I am sat at my desk now in tears as I'm so sad that what I have spent such a long time trying to build up is being so systematically smashed into the floor and the Labour Government are to blame.\" What an outrageous way for a government to treat someone who's trying to do their best, trying to make a living for their family, trying to create opportunity for others. So here's what we're going to do. We'll start by dealing with the nightmare complexity of our business taxes. We'll get rid of those complex reliefs and allowances and use the savings to cut corporation tax by three pence.</p> <p><strong>BEYOND FINANCE</strong></p> <p>But I don't believe that the government's role in the economy is just about tax and spend and sound money and finance. I have never believed in just laissez-faire. I believe the government should play an active part in helping business and industry. So when our economy is overheating in the south east but still needs more investment in the north the right thing to do is not go ahead with a third runway at Heathrow but instead build a new high speed rail network linking Birmingham, Manchester, London, Leeds let's help rebalance Britain's economy.</p> <p>But the problems this country faces go far beyond financial crisis and economic downturn. In the end I want to be judged not just on how well we handle crises, but on two things how we improve the public institution in this country I care about most, the NHS and how we fulfil what will be the long-term mission of the next Conservative government: to repair our broken society.</p> <p><strong>NO TIME FOR MORE STATE CONTROL</strong></p> <p>Now there is a dangerous argument doing the rounds about how we do that. You may have heard it. I have to tell you, Labour are clutching at it as some sort of intellectual lifeline. It goes like this. In these times of difficulty, we need a bigger state. Not just in a financial and economic sense, but in a social sense too. A Labour minister said something really extraordinary last week. It revealed a huge amount about them. David Miliband said that \"unless government is on your side you end up on your own.\" \"On your own\" - without the government. I thought it was one of the most arrogant things I've heard a politician say.</p> <p>For Labour there is only the state and the individual, nothing in between. No family to rely on, no friend to depend on, no community to call on. No neighbourhood to grow in, no faith to share in, no charities to work in. No-one but the Minister, nowhere but Whitehall, no such thing as society - just them, and their laws, and their rules, and their arrogance. You cannot run our country like this.</p> <p>It is why, when we look at what's happening to our country, we can see that the problem is not the leader; it's Labour. They end up treating people like children, with a total lack of trust in people's common sense and decency. This attitude, this whole health and safety, human rights act culture, has infected every part of our life. If you're a police officer you now cannot pursue an armed criminal without first filling out a risk assessment form. Teachers can't put a plaster on a child's grazed knee without calling a first aid officer. Even foreign exchanges for students…you can't host a school exchange any more without parents going through an Enhanced Criminal Record Bureau Check.</p> <p>No, when times are tough, it's not a bigger state we need: it's better, more efficient government. But even more than that we need a stronger society. That means trusting people. And sharing responsibility.</p> <p><strong>NEW POLITICS</strong></p> <p>But no-one will ever take lectures from politicians about responsibility unless we put our own house in order. That means sorting out our broken politics. People are sick of it. Sick of the sleaze, sick of the cynicism. Copper-bottomed pensions. Plasma screen TVs on the taxpayer. Expenses and allowances that wouldn't stand for one second in the private sector.</p> <p>This isn't a Conservative problem, a Labour problem or a Liberal Democrat problem. It is a Westminster problem, and we've all got to sort it out. In the end, this is about the judgment to see how important this issue is for the credibility of politics and politicians. And it's about having the character to take on vested interests inside your own party.</p> <p>That's what I have done. The first to say: MPs voting on their pay, open-ended final salary pension schemes, the John Lewis list – they have all got to go. And it's no different in Europe. We've drawn up a hard-hitting code of conduct for our MEPs. With European elections next year, the message to them is simple: If you don't sign, you won't stand. And while we're on this subject, there's one other thing that destroys trust in politics. And that's parties putting things in their manifesto and then doing the complete opposite. Next year in those European elections we will campaign with all our energy for that referendum on the European constitution that Labour promised but never delivered. Taking responsibility is how we will mend our broken politics. And sharing responsibility and giving it back to professionals is how we will improve our public services.</p> <p><strong>NHS</strong></p> <p>Let's be straight about what's happened to our NHS. Money has been poured in but maternity wards and A&amp;E departments are closing. Productivity is down. The nurses and doctors are disillusioned, frustrated, angry and demoralised. I know from personal experience just how brilliant and dedicated the people who work in the NHS are. But they have been terribly, terribly let down.</p> <p>Instead of a serious long-term reform plan for the NHS working out how we can deliver a free national health service in an age of rising expectations and rising healthcare costs, never mind the rocketing costs of social care, we've had eleven years of superficial, short-term tinkering. Top-down target after top-down target, with another thirty seven targets added last year. Endless bureaucratic re-organisations, some of them contradictory, others abandoned after just a few months. Labour have taken our most treasured national institution, ripped out its soul and replaced it with targets, directives, management consultants and computers.</p> <p>In August, I got a letter from one of my constituents, John Woods. His wife was taken to hospital. She caught MRSA and she died. Some of the incidents described are so dreadful, and so degrading, that I can't read you most of the letter. He says the treatment his wife received \"was like something out of a 17th century asylum not a 21st century £90 billion health service.\" And then, as his wife's life was coming to end, he remembers her \"sitting on the edge of her bed in distress and saying 'I never thought it would be like this'.\" I sent the letter to Alan Johnson, the Health Secretary.</p> <p>This was his reply.<br>\"A complaints procedure has been established for the NHS to resolve concerns…<br>\"Each hospital and Primary Care Trust has a Patient Advice and Liaison Service to support people who wish to make a complaint…<br>\"There is also an Independent Complaints Advocacy Service…<br>\"If, when Mr Woods has received a response, he remains dissatisfied, it is open to him to approach the Healthcare Commission and seek an independent review of his complaint and local organisation's response…<br>\"Once the Health Care Commission has investigated the case he can approach the Health Service Ombudsman if he remains dissatisfied….\"</p> <p>A Healthcare Commission. A Health Service Ombudsman. A Patient Advice and Liaison Service. An Independent Complaints Advocacy Service. Four ways to make a complaint but not one way for my constituent's wife to die with dignity. We need to change all that.</p> <p>But here is the plain truth. We will not bring about long-term change if we think that all we have to do is stick with what Labour leave us and just pump some more money in. Instead of those targets and directives that interfere with clinical judgments we'll publish the information about what actually happens in the NHS. We'll give patients an informed choice about where to go for their care so doctors stop answering to Whitehall, and start answering to patients. This way, the health service can at last become exactly that: a service not a take it or leave it bureaucracy. I'm afraid Labour have had their chance to show they can be trusted with the NHS, and they have failed. We are the party of the NHS in Britain today and under my leadership that is how it's going to stay.</p> <p><strong>SOCIAL REFORM</strong></p> <p>But if you want to know what I really hope we will achieve in government. If you want to know where the change will be greatest from what has gone before. It is our plan for social reform. The central task I have set myself and this Party is to be as radical in social reform as Margaret Thatcher was in economic reform. That's how we plan to repair our broken society.</p> <p><strong>BROKEN SOCIETY</strong></p> <p>I know this is a controversial argument. Some say our society isn't broken. I wonder what world they live in. Leave aside that almost two million children are brought up in households where no one works. Or that there are housing estates in Britain where people have a lower life expectancy than in the Gaza Strip. Just consider the senseless, barbaric violence on our streets. Children killing children. Twenty-seven kids murdered on the streets of London this year. A gun crime every hour. A serious knife crime every half hour. A million victims from alcohol related-attacks.</p> <p>But it's not just the crime; not even the anti-social behaviour. It's the angry, harsh culture of incivility that seems to be all around us. When in one generation we seem to have abandoned the habits of all human history that in a civilised society, adults have a proper role - a responsibility - to uphold rules and order in the public realm not just for their own children but for other people's too.</p> <p>Helen Newlove spoke to us yesterday. I can't tell you how much I've been moved by working with Helen over the past year. This woman, whose husband Garry was brutally kicked to death on her own doorstep This woman, who had to explain to her beautiful children that their father was not coming home from the hospital, not ever, because he had dared to be a good, responsible citizen.</p> <p>Helen Newlove knows our society is broken. But she believes we can repair it – and so do I. The big question is how. And here is where we need some very plain speaking. There are those who say – and there are many in this hall – that what is required is tough punishment, longer sentences and more prison places. And to a degree, they're right. We'll never mend the broken society without a clear barrier between right and wrong, and harsh penalties when you cross the line.</p> <p>But let's recognise, once and for all, that such an approach only deals with the symptoms, picking up the pieces of failure that has gone before. Come with me to Wandsworth prison and meet the inmates. Yes you meet the mugger, the robber and the burglar. But you also meet the boy who can't read and never could. The teenager hooked on heroin. The young man who never knew the love of a father. The middle aged failure where no-one in the family has known what it's like to go out and work for two generations or maybe more. Miss the context, miss the cause, miss the background and you'll never get the true picture of why crime is so high in our country.</p> <p>There are those who say that all of this – mending the broken society - will require state action, state programmes and state money. And to a degree, they are right too. We are not an anti-state party. In the twentieth century, state-run social programmes had real success in fighting poverty and making our society stronger. Pensions, sickness benefits, state education: I honour those men and women of all parties and none who created these safety nets and springboards. But today, the returns from endless big state intervention are not just diminishing, they are disappearing. That's because too often, state intervention deals with the symptoms of the problem. I want us to be different: to deal with the long-term causes. That will be the test of our character and judgment.</p> <p><strong>FAMILIES</strong></p> <p>First, families. If we sincerely care about children's futures, then all families, however organised, need our help and support. So I don't have some idealised, rose-tinted view of the family. I know families can be imperfect. I get the modern world.</p> <p>But I think that in our modern world, in these times of stress and anxiety the family is the best welfare system there is. That's why I want to scrap Labour's plans for a new army of untrained outreach workers so we can have over 4,000 extra health visitors and guarantees of family visits before and after your child is born. To those who say this is some sort of nanny state I say: nonsense.</p> <p>Remember what it was like the first few nights after your first child is born, the worry, the uncertainly, the questions. Health visitors are a lifeline – and I want more of them. It's because I want to strengthen families that I support flexible working. To those who say this is some intolerable burden on business, I say \"wrong\". Business pays the costs of family breakdown in taxes – and isn't it right that everyone, including business, should play their part in making Britain a more family-friendly country? Do you know what, if we don't change these antiquated business practices then women half the talent of the country are just put off from joining the workforce.</p> <p>We will also back marriage in the tax system. To those who say…why pick out marriage why do you persist in aggravating people who for whatever reason choose not to get married I say I don't want to aggravate anyone, but I believe in commitment and many of us, me included, will always remember that moment when you say, up there in front of others, it's not just me anymore, it's us, together, and that helps to take you through the tough times and that's something we should cherish as a society.</p> <p><strong>SCHOOLS</strong></p> <p>When families fail, school is the way we can give children a second chance. My passion about this is both political and personal. After the 2005 election, shadow education secretary was the job I asked for in the Shadow Cabinet and Michael Howard kindly let me have it. I'm not sure my reshuffles work quite like that, but there we are. He's a very kind man and was a great leader of our party. But it's personal because I'm the father of three young children – and I worry about finding good schools for them more than anything else.</p> <p>There's nothing quite like that feeling when you watch your children wandering across the playground, school bag in one hand, packed lunch in the other, knowing they're safe, they're happy, they've got a great teacher in a good school. But the straightforward truth is that there aren't enough good schools, particularly secondary schools, particularly in some of our bigger towns and cities. Any government I lead will not go on excusing this failure. That's why Michael Gove has such radical plans to establish 1,000 New Academies, with real freedoms, like grant maintained schools used to have. And that's why, together, we will break open the state monopoly and allow new schools to be set up. And to those who say we cannot wait for structural reform and competition to raise standards I say - yes, you're right, and we will not wait.</p> <p>The election of a Conservative government will bring – and I mean this almost literally - a declaration of war against those parts of the educational establishment who still cling to the cruelty of the \"all must win prizes\" philosophy and the dangerous practice of dumbing down.</p> <p>Listen to this. It's the President of the Spelling Society. He said, and I quote, \"people should be able to use whichever spelling they prefer.\" He's the President of the Spelling Society. Well, he's wrong. And by the way, that's spelt with a 'W.'</p> <p>And then there's the Qualifications and Curriculum Authority. These are the people who are officially supposed to maintain standards in our school system. You pay their wages. And do you know what you get in return? They let a child get marks for writing \"F off\" as an answer in an exam. As Prime Minister I'd have my own two words for people like that, and yes, one of them does begin with an 'F'. You're fired.</p> <p><strong>WELFARE</strong></p> <p>If strengthening families is the first line of defence against social breakdown, and school reform is the second – then welfare reform is the full, pitched battle. This problem goes very deep – and dealing with it will be very tough. There are almost five million people in Britain of working age who are out of work and on benefits. That's bad for them. It's bad for our society. And it's bad for our economy. Decades ago, when we had a universal collective culture of respect for work, a system of unconditional benefits was good and right and effective. But if we're going to talk straight we've got to admit something.</p> <p>That culture doesn't exist any more. In fact, worse than that, the benefit system itself encourages a benefit culture, and sends some pretty perverse messages. It's not even that it's picking up the pieces and treating the symptoms, rather than providing a cure. Today, it is actively making the problem worse.</p> <p>So we will end the something for nothing culture. If you don't take a reasonable offer of a job, you lose benefits. Go on doing it, you'll keep losing benefits. Stay on benefits and you'll have to work for them. I spent some time recently sitting with a benefit officer in a Job Centre plus. In came a young couple. She was pregnant. He was the dad. They were out of work and trying to get somewhere to live. The benefit officer didn't really have much choice but to explain that they would be better off if she lived on her own. What on earth are we doing with a system like that? With the money we save by ending the something for nothing welfare culture we will say to that couple in that benefit office: Stay together, bring up your kid, build your family, we're on your side and we will end that couple penalty.</p> <p><strong>PROGRESSIVE ENDS, CONSERVATIVE MEANS</strong></p> <p>In all these ways, and with the inspiring help of Iain Duncan Smith, we have made the modern Conservative Party the party of social justice. The party that says yes: we can build a society where anyone can rise from the bottom to the top with nothing in their way but only if we put in place radical Conservative school reform to do it.</p> <p>Yes: we can build a society where we end the scandal of child poverty and give every child the decent start they deserve but only if we have radical Conservative welfare reform to achieve it. This is the big argument in British politics today, an argument through which we show that in this century as we have shown in the centuries that went before with Peel, with Shaftesbury, with Disraeli, when the call comes for a politics of dignity and aspiration for the poor and the marginalised, for the people whom David Davis so vividly described as the victims of state failure, when the call comes to expand hope and broaden horizons it is this Party, the Conservative Party it is our means, Conservative means that will achieve those great and noble progressive ends of fighting poverty, extending opportunity, and repairing our broken society.</p> <p><strong>READY FOR CHANGE</strong></p> <p>Progressive ends; Conservative means. That is a big argument about the future. That is a big change. And it is because we had the courage to change that we are able to make it. We changed because knew we had to make ourselves relevant to the twenty-first century. You didn't pick more women candidates to try and look good you did it so we wouldn't lock out talent and fail to come up with the policies that modern families need. You didn't champion green politics as greenwash but because climate change is devastating our environment because the energy gap is a real and growing threat to our security and because $100-a-barrel oil is hitting families every time they fill up their car and pay their heating bills.</p> <p>You didn't take international development seriously because it was fashionable but because it is a true reflection of the country we live in, a Britain that is outward-looking, internationalist and generous and because this Party that has always believed in one nation must in this century be a Party of one world. This is who we are today and those who say the Tories haven't changed totally underestimate the capacity this Party has always had to pick itself up, turn itself around and make itself relevant to the challenges of the hour. Those who say we haven't changed just show how little they have changed.</p> <p><strong>A UNITED PARTY</strong></p> <p>We are a changed party and we are a united party. We are making progress in the north in the south in the east and in the west. The first Conservative by-election gain from Labour in thirty years. The first Conservative metropolitan council in the North East in thirty four years. And the first Conservative Mayor of London, Boris Johnson. We are a united party, united in spirit and united in purpose. And we know that our task is to take people with us. Rebuilding our battered economy. Renewing our bureaucratised NHS. Repairing our broken society. That is our plan for change. But in these difficult times we promise no new dawns, no overnight transformations. I'm a man with a plan, not a miracle cure.</p> <p><strong>A UNITED COUNTRY</strong></p> <p>These difficult times need leadership, yes. They need character and judgment. The leadership to unite your party and build a strong team. The character to stick to your guns and not bottle it when times get tough. The judgment to understand the mistakes that have been made and to offer the country change. Leadership, character, judgment. That's what Britain needs at a time like this and that's what this party now offers.</p> <p>I know we are living in difficult times but I am still optimistic because I have faith in human nature in our remarkable capacity to innovate, to experiment, to overcome obstacles and to find a way through difficulties whether those problems are created by man or nature.</p> <p>We can and will come through. We always do. Not because of our government. But because of the people of Britain. Because of what you do – because of the work you do, the families you raise, the jobs you create because of your attitude, your confidence and your determination. So because we are united… Because we have had the courage to change. Because we have the fresh answers to the challenges of our age.</p> <p>I believe we now have the opportunity, and more than that the responsibility, to bring our country together. Together in the face of this financial crisis. Together in determination that we will come through it. Together in the hope, the belief that better times will lie ahead.</p>",
  "<p>Three weeks after Florida began enforcing a controversial law to require tougher identification matches for would-be voters, registration applications from more than 5,000 Floridians have been held up, at least temporarily.</p> <p>In Orange county, just more than 50% of the 672 challenged registrations were from Democrats and about 10% were from Republicans, with the rest showing an unknown party or no party affiliation, according to an Orlando Sentinel analysis.</p> <p>Florida secretary of state Kurt Browning opted earlier this month to start enforcing the law that was enacted three years ago but litigated by civil-rights and voting groups until this summer.</p> <p>The No Match, No Vote law flags Floridians trying to register to vote if their driving licence or social security number doesn't match with government databases. The law then requires the state or county officials to try to notify would-be voters to clear up the problem.</p> <p>Travelling in Kuwait yesterday, Browning said during a conference call that the ratio of rejections in Orange county made sense, given the surge of Democratic voter registrations this election year. More than three-fourths of the 44,521 who registered in Orange from January through August were Democrats, records show.</p> <p>\"I think the same would be true if it were a Republican year,\" Browning said, adding, \"We are not in the voter-suppression business.\"</p> <p>But Democrats said the numbers proved what they've suspected - that the law's enforcement would keep more Democrats than Republicans off the rolls, in part because new Democratic voters are more likely to be minorities and poor.</p> <p>\"It is geared toward people who are registered Democrats, certainly,\" said Orange Democratic Executive Committee chairman Bill Robinson. </p> <p>\"And I think a fair amount of this is intentional.\"</p> <p>Since the law took effect September 8, the Florida division of elections has received 131,540 new voter registrations. The division flagged 20,335 - roughly 15% - for no matches, and sent the 7,293 it couldn't resolve to county election supervisors to resolve.</p> <p>Of those, the counties have resolved 1,969. In many cases, officials said the errors were as simple as someone writing down the wrong number, using a nickname or misspelling his or her name.</p> <p>At a news conference yesterday, several groups that have conducted voter-registration campaigns this year asked Governor Charlie Crist to suspend the law until after the November 4 election to give the state and local supervisors of elections more time to process the flood of registrations.</p> <p>\"We are here today to say these efforts to restrict the vote will not succeed,\" said Travis Mannerlyn, Orlando board member for Acorn, the Association for Community Organisation and Reform Now. Other groups represented included the League of Women Voters and a service-employees union.</p> <p>To demonstrate how easy it is to be tossed out by the new verification process, Tirso Moreno, a coordinator for the Farmworker Association of Florida, held up his driving licence and social security card. </p> <p>The social security card showed his formal name - including his mother's maiden name and father's last name - while the driving licence was shortened to include only his father's last name.</p> <p>\"I don't think this electoral system has the ability to deal with the differences between the two cultures,\" said Moreno. It's a particular hardship for people whose first language is not English, he said.</p> <p>If someone is held up, he or she can still cast a provisional ballot on election day, but would have to return with proof of identification within two days for the vote to be counted.</p> <p>Though Crist said earlier in the day he wasn't \"100% sure of anything\", he did say he was confident the law was being applied fairly and wouldn't unnecessarily disenfranchise would-be voters.</p> <p>\"I know [election officials] are working as hard as they humanly can to do the right thing and enforce the laws correctly,\" he said.</p> <p>\"I don't have the authority to suspend the law,\" the governor added, although voting-rights groups disagree.</p> <p>Floridians whose applications are flagged are notified by mail. Crist said the weeks remaining until the election is enough time to resolve any glitches, presuming would-be voters check their mail. </p> <p>Registration ends Monday.</p> <p>\"It seems to me that if you're responsible enough to vote, you ought to be responsible enough to open your mail, and pay your bills, and do the kind of things that good citizens do,\" Crist said.</p> <p>The state's voter rolls have swelled by more than 537,000, to 10.74 million voters, since the start of the year; more than 314,000 of the new registrants are Democrats, who now exceed Republicans by 500,000 - 4.45 million compared with 3.95 million.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-338169789\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/10/1/1222872777917/google.jpg\" alt=\"Google\" width=\"354\" height=\"116\" class=\"gu-image\" /> </figure>  <p>As Charles Arthur <a href=\"http://www.guardian.co.uk/technology/blog/2008/oct/01/google.internet\">noted on the Technology blog yesterday</a>, Google is celebrating its 10th birthday by making its earliest available index -- from 2001 -- <a href=\"http://www.google.com/search2001.html\">searchable by the public</a>. And what a very different time it was, politically speaking:</p> <p>Take a look at the <a href=\"http://www.google.com/search2001/search?q=%22sarah+palin%22&amp;hl=en&amp;btnG=Search\">results for \"Sarah Palin\"</a>...</p> <p>...who was apparently less famous than <a href=\"http://www.google.com/search2001/search?q=%22todd+palin%22&amp;hl=en&amp;btnG=Search\">Todd Palin</a>...</p> <p>...or even <a href=\"http://www.google.com/search2001/search?q=%22bristol+palin%22&amp;hl=en&amp;btnG=Search\">Bristol Palin</a>.</p> <p>John McCain was <a href=\"http://www.google.com/search2001/search?hl=en&amp;q=%22john+mccain%22&amp;btnG=Google+Search\">straight talkin' like he does today, the old maverick</a>...</p> <p>...while <a href=\"http://www.google.com/search2001/search?q=%22barack+obama%22&amp;hl=en&amp;btnG=Search\">an ambitious Illinois state senator</a> had tried, but failed, to win a seat on Capitol Hill (see penultimate link on first page of results). Better luck next time, huh, Barack? [via <a href=\"http://www.metafilter.com/75281/Search-like-its-2001\">Metafilter</a>]<br></p>",
  "<p>John McCain is trying to win the war in Vietnam on the streets on Baghdad. When <a href=\"http://www.youtube.com/watch?v=QJ9hUApU3-0\">asked</a> in Friday's presidential debate to identify the lessons of Iraq, he reminded voters that he missed the lessons of Vietnam. \"I think the lessons of Iraq are very clear that you cannot have a failed strategy that will then cause you to nearly lose a conflict,\" he said.</p> <p>McCain still believes that in Iraq and Vietnam the problem was the wrong strategy, not the wrong war. It may be the last thing in this campaign McCain says that's true to his core beliefs and record, but he's wrong. Dead wrong. </p> <p>As Jeffrey Goldberg reports in his <a href=\"http://www.theatlantic.com/doc/200810/mccain\">cover story</a> in the October issue of the Atlantic, McCain believes that Vietnam was winnable, and that politicians lost that war because they didn't let the military do its job. If only they would have let him and his fellow Navy flyers bomb North Vietnam back to the Stone Age, the US could have prevailed.</p> <p>Colin Powell, who served two terms in Vietnam as mid-level officer, admits he too was troubled by his Vietnam experience. That led him to formulate the <a href=\"http://www.pbs.org/newshour/extra/teachers/lessonplans/iraq/powelldoctrine.html\">Powell Doctrine</a>, eight questions to be answered before the US takes military action. The Iraq invasion failed at least six of the eight tests, including \"Is a vital US security interest threatened?\" and \"Have the consequences of our action been fully considered?\" After opposing an attack on Iraq from the dawn of the Bush administration, Powell got dragged along out of the loyalty to the president, but sees his support for the war as <a href=\"http://abcnews.go.com/2020/Politics/story?id=1105979&amp;page=1\">\"a blot\"</a> on his record. <br> In contrast, McCain was a cheerleader for the Iraq invasion, remains proud of it and hasn't learned a thing that will help him make the right decision when the next war of choice comes along. \"There is no such thing as containment,\" he tells Goldberg, underscoring the frightening doctrine of pre-emptive war while confirming his aversion to reflection and his Vietnam obsession.</p> <p>McCain doesn't understand lesson number one of Vietnam: you can't win a political war with foreign military troops. Whatever the war in Iraq began as, it's a political war now. The presence of US troops <a href=\"http://www.theguardian.com/commentisfree/cifamerica/2008/sep/23/usforeignpolicy.iraq\">undermines</a> the legitimacy and appeal of the Iraqi government that needs to win hearts and minds to stop the violence and build credibility. </p> <p>McCain claims that his troop surge strategy was successful, yet he denies the one metric that would indicate success. The surge was intended to provide a lull in violence that would enable Iraqis to get their political house in order. It may have been naïve to think they could do it in a few months after four years of dithering. The great irony is that Iraqis now say they're ready to stand on their own and want the US to leave, precisely the goal of the surge. But McCain and US military brass say the Iraqis aren't ready. The Bush administration has agreed to a <a href=\"http://www.nytimes.com/2008/08/22/world/middleeast/22baghdad.html?ref=middleeast\">2011 deadline for withdrawal</a>, but McCain can't even reconcile himself to that distant date. In the debate, he pretended that there is no timetable, no effective Iraqi government, and that Americans alone will determine when, if ever, they leave Iraq. </p> <p>McCain tried to tie the war in Iraq to the fighting in Afghanistan and to Bush's global war on terrorism. Vietnam taught the lesson that not every conflict fits into the global struggle of the moment. In the 1960s, the US was deep in its cold war against the Soviet Union. The North Vietnamese government called itself communist, but fighting in Vietnam did the US more harm than good in its struggle with the Soviets, costing the US status and goodwill around the world. Developing countries rejected US aid programmes such as the Peace Corps over Vietnam, and US allies had to moderate their support in the face of strong domestic antiwar sentiment. Similarly, the US invasion of Iraq has made it harder for those who share US values, including moderates in the Muslim world, to stand up to radicals. The Iraq fiasco has given solid evidence to <a href=\"http://www.marketwatch.com/news/story/us-war-terror-has-not/story.aspx?guid=%7BB932D5F5-5034-4246-85E4-3B30BA5487E2%7D&amp;dist=hppr\">support</a> the worst accusations of America's enemies. </p> <p>Republicans also persist with their myth that fighting in Iraq helps keep the US homeland safe. This is moronic. The invasion created new enemies for the US, and every day that the US stays in Iraq is one more day terrorist recruiters can say the US occupies a Muslim country that it invaded without justification. But that's not the worst of it. </p> <p>As Barack Obama pointed out during the debate, in the midst of the Wall Street crisis, the US is still spending $10bn a month in Iraq. Vietnam demonstrated that the US couldn't have guns and butter without consequences. President Lyndon Johnson tried to press ahead with his Great Society agenda while escalating in Vietnam. He wound up resurrecting the deadly beast of inflation and saw his other war, the war on poverty, mired in the swamps of the Mekong Delta.</p> <p>Vietnam also demonstrated that even wars in faraway places that don't directly threaten the US carry grave risks at home. Because of the military draft and far larger number of US troops involved, Vietnam polarised the country. That hasn't happened over Iraq, at least not yet. Republicans like to scream class warfare whenever anyone questions the innate wisdom of tax cuts for rich. But the US risks real class warfare waging the Iraq war with a volunteer force comprised largely of poor people and compels re-enlistments through obscure contract clauses, while troops' parents lose their homes and pay more taxes so the government can rescue big banks and politicians' egos.</p> <p>It's understandable that McCain missed the lessons of Vietnam at home because, as he said during a Republican primary debate in response to a question about skipping Woodstock: <a href=\"http://firstread.msnbc.msn.com/archive/2007/10/24/429147.aspx\">\"I was tied up.\"</a> McCain can be excused for not understanding what he didn't live through. But he remains haunted by what he did live through. \"A war that I was in, where we had an army, that it wasn't through any fault of their own, but they were defeated,\" he said at Friday's debate. \"And I know how hard it is for an army and a military to recover from that. And it did, and we will win this one, and we won't come home in defeat and dishonour and probably have to go back if we fail.\"</p> <p>McCain is trying to win in Iraq to wipe away that defeat. It's to his credit that Lieutenant Commander McCain was willing to put life on the line to win in Vietnam. But there's nothing honourable about senator or President McCain committing unlimited numbers of other lives to defeat Ho Chi Minh now on whatever battlefield he can find. </p> <p>What McCain should have learned from his Vietnam experience, as Colin Powell did, is that the US needs to choose its fights carefully. Even miles offshore and hundreds of metres in the air, there's no safe or easy war. Yet, last month, McCain was seemingly spoiling for a fight with the Russians over Georgia, even though a third combat front for the US military would be a nightmare scenario. In the past, he's <a href=\"http://www.youtube.com/watch?v=o-zoPgv_nYg\">sung about bombing Iran</a> as if it's a laughing matter. When George Bush blustered <a href=\"http://www.usatoday.com/news/world/iraq/2003-07-02-bush-iraq-troops_x.htm\">\"Bring it on\"</a>, he just didn't know better. McCain has no excuse.</p> <p>McCain and his supporters are right that it's now pointless to debate the wisdom of invading Iraq, just as it's pointless to debate sending 535,000 US troops to Vietnam. History has judged McCain wrong on both fronts. Voters need to ask which presidential candidate has learned history's lessons to avoid the next mistake. With Hanoi's Red River dykes still in his bomb sights, McCain is ready to grasp with both hands, not the lessons of the Vietnam, but the next tar baby our dangerous times produce. Rather than slay his Vietnam demons, McCain appears destined for the fate of those who don't learn from history.</p>",
  "<!-- Block 1 --> <p><strong>2.25pm:</strong> We'll be writing thousands of words about David Cameron's speech over the next few hours, but there's a simple way of determining whether a leader's party conference speech is a success and you can do it just as easily and competently as me: wait of a week and see what you remember.</p> <p>It's eight days after Gordon Brown addressed the Labour conference and it's now clear that the speech was only really remarkable for two things: the introduction from his wife, which was nice but doesn't make much difference in the scheme of things; and the \"it's no time for a novice\" line, which was powerful because it encapsulated all the doubts that voters have about Cameron (being young, lightweight, shallow etc) and it crystallised the argument that, at a time of global economic crisis, we're probably better off being led by a man with Brown's experience.</p> <p>Cameron's task this afternoon is very simple. Somehow - using rhetoric or reason - he has to answer the novice charge.</p> <p>Last night his team released some extracts from the speech that address this point directly. Cameron will say:</p> <blockquote> <p>There's a big argument I want to make - about the financial crisis and the economic downturn, but about other issues facing the country too. It's an argument about experience. To do difficult things for the long-term, or even to get us through the financial crisis in the short term, it's not experience we need, it's character and judgment. To rebuild our economy, it's not more of the same we need, but change. Experience is the argument of the incumbent over the ages. Experience is what they always say when they try to stop change.</p> </blockquote> <p>That sounds good, but on its own, and out of context, I can't tell whether this is really going to do the business.</p> <p>To assess whether I think he has answered Brown, I'll be looking at three things:</p> <p><strong>Policy:</strong> In his \"emergency\" statement yesterday Cameron said that people were \"confused and concerned\" and that they wanted to know what what was going on, what was going to happen next and \"how we're going to get out of this mess\". He said that in his speech today he would try to answer those questions in full. His answers had better be good.</p> <p><strong>Politics: </strong>Don't be fooled by all this stuff about cross-party cooperation. When politicians cooperate in the national interest, as Cameron and Brown are doing now to a limited extent over banking reform, they never stop thinking about how to maximise party-political advantage. It's just that they know it becomes infinitely harder to gauge the mood of the country and strike the right note. (For example, look at John McCain's cack-handed intervention in the US financial crisis.) Cameron has to make the Conservatives come over as a strong alternative to Labour, without appearing to exploit the crisis in a partisan manner. As political challenges go, this is about as hard as they get.</p> <p><strong>Personality:</strong> The novice charge was all about character. Cleverly, it turned Cameron's strengths (youth etc) into weaknesses. Cameron has to reassert his authority.</p> <p>Cameron starts speaking at about 2.50pm. I'll start live blogging shortly beforehand.</p> <!-- Block 2 --> <p><strong>2.55pm:</strong> Cameron will be starting very soon now. We've just had a series of A-list candidates doing short speeches and the shadow cabinet has come on to the stage. The press office has released the speech and I've had a quick skim through it. No new policy, very few jokes, and, although there's quite a bit about the economy, that doesn't dominate. There are strong passages about the NHS and the \"broken society\". If there's a killer soundbite, I haven't found it yet.</p> <!-- Block 3 --> <p><strong>2.55pm:</strong> But there are some sharp comments about Brown. I particularly like the line about taking away from the Bank of England the power to regulate the City in 1997: Brown \"changed the rules of the game but he took the referee off the pitch\". That explains the alleged Financial Services Authority \"mistake\" very clearly.</p> <!-- Block 4 --> <p><strong>3pm:</strong> Back to the conference. Liam Fox, the shadow defence secretary, is now at the podium, paying tribute to members of the armed forces.</p> <!-- Block 5 --> <p><strong>3pm:</strong> More stuff from the speech. After the bit about \"experience is what they always say when they try to stop change\", Cameron mentions Callaghan and Thatcher. \"If we had listened to this argument about experience, we'd never change a government ever. We'd have Gordon Brown as prime minister - for ever.\"</p> <p>That could the the soundbite, the line you remember this time next week.</p> <!-- Block 6 -->  <figure class=\"element element-image\" data-media-id=\"gu-image-338166202\"> <img src=\"https://static.guim.co.uk/sys-images/Politics/Pix/pictures/2008/10/01/camerons22322.jpg\" alt=\"David Cameron and his wife, Samantha, at the Conservative party conference in Birmingham on October 1 2008. Photograph: Stefan Rousseau/PA Wire\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">David Cameron and his wife, Samantha, at the Conservative conference in Birmingham today. Photograph: Stefan Rousseau/PA Wire</span> <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> </figcaption> </figure>  <p><strong>3pm:</strong> Cameron is coming on stage now. \"Ostentatiously carrying his speech,\" Nick Watt says.</p> <!-- Block 7 --> <p><strong>3.05pm:</strong> Cameron is not doing his \"from memory\" performance any more. His aides have suggested that reading a speech makes him sound more serious. (Although he might have just got bored with having to learn it too.)</p> <!-- Block 8 --> <p><strong>3.05pm:</strong> Cameron says he will work with the government in the short-term to protect the economy. This gets hearty applause.</p> <!-- Block 9 --> <p><strong>3.05pm:</strong> Difficulties don't come in some \"neat and predictable order\", he says. This reminds me of the Barack Obama line about McCain having to realise that part of the president's job is dealing with more than one thing at a time.</p> <!-- Block 10 --> <p><strong>3.05pm:</strong> He's on to Afghanistan now. Party leaders often start their speeches with jokes, but this introductory passage is heavy, serious.</p> <!-- Block 11 --> <p><strong>3.05pm:</strong> Cameron says the government is not doing enough to protect British soldiers. There's a very powerful line that Cameron delivers passionately about businesses and hotels turning soldiers away - \"and that is wrong\". This goes down very well in the hall.</p> <!-- Block 12 --> <p><strong>3.10pm:</strong> He's moving on the the Gurkhas now. Nick Clegg, the Lib Dem leader, has probably done more to champion the interests of the Gurkhas in the Commons, but Cameron's appropriating the issue now. He urges the government not to appeal <a href=\"http://www.guardian.co.uk/uk/2008/oct/01/law.military1\">yesterday's high court ruling</a>. By raising the issue, he attacks the government implicitly, without directly having to mention Gordon Brown.</p> <!-- Block 13 --> <p><strong>3.10pm:</strong> Cameron is talking about character now. He says people want to know about politicians' values, because that determines how they act in a crisis. In his speech, Brown also made a point of asking to be judged on his values.</p> <!-- Block 14 --> <p><strong>3.10pm:</strong> He's not a a libertarian, he says, not someone who believes that people should do what they want regardless of its effect on others.</p> <p>\"For me, the most important word is responsibility.\"</p> <!-- Block 15 --> <p><strong>3.15pm:</strong> He says that every time he takes a big decision, he asks if it will \"encourage responsibility\". Another implicit dig at Brown. There's an argument that, by allowing borrowing to get out of control, he was encouraging irresponsibility.</p> <!-- Block 16 --> <p><strong>3.15pm:</strong> \"You can't prove you're ready to be prime minister - and it would be arrogant to pretend that you can.\" That's an answer, of sorts, to the novice charge.</p> <!-- Block 17 --> <p><strong>3.15pm:</strong> He's a 41-year-old father of three who thinks the family is the most important thing there is. That's about the only reference to his family there is in this speech. I suppose he thinks (rightly) that we know enough about his family already.</p> <!-- Block 18 --> <p><strong>3.15pm:</strong> \"Trust your principles,\" will be his guide, he says. he says he will take decisions for the long-term. Tony Blair used to justify short-term initiatives on the grounds that \"we live in a 24-hour world\". \"But this is a country, not a television station.\"</p> <!-- Block 19 --> <p><strong>3.15pm:</strong> It's a good line, and gets prolonged laughter. Interesting that he's attacked Blair before Brown.</p> <!-- Block 20 --> <p><strong>3.20pm:</strong> He's on to the \"experience\" passage now, and he's just delivered the \"thank God we swapped him for Margaret Thatcher\" line about James Callaghan. </p> <p>It gets the longest laugh so far. The line about Brown staying for ever falls a bit flat, because the audience could anticipate his line, but he adds something fun that's not in the text. \"I won't go on - there are people in balconies up there,\" he says - ie they would jump off at the thought.</p> <p>\"The risk is not making a change. The risk is sticking with what you've got and expecting a different result.\" That's clear, punchy.</p> <!-- Block 21 --> <p><strong>3.20pm:</strong> Cameron is moving onto the economic crisis now. It was quite simple, he says: \"the tap marked 'borrowing' was turned on - and it was left running for too long.\" That's a good, clear metaphor - and it explains what has gone wrong much more clearly than anything Brown has said about the crisis.</p> <!-- Block 22 --> <p><strong>3.25pm:</strong> Brown's worst decision (to take control of the City away from the Bank of England) was mixed up with his best one (Bank of England independence), he says. He's combining a criticism with a compliment, which sounds mature.</p> <!-- Block 23 --> <p><strong>3.25pm:</strong> Now Cameron is moving onto the \"what we need to do now\" passage. He points out that he studied economics at university (he did PPE at Oxford - so it wasn't just economics he read), but he says that beliefs count for more than this kind of experience.</p> <!-- Block 24 --> <p><strong>3.25pm:</strong> He believes in sound money, low taxes and fiscal responsibility. He's echoing now the themes of George Osborne's speech on Monday,which he describes as the best ever by a shadow chancellor. But I'm not sure he's adding anything new, or explaining it in a different manner.</p> <!-- Block 25 --> <p><strong>3.30pm:</strong> \"I'm a fiscal Conservative ... We do not believe in tax cuts paid by reckless borrowing.\" He imagines a calls centre worker or a hairdresser and says he knows they want some of their money back. Looking directly into the camera, he says: \"I want to give it to you.\" He conveys the impression very directly that he's speaking to the electorate.</p> <!-- Block 26 --> <p><strong>3.30pm:</strong> He's moving on to his respect for business now and he comes out with the best joke of the speech: \"I admire entrepreneurs. I should do - I go to bed with one every night.\" After the laughter dies down, he adds: \"And I wake up with the same one every morning.\" That line wasn't in the script, but that doesn't necessarily mean it's spontaneous. Politicians often prepare these lines, but keep them out of the text.</p> <!-- Block 27 --> <p><strong>3.35pm:</strong> There's a lot of laughter from colleagues who, unlike me, aren't staring at a computer screen. That's because the TV camera has just panned to a shot of Theresa May, the shadow leader of the Commons.</p> <!-- Block 28 --> <p><strong>3.35pm:</strong> Cameron is moving on to the role of the state now. He says David Miliband told the Labour conference that \"unless government is on your side, you end up on your own\" and he says it was \"one of the most arrogant things I've heard a politician say\".</p> <!-- Block 29 --> <p><strong>3.35pm:</strong> The problem isn't Brown or any of his other ministers. It's Labour, and their \"total lack of trust in people's common sense\".</p> <!-- Block 30 --> <p><strong>3.35pm:</strong> Police officers can't pursue an armed criminal without filling out a risk assessment form, and teachers can't put a plaster on a child's knee without calling a first aid officer. He says these things are true, but I'm not convinced. Are they? Does anyone know? If it turns out he's exaggerating, it will be embarrassing given the way he attacked Brown for twisting an Osborne quote in his speech last week.</p> <!-- Block 31 --> <p><strong>3.40pm:</strong> Now he's on to trust in politics and he attacks the Westminster culture of \"copper-bottomed pensions\" and \"plasma-screen TVs on the taxpayer\".</p> <!-- Block 32 --> <p><strong>3.40pm:</strong> Cameron says he's going to tell us how he's going to improve public services. \"Sharing responsibility and giving it back to professionals.\"</p> <!-- Block 33 --> <p><strong>3.40pm:</strong> On the NHS, he says Labour has taken \"our most treasured national institutions, ripped out its soul and replaced it with targets, directives, management consultants and computers\". Again, I think he's at risk of going over the top now. Is this how most people experience the NHS?</p> <!-- Block 34 --> <p><strong>3.45pm:</strong> But he has a powerful story to back it up. He reads a moving letter from a constituent whose wife caught MRSA in hospital and then died after appalling treatment. Cameron passed his letter on to Alan Johnson, the health secretary, but got a particularly bureaucratic reply. </p> <p>Reading out a list of organisations he was told he could complain to, Cameron says: \"Four ways to make a complaint, but not one way for Mr Woods's wife to die with dignity. By God, we need to change that.\" He rises to an angry, rhetorical crescendo. It's the most powerful moment of the speech so far.</p> <!-- Block 35 --> <p><strong>3.45pm:</strong> \"We are the party of the NHS and under my leadership that is how it's going to stay.\" A bold claim.</p> <!-- Block 36 --> <p><strong>3.45pm:</strong> Cameron is on to the \"broken society\" now and he describes working with Helen Newlove, whose husband Garry was kicked to death. She knows society is \"broken\", he says. But she - and he - believes it can be fixed.</p> <!-- Block 37 --> <p><strong>3.45pm:</strong> \"Come with me to Wandsworth prison,\" he says. Not the best invitation you'll get.</p> <!-- Block 38 --> <p><strong>3.50pm:</strong> But he's talking sensibly, and sensitively, about the link between social deprivation and crime. \"Miss the cause ... and you'll never get the true picture of why crime is so high in our country.\" Or \"tough on the causes of crime\", as someone else used to say.</p> <!-- Block 39 --> <p><strong>3.50pm:</strong> Cameron says he's not anti-state and that he acknowledges the success state-run programmes have had in fighting poverty.</p> <!-- Block 40 --> <p><strong>3.50pm:</strong> But today \"the returns from endless big-state intervention are not just diminishing, they are disappearing\".</p> <p>The family is \"the best welfare system there is\".</p> <!-- Block 41 --> <p><strong>3.50pm:</strong> He's defending flexible working now, saying that business pays the cost of family breakdown. Women are \"half the talent of the country\". Or, as his wife Samantha told him, more than half, he jokes.</p> <!-- Block 42 --> <p><strong>3.55pm:</strong> And this takes him to his decision to back marriage in the tax system, a controversial proposal which Labour routinely attacks, on the grounds that it would penalise the children of divorcees and widows, and about which Osborne is said to be sceptical.</p> <!-- Block 43 --> <p><strong>3.55pm:</strong> Cameron says he doesn't want to aggravate anyone, but commitment is important. \"Many of us, me included, will always remember that moment when you say, up there in front of others, it's not just me any more, it's us, together, and that helps to take you through the tough times.\" That goes down very well too.</p> <!-- Block 44 --> <p><strong>4pm:</strong> On to education, and Cameron takes a swipe at the Qualifications and Curriculum Authority for allowing a child to receive marks for writing \"F off\" on an exam paper. (I remember hearing someone being interviewed about this - I think the argument was that writing something is better than writing nothing, and it was only two marks.) Cameron says he would have two words of his own for people like that: you're fired.</p> <!-- Block 45 --> <p><strong>4.05pm:</strong> Cameron now has a go at the so-called \"couple penalty\". He says he was in a benefits office where an official told a woman she would be better off living apart from her boyfriend. \"What on earth are we doing with a system like that?\"</p> <p>He pays tribute to Iain Duncan Smith for making the Conservative party \"the party of social justice\".</p> <!-- Block 46 --> <p><strong>4.05pm:</strong> He praises his party for having the courage to change. \"You didn't pick more women candidates to try to look good, you did it so we wouldn't lock out talent.\" Probably true - up to a point.</p> <!-- Block 47 --> <p><strong>4.10pm:</strong> Winding up, he says these are difficult times that require \"character and judgment\". The character to stick to your guns and not bottle it. \"Leadership, character, judgment. That's what Britain needs at a time like this and that's what this party now offers.\"</p> <!-- Block 48 --> <p><strong>4.10pm:</strong> The Tories are united \"because we had the courage to change\".</p> <!-- Block 49 --> <p><strong>4.10pm:</strong> He leaves the stage to <a href=\"http://www.youtube.com/watch?v=bZTsW8WKy5c\">Let's Stick Together, by Bryan Ferry</a>, who, of course, is the father of pro-hunting campaigner Otis Ferry.</p> <!-- Block 50 --> <p><strong>4.10pm:</strong> At the end Samantha comes on stage. Andrew Neil on the BBC says he thinks it's a \"Daily Mail\" speech. All those stories about risk assessment forms probably come out of Daily Mail cuttings.</p> <p>But has he answered the \"novice\" charge? Here's my assessment according to the three criteria I set out earlier.</p> <!-- Block 51 --> <p><strong>Policy:</strong> There was nothing remotely new in policy terms, but that isn't necessarily a problem. Cameron promised that he would explain his approach to the economic crisis and there was an important passage about this. I think he explained what went wrong in terms that were clear and memorable. I particularly liked the tap-running metaphor and the one about the referee being taken off the pitch. As punchy analysis goes, this is as good as you could expect from any politician. But I don't think he did anything new to explain to the public how the Conservatives would do things differently. He echoed what Osborne said about the (well-received) economic recovery plan, but he didn't say anything at all about the problems on Brown's desk this week, such as whether or not to guarantee all bank deposits and how to stop all the UK's savers putting their cash in Irish bank accounts (which are fully insured).</p> <!-- Block 52 --> <p><strong>Politics:</strong> This was hard, and I thought Cameron pitched his speech well. He avoided blunt, personal attacks on Brown, of the kind he has been happy to make before and which could have seemed inappropriate in the present circumstances. But it was still a partisan speech, with plenty to delight the Tory faithful, that presented a coherent account of how a Conservative government would be different.</p> <!-- Block 53 --> <p><strong>Politics:</strong> This was hard, and I thought Cameron pitched his speech well. He avoided blunt, personal attacks on Brown, of the kind he has been happy to make before and which could have seemed inappropriate in the present circumstances. But it was still a partisan speech, with plenty to delight the Tory faithful, that presented a coherent account of how a Conservative government would be different.</p> <!-- Block 54 --> <p><strong>Personality: </strong>On TV it looked good. \"With the sound down\" Cameron routinely beats Brown for authority, presence etc - and he did again today. (That's not as stupid a way of judging speeches as it sounds. There's some plausible research to the effect that politicians who \"look best\" on TV - regardless of what they say - are also likely to be the ones who win the approval of voters.) And with the sound up, Cameron intelligently and plausibly answered the novice line. \"That's what the old guys always say\" was part of it. And the other argument was: \"If you want change, don't expect Mr Experience to deliver.\" But I find it significant that I can't put my finger on a key quote in the speech that sums this up brilliantly. \"Experience is the excuse of the incumbent over the ages,\" was good. And the line about Brown going on for ever worked. And \"the risk is sticking with what you've got and expecting a different result\". But I'm not sure whether these are as pithy as \"no time for a novice\".</p> <!-- Block 55 --> <p>Wait a week and then ask yourself if you can remember any of them. If you can, Cameron's answered the charge. If you can't, the speech failed.</p>",
  "<p>Gallup daily tracking poll: <a href=\"http://www.gallup.com/poll/107674/Gallup-Daily-Election-2008.aspx\">Obama 49%, McCain 43%</a>. A <a href=\"http://online.wsj.com/article/SB122282400242492827.html\">Wall Street Journal/MySpace poll</a> of newly registered voters gives Obama a huge lead (61% to 30%) but finds that barely half of them are sure they'll actually, like, you know, show up and vote.</p> <p>John McCain and Barack Obama will interrupt their campaigning plans to fly back to Washington to vote on the bailout and end the economic crisis instantly, once and for all. [<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/30/AR2008093002701.html\">Washington Post</a>]</p> <p>\"The political landscape here is littered with people who have underestimated Sarah Palin,\" says one former politician from Alaska: in her campaign for governor, she started by using much-mocked colour-coded cue cards, but ended up sounding \"Reaganesque\". Plus more from the Democrats' vigorous attempts to raise expectations of Palin ahead of tomorrow night's debate... [<a href=\"http://online.wsj.com/article/SB122281636354892281.html\">Wall Street Journal</a>, <a href=\"http://www.latimes.com/news/politics/la-na-palindebate1-2008oct01,0,113995.story\">LA Times</a>]</p> <p>In these dark times, where would we be without Fox News? Here are two great comic moments from yesterday. In one, host Steve Doocy asks McCain the <a href=\"http://wonkette.com/403169/steve-doocys-stupidity-stuns-mccain-into-prolonged-silence\">strangest, most embarrassingly weird question</a> you're likely to hear this campaign. In another, a Fox reporter takes a straw poll in a diner in Joe Biden's home state and declares voters \"split\" between Obama and McCain. A fair reading of local opinion? <a href=\"http://gawker.com/5057188/fox-news-reporter-whose-idea-it-was-to-give-pennsylvania-the-vote-anyway\">They report, you decide.</a> [<a href=\"http://wonkette.com/403169/steve-doocys-stupidity-stuns-mccain-into-prolonged-silence\">Wonkette</a>, <a href=\"http://gawker.com/5057188/fox-news-reporter-whose-idea-it-was-to-give-pennsylvania-the-vote-anyway\">Gawker</a>]</p> <p>Republicans are annoyed that Gwen Ifill, who'll be moderating tomorrow's debate, <a href=\"http://search.barnesandnoble.com/Breakthrough/Gwen-Ifill/e/9780385525015\">has a book coming out soon</a> that looks fairly pro-Obama. Meanwhile, <a href=\"http://www.observer.com/2008/media/gwen-ifill-breaks-ankle-will-still-moderate-thursdays-vp-debate\">she broke her ankle</a> at home this week when she fell on a staircase. An accident? Yes, obviously, but conspiracy-theorising can still be fun.</p> <p>Watch the Republicans' circus-themed defence of Sarah Palin. It's circus-themed because of the \"media circus\" surrounding McCain's running-mate. Do you see? [<a href=\"http://www.palintruthfiles.com\">PalinTruthFiles.com</a>]<br></p>",
  "<p>A strange blend of frenetic activity and quiet dominated in Washington and New York yesterday. Congress officially paused for the Jewish New Year, and shares recovered in anticipation of some kind of bail-out deal. Meanwhile, President Bush met with John McCain and Barack Obama, and Senate leaders, in a highly unusual development, agreed to hold a vote on the $700bn proposal tonight, before the House of Representatives had passed it. Both presidential candidates stressed the need for bipartisanship; McCain even seemed to deny that he had attacked Obama yesterday for playing politics with the financial crisis. For his part, Obama edged closer to playing a more active role in the negotiations, promoting his proposal to increase government insurance of bank deposits.</p> <p>Meanwhile, in New York, mayor Michael Bloomberg announced plans to run for a third term as mayor, a move that will require a change in city law. That makes Bloomberg dependent on the votes of an overwhelmingly Democratic city, Michael Tomasky <a href=\"http://www.theguardian.com/commentisfree/michaeltomasky/2008/sep/30/johnmccain.uselections2008\">notes on theguardian.com</a>, thereby eliminating any chance of the mayor endorsing McCain. Might he yet endorse Obama?</p> <p>Oh, and in a ranch in Sedona, Arizona, Sarah Palin prepared for an important forthcoming public appearance ...</p> <h2>What to watch for</h2> <p>Obama is scheduled to be in Wisconsin, McCain in Missouri, but emergency meetings in Washington seem possible. Bill Clinton, meanwhile, will today officially set aside the wounded feelings that arose from the Democrats' long and bitter primary contest as he heads out to Florida to hold his first rally for Obama, Suzanne Goldenberg writes in <a href=\"http://www.theguardian.com/world/2008/oct/01/uselections2008.clinton\">today's Guardian</a>. And attention will start to turn to St Louis, Missouri, where the two vice-presidential candidates - both sources of anxiety to their own campaigns - will debate each other tomorrow.</p> <h2>Latest polls</h2> <p>The gap between the candidates appears to have narrowed slightly once more. A new Washington Post poll of likely voters gives Obama 50% and McCain 46%, compared to a September 22 poll that put Obama on 52% and McCain on 43%. Gallup's daily tracking poll has Obama on 49% and McCain on 43%, compared to the previous day's result, Obama 50%, McCain 42%. </p> <h2>Quote of the day</h2> <p>\"I will put my presidential campaign on the back burner, if necessary, and do anything. It's far more important to help the economy of this country recover from one of the deepest fiscal crises in history.\" Under questioning on Fox News, John McCain raises the prospect of a second campaign suspension - not that the first resulted in much suspension of campaigning ...</p> <h2>On theguardian.com now</h2> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/2008/oct/01/sarahpalin.climatechange\">Revealed: oil-funded research in Palin's campaign against protection for polar bear</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/commentisfree/michaeltomasky/2008/sep/30/johnmccain.uselections20081\">Tomasky Talk: McCain rumoured to suspend his campaign once again</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/2008/sep/30/us.elections.2008.virginia\">Gary Younge: Barack Obama's investment in Virginia paying off</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/commentisfree/2008/oct/01/usa.uselections2000\">Jonathan Freedland: This pansy-ass limey Brit won't butt out — the US election is our business</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/commentisfree/cifamerica/2008/sep/30/us.elections.2008.barack.obama\">Thomas Noyes: McCain's Wall Street crash</a></p> <h2>Best of the rest</h2> <p><strong>·</strong> <a href=\"http://www.observer.com/2008/politics/pumping-mccain-sagging-ticket-beyond-palin\">New York Observer: Is Sagging Ticket Beyond The Palin?</a></p> <p><strong>·</strong> <a href=\"http://www.huffingtonpost.com/2008/09/30/palin-a-journalism-major_n_130707.html\">Huffington Post: Palin, A Journalism Major, Can't Name A News Source She Reads</a></p> <p><strong>·</strong> <a href=\"http://thecaucus.blogs.nytimes.com/2008/09/30/palin-on-abortion-gays/\">New York Times: Palin on Abortion And Gays</a></p> <p><strong>·</strong> <a href=\"http://online.wsj.com/article/SB122282635048992995.html\">Wall Street Journal: Bill v. Barack on Banks</a></p> <p><strong>·</strong> <a href=\"http://www.economist.com/blogs/democracyinamerica/2008/10/david_brooks_on_the_republican.cfm\">The Economist: Shooting themselves in the foot</a></p> <h2>Rebuttal of the day</h2> <p>Watch the McCain campaign's new <a href=\"http://www.johnmccain.com/palintruthfiles/\">circus-themed comeback</a> to the media's attacks on Sarah Palin.</p>",
  "<video data-media-id=\"gu-video-338126240\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1827865114_CountryLife-FLV-4x3.flv\"/> </video>   <p>One-time punk pin-up and sometime anarchist John Lydon has mellowed further into middle age by starring in a £5m TV campaign for Country Life butter.<br><br>The campaign, available to watch exclusively at MediaGuardian.co.uk, marks the first time the 52-year-old has appeared in a TV commercial.</p> <p>\"People know I only do things that I want to or that I believe in and I have to do it my way,\" said Lydon on deciding to appear in the TV ad.</p> <p>\"I've never done anything like this before and never thought I would, but this Country Life ad was made for me and I couldn't resist the opportunity.\"</p> <p>It seems a far cry from 1977, when the punk movement was riding a crest of popularity and Lydon and the <a href=\"http://www.guardian.co.uk/music/sexpistols\">Sex Pistols</a> caused outrage by releasing God Save the Queen during the week of the Queen's silver jubilee. </p> <p>The anti-royal song was a hit but outraged traditionalists, so much so that Lydon was reportedly attacked in the street.</p> <p>The Country Life advert cashes in on Lydon's standing as a British icon, albeit of the nihilistic variety.</p> <p>He is seen wearing a tweed suit and gallivanting around the countryside, suggesting reasons why he might prefer Country Life, before settling on the fact that the Dairy Crest-owned brand simply tastes better.</p> <p>\"It's not about Great Britain, it's about Great Butter,\" runs the slogan.</p> <p>The ad, created by WPP agency Grey London, appears on TV for the first time tonight on ITV during the Pride of Britain Awards.</p> <p>In recent years Lydon has led a quiet life, gaining attention in 2006 by competing in I'm a Celebrity, Get Me Out of Here!, in which he was pecked by a group of ostriches before remaining true to his anarchist roots by walking out before the final.</p> <p>By appearing in the advert Lydon might be courting a new controversy. Dairy Crest has just announced that <a href=\"http://www.guardian.co.uk/business/2008/oct/01/dairycrestgroup.fooddrinks\">it is seeking job cuts and could close its Nottingham dairy</a>.</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediaguardian.co.uk\">editor@mediaguardian.co.uk</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<p>By this stage in the political-electoral cycle it would be reasonable to assume that a coherent international policy would be on offer from the Conservative party. Yet as ambassadors and international observers turn up in <a href=\"http://www.theguardian.com/politics/toryconference\">Birmingham</a> they will find prejudice in place of policy and a revival of the worst failures of both John Major's and Margaret Thatcher's foreign policy still embedded in Tory thinking.</p> <p>Compared to 1995 or 1996, when Tony Blair and Robin Cook had completely reshaped Labour's international rhetoric to ditch the Euroscepticism of the 1980s and the hostility to open trade of the Labour left as well as promoting a strong pro-American partnership, today's Tories have not the hard thinking about what to do if they take control of Britain's foreign policy.</p> <p>The latest example is the promise by David Cameron, repeated over the weekend by William Hague, to hold a <a href=\"http://www.timesonline.co.uk/tol/news/politics/article4837174.ece\">referendum</a> on the all-but-defunct Lisbon treaty. The Irish no vote could in theory be overcome but even the most pro-EU of Irish observers think that if a second referendum were to be held the Irish no would be even stronger.</p> <p>In 2009, the EU presidency is held first by the Czech Republic then by Sweden. Neither Prague nor Stockholm have ratified the Lisbon treaty nor give much indication they will. Poland's president Kaczynski is also refusing to sign the treaty.</p> <p>Yet Cameron and Hague are insisting on a referendum on a dead parrot. Their cynical tactic is obvious – to corral the anti-European votes which might go to UKIP or the BNP. But to commit the first year of a putative Tory government to the passage of a referendum bill and then the organisation of a giant fiesta of anti-European hate in which the tabloids, the BNP, UKIP and the Better-Off-Out Tories can indulge into their xenophobic rhetoric seems an odd choice.</p> <p>The no camp will win but only to say no to what is not going to happen. Across Europe and in Washington, partners and allies will look aghast at the frivolity of Britain indulging in such pointless plebiscite politics. And since Cameron cannot deliver what UKIP, Open Europe and many of his MPs want – a withdrawal of Britain to the status of Norway outside the EU, he will just make Britain's look foolish as Sarkozy and Merkel and other serious centre-right leaders take over the leadership of Europe and marginalise Britain.</p> <p>Cameron's other major foreign policy speech was to denounce the politics of interventionism. The difficulties and controversy over Iraq are well known, but the major theatre of interventionism today is Afghanistan, where Britain and allies are trying to stop Taliban Islamist terrorists win power and in parallel move in for the ultimate al-Qaida and Islamist jihadi goal – control of Pakistan and a fundamentalist finger on Pakistan's nuclear button. Already the <a href=\"http://www.conservativemuslimforum.com/\">Conservative Muslim Forum</a> has called for support for Iran's drive to get nuclear weapons and has said a Tory government should lessen support for Israel. Is that Cameron's policy?</p> <p>The failure to intervene in the Balkans and Rwanda by John Major remains a blot on British foreign policy. A million asylum seekers left the former Yugoslavia because the Conservatives failed to stand up to and face down Milosevic. Not all interventions work but to rule out interventionism on principle, as Cameron appears to have done takes us back to the worst failures of recent Tory foreign policy.</p> <p>The small \"c\" conservative London establishment of ex-ambassadors are united in their view that Russia's invasion, occupation and dismemberment of Georgia has to be lived with and that, in the words of <a href=\"http://www.opendemocracy.net/Russia/article/Reading-Russia-Rewiring-the-West\">Roderic Lyne</a>, a former UK ambassador to Moscow, writing for OpenDemocracy, \"Nato enlargement has been a mistake from the beginning.\" This will strike a chill into the heart of the Poles and the Baltic States. It will also worry the Finns who are now looking seriously at Nato membership to gain extra security after Russia's military assault and establishment of military bases on Georgian territory. Finland, like Georgia won independence in 1918. Stalin snuffed out Georgia's freedom and Finland now worries that Russia wants to dictate the international relations of its close neighbours. David Cameron made a bellicose cold war speech in Tbilisi reminiscent of the more extravagant rightwing anti-Soviet rhetoric of the early Thatcher era but his policy of rejecting cooperation in the fraternity of centre-right governing parties in Europe runs counter to the accepted view that the best way to deal with Russia is to promote an integrated and united EU line on energy policy and on speaking as one to Putin.</p> <p>This week in Strasbourg at the autumn meeting of 600 MPs from 47 nations grouped in the Council of Europe, Cameron's foreign policy will come under pressure. Tory MPs have been backing the Kremlin's efforts to increase influence in Europe's human rights watchdog assembly. Earlier this year, Conservative MPs were promoting a former KGB staffer, now one of Putin's key aides in Russia's parliament, as president of the Council of Europe. Cameron's team back the Russian position on Kosovo against UK, American and EU policy. As with the odd pronouncements of the Conservative Muslim Forum it is not clear if Cameron and Hague actually know what Tory MPs and Peers get up to as representatives of their party at home and abroad.</p> <p>On transatlantic politics, Cameron, Hague and the Tory's defence spokesman, Liam Fox, appear determined to keep the spirit of Dick Cheney alive even as the Bush era becomes history. Both McCain and Obama have spoken of the need for partnership with Europe to tackle world instability. <a href=\"http://www.lordhowell.com/\">David Howell</a>, the Tory spokesman on foreign affairs in the Lords, and father-in-law of George Osborne, has spent the past 15 years writing that America is turning to Asia and is losing interest in Europe.</p> <p>Yet the opposite is the case. Whether on terrorism, on financial crises, on Afghanistan, on Turkey, on missile defence, on opening new bases in the Black Sea, we can see America is more involved with the wider Europe than ever before. When Nato was founded nearly 60 years ago, America worried about a small grouping of nations west of the Elbe. Now from the Caspian to the Atlantic, US interests are ever more co-mingled with Europe. To be sure, the rise of China and India herald a new future, but 60% of world GDP is concentrated in the Euroatlantic region and the Tory incantation that Europe does not matter any more make no sense in Washington or on Wall Street.</p> <p>Next year, the International Labour Organisation celebrates its 90th birthday. But the only available Tory policy on global social justice is the promise to take Britain out of its social charter obligations which have provided British workers with five week's paid holidays a year. As inequality rises to the top of the political agenda, Cameron wants to weaken such modest international work as it exists to promote social justice.</p> <p>The year 2009 also sees the 60th birthday of the Council of Europe which was brought into being by Winston Churchill's famous Zurich speech calling for European unity. Its most important achievement is the European convention on human rights and the setting up of the European court of human rights. But a number of senior Tories have called on Britain to withdraw from the ECHR with its obligation to accept refugees fleeing political and religious persecution. And Conservatives have never liked the rulings of the Council of Europe's human rights court banning violence against children (ie corporal punishment in schools) or upholding women's rights.</p> <p>Next year is also the 60th anniversary of Nato's founding. Today's Nato has to find a way of getting its European members more involved and more willing to share burdens and take risks. Cameron's hostility to European cooperation and party political partnership leaves Britain isolated and unable to influence the future direction of Nato, the EU and the Euroatlantic economic and security community.</p> <p>None of this will be debated at the Conservative conference in Birmingham. Never has a British political party prepared to ask voters to entrust it with government with such a wrongheaded foreign policy, which if implemented along the lines of current Tory rhetoric, would seriously Britain weaken.</p>",
  "<p><a href=\"http://www.theguardian.com/world/uselections2008\">American politics</a>' musical surge continues to mount, as another raft of concerts are announced in support of Democratic presidential candidate Barack Obama.</p> <p>Bruce Springsteen and Billy Joel will play a joint gig on October 16, while an indie-rock fundraiser on October 7 may even feature Franz Ferdinand.</p> <p>Obama himself will be in attendance for the Springsteen/Joel shindig, with up to 2,500 others squeezing into the Hammerstein Ballroom in New York City. But tickets do not come cheap – balcony seats are $500 (£250), \"premiere\" seats $2,500 (£1,250) and lounge tickets cost $10,000 (£5,000). We certainly hope those $10,000 tickets include the chance to high-five Senator Obama.</p> <p>Though Billy and the Boss have played together before, this will be their first-ever joint concert.</p> <p>Elsewhere, an artier fundraiser will meanwhile take place in Brooklyn on October 7, at the Music Hall of Williamsburg. Andrew Bird, Les Savy Fav, the Fiery Furnaces and comedian Eugene Mirman are among the headliners of the $40 show.</p> <p>Even more interesting are the \"Special Secret Musical Guests\" advertised on the show poster. <a href=\"http://www.pitchforkmedia.com/node/146065\">Pitchfork speculates</a> it could be Franz Ferdinand who show up, because the band are scheduled to play the next day at the same venue. But perhaps the \"secret musical guest\" will be Obama himself, leading the crowd in a rendition of Arcade Fire's Rebellion.</p>",
  "<p>I'm a huge Kelsey Grammer fan, and I'm a massive Frasier freak. There, I've said it. As such, over the years I've forgiven the big man for his numerous transgressions; the biggest, undoubtedly, being his jaw-dropping, unflinching support for the Republican party, leading to him being a guest at George W's first inauguration, as well as backing Rudi Giuliani, then McCain for president. He even counts Ann Coulter as a personal friend for crying out loud. Up until now, I've always stood by the \"Wagner defence\" - after all, as someone once said, \"Genius can inhabit the most ordinary of men.\" However, in deciding to take part in the what will be the undoubtedly woeful An American Carol (see the trailer <a href=\"http://www.youtube.com/watch?v=3CYSGCoflAA\">here</a>), this time he's gone too far. </p> <p>Directed by one-time Democrat supporter, now staunch Republican David Zucker (Airplane!, Naked Gun), An American Carol (released in the US on October 3) is essentially a rightwing hatchet job on Michael Moore and, on the strength of the trailer, a not particularly funny one at that. Even Grammer, who plays General George S Patton in the film, won't be able to save it, for the simple reason – for which I can't forgive him – that it's propaganda masquerading as entertainment. </p> <p>Moore is undoubtedly fair game to be parodied; despite agreeing with most of his arguments I find his unsubtle, sledgehammer style and obvious love of the limelight offputting. But good satire has to be non-partisan (see Team America); otherwise, as with An American Carol, the subject of mockery is merely a vehicle to awkwardly and patronisingly ram home a message – in this case, the message that the Iraq war was justified, and anyone in disagreement (ie lily-livered liberals) is unpatriotic and doesn't deserve the right to call themselves American. At one point, \"America's most infamous film-maker\" Michael Malone (Kevin Farley in a baseball cap, flak jacket and carrying stubble and lots of weight) says: \"I love America – that's why it needs to be destroyed.\" Mmm, subtle.</p> <p>Ten years ago, such a brazenly rightwing film would never have got made, so An American Carol's significance cannot be underestimated – it is concrete proof that Grammer's Republican stance is, worryingly, increasingly becoming less and less odd for Hollywood's elite. </p> <p>Not so long ago, Hollywood's most vocal and politically active appeared to be exclusively Democratic party stalwarts, such as power couple Susan Sarandon and Tim Robbins, and the walking ego that is Sean Penn. They haven't gone away by any means (Sarandon recently likened Barack Obama to Jesus Christ, and vowed to leave the US if McCain got in), but the balance is being redressed. For example, that the great actors James Woods and John Voight also appear in An American Carol is undoubtedly down to some ill-judged rightwing solidarity on their part (both are hardcore Republicans). Oh, and Dennis Hopper's in it as well. </p> <p>Perhaps it's some kind of perverse Schwarzenegger effect; other conservative Hollywood big-hitters making their views known include Sylvester Stallone, Robert Duvall, Adam Sandler, The Rock and, um, Chuck Norris – all of whom have openly and actively supported Republican candidates. So, given the mainstream appeal of these examples (save perhaps for Duvall), the question is this: is the Hollywood right really capable of influencing which way people will vote in November's election? Because that certainly seems to be the hope, if not the belief, of Zucker and co.</p>"
]