[
  "<p>John McCain is heading to near-certain defeat in the presidential election because American voters no longer trust Republicans on the economy, a strategist for the party warned yesterday.</p> <p>Steve Lombardo, who has worked on Republican campaigns since 1992 and advised McCain's opponent, Mitt Romney, in the primaries, said it would take a major external event, such as a terrorist attack or a crippling error by Barack Obama, for McCain to make a comeback.</p> <p>\"Basically unless there is some external event the dynamics of this race are being driven almost entirely by the financial situation here in the United States and globally, and that works for Barack Obama,\" Lombardo told the Guardian. </p> <p>\"If there isn't some sort of event or, God forbid, a terrorist attack that moves the election on to foreign affairs or national security, it is unlikely that McCain can regain the lead, just because voters have decided that the base of the problems they face are the Republican party, George Bush, and, by extension, John McCain.\"</p> <p>McCain last night tried to get past Obama's advantage on the economy by making a personal connection with voters, in the second of three presidential debates in Nashville, Tennessee. </p> <p>Taking advantage of a town hall format, McCain walked up to the studio audience to make his pitch. \"I know how to get American working again,\" he said. </p> <p>But the outlook for Republicans did not look good. Yesterday saw Bush brought to a new low. The 25% approval rating was recorded just after Congress approved a $700bn (£400bn) economic bailout, suggesting the public gave no credit to the White House for its rescue plan.</p> <p>The rating, a new nadir for a historically unpopular president, puts Bush one point ahead of Richard Nixon on the eve of his departure in 1974. It is three points higher than the poll's all-time low for any president, Harry Truman's 22% in 1952.</p> <p>Lombardo laid out his misgivings in a memo obtained by the Guardian, in which he wrote that McCain's attempts to make the election about Obama's character were unlikely to work. The memo argues such attacks at this point seem \"desperate\"; the time to define the Democrats' character had been in August - before the presidential debates. \"The economic situation has virtually ended John McCain's presidential aspirations and no amount of tactical manoeuvring in the final 29 days is likely to change that equation,\" the memo said. \"There are more turns to come in this election and it is not over yet but it sure seems like it is.\"</p> <p>The memo said McCain lost the election on September 15 - two days after Lehman Brothers filed for bankruptcy - when he told a rally in Florida: \"The fundamentals of the economy are strong.\"</p> <p>McCain saw fresh signs yesterday of the damage to his prospects in polls showing him trailing in four battleground states and fighting to keep Indiana and North Carolina. He suffered another blow when the wife of a retiring Republican senator seen as one of the Republicans' experts on national security officially endorsed Obama. \"We're in two wars, two of the longest we've ever been in. We've run up a third of our nation's debt in just the past eight years. We're in the biggest financial crisis since the Great Depression,\" said Lilibet Hagel, whose husband, Chuck, is a senator from Nebraska.</p> <p>With less than four weeks until election day, the slide in the polls brought an even more personal edge to McCain's attacks on Obama. The Democrats hit back with an ad released on cable networks yesterday, accusing McCain of being \"out of ideas\" and seeking to distract voters from America's economic problems. \"With no plan to lift our economy up, John McCain wants to tear Barack Obama down,\" it said.</p> <p>In the latest bad news for McCain, a Time magazine-CNN poll showed the Republican struggling to hold states Bush carried easily in 2004. In Indiana, Republican since 1964, McCain and Obama were tied among registered voters on 48%. </p> <p>Palin, meanwhile, emerged as the attack dog. The vice-presidential candidate redirected her attack from Obama's association with 1960s radical Bill Ayers to Obama himself. \"You mean he didn't know that he launched his political career in the living room of a domestic terrorist?\" she asked a rally in Jacksonville.</p>",
  "<p>Voting is one of the most heavily protected rights in the US but also one of the most abused - from early restrictions which enfranchised only white, male property owners to the infamous and racist Jim Crow laws which lasted into the 1960s. Republicans say new rules in place for the 2008 elections should ensure the integrity of the process. But Democrats argue the restrictions are aimed at either preventing or discouraging blacks, Latinos, poor whites and others from voting.</p> <p><strong>Indiana</strong> introduced a law in 2005 requiring voters to have a government-issued driving licence that includes photo ID. Fair voting rights groups and Democrats claim this discriminates against poor people, many of whom do not have cars. The Indiana supreme court upheld the new law in April this year. </p> <p><strong>Ohio</strong> in 2006 passed a law requiring that a registered letter with election information be sent to every registered voter in the state. These could not be forwarded and each undeliverable letter would be open to a challenge by Republicans. Known as \"vote cageing\", the law was overturned last month.</p> <p>A <strong>Michigan</strong> Republican official was quoted in September this year as saying that people whose homes had been repossessed would not be allowed to vote. After a public outcry and a threatened injunction, the Republican party said this had never been party policy. </p> <p><strong>Florida</strong> continues to have problems, in spite of the 2000 scandal, with stringent rules introduced on voter ID. Republicans will be free to challenge even minor spelling discrepancies between a driving licence and a home address. In 2000 Bush won Florida, and the presidency, by 537 votes.</p> <p><strong>Louisiana</strong> requires similar stringent match-ups on voter information as in other states, including Florida. This is particularly the case over people who have moved. But it is difficult to establish whether these requirements are motivated by partisanship or to prevent voter abuse.</p>",
  "<p>In the last few days, Britain's most senior military commander in Afghanistan and the British ambassador in Kabul have both been reported as saying that the war in Afghanistan cannot be won militarily and that the current coalition strategy is failing. They are right. Fighting in Helmand, the British commander, Brigadier Mark Carleton-Smith, is sensibly downbeat in his assessment of what his force can achieve. His men, sustaining heavy losses, have taken the sting out of the Taliban this year. But he knows that the conflict is not an alternative to a political settlement that would include parts of the Taliban. </p> <p>Saying this and achieving a deal are two different things, however. As things stand, each Nato country that contributes militarily peers at Afghanistan through the prism of its own troop deployment. Some, like the French, who lost 10 soldiers in an ill-planned reconnaissance patrol outside Kabul in August, have had to relearn old lessons. It is bad enough having separate Nato forces doing their own thing in Helmand, Uruzgan and Kunduz. More damaging still is the absence of a common political strategy. </p> <p>Kabul's foreign diplomats these days no longer try to hide their disdain for President Hamid Karzai and his clan. On Monday the president's brother, Ahmed Wali Karzai, the chief of Kandahar council, was forced to deny a well-sourced story in the New York Times that he was involved in the heroin trade. He claimed he was the punchbag for US anger over his brother's criticism of a US missile attack which killed 90 villagers, most of them children. Whatever the truth, the working relationship between satrap and chief foreign sponsor is now badly frayed.</p> <p>Little wonder that Britain's ambassador to Kabul says that President Karzai's government has lost all trust at home. Sir Sherard Cowper-Coles' point - as reported by a French satirical magazine, but not denied - goes wider than the issue of the Afghan president, who unwisely became the linchpin of Washington's strategy. It involves the wider corruption of his regime, which no reconstruction effort, however sustained, can survive. As Lord Ashdown, who nearly became the UN boss in Kabul, has said, until governance is improved, there is no hope of persuading Afghans that the central government is a better bet than the Taliban.</p> <p>Two events could turn this narrative of failure around: the election of new leaders in both Washington and Kabul. Both new leaders would do well to distinguish between the Taliban and the jihadis, and tackle reality rather than set forth Panglossian hopes. As it is, this intervention is going the way of all others in this part of the world - badly.</p>",
  "<p>A controversial American author and conspiracy theorist was arrested in Nairobi and deported yesterday after trying to plug his bestselling book attacking Barack Obama, whose late father was Kenyan. </p> <p>Jerome Corsi arrived in the country last week to promote The Obama Nation: Leftist Politics and the Cult of Personality, an error-riddled book that recently became a bestseller in the US. It falsely claims that Obama, who is revered in Kenya, was raised as a Muslim, and smears the prime minister, Raila Odinga, the country's most popular politician. </p> <p>Corsi had said that he also planned to deliver a $1,000 (£570) cheque from a conservative website owner to George Obama, the presidential candidate's half-brother who lives in the Kenyan capital's Huruma slum. But by widely publicising his itinerary, Corsi, whether intentionally or not, attracted government attention. Immigration police detained him at a luxury hotel which was due to host the book launch yesterday. </p> <p>Ministry officials, denying the book had anything to do with the arrest, said Corsi had failed to obtain a temporary work permit. He was later taken to Jomo Kenyatta international airport, where he was expected to catch a flight to Europe. </p> <p>Despite Corsi's controversial and often bizarre views - including his claim that President George Bush is pursuing a \"North American Union\" comprising the US, Canada and Mexico - he has already proved an ability to influence American politics. In 2004 he helped sink the Democratic presidential campaign by co-authoring \"Unfit for Command: Swift Boat Veterans Speak Out Against John Kerry\". </p> <p>He dedicated a chapter in his latest book to \"Kenya, Odinga, Communism and Islam\", despite having never visited the country. Corsi claimed last week to have been invited to Nairobi by missionaries concerned about the rise of Islam. </p> <p>\"Dr Corsi will also expose details of deep secret ties between US Democratic presidential candidate Barack Obama and a section of Kenya government leaders, their connection to certain sectoral groups in Kenya and subsequent plot to be executed in Kenya should Senator Obama win the American presidency,\" he wrote on the press invitation to the book launch. </p> <p>In the first paragraph of his opening dispatch from Nairobi on Thursday for the conservative WorldNetDaily website, Corsi made clear his agenda, alleging that Odinga, who he claims has close ties to Obama, \"was appointed to the [prime minister] position to stop a wave of violence by Muslim supporters\" protesting against the flawed presidential election. On Friday he claimed Muslims had killed \"50 Christians [who had] sought refuge in a Christian church\" in Eldoret in January. </p> <p>Both claims are false. Kenya's post-election violence was ethnic-based rather than religious. If anything, the Kalenjin perpetrators of the church massacre were Christian. </p> <p>Most of Obama's relatives in Kenya declined to comment yesterday. However, one said that Corsi's planned visit to George Obama, who has stated that he is happy with his life and did not want to become a political pawn, would have been a bad idea. \"I don't think the people in Huruma would have welcomed him.\"</p>",
  "<p>While much of the attention in the US election focuses on the daily verbal clashes between John McCain and Barack Obama, a battle is being fought with as much intensity on the ground involving tens of thousands of lawyers and campaign staff.</p> <p>In courtrooms in Ohio, Indiana, Louisiana, Georgia, Michigan, Florida, Wisconsin and other states, lawyers representing Democrats and civil liberties groups are locked in fights with Republicans over who is allowed to vote.</p> <p>The Republicans say they are only trying to prevent voter fraud. The Democrats, burnt by what happened in Florida in 2000 and Ohio in 2004, say they are trying to ensure the Republicans do not steal the election by making it difficult for poor whites, African-Americans, the young and other potential Democratic voters to cast their ballots.</p> <p>If Obama is heading for a landslide as the polls suggest, the issue could be academic in terms of the final result. But if the poll gap narrows over the next few weeks it could be critical. An academic study of the 2000 vote estimated that 2 million people were not allowed to cast their ballots, more than those who lost their votes through the much-publicised faulty voting machines.</p> <p>Laughlin McDonald, who takes the lead on voting rights for the American Civil Liberties Union, which is at the forefront of the registration battles, said yesterday it was possible that registration challenges by Republicans could match or outstrip those in 2000 and 2004. The increased interest in the election because of Obama on the part of African-Americans and the young could result in the biggest turnout in US election history and also increase the scope for voter suppression.</p> <p>\"There always is a problem with voter registration but we are seeing more of it than in the past ... I can only say we've gotten more calls and are investigating more cases than before,\" McDonald, author of several books on voting rights, said.</p> <p>Unlike most of Europe, where the mechanics of voting is not in party hands, the US process is left to state governments, and the parties in power often exploit this advantage. Democrats claim that rules introduced since 2004 in Republican-run Georgia, Indiana and Florida require specific pieces of ID that are unnecessary given there is little recent history of double-voting. They say the changes are politically motivated, aimed at African-Americans, Latinos, the young and other groups that tend to vote Democrat.</p> <p>Indiana and Georgia are asking for driving licences that include photographs, but that could discriminate against people without cars. A recent study found that while 80% of Americans have cars, only 22% of African-Americans do.</p> <p>There is the prospect on election day, as a result of the heightened interest, of huge queues, and this could be exacerbated by Republican activists mounting challenges over IDs. Lengthy queues could dissuade some from staying to vote. In 2004 some people had to queue in African-American neighbourhoods for two to three hours in Ohio, a state that Bush won by a slim margin.</p> <p>There have been several successful legal challenges in Ohio this year, including one last month that overturned a 2006 law that required a piece of registered mail to be sent to every voter in the state. Mail was not forwarded and anyone whose name appeared on the list as mail returned could be challenged on voting day, a process known as cageing. If it had been allowed to stand an estimated 600,000 people would have been disenfranchised.</p> <p>Professor Daniel Tokaji, of Ohio State University's Moritz college of law, who specialises in election law and has been involved in legal actions in defence of voter rights, said: \"There is a major systemic problem in the US. The people running the election have a stake in the election. It is the quintessential problem. If you had to design a system from scratch, you would not do this.\"</p> <p>He added: \"There are occasional examples of suppression involving Republican-leaning voters but, in the main, it is Democratic-leaning voters that are targeted.\"</p> <p>After another successful challenge that Tokaji was involved in, voters in Ohio who wanted to vote early were allowed to register and vote on the same day. The state Republican party had gone to court to block same day registration and voting.</p> <p>In Wisconsin a judge is to rule on October 23 on a lawsuit filed in August by the Republican attorney general, John Byron Van Hollen, seeking to force ID checks on 240,000 to 1 million voters in the state. </p> <p>Last month in Florida the registration applications of more than 5,000 people were held up on identity grounds. Under Florida law the name on a driving licence has to perfectly match that on the government's databank of social security numbers and names. In fact there are many spelling mistakes and mismatches, particularly in the Latino community, who sometimes use shortened versions of their names on social security cards and revert to their longer family names for driving licences. Even minor differences can provoke challenges.</p> <p>In Florida's Orange County more than 50% of the 672 challenged registrations were Democrats and only 10% Republicans. The Republicans say the discrepancy is because of the much bigger Democratic registration drive this year.</p> <p>One of the big demographic groups being targeted in states across the US is university students, among whom Obama enjoys support over McCain of at least two to one. Given potential confusion over whether they vote in the state in which they study or are from originally, there is a danger many will find themselves purged from voter lists.</p>",
  "<p>Is Brahms in need of rescue? Presumably the audiences who still regularly flock to Brahms concerts don't think so, but characteristically, Sir John Eliot Gardiner is bent on showing there is a lost Brahms waiting to be rediscovered. In this pair of South Bank concerts with his Orchestre Revolutionnaire et Romantique and the Monteverdi Choir, he made his case in two ways. Both of them were little short of revelatory. Gardiner's first aim was to put this most learned of composers in context. In each concert, a Brahms symphony was preceded by as many as 10, mainly choral, works by Brahms himself and the composers who influenced him. </p> <p>On paper it looked a bit random, but in the hall one wished for more. Brahms' shorter choral works rarely get an outing in such arenas, but this selection - ranging from a charming, youthful hunting song, via the final song from Schubert's Winterreise to the dark introspection of the late, a capella Fest und Gedenksprüche - whetted the appetite for more of this repertoire. Works by Othmayr and Gabrieli, Eccard and Isaac all came from Brahms's own vast collection of early music, with imposing high points in Lassus's austere motet Aus Meine Sonden Tiefe and in the chorus from Bach's Cantata No 150, which Brahms adapted for the finale of his Fourth symphony. If Gardiner's second aim was simply to make his audience listen afresh to the Third and Fourth symphonies, then this was mission thrillingly accomplished. There were moments when his orchestra let him down, but any blemishes were blown away by the vigour of the approach and the extreme spontaneity of Gardiner's readings. Neither of these performances was definitive, yet with the violins and violas all playing standing up, and the brass not bunched but arrayed in a continuous line, it was as if we were experiencing a completely new composer.</p>",
  "<p>China cancelled a visit to Washington by a senior general, slapped an indefinite ban on port calls by US naval vessels, and cancelled low-level diplomatic exchanges with the US yesterday, in retaliation for a US plan to sell $6.5bn (£3.7bn) of advanced weaponry to Taiwan.</p> <p>China's foreign ministry in Beijing said the move broke international law and would cast a shadow over bilateral relations. The proposed sale \"has contaminated the sound atmosphere for our military relations and gravely jeopardised China's national security\", a spokesman, Qin Gang, said.</p> <p>China regards Taiwan, which has had de facto independence since 1949, as a renegade province. But its aim to unify the island with the mainland is opposed by a majority of Taiwanese. Under a 1979 law the US in effect pledged to help Taiwan defend itself against any attempt by China to forcibly acquire the territory.</p> <p>The Pentagon described China's reaction as \"unfortunate\" and said it would lead to missed opportunities. But both sides appeared anxious to limit the fallout from the row. US-China cooperation on nuclear proliferation issues in Iran and North Korea was not expected to be affected.</p> <p>The arms sale was first proposed by the US in 2001 but ran into opposition in Taiwan's parliament as well as in Beijing. It was initially valued at $12bn and potentially included Aegis-class frigates, submarines and advanced F16 fighter jets.</p> <p>The current package is less ambitious, consisting of defensive weapons systems. It includes 330 Patriot ground-to-air missiles, 30 Apache helicopters, 182 Javelin anti-tank missiles and spare parts for Taiwan's existing fleet of F16 fighters. </p> <p>China has expanded its military spending in recent years and has deployed an estimated 1,000 missiles across the Taiwan Strait, facing Taiwan.</p> <p>Prickly US relations with Taiwan have eased since the election as president last March of Ma Ying-jeou, the nationalist Kuomintang party leader and former Taipei mayor. Ma has taken steps to improve cross-straits relations, including direct charter flights, a lifting of caps on Taiwanese investment in China, and the opening of permanent representative offices in both countries.</p> <p>As a result, Chen Yunlin, the official in charge of China's Taiwan policy, is expected to visit the island soon. It would be the highest-level contact since 1949.</p>",
  "<p><strong>Silent Witness</strong><br>9pm, BBC1</p> <p>Call it gore fatigue but the case of a woman who's had her face cut off isn't half as exciting as it should be. (Sure, she looks surprised, but frankly she's the only one.) Indeed, such is the glacial pace of this drama, you can't help but be distracted by anything and everything else, not least the abundance of cosy knitwear that shaggy-haired Harry now sports; he appears to have been on a trolley dash round M&amp;S menswear. Meanwhile, an irritatingly inquisitive medical student joins the team. If I were her, I wouldn't get too comfortable.</p> <p><strong>Paul Merton in India</strong><br>9pm, Five</p> <p>After his successful sojourn in China, everyone's favourite Just a Minute panellist embarks on yet another adventure, this time to what we're always being told is one of the 21st century's new superpowers. So in this above-average addition to that burgeoning genre, the celebrity travelogue, Merton visits India's most prestigious finishing school to get a mouthful of marbles, gets menaced by monkeys, takes a trip on an airline that's free to those who can't afford to fly, and meets men who can wrap their penises around broom handles.</p> <p><strong>Wilderness Explored</strong><br>9pm, BBC4</p> <p>Genuinely captivating, visually arresting and thankfully celebrity-free (unless you count Margaret Atwood, which I don't), this isn't just an exploration of one of earth's last great wildernesses. It's also a charting of humanity's charting of the Arctic as well as an intelligent discussion of what the area has represented and what it has come to represent - from a region of ferocious wildness to a fragile place on which our future is contingent.</p> <p><strong>The US Presidential Debate</strong><br>11pm, More4</p> <p>Much as I love Tina Fey's impersonation of wannabe VP and frenzied winker Sarah Palin, I really hope the work dries up after November 4. Whether or not it does depends in part on how Barack Obama and John McCain perform in their debates with this, the second, following a format akin to that of Question Time. Either a sparkling example of democracy in action or a pit-stop on the way to the apocalypse.</p>",
  "<p>It is one of the most eagerly awaited films of the electoral season, a biopic of the Republican incumbent by a controversially \"liberal\" director that could swing an election.</p> <p>Finally, \"W.\", Oliver Stone's film about George Bush's life, was revealed to the press yesterday ahead of its release to the public next week.</p> <p>The film has all the elements of the best psychodramas: an overbearing father, a straight-talking mother, a favourite son/brother, and a cast of sycophants and true believers. But it is the comedy - some of it very dark - that will stay in the minds of the audience. Bush, uncannily portrayed by Josh Brolin, saying \"Guantanamero\" instead of \"Guantánamo\"; comparing himself to Moses - \"He wasn't a very good speaker,\" Bush says to explain his own call to politics, \"but he knew\"; and agreeing with Laura, his wife, that the musical Cats is \"one thing I'll stay up late for\".</p> <p>But the film (its title is the initial of the president's middle name, Walker) plays like a TV movie rather than a cinematic epic, and it will not shift the political landscape ahead of the US election on November 4. Instead, it will reinforce the feelings of those who believe Bush was a dangerous incompetent, and provide ammunition to those on the other side of the political spectrum who prefer to worry about the bias of the liberal media.</p> <p>Stone does, knowingly or not, point up the comparison with another political ingenue, one derided for a lack of knowledge of political events and a diminished worldview. Brolin's Bush mangles phrases in a manner that can only bring to mind the Republican vice-presidential candidate, Sarah Palin. He even essays a few Palinesque winks.</p> <p>Asked if the movie was designed as an intervention in the electoral campaign, Scott Glenn, who plays Donald Rumsfeld, said: \"I think it's important in the context of the current election for the history of the administration to be put in front of the American people. It's going to be interesting to see how this plays in Twin Falls, Idaho.\"</p> <p>W.'s semi-comic depiction of recent history will appeal to many. Tony Blair gets a cameo, while familiar figures from the seven years of the Bush presidency hide around each corner. But, in keeping with Bush's fratboy image, he is first seen in the midst of a hazing (or initiation) ceremony, sitting in a metal bathtub at Yale. The similarities with waterboarding are pronounced, though in this case the young men are having Jack Daniels poured down their throats. </p> <p>Yale provides an intriguing backstory to Stone's involvement with the W. story: the two were contemporaries at the college, although they did not meet. Stone has told how Bush brought up the connection, of which the director had been unaware, when they met in his first presidential campaign in 1999. Bush, he says, was familiar with his work.</p> <p>While their paths diverged, one going to Vietnam and immersing himself in radicalism, the other famously dodging the draft and immersing himself in the advantages offered by his family's standing, the two shared some characteristics, traits the film plays up. </p> <p>So we meet Bush the party animal: drinking, flirting, slipping from one job to the next. His love of life has his father, portrayed by James Cromwell, berating him with the words: \"Who do you think you are, a Kennedy?\" But the wayward son meets the woman of his dreams: Laura Bush, played by Elizabeth Banks, leads him out of the darkness and helps him towards the light of the born again movement.</p> <p>It is Bush's mother, Barbara, played by Ellen Burstyn, who gets to deliver the most telling line. Confronted with the notion that her son plans to run for office, she exclaims: \"Governor of Texas? You must be joking!\"</p> <p>While JFK proved controversial for Stone's conspiratorial take on the Kennedy assassination, W. is far more conventional in its assessment. The core of the psychodrama is Bush's relationship with his domineering father. As is his wont, Stone explains the battle between the two in stark terms: he has them fight an imaginary duel at the close of the film.</p> <p>Of necessity - a necessity probably provoked by the imminent election - the film, which was only begun in May, will be released before the end of the story. With W still in office, the final act has yet to be written.</p> <h2>Maverick movies</h2> <p><strong>Commandante:</strong> Cuban dictator Fidel Castro allowed Stone unprecedented access to make this 2003 documentary portrait, which met with a storm of protest from Cuban-Americans. The director followed Commandante a year later with Looking for Fidel.</p> <p><strong>Nixon: </strong>Stone's 1995 biopic of the US president was assailed by Richard Nixon's family as \"reprehensible\" but it was nominated for four Oscars, including one for Anthony Hopkins' portrayal of the president as a paranoid, lonely man, riven with angst.</p> <p><strong>JFK: </strong>The director's take on theories surrounding the assassination of John F Kennedy divided critics but delighted conspiracy fans with its story of a plot to kill the president that stretched to the upper reaches of the US establishment.</p> <p><strong>Born on the Fourth of July: </strong>The 1989 adaptation of the autobiography of the Vietnam veteran Ron Kovic was the second in Stone's trilogy about the war. It won rave reviews and Stone's second Academy Award for best director- he picked up his first for Platoon in 1986.</p> <p><strong>Salvador: </strong>Stone nailed his political colours to the mast with a sympathetic portrayal of leftwing revolutionaries and a resounding condemnation of US policy in Central America in the story of a US photojournalist's efforts to reveal military atrocities in El Salvador's civil war.</p>",
  "<p>It takes less than an hour to clone one of Britain's new useless \"microchip\" passports, thanks to the work of <a href=\"http://www.theguardian.com/technology/2008/aug/06/news.terrorism\">Jeroen van Beek</a>, a security researcher at the University of Amsterdam.</p> <p>That technology and other means are critical to many, many Iranians trying to travel. The blue Iranian passport may be ranked second from bottom in the <a href=\"http://www.bluelight.ru/vb/archive/index.php/t-240826.html\">Henley index of travel freedom</a> but that doesn't stop Iranians seeking a document to get out of the millionaire mullahs' country. The government prevents Iranian men from getting a passport if they don't do national service. And so Ayatollah Khamenei allows a roaring trade in illegal passports. The nomenklatura are not affected, as the <a href=\"http://www.bloomberg.com/apps/news?pid=nifea&amp;&amp;sid=a7fJPoIAkw5g\">sons of the wealthy</a> and those of people on the Guardian Council buy off national service. President Ahmadinejad's anti-corruption drive has done nothing – he is powerless in Iran but for his passport to travel and give speeches around the world. Even his allies have been <a href=\"http://www.timesonline.co.uk/tol/news/world/middle_east/article4107326.ece\">imprisoned</a> when they mention the \"C\" word.</p> <p>I spoke to a man at a north Tehran coffee shop who was ripped off twice. He was given a contact by a friend who had successfully procured a passport for $5,000. They call you. And they never give you their number. The meeting took place in a park and, without any guarantees, money was exchanged. The passport would be ready in a week.</p> <p>Nothing happened. Such is the desperation; he did it again and was ripped off again. \"I think I have found another contact,\" he said. </p> <blockquote> <p>Hopefully, it will work this time. I just have to save up. The thing is that the friend who gave me one of the previous contacts got stopped coming into Imam Khomeini airport last week. He had used his passport four times to travel abroad but the man he bought it from had been caught doing a deal and he revealed the numbers of all the passports he had sold. </p> <p>He got five years and my friend was arrested at the airport and got six months in Evin Prison. He's now doing national service in a desert area in south east Iran – with an added six months to the normal two years' service.</p> </blockquote> <p>Perhaps he was lucky. Under article 15(1) of the 1988 amended Passport Act, the sentence should be 18 months in prison and article 525(2) of the <a href=\"http://www.irb-cisr.gc.ca/en/research/rir/?action=record.viewrec&amp;gotorec=450029\">Islamic Penal Code</a> says a \"fake stamp\" in a passport means \"one to 10 years of imprisonment\". </p> <p>There's a big UNHCR office in Tehran, a testament to the US-led wars in <a href=\"http://www.unhcr.org/refworld/country,,USCRI,,TUR,,485f50daa,0.html\">Iraq</a> and <a href=\"http://www.unhcr.org/cgi-bin/texis/vtx/country?iso=afg\">Afghanistan</a> that have caused a flow of war-weary refugees into the towns and cities of Iran – the largest refugee crisis in history.</p> <p><a href=\"http://www.thenation.com/doc/20070611/glain\">According</a> to UNHCR, counterfeit Iranian passports are widely available and the prices change \"according to the quality of the counterfeit work\". While the middle classes opt for buying on the black market, the very poor get to cross borders at will, but that is an ancient trade. Tehranis are rightfully frightened of crossing the porous Pakistan and Afghanistan borders where human trafficking is rife, with police often reporting round-ups of gangs, as well as <a href=\"http://www.iht.com/articles/2007/06/18/news/border.php\">frequent repatriation</a>.</p> <p>There's stiff border security on the Azerbaijan border and the dhow-route to Oman across the Gulf isn't very useful as it's unlikely any consulate will help an escaping Iranian. Kurds, meanwhile, are on the Turkey-Iran border and cross when they want – part of a government-sanctioned smuggling route for drugs and alcohol.</p> <p>Women may not have to do national service but face other hurdles. Singles can't get visas to many Gulf countries if they are under 30. Countries like US-backed Saudi Arabia seem to believe that every young Iranian single woman must be a sex worker. And married women need the <a href=\"http://www.geocities.com/realitywithbite/lawsiran.htm\">permission of their husband</a> to travel anywhere abroad. Such is the unreconstructed Islamic respect for women.</p> <p>The Bush administration tried to tie in all this counterfeit passport business with its \"war on terror\" and the need to bomb Iran. In 2002, the FBI said it had <a href=\"http://findarticles.com/p/articles/mi_m0WDQ/is_/ai_94331669\">caught an Iranian gang</a> in Thailand that was busily forging passports and when asked about the supposed connection between Iran and al-Qaida, Thai police had to respond by saying \"they were not certain if the FBI agents were able to establish links between the Iranians and al-Qaida networks in the region or in the US\".</p> <p>The 9/11 Commission report <a href=\"http://www.9-11commission.gov/report/911Report_Ch5.htm\">absurdly claims</a> that Iran knowingly facilitated transit for al-Qaida militants: \"... operatives ... travelled through Iran, which did not stamp visas directly into passports\". Presumably, the commission didn't understand the difference between Shia and Sunni, <a href=\"http://www.theguardian.com/world/2008/mar/19/johnmccain.uselections2008\">just like</a> Republican presidential contender John McCain.</p> <p>It's no wonder that tourist guides to Iran advise that a foreigner's passport is his most valuable asset and to keep it strapped about one's person. Actually, crime in the big cities of Tehran, Isfahan and Shiraz is much less than one might find in London or Paris. And given that most of Iran's Jewish community chose to ignore a recent Israeli invitation to come and occupy Palestinian land, life in Iran from a regional perspective – as against the labour camps of Dubai and the US-backed destruction of Iraq – isn't that bad at all. But for those fighting for more freedom in Iran, passports are a weapon of the state used to destroy their lives. Human Rights Watch accuses the Iranian government of violating its own laws.</p>",
  "<p>While much of the attention in the US election focuses on the daily verbal clashes between John McCain and Barack Obama, a battle is being fought with as much intensity on the ground involving tens of thousands of lawyers and campaign staff.</p> <p>In courtrooms in Ohio, Indiana, Louisiana, Georgia, Michigan, Florida, Wisconsin and other states, lawyers representing Democrats and civil liberties groups are locked in fights with Republicans over who is allowed to vote.</p> <p>The Republicans say they are only trying to prevent voter fraud. The Democrats, burnt by what happened in Florida in 2000 and Ohio in 2004, say they are trying to ensure the Republicans do not steal the election by making it difficult for poor whites, African-Americans, the young and other potential Democratic voters to cast their ballots.</p> <p>If Obama is heading for a landslide as the polls suggest, the issue could be academic in terms of the final result. But if the poll gap narrows over the next few weeks it could be critical. An academic study of the 2000 vote estimated that 2 million people were not allowed to cast their ballots, more than those who lost their votes through the much-publicised faulty voting machines.</p> <p>Laughlin McDonald, who takes the lead on voting rights for the American Civil Liberties Union, which is at the forefront of the registration battles, said yesterday it was possible that registration challenges by Republicans could match or outstrip those in 2000 and 2004. The increased interest in the election because of Obama on the part of African-Americans and the young could result in the biggest turnout in US election history and also increase the scope for voter suppression.</p> <p>\"There always is a problem with voter registration but we are seeing more of it than in the past ... I can only say we've gotten more calls and are investigating more cases than before,\" McDonald, author of several books on voting rights, said.</p> <p>Unlike most of Europe, where the mechanics of voting is not in party hands, the US process is left to state governments, and the parties in power often exploit this advantage. Democrats claim that rules introduced since 2004 in Republican-run Georgia, Indiana and Florida require specific pieces of ID that are unnecessary given there is little recent history of double-voting. They say the changes are politically motivated, aimed at African-Americans, Latinos, the young and other groups that tend to vote Democrat.</p> <p>Indiana and Georgia are asking for driving licences that include photographs, but that could discriminate against people without cars. A recent study found that while 80% of Americans have cars, only 22% of African-Americans do.</p> <p>There is the prospect on election day, as a result of the heightened interest, of huge queues, and this could be exacerbated by Republican activists mounting challenges over IDs. Lengthy queues could dissuade some from staying to vote. In 2004 some people had to queue in African-American neighbourhoods for two to three hours in Ohio, a state that Bush won by a slim margin.</p> <p>There have been several successful legal challenges in Ohio this year, including one last month that overturned a 2006 law that required a piece of registered mail to be sent to every voter in the state. Mail was not forwarded and anyone whose name appeared on the list as mail returned could be challenged on voting day, a process known as cageing. If it had been allowed to stand an estimated 600,000 people would have been disenfranchised.</p> <p>Professor Daniel Tokaji, of Ohio State University's Moritz college of law, who specialises in election law and has been involved in legal actions in defence of voter rights, said: \"There is a major systemic problem in the US. The people running the election have a stake in the election. It is the quintessential problem. If you had to design a system from scratch, you would not do this.\"</p> <p>He added: \"There are occasional examples of suppression involving Republican-leaning voters but, in the main, it is Democratic-leaning voters that are targeted.\"</p> <p>After another successful challenge that Tokaji was involved in, voters in Ohio who wanted to vote early were allowed to register and vote on the same day. The state Republican party had gone to court to block same day registration and voting.</p> <p>In Wisconsin a judge is to rule on October 23 on a lawsuit filed in August by the Republican attorney general, John Byron Van Hollen, seeking to force ID checks on 240,000 to 1 million voters in the state.</p> <p>Last month in Florida the registration applications of more than 5,000 people were held up on identity grounds. Under Florida law the name on a driving licence has to perfectly match that on the government's databank of social security numbers and names. In fact there are many spelling mistakes and mismatches, particularly in the Latino community, who sometimes use shortened versions of their names on social security cards and revert to their longer family names for driving licences. Even minor differences can provoke challenges.</p> <p>In Florida's Orange County more than 50% of the 672 challenged registrations were Democrats and only 10% Republicans. The Republicans say the discrepancy is because of the much bigger Democratic registration drive this year.</p> <p>One of the big demographic groups being targeted in states across the US is university students, among whom Obama enjoys support over McCain of at least two to one. Given potential confusion over whether they vote in the state in which they study or are from originally, there is a danger many will find themselves purged from voter lists.</p>",
  "<p>Winston Churchill used to say that democracy is the worst form of government except for all others. But something has, once again, gone seriously wrong with democracy in America, worse than Churchill meant it to be. </p> <p>Since this piece is about political philosophy, I'll begin with a syllogism. </p> <p>a) There are jobs that are about life and death. </p> <p>b) Reasonable persons would choose someone responsible for issues of life and death (eg the surgeon that is to operate on her child or the captain that is to pilot a plane she boards) on the basis of their record and qualifications rather than asking whether they are nice to have a beer with. </p> <p>c) The presidency of the United States of America is about life and death, <br>given that the president often makes decisions that affect thousands <br>and potentially millions of lives. </p> <p>d) Ergo: A reasonable person is likely to put qualifications and record above the question whether they would want to have a beer with this person, and/or whether she has a folksy accent and is a hockey mom in voting for the US presidency.</p> <p>This is obviously not what we have been seeing lately. There is really no need to repeat all that has been said about the catastrophe that might befall the US, and indeed our planet, if <a href=\"http://www.theguardian.com/world/sarahpalin\">Sarah Palin</a>, through an accident of history, were to become president of the United States. Even most responsible <a href=\"http://www.theguardian.com/commentisfree/cifamerica/2008/oct/03/palin.biden.debate.media\">Republican pundits are worried</a> by this possibility. </p> <p>Nevertheless a sizeable part of the population was energised by Palin's nomination for the vice-presidency, and McCain surged in the polls. Some 37% think that she <a href=\"http://www.rasmussenreports.com/public_content/politics/election_20082/2008_presidential_election/45_say_biden_won_debate_37_say_palin\">won the debate against Biden</a>. Taking his cue from what works in the US, the Guardian's Washington DC bureau chief Ewen McAskill rightly comments on her \"<a href=\"http://www.theguardian.com/world/2008/oct/03/uselections2008.sarahpalin\">down-to-earth, punchy performance</a>\"; this should, at best, earn her points on Big Brother or a celebrity talk show.</p> <p>The question that needs to be asked is what has gone wrong with democracy in America, if this folksiness can make the difference in an election? Actually some of us already asked this question eight and four years ago, when an intellectual lightweight, who turned out to be a historical disaster for the US and the world, defeated Al Gore and then John Kerry, because voters said that they would prefer having a beer with him than with his opponents. </p> <p>This very man (George Bush, just in case) counted on his constituency's ignorance in making a fake case for a connection between Saddam's regime and al-Qaida, as one of the justifications of marching into Iraq, telling the world soon after that the mission was accomplished before continuing to lead his country proudly into history's greatest financial meltdown since 1929. </p> <p>And now part of the electorate of the very same country that made this horrific mistake is willing to take the risk to have a president whose foreign policy credentials consist in having lived in a place where you could almost see Russia across the sea. </p> <p>Let's get back to ask the philosophical question. Is this what representative democracy should be? Reading Susan Jacoby's <a href=\"http://www.susanjacoby.com/\">The Age of American Unreason</a>, you come to the conclusion that every electorate gets the government it deserves. Only one-third of young Americans can pinpoint Iraq on the map, and less than 40% can tell you how many senators there are. Given this breadth of knowledge, it is no wonder that Sarah Palin's qualifications as a hockey mom count for something in national elections. </p> <p>American democracy is flawed, because a fake sense of intimacy with a presidential candidate has come to count more than credentials and arguments. This, in turn, is the result of an educational system that lets people arrive at voting age in a state bordering on illiteracy and obviously does little to lift them above this state for the rest of their adult lives. </p> <p>I know that this sounds elitist. But frankly, I am worried. The president of the United States affects me personally (and another 6 billion inhabitants on this planet), even though I <a href=\"http://www.theguardian.com/commentisfree/2008/oct/01/usa.uselections2000\">cannot vote there</a>. I do not think that you need an aristocratic temperament to demand that the man or woman who holds the key to the world's largest nuclear arsenal and its most powerful army should have some idea about the workings of the world beyond Alaska, and should be able to pass tests more severe than answering questions that she has been <a href=\"http://www.theguardian.com/commentisfree/cifamerica/2008/oct/03/uselections2008.sarahpalin2\">coached on</a> for several days in a row. </p> <p>My point is not about the US. It is about educational systems that leave people clueless about the world, and hence do not provide them with criteria better than gut-level sympathy to <a href=\"http://www.theguardian.com/commentisfree/2008/oct/05/uselections2008.sarahpalin\">choose their political leaders</a>. It is about a cultural atmosphere that has come to be disdainful and to distrust those who sound educated. And it is about the danger of illiteracy for democracy.</p>",
  "<p>Talk about the expectations game: The Democrats are really working on lowering them ahead of <a href=\"http://www.guardian.co.uk/world/2008/oct/07/uselections2008.barackobama1\">tonight's face-off in Nashville.<br></a></p> <p>As I noted this morning, managing expectations is a common tactic in political debates. It was on prominent display ahead of last week's vice-presidential showdown, allow Republicans effectively to claim Palin's performance was a success. </p> <p>But today the Democrats have taken it one step further. They're actively hyping McCain's town hall prowess in a new web video, after the jump.<br></p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/-MUVva0zCf4?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"425\" height=\"344\"><param name=\"movie\" value=\"http://www.youtube.com/v/-MUVva0zCf4&amp;hl=en&amp;fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/-MUVva0zCf4&amp;hl=en&amp;fs=\"1\"\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object> </figure>   <p><br>From DNC spokesman Damien LaVera (emphasis mine):</p> <blockquote> <p>Washington, DC - Ahead of tonight's town hall-style Presidential debate, the Democratic National Committee released a new web ad highlighting John McCain's strength in town halls. The video, called \"Town Hall McCain,\" includes clips of analysts praising John McCain's performance in town halls and shows McCain himself bragging about how much he enjoys them. As one Republican who called town halls \"one of the hardest thing to do in politics\" said, John McCain does town halls \"better than any other politician.\" <br><strong>Since McCain is the undisputed champion of the town hall, anything less than a game-changing performance tonight would be major disappointment. </strong></p> </blockquote>",
  "<p>The environmental group 350.org, spearheaded by American green activist <a href=\"http://www.guardian.co.uk/environment/2007/nov/08/climatechange.ethicalliving\">Bill McKibben</a>, has issued <a href=\"http://www.350.org/invite/\">a canny challenge</a> to John McCain and Barack Obama: come to the UN's next round of talks on global carbon emissions reductions, to be held this December in Poznan, Poland.</p> <p>McCain and Obama have both proclaimed themselves supportive of a global agreement to combat climate change during next year's Copenhagen conference, to which <a href=\"http://www.cop14.gov.pl/index.php?lang=EN\">the Poznan talks</a> serve as a prelude of sorts. If one -- or both -- promise to travel to Poland as the president-elect, it would send a strong signal to neighbouring nations that the next US president will get serious about reducing emissions, as 350.org sees it. </p> <p>The video <a href=\"http://www.350.org/invite/\">accompanying the invite</a> is cleverly done, but the trick will be getting either candidate to address the Poznan talks specifically during a week still dominated by the floundering economy.</p>",
  "<p>One of the main reasons for <a href=\" http://www.theguardian.com/world/southafrica\">South Africa's</a> ruling African National Congress' disappointing overall performance in government since it came to power in 1994, has been the lack of a relevant opposition party to keep it on its toes with credible policies, ready to take over the moment complacency sets in. </p> <p>As the ANC sinks deeper into crisis as a direct consequence of its leadership's vindictive sacking of former South African President Thabo Mbeki, disillusioned members and supporters are weighing up whether to form a new party. Yet, can a new <a href=\"http://www.news24.com/News24/South_Africa/Politics/0,,2-7-12_2400853,00.html\">breakaway</a> from the ANC succeed when previous splits from it and the current opposition parties failed? For starters, the success of a breakaway will depend on whether Jacob Zuma, who still faces 12 formidable corruption charges, could provide so far unseen political maturity and leadership, by abandoning his destructive obsession with becoming the country's next president. In spite of his cult status among some ANC members, others are resolutely opposed to having him as the new president. They are unhappy with his and his aides' intolerant behaviour, while they, blinded with revenge, ousted Mbeki, who in any case had only a few months to go on his term for similar behaviour, setting in motion the possible <a href=\"http://www.independent.ie/world-news/africa/mbeki-rebels-breakaway-plan-threatens-anc-power-1484535.html\">breakup of the ANC</a>. </p> <p>Yet if Zuma stands aside and allows caretaker president Kgalema Motlanthe to become <a href=\"http://www.independent.co.ug/index.php/column/guest-column/105-guest-column/315-tough-times-ahead-for-anc-.html\">the ANC's candidate</a> for the South African presidency, and the latter commits himself to tackling poverty and adopts a more reconciliatory and inclusive approach within the party and the country – which he built his political reputation on – disaffected party members are more likely to give the ANC another try. A new party may have less legitimacy among the ANC's rank-and-file supporters with Motlanthe as its permanent leader, unless disaffected members have now concluded that even if Motlanthe is in charge, the Zuma-dominated ANC is now so morally bankrupt that honest efforts on the part of Motlanthe, or any other candidates, are doomed to fail. </p> <p>Importantly, whether the Zuma-dominated ANC understands that the grassroots disaffection is not only about Mbeki, but that it goes deeper, will also determine the success of a new party. There is a failure of democratic, moral and principled leadership. It is about the fear that the new Zuma crowd, rather then bring renewal, will be no different than the previous ones, and the brutal ousting of Mbeki has played into these fears. Astonishingly, <a href=\"http://www.mg.co.za/article/2008-09-27-there-is-no-crisis-says-zuma\">Zuma has denied</a> there is a problem at all, saying: \"Where is the crisis? ... The crisis is in the head of these people [the media, academics and analysts].\" </p> <p>The pro-Zuma ANC leadership wrongly argue, as evidenced by <a href=\"http://www.mg.co.za/article/2008-10-03-motlanthe-calls-for-party-unity\">Jeff Radebe</a>, the minister of transport, that disillusionment with politics is confined to a few disgruntled allies of Mbeki, now fearing that their own careers will be cut short. In this vein, the pro-Zuma leadership argues against talk about a split from the ANC: in the words of general secretary Gwede Mantashe, \"<a href=\"http://www.businessday.co.za/articles/topstories.aspx?ID=BD4A857075\">why don't you call it a splinter? </a>\"</p> <p>But so serious is South Africa's political crisis that even Archbishop Emeritus Desmond Tutu, the moral voice of South Africa, declared he <a href=\"http://www.telegraph.co.uk/news/worldnews/africaandindianocean/southafrica/3140107/Archbishop-Demond-Tutu-I-will-not-vote-for-ANC.html\">will not vote for the ANC</a> unless party leaders see sense. Just last week in the Western Cape, rival factions – those for Zuma, and those against him – staged different annual provincial conferences. At the weekend, Zuma cancelled – at the last minute – a meeting with members of the ANC in the Eastern Cape, where he was to explain why the ANC leadership ousted Mbeki, to avoid a hostile reception by grassroots supporters. The point is, Mbeki's exit was supposed to herald a more democratic, inclusive and caring era, not a repeat of the worst under his watch. Right now, those seen in the wider ANC as pro-Mbeki are being purged from the party and government. Others critical of Zuma, but by no stretch of the imagination Mbeki loyalists, are being labelled so, and then purged by Zuma's allies. </p> <p>Yet what makes this split different to others in the ANC's history is that for the first time a whole range of people, including capable senior ANC leaders, officials and civil servants, and the black middle classes are dissatisfied, not just one individual ANC leader. Mbeki secured at least 40% of the vote at the ANC conference last December, which elected Zuma as the party's president. Many of those who voted for Zuma did so not because they loved his dancing, but because they were rightly angry with Mbeki's indifference and his insistence on staying on as party leader for a third term. In the last general election in 2004, disillusionment was already high, with only 48% of those eligible to vote doing so, compared to over 80% in the 1994 elections. Disaffected black voters stayed away from the polls most. With opposition parties so irrelevant, staying away from the polls have been the way traditional ANC supporters have show their dissatisfaction. </p> <p>The policy platform of a new party is going to be crucial also. In South Africa, the poor and their issues have been marginalised. A new party must not only stand for greater democracy, it must also genuinely care about the poor, social justice and equitable economic redistribution. Within the ANC, the black middle class and black big business have been the most closely allied to Mbeki. The new party will be viewed as dominated by the middle class and business. Mbeki attempted to reposition the ANC as a party of both the poor and business and although this is not impossible, he failed. If Mbeki is the face of the new party – which is unlikely – or if the new party exists to defend his legacy, it will be stillborn. However, if someone more dynamic, such as the former Gauteng provincial premier and former trade union leader <a href=\"http://allafrica.com/stories/200809300556.html\">Mbhazima Shilowa</a> steers the party, its stock may be higher. Zuma's allegedly pro-poor and pro-left views are a recent acquisition. Yet Zuma appears to have successfully spun himself as someone who underwent a Damascene conversion – after Mbeki fired him for corruption in 2005 – changing from the leading defender of his boss's transformation project of the ANC and South Africa, to one who is now the poor and the left's best friend. But Zuma's record shows that until he was fired by Mbeki, he was neither pro-poor, nor pro-left – and the ANC's left know that. The leaders of the ANC's left have embraced Zuma, and jettisoned principle for power. They know Zuma's record. But Zuma is deeply indebted to the black business oligarchs who were excluded from lucrative contracts under Mbeki; and those traditionalists on the right, who argue for virginity testing. </p> <p>The irony is that it is most likely that a Zuma ANC will stay the centrist policy course of Mbeki – to please its diverse backers – but with a leader that will try to be less aloof, but evidently no more democratic, than Mbeki. Off course, even if a new breakaway party fights even half-effectively for the same centre-left ground, it could bring more dynamism to SA politics just by focusing on the space where the majority is located, but which the current opposition parties do not serve. The real danger is the poor may lose out again in a pro-Zuma ANC, which will be no different then it was under Mbeki, just with a different cast; or a pro-Mbeki breakaway ANC, that again, is no different to the old ANC. Yet the best solution for South Africa remains the reconfiguration of the ruling ANC tripartite alliance into a clear centre-left party, and a left one, existing as separate political parties, competing with each other, and the assortment of current opposition parties, black and white, mostly based on the centre-right.</p>",
  "<p><a href=\"http://www.theguardian.com/world/johnmccain\">John McCain</a> is heading to near-certain defeat in the elections because American voters no longer trust <a href=\"http://www.theguardian.com/world/republicans\">Republicans</a> on the economy, a Republican strategist warned today.</p> <p>Steve Lombardo, who has worked on Republican campaigns since 1992 and advised McCain's opponent, Mitt Romney, in the primaries, said it would take a major external event - such as a terrorist attack - or a crippling error by <a href=\"http://www.theguardian.com/world/barackobama\">Barack Obama</a> for McCain to make a comeback.</p> <p>\"Basically unless there is some external event the dynamics of this race are being driven almost entirely by the financial situation here in the United States and globally, and that works for Barack Obama,\" Lombardo said.</p> <p>\"If there isn't some sort of event or, God forbid, a terrorist attack that moves the election on to foreign affairs or national security, it is unlikely that McCain can regain the lead just because the American voters have decided that the base of the problems they face are the Republican party, <a href=\"http://www.theguardian.com/world/georgebush\">George Bush</a>, and by extension John McCain.\"</p> <p>The bleak assessment of McCain's prospects from one of his own comes on a day when the economic crisis brought George Bush to an historic new low in his popularity.</p> <p>Bush's 25% approval rating was recorded just after Congress approved a $700bn economic bailout, suggesting the public gave no credit to the White House for its rescue plan.</p> <p>The rating, a new nadir for an historically unpopular president, puts Bush one point ahead of Richard Nixon on the eve of his departure from the White House in 1974. It is just three points higher than the poll's all-time low for any president, Harry Truman's 22% job approval rating in 1952.</p> <p>Lombardo laid out his misgivings in a memo obtained by the Guardian in which he wrote that McCain's attempts to distract voters from the economy and make the election about Obama's character were unlikely to work.<br>The memo argues such attacks at this point seem \"desperate\" and \"off-key\", and that the time to define the Democrats' character was in August - before the presidential debates.</p> <p>\"The economic situation has virtually ended John McCain's presidential aspirations and no amount of tactical manoeuvring in the final 29 days is likely to change that equation,\" the memo said.</p> <p>It concludes: \"There are more turns to come in this election and it is not over yet but it sure seems like it is.\"</p> <p>The memo said McCain lost the election on September 15 - two days after Lehman brothers filed for bankruptcy - when he told a rally in Jacksonville, Florida: \"The fundamentals of the economy are strong.\"</p> <p>McCain saw fresh signs today of the damage to his own presidential prospects from the economic crisis in a new set of polls showing him trailing in four battleground states and fighting to hang on to two states - Indiana and North Carolina - formerly seen as Republican strongholds.</p> <p>McCain suffered another blow when the wife of a retiring Republican senator seen as one of the Republicans' experts on national security officially endorsed Obama.</p> <p>\"The fact is we're in two wars, two of the longest we've ever been in. We've run up a third of our nation's debt in just the past eight years. We're in the biggest financial crisis since the Great Depression,\" said Lilibet Hagel, whose husband, Chuck, is a senator from Nebraska.</p> <p>With less than four weeks to go until election day, the slide in the polls brought an even more aggressive and personal edge to McCain's attacks on Obama.</p> <p>The Obama camp hit back with a new ad released on cable networks today accusing McCain of being \"out of ideas\" and seeking to distract voters from America's economic problems. \"With no plan to lift our economy up, John McCain wants to tear Barack Obama down,\" the ad said.</p> <p>The Republican is also giving a larger role to his running mate, Sarah Palin, who is recovering her popularity among the party base following her adequate debate performance last week.</p> <p>In the latest bad news for McCain, a Time magazine-CNN poll showed the Republican struggling to hold on to states that George Bush carried by large margins in 2004.</p> <p>In Indiana, which has voted solidly for Republicans in presidential elections since 1964, McCain and Obama were tied among registered voters, with 48% support.</p> <p>Obama was also widening his lead in battleground states won by George Bush, including Ohio which decided the 2004 elections. Obama now leads McCain by 50% to 47% among likely voters in the Time-CNN poll.</p> <p>A day after accusing the Democrat of \"palling around with terrorists\", the campaign today shifted focus from Obama's connections to the candidate himself.</p> <p>Palin meanwhile emerged as the Republican's lead attack dog. The vice-presidential candidate was scheduled to address three rallies.</p> <p>In the first of two appearances in northern Florida, a vote-rich battleground state where the Republicans are struggling to remain in contention, Palin also re-directed her attack from Obama's association with the 60s era radical Bill Ayers to Obama himself.</p> <p>\"You mean he didn't know that he had launched his own political career in the living room of a domestic terrorist?\" Palin asked a rally in Jacksonville.</p> <p>\"This election is about the truthfulness and judgment needed in our next president,\" she said. \"John McCain has it and Barack Obama doesn't.\"</p> <p>Palin was also scheduled to appear in North Carolina tomorrow.</p> <p>The last Democrat to win North Carolina in a presidential election was Jimmy Carter in 1976. But an aggressive push by Obama, who spent time there preparing for the debate, and invested resources in voter registration, has put McCain on the defensive.</p> <p>Today's polls showed the two virtually tied in the state, with Obama on 49% and McCain on 48%.</p>",
  "<p>At a time when both White House candidates jockey over who can best handle an economic emergency, one could easily forget that the US presidential campaign began as a contest over national security. It is Iraq that propelled Barack Obama, who highlighted his early opposition to the war, and John McCain, who took credit for backing the military surge early on, to become the nominees of their respective parties. And when the next president steps into the Oval Office in January, voters will expect him to address two wars: one trending positively in Iraq and the other negatively in Afghanistan. </p> <p>Regardless of who wins the election, however, the next administration will find its hands tied over how to direct both theaters. Its decisions will be carried out by the two commanders most closely associated with the Bush administration's Iraq policy: <a href=\"http://www.theguardian.com/world/2008/apr/23/usa.iraq\">General David Petraeus</a>, who this month assumes command of Centcom, overseeing all US troops in the Middle East, Central Asia and the Horn of Africa; and General Ray Odierno, Petraeus's former deputy, who recently <a href=\"http://voices.washingtonpost.com/inteldump/2008/09/the_new_man_in_iraq.html?hpid=opinionsbox1\">took over the command of American forces in Iraq</a>.</p> <p>These assignments naturally produce some conflict with the Democratic nominee. Many Americans will press Barack Obama to bring the troops home should he clinch the presidency. But while the Illinois senator has pushed for a 16-month timetable for withdrawal, both Petraeus and Odierno staunchly advocate a conditions-based approach and firmly reject timetables. Fully aware that the next Iraq surprise could rear its ugly head at any moment, they will most certainly continue to stress that the gains in Iraq are <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/04/08/AR2008040801281.html?hpid=topnews\">\"fragile and reversible\"</a>. </p> <p>Petraeus, the public face of the surge strategy, takes credit for bringing violence in Iraq to four-year lows, restoring the US military's reputation and rewriting American counterinsurgency tactics. These achievements have made him <a href=\"http://www.time.com/time/specials/2007/personoftheyear/article/0,28804,1690753_1695388_1695379,00.html\">incredibly popular</a> in policy circles and beyond. Despite his role as commander-in-chief of all US armed forces, the next president would pay a hefty political price for removing Petraeus and Odierno. The bipartisan fallout over the infamous MoveOn.org <a href=\"http://www.npr.org/templates/story/story.php?storyId=14623512\">\"General Betray Us\"</a> ad illustrates the negative impact of such a gamble.</p> <p>Regardless of any potential disagreement, the next president will be forced to uphold the Bush administration's principle of \"return on success\" – as Iraqi forces stand up, Americans stand down. On-duty Iraqi security forces, which include all Iraqi military and police, have increased by 171,300 over the past 12 months to a total of 531,000, according to the <a href=\"http://www.brookings.edu/saban/iraq-index.aspx\">Brookings Institution's Iraq Index</a>, which pools its numbers from the Iraqi ministries of Defence and the interior. Lieutenant General James Dubik, the former commander of coalition forces charged with building Iraqi security forces, suggested this past summer that the <a href=\"http://www.iht.com/articles/2008/07/09/mideast/iraq.php\">Iraqi army and police could take over combat operations by mid-2009</a>.</p> <p>But the quality of the largely inexperienced and corrupt Iraqi military remains in question. Already, senior military officials have warned against repeating the mistakes of General George Casey, Petraeus's predecessor in Iraq, who in 2005 <a href=\"http://www.nytimes.com/2007/01/02/washington/02war.html?pagewanted=print\">tried to shift responsibilities to unready Iraqi forces</a>. A period of the highest levels of violence since the start of the war ensued. </p> <p>Both McCain and Obama have also called for more troops in Afghanistan, a war Petraeus has conceded is <a href=\"http://ap.google.com/article/ALeqM5gbQFubeddDbtKYE1zt7uphJlJVTwD936UQDO1\">\"headed in the wrong direction\"</a>. Last month, General David McKiernan, head of the Nato-led forces in Afghanistan, said he <a href=\"http://www.nytimes.com/2008/09/17/world/asia/17gates.html?_r=2&amp;partner=rssuserland&amp;emc=rss&amp;pagewanted=all&amp;oref=slogin&amp;oref=slogin\">needs an additional 15,000 troops</a>. But with US forces stretched thin, neither candidate could afford such a move while maintaining the current troop levels in Iraq. The recent announcement of 2009 troop deployments to Iraq will maintain the number of soldiers there largely steady at 14 combat brigades from February to early fall. </p> <p>Even George Bush could only initiate a l<a href=\"http://www.theguardian.com/world/2008/sep/09/iraq.usa\">imited withdrawal of 8,000 troops from Iraq</a>. That decision was a compromise - far less than the drawdown advocated by the Joint Chiefs of Staff over concerns for the health of the force, and far swifter than what Petraeus supported, namely keeping troop levels steady through next summer. </p> <p>Bush's announcement signals the tone and pace of future drawdowns – a gradual, not dramatic, shift of forces from Iraq to Afghanistan and its border region with Pakistan. From his new desk, the next president will similarly meet halfway between his political desires and the realities on the ground, as assessed by Petraeus and Odierno. Obama or McCain will have to carefully balance between the two main fronts in the war on terror while avoiding too much optimism over the growth of Iraqi forces and the dramatic drop in violence, both potentially short-lived. In the first American wartime presidential transition in 40 years, the Bush administration's war policies will thus bear heavily on its successor.</p>",
  "<p>With election day less than a month away, <a href=\"http://www.theguardian.com/world/barackobama\">Barack Obama</a> and <a href=\"http://www.theguardian.com/world/johnmccain\">John McCain</a> face off in the second of three presidential debates tonight, with voters watching to see which has a better grip on the steadily worsening global economic situation.</p> <p>The debate at Belmont University in Nashville, Tennessee, comes a day after global stock markets faltered, despite the US congress's vote last week to inject $700bn into US credit markets, setting the stage for a conversation tonight over how best to right the economy.</p> <p>As bad economic news has continued to dominate the presidential race, Obama has soared in the polls. Voters say they trust the Democrat more than McCain to handle the financial mess, and tie the Republican candidate to the unpopular Bush administration. </p> <p>Tonight the onus falls on McCain to, at the very least, halt Obama's momentum, regain energy and reignite enthusiasm behind his campaign, which last week announced it was pulling out of the key swing state of Michigan and has lost ground in polling in many other swing states.</p> <p>The forum's loosely structured town hall format, in which the candidates will take questions from members of the audience and viewers sending questions online, could favour McCain, who thrives in more relaxed settings. </p> <p>But Obama, a former law professor at the University of Chicago, is himself a skilled debater, and honed his craft over 16 months of encounters with Hillary Clinton and other candidates during the Democratic primary season. </p> <p>Meanwhile, the husband of McCain running mate <a href=\"http://www.theguardian.com/world/sarahpalin\">Sarah Palin</a> will answer questions in an abuse-of-power inquiry in Alaska, CNN reported. </p> <p>A state legislative committee subpoenaed him and several aides to Palin, the governor of Alaska, in its investigation into whether Palin fired the state's public safety commissioner to settle a personal score. </p> <p>The commissioner, Walt Monegan, had refused to sack a state trooper who was embroiled in a messy child custody dispute with Palin's sister. Palin dismissed him in July, stating publicly that the two had a disagreement on budget issues. The legislature's report on the matter is due on Friday.</p> <p>The last presidential debate was largely seen as a draw, with some commentators giving Obama a slight edge. The debate will be moderated by Tom Brokaw of NBC News.</p> <p>Polls have shown the economy is the foremost issue on voters' minds, and the crumbling stock markets, worsening employment and still-frozen credit markets have combined to make it the most salient issue of the race. </p> <p>Over the weekend, McCain aides said they would try to move the conversation away from economic issues and onto questions of character. </p> <p>Since then, Palin has questioned Obama's association with a 1960's-era radical, who participated in bombings but now is renowned in Chicago as an education policy expert. She also brought up his attendance at the church of Reverend Jeremiah Wright, a fiery, divisive preacher who provided fodder for Clinton's campaign. </p> <p>But the timing of the McCain camp's efforts, coming as Obama's poll numbers are gaining and the economy is flagging, may cause voters to consider them a distraction.</p> <p>In response, the Obama campaign unveiled a website and documentary-style video highlighting McCain's ties to Charles Keating, a banking executive who went to prison in connection with the savings and loan scandals of the 1980s. </p> <p>A Senate committee in 1991 exonerated McCain in the matter, but faulted his \"poor judgment\" in his dealings with Keating. The Obama campaign says the episode illustrates a lapse in judgment on matters of financial oversight.</p> <p>In a memo released this morning, Obama spokesman Bill Burton sought to downplay expectations of the Democrat's performance tonight, noting, \"When it comes to sheer format, we enter today's debate the decided underdog\". That is a common campaign tactic in the run up to debates. Burton also predicted McCain would sling mud at Obama rather than engage him on economic issues.</p> <p>\"In order to change the dynamics of this race, we anticipate that McCain will launch his nastiest attacks and continue to lie about Barack Obama's record and his vision to fundamentally change our country,\" he said. He continued: \"The American people aren't interested in nasty, false attacks, and they're not interested in four more years of Bush policies. But that's all he's offering.\"</p> <p>Tonight's questions are likely to focus on economic issues. Yesterday, the Dow Jones closed below 10,000 points for the first time since 2004, finishing several hundred points lower than the day George Bush took office in January 2001. </p> <p>That provides ammunition for Obama to press his case that the country is worse off after eight years of Republican control of the White House, and that McCain would only continue Bush's failed policies of tax cuts for the wealthy and corporations.</p> <p>To the extent that McCain is forced to confront the economy tonight, he is likely to continue to press his case that an Obama administration would raise taxes, hindering job growth and economic recovery.</p> <p>Meanwhile, new rounds of polling continue to show voters moving steadily into Obama's camp. A Washington Post-ABC News poll released this morning has Obama ahead in the key swing state of Ohio, 51 percent to 45 percent. An aggregate of national polling maintained by pollster.com shows Obama up 49.9% to 42.9%.</p>",
  "<video data-media-id=\"gu-video-338351433\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1841479994_gdn-nat-081006-lt-DebatePreview.flv\"/> </video>   <p><br>What to expect at tonight's town hall event where voters will question Barack Obama and John McCain<br></p>",
  "<p>China cancelled a visit to Washington by a senior general, slapped an indefinite ban on port calls by US naval vessels, and cancelled low-level diplomatic exchanges with the US today, in angry retaliation to a US plan to sell $6.5bn in advanced weaponry to Taiwan. </p> <p>A spokesman for China's foreign ministry in Beijing, Qin Gang, said the US move broke international law and would cast a shadow over bilateral relations. The proposed sale \"has contaminated the sound atmosphere for our military relations and gravely jeopardised China's national security\", Qin said.</p> <p>China regards Taiwan, which has enjoyed de facto independence since 1949, as a renegade province. But its aim to unify the island with the mainland is opposed by a majority of Taiwanese. Under a 1979 law, the US in effect pledged to help Taiwan defend itself against any attempt by China to forcibly acquire the territory.</p> <p>A Pentagon spokesman described China's reaction to the sale as \"unfortunate\" and said it would lead to missed opportunities. But both sides appeared to be anxious to limit the fallout from the row. US-China cooperation on nuclear proliferation issues in Iran and North Korea was not expected to be affected.</p> <p>The arms sale was first proposed by the US in 2001 but ran into opposition in Taiwan's parliament, the Legislative Yuan, as well as in Beijing. It was initially valued at $12bn and potentially included Aegis-class frigates, submarines and advanced F16 fighter jets.</p> <p>The current package is much less ambitious, consisting of defensive weapons systems. It includes 330 Patriot ground-to-air missiles, 30 Apache helicopters, 182 Javelin anti-tank missiles and spare parts for Taiwan's existing fleet of F16 fighters. The Pentagon also announced a sale of Harpoon missiles last month.</p> <p>China has rapidly expanded its overall military spending in recent years and has deployed an estimated 1,000 missiles across the strategic Taiwan Strait, facing Taiwan.</p> <p>Prickly US relations with Taiwan have eased since the election as president last March of the nationalist Kuomintang party (KMT) leader and former Taipei mayor, Ma Ying-jeou.</p> <p>Ma's predecessor as president, the Democratic Progressive party's (DPP) Chen Shui-bian, angered Washington and Beijing by pushing what both saw as a destabilising pro-independence agenda. That may have led to an undeclared freeze on new arms sales.</p> <p>Ma has taken a series of steps to improve cross-straits relations since taking office, including direct charter flights for businesspeople and tourists, a lifting of caps on Taiwanese investment in China, and the opening of permanent representative offices in both countries.<br>Taiwan also provided assistance to China during last May's Sichuan earthquake disaster.</p> <p>As a result of the thaw, Chen Yun-lin, the top official in charge of China's Taiwan policy, is expected to visit the island soon. If it takes place, it will be the highest-level contact since 1949.</p> <p>All the same, Ma's popularity has been falling amid DPP criticism that he was kow-towing to China and failing to obtain reciprocal concessions. His decision to risk China's displeasure and go ahead with the arms purchase may help him counter perceptions of undue servility towards the mainland.</p> <p>\"We think this announcement from the US government is a sign that the past eight years of discord are over,\" Ma said in a statement.</p> <p>According to a report last month by the Congressional Research Service (CRS), a US decision on the sale had been expected before the Bush administration leaves office in January.</p> <p>Defence analysts suggested the White House wanted to push the deal through now rather than leave the decision to the incoming, possibly Democratic administration.</p> <p>Embroiled in major conflicts in the Middle East, Washington has been keen to defuse cross-straits tensions and persuade the Taiwanese to take more responsibility for their own defence.</p> <p>Yet now this appears to be happening, there are signs of second thoughts. According to the CRS report, a closer relationship between China and Taiwan \"may complicate US regional interests\".</p>",
  "<p>A controversial American author and conspiracy theorist was arrested in Nairobi and was due to be deported today after trying to plug his bestselling book attacking Barack Obama, whose late father was Kenyan. </p> <p>Jerome Corsi arrived in the country last week to promote The Obama Nation: Leftist Politics and the Cult of Personality, an error-riddled book that recently became a bestseller in the US. It falsely claims that Obama, who is revered in Kenya, was raised as a Muslim, and smears Prime Minister Raila Odinga, the country's most popular politician. </p> <p>Corsi had said that he also planned to deliver a $1,000 cheque from a conservative website owner to George Obama, the presidential candidate's half brother who lives in Nairobi's Huruma slum. </p> <p>But by widely publicising his itinerary, Corsi, whether intentionally or not, attracted the government's attention. Immigration police detained him at a luxury downtown hotel due to host the launch today. </p> <p>Ministry officials, denying that book had anything to do with Corsi's arrest, said that he had failed to obtain for a temporary work permit on entering the country. He was later taken to Jomo Kenyatta International Airport, where he was expected to catch a flight to Europe. </p> <p>Despite Corsi's controversial and often bizarre views - including accusing President George Bush of pursuing a \"North American Union\" comprising the US, Canada and Mexico - he has already proved his ability to influence American politics. In 2004 he helped sink the Democratic presidential campaign by co-authoring Unfit for Command: Swift Boat Veterans Speak Out Against John Kerry. </p> <p>He dedicated a chapter in his latest book to \"Kenya, Odinga, Communism and Islam\", despite having never visited the country. Corsi claimed last week to have been invited to Nairobi by Christian missionaries concerned about the rise of Islam in Kenya. </p> <p>\"Dr Corsi will also expose details of deep secret ties between US Democratic presidential candidate Barack Obama and a section of Kenya Government leaders, their connection to certain sectoral groups in Kenya and subsequent plot to be executed in Kenya should Senator Obama win the American presidency,\" he wrote on the press invitation to the book launch. </p> <p>In the first paragraph of his opening dispatch from Nairobi last Thursday for the conservative WorldNetDaily website, Corsi made clear his agenda, alleging that Odinga \"was appointed to the [prime minister] position to stop a wave of violence by Muslim supporters\" protesting the flawed presidential election. On Friday he claimed Muslims had killed \"50 Christians [who had] sought refuge in a Christian church\" in Eldoret in January.<br> Both claims are false. Kenya's post-election violence was ethnic-based rather than religious. If anything, the Kalenjin perpetrators of the church massacre were Christian. </p> <p>Obama's relatives in Kenya declined to comment today. But one said that Corsi's planned visit to George Obama, who has stated he is happy with his life and did not want to become a political pawn, would have been a bad idea. \"I don't think the people in Huruma would have welcomed him.\"</p>",
  "<p>Among the talking points Sarah Palin was able to successfully regurgitate in last Thursday's vice-presidential debate was the claim that \"Barack Obama had said that all we're doing in Afghanistan is air-raiding villages and killing civilians.\" Palin insisted that \"such a reckless, reckless comment and untrue comment, again, hurts our cause.\"</p> <p>Such a comment would be objectionable, if indeed Obama had ever said such a thing. But Palin's version, which she has continued to repeat in speeches this week, is a blatantly deceitful truncation of a statement Obama made in August 2007, while discussing <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2007/08/14/AR2007081400812.html\">his plan to strengthen the struggling US-led effort in Afghanistan</a>. \"We've got to get the job done there,\" Obama said. \"And that requires us to have enough troops so that we're not just air-raiding villages and killing civilians, which is causing enormous problems there.\"</p> <p>Independent fact-checkers have <a href=\"http://blogs.wsj.com/washwire/2008/10/06/mccain-ad-challenges-obama-on-afghanistan/\">corrected Palin's distortion</a>, as was done with regard to the campaign's claim that Palin <a href=\"http://www.politifact.com/truth-o-meter/article/2008/sep/23/bridge-too-far-bridge-nowhere/\">\"killed the Bridge to Nowhere\"</a> and its constant <a href=\"http://www.factcheck.org/elections-2008/there_he_goes_again.html\">misrepresentations of Obama's tax plan</a>. But once again McCain has chosen to double down on the lie, using the truncated quote in <a href=\"http://www.politico.com/news/stories/1008/14308.html\">a new ad calling Obama \"dishonourable\"</a>. Thus does the Straight Talk Express sink deeper into the <a href=\"http://en.wikipedia.org/wiki/Slough_of_Despond\">Slough of Despond</a>.</p> <p>McCain and Palin's attacks are regrettable not only for their mendacity, but because they disregard a forthright critique of the deepening crisis in Afghanistan. This is a particularly grievous pass for McCain, who has made his commitment to national security central to the argument for his presidency, but has now shown that he won't let that commitment get in the way of an opportunity for invective. </p> <p>Obama's comments came in the context of <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2007/05/02/AR2007050202757.html\">mounting Afghan protests</a> at the civilian casualties caused by US-led operations there. An Associated Press fact-check backed up Obama's statement, noting that western forces in Afghanistan were <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2007/08/14/AR2007081400950.html\">killing civilians at a faster rate than the insurgents</a> were killing civilians. As of August 1, 2007, \"while militants killed 231 civilians in attacks in 2007, western forces killed 286.\" </p> <p>At the UN last month, Hamid Karzai, the president of Afghanistan, told the assembly that the deaths of civilians in bombing raids could seriously undermine the efforts to fight terrorism. Karzai said that these deaths hurt <a href=\"http://www.cbc.ca/world/story/2008/09/24/un-afghan.html?ref=rss\">\"the credibility of the Afghan people's partnership with the international community,\"</a> making attempts at cooperation much more problematic for an Afghan government struggling to establish its legitimacy. </p> <p>Minimising civilian casualties is <a href=\"http://www.nytimes.com/2006/10/05/washington/05doctrine.html\">key to a successful counterinsurgency effort</a>, which is one reason air strikes - which tend to result in a lot of collateral damage, ie dead civilians - are <a href=\"http://www.nationaldefensemagazine.org/archive/2008/May/Pages/InTodays2271.aspx\">poorly suited to the task</a>. The US-led effort in Afghanistan has been forced to over-rely on air power because of a shortage of troops resulting from the <a href=\"http://www.economist.com/world/asia/displaystory.cfm?story_id=12009906\">US commitment in Iraq</a>, and because anger over Iraq <a href=\"http://www.nytimes.com/2008/02/09/world/asia/09gates.html?_r=1&amp;scp=22&amp;sq=allies+afghanistan&amp;st=nyt&amp;oref=slogin\">has made Nato allies reluctant</a> to step up their assistance.</p> <p>These are examples of how the invasion of Iraq - which John McCain bafflingly claims he would still support, even given the absence of either WMD or an al-Qaida connection - has undercut America's ability to fight terrorism effectively. </p> <p>It's not reckless comments that have hurt our cause, Governor Palin. It's reckless wars.</p>",
  "<p>Because it's important to keep track:</p> <p>-- A McCain supporter <a href=\"http://www.guardian.co.uk/world/oliverburkemanblog/2008/oct/07/uselections2008.johnmccain\">yells \"terrorist!\"</a> about Obama during one of McCain's speeches...</p> <p>-- A Florida mayor, introducing Sarah Palin, <a href=\"http://www.cbsnews.com/blogs/2008/10/06/politics/fromtheroad/entry4504484.shtml\">refers to</a> \"Barack Hussein Obama\" (which the campaign calls \"inappropriate\")...</p> <p>-- A Palin supporter <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/10/06/AR2008100602935.html\">shouts a racial epithet at an African American TV sound engineer</a>, and tells him to 'sit down, boy'\"... </p> <p>-- ...And in northern Virginia, the election campaign's <a href=\"http://washingtonindependent.com/10456/hate-mail-in-communist-county\">most bizarrely convoluted anti-Obama hate-mail yet</a>:</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-338366444\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/10/7/1223394762885/clarendonletter.jpg\" alt=\"Clarendon letter\" width=\"460\" height=\"141\" class=\"gu-image\" /> </figure>  <p>Read the rest of the letter at the <a href=\"http://washingtonindependent.com/10456/hate-mail-in-communist-county\">Washington Independent</a>.<br></p>",
  "<p>The American author of a bestselling critical biography of Barack Obama containing the false allegation he was raised a Muslim has been deported from Kenya.</p> <p>Jerome Corsi, who wrote The Obama Nation: Leftist Politics and the Cult of Personality, was picked up by police today for not having a work permit.</p> <p>He was briefly held at immigration headquarters in Nairobi before being brought to Jomo Kenyatta International Airport for deportation, according to Joseph Mumira, head of criminal investigations at the airport.</p> <p>Corsi had been scheduled to launch the book today in Kenya. Organisers of the book launch said Corsi had not broken any immigration rules but was considered an embarrassment. </p> <p>\"His papers were found to be in order. His passport was fine, his visa was fine,\" Peter Mbae , his publicist in Kenya, told Reuters. \"But the government did not want him to launch his book on Kenyan soil. That's why he has been deported.\" </p> <p>Immigration officials declined to comment.</p> <p>Obama is a popular figure in Kenya, where his father was a government economist. Several of his extended family still live there. </p> <p>A recent poll found that 89% of Kenyans want Obama to win the US election. </p> <p>In 2004, Corsi was the co-author of Unfit for Command: Swift boat veterans speak out against John Kerry, which was criticised for carrying interviews with people who did not serve in Vietnam with the 2004 Democratic presidential candidate. Many who did said the book's claims were false.</p> <p>The US press has accused Corsi of being anti-Islamic, anti-Catholic, anti-semitic and homophobic, and of exploiting racial prejudices in an attempt to ''scare white America\".</p> <p>Despite this, The Obama Nation and Unfit for Command made it into the New York Times bestseller lists.</p> <p>Corsi writes in The Obama Nation that the presidential candidate is a dangerous and radical prospect to become the leader of the US and makes the false allegations that Obama was raised as a Muslim, and harbours \"black rage\".</p> <p>Obama issued a 40-page rebuttal on his website FightTheSmears.com, under the title Unfit for Publication. He asserts that he is a Christian who attended Trinity United Church of Christ in Chicago.</p> <p>According to a press release announcing Corsi's visit, he arrived in Kenya last week at the invitation of Christian missionaries concerned about the spread of Islam. He was planning to file daily dispatches all week, the statement said.</p>",
  "<p>Too much information, via the <a href=\"http://www.suntimes.com/news/politics/obama/1206081,CST-NWS-michellecamp07.article\">Chicago Sun-Times</a>: \"Apparently that 2 1/2-hour anniversary dinner Barack and Michelle Obama celebrated at Spiaggia Restaurant Friday night went pretty well. 'Happy anniversary!' a supporter shouted to Michelle Obama at a fund-raiser at Newsweb President Fred Eychaner's Lakeview home Monday night. 'Thank you! We had a good date too,' Obama said with a smile as the crowd began to cheer. 'We did, yeah... Enough said.'\"<br></p>",
  "<p>As Republicans take aim at <a href=\"http://www.theguardian.com/world/barackobama\">Barack Obama's</a> past links to a 1960s radical activist, some Democrats are threatening a tit-for-tat assault by noting <a href=\"http://www.theguardian.com/world/johnmccain\">John McCain's</a> ties to a group that helped fund right-wing guerrillas during the 1980s Iran-Contra scandal.</p> <p>The latest round of attacks came as the presidential hopefuls geared up for their second debate in Nashville tonight. With his fortunes fading in many key states, McCain has made no secret of his plans to question Obama's character – and Obama allies have fired right back.</p> <p>After Republican No 2 <a href=\"http://www.theguardian.com/world/sarahpalin\">Sarah Palin</a> condemned Obama for attending a political event hosted by Bill Ayers, a former leader of the 1960s radical group the Weather Underground, Democratic pundits and bloggers began chiding McCain for his time on the board of the US Council for World Freedom (CWF).</p> <p>The CWF was used as a conduit for arms sales and other aid to the Contras, a right-wing guerrilla group in Nicaragua that also got backing from the CIA under Ronald Reagan. </p> <p>McCain was a congressional supporter of the Contras during the early 1980s, while serving on the CWF board but before the Iran-Contra scandal imperilled its work.</p> <p>The CWF was affiliated with the World Anti-Communist League, whose chairman was forced to resign in 1980 after he was linked to the neo-Nazi movement. McCain joined the CWF the following year after meeting with its chief, former US army major general John Singlaub.</p> <p>\"I think I met him in the Washington area when he was just a new congressman,\" Singlaub told the Associated Press. \"We had McCain on the board to make him feel like he wasn't left out. It looks good to have names on a letterhead who are well-known and appreciated.\"</p> <p>The Obama campaign has yet to raise McCain's CWF connection directly, but prominent liberals are sure to continue raising the link as a way to temper Palin's Ayers-related attacks. </p> <p>Democratic strategist Paul Begala, a former Bill Clinton adviser, was the first to warn McCain that condemning Obama's arms-length interactions could potentially backfire.</p> <p>The timing of McCain's resignation – specifically, its proximity to the Iran-Contra scandal in 1986 – could become particularly pertinent. McCain has said he quit the group in 1984, and spokesman Brian Rogers told Politico.com that the Republican nominee resigned \"when questions were raised about its activities\". </p> <p>\"But that in no way diminishes his leadership role in ensuring that the forces of democracy and freedom prevailed in Central America,\" Rogers added.</p> <p>McCain's name remained on CWF letterhead as late as 1986, however, according to several reports today.</p>",
  "<p>CNN's election-news anchor, previously seen on this blog <a href=\"http://www.theguardian.com/world/oliverburkemanblog/2008/sep/03/uselections2008.johnmccain1\">telling off McCain spokesman Tucker Bounds while also calling him \"baby\"</a>, and <a href=\"http://www.theguardian.com/world/oliverburkemanblog/2008/sep/24/uselections2008.sarahpalin\">criticising the sexist treatment of Sarah Palin by her own campaign</a>, points out the obvious in a <a href=\"http://www.nytimes.com/2008/10/04/arts/television/04brow.html?_r=2&amp;ref=arts&amp;oref=slogin&amp;oref=slogin\">New York Times profile</a>:</p> <blockquote> <p>As journalists, and certainly for me over the last few years, we've gotten overly obsessed with parity, especially when we're covering politics... We kept making sure each candidate got equal time — to the point that it got ridiculous in a way. So when you have Candidate A saying the sky is blue, and Candidate B saying it's a cloudy day, I look outside and I see, well, it's a cloudy day. I should be able to tell my viewers, 'Candidate A is wrong, Candidate B is right.' And not have to say, 'Well, you decide.' Then it would be like I'm an idiot. And I'd be treating the audience like idiots.</p> </blockquote> <p>And the treating-your-audience-like-idiots market niche, after all, is already <a href=\"http://www.theguardian.com/world/oliverburkemanblog/2008/oct/04/uselections2008\">taken</a>.</p>",
  "<p>Interesting news <a href=\"http://news.yahoo.com/s/ap/20081007/ap_on_el_pr/obama_lilibet_hagel_1;_ylt=AtTemkhF3Y5Jvrxr17H2Ciph24cA\">here </a>from AP:</p> <blockquote> <p>Lilibet Hagel has scheduled a 10 a.m. news conference in Alexandria, Va., on Tuesday with Susan Eisenhower, the daughter of Republican President Eisenhower.</p> <p>Hagel, R-Neb., has made no endorsement. Lilibet Hagel said in an Associated Press interview that her decision was independent of her husband. She said she didn't know whether he would make an endorsement or whom he would support.</p> </blockquote> <p>People, of whom I am very much one in this case, have been wondering for a long time whether Mr. Hagel would pull the trigger and back Obama. It would be a huge endorsement -- a Republican Vietnam veteran with great military cred and all that. This probably means he won't, or at least isn't ready yet. But it sends the obvious signal. And doing it in Virginia means that she and her husband are happy to have the Hagel name used in a maximally political context. Interesting.</p> <p>And love that name!<br></p>",
  "<p>The <strong>Evening Standard</strong> published its list of the 1,000 most influential people in London today after celebrating last night with a thoroughly decent shindig at the Wallace Collection, where the Perrier Jouet flowed freely. Monkey doubts mayor Boris Johnson, whom the Standard supported vigorously during the election campaign, would have had chance to sample much of the outstanding grub on offer, such was the speed of his whistle-stop visit marshalled by his communications director, former BBC correspondent Guto Harri.</p> <p>The Telegraph's man in City Hall took over from his predecessor Ken Livingstone as one of the five most influential people running London in the list. And who else did the Evening Standard name as one of the five top influentials alongside Boris, deputy mayor Sir Simon Milton, transport commissioner Peter Hendry and Merrick Cockell, London Councils leader? None other than Sir Ian Blair, ex-commissioner of the Metropolitan Police. Monkey thinks the lovely glossy supplement must have gone to press before Thursday, when the top copper fell on his sword.</p> <p>The five most influential people in new media were named as Nikesh Arora, Google's European vice-president, Jonathan Ive, design guru at Apple, Newscorp Europe and Asia chairman and chief exec James Murdoch, Ashley Highfield, chief exec of the Kangaroo on-demand TV project and, drum roll please, Evening Standard owner Lord Rothermere, chairman of DMGT! Who'd have thunk that <a href=\"http://www.thisislondon.co.uk/\">thisislondon.co.uk</a> was such a groundbreaker? </p> <p>Other media bods on the list were Paul Darce, Rebecca Wade, Ed Richards, Mark Thompson, Simon Cowell, Simon Fuller, Nick Ferrari, Emily Bell, Eric Huggers, Evan Davies, John Humphrys, Jay Hunt, Peter Horrocks, Alexandra Shulman and Gok Wan.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-338359127\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/10/7/1223386784031/palinmayor.jpg\" alt=\"Palin doodles\" width=\"460\" height=\"467\" class=\"gu-image\" /> </figure>  <p>For your edutainment, here are the results of a brainstorming session carried out by Sarah Palin on the back of a City of Wasilla budget in 1996 as she marshalled her thoughts about how to become mayor, step one in the nefarious scheme that famously culminated in 2012 with her election as America's first female president. (Noam Scheiber of the New Republic <a href=\"http://blogs.tnr.com/tnr/blogs/the_plank/archive/2008/10/06/sarah-s-doodles.aspx\">came across them</a> while on a reporting trip to Alaska; the PDF file of the full page is <a href=\"http://www.tnr.com/OnlineScan.pdf\">here</a>.) Her ideas for campaign slogans include \"you would be my boss\" and \"no tax increase\", and she lists, among her qualifications, \"NRA supporter\", \"taxpayer!\" and \"lifelong Alaskan\". No word yet from our friends in the highly scientific world of graphology, who'll soon surely be explaining what Palin's handwriting says about her personality, just as they did when doodles were <a href=\"http://news.bbc.co.uk/2/hi/uk_news/politics/4220473.stm\">discovered at Tony Blair's desk</a> in Davos in 2005, allegedly showing that he was \"struggling to concentrate\" and \"not a natural leader\". (It later turned out that they belonged to Bill Gates.) </p>",
  "<p>I casually referred to \"the Embarracuda\" a couple of posts back (I think I may have spelled it incorrectly too). I'd noticed that Joe Klein used it yesterday in a <a href=\"http://www.time-blog.com/swampland/2008/10/embarracuda.html#more\">great smack-down</a> of her and McCain. I hadn't been aware that it was Joe's coinage. Mighty mighty props. The best nickname of the campaign. Hope it sticks. </p> <p>By the way, here's what Joe wrote, in part:</p> <blockquote> <p>Every so often, we journalists have a duty to remind readers just how dingy the McCain campaign, and its right-wing acolytes in the media (I'm looking at you, Sean Hannity) have become--especially in their efforts to divert public attention from the economic crisis we're facing. And so inept at it: other campaigns have decided that their only shot is going negative, but usually they don't announce it, as several McCain aides have in recent days--there's no way we can win on the economy, so we're going to go sludge-diving ... What a desperate empty embarrassment the McCain campaign has become.</p> </blockquote> <p>Amen.<br></p>",
  "<video data-media-id=\"gu-video-338340154\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1830024137_bluegrass-Brightcove-16x9.flv\"/> </video>   <p>I make no apology for the raccoon. It came to us, we didn't go it. </p> <p>During a day of filming down by Roanoke market, two women approached us while we were looking for interviews. They said: \"Are you from the news? There's the news,\" pointing to a bizarre scene unfolding just off the main drag. \"There's a raccoon on the street.\"</p> <p>We took the camera. It was the funniest thing we saw all day, in a day without a lot of fun in it. It went in the <a href=\"http://www.guardian.co.uk/world/video/2008/sep/30/roanoke\">video</a>. </p> <p>To a few readers from this area, that became an emblem of patronising outsiders poking fun at hillbillies. To a handful, the only thing worse than showing a raccoon cowering in the drain was the banjo music that accompanied it.</p> <p>\"Everyone does not own a guitar,\" <a href=\"http://www.guardian.co.uk/world/2008/sep/29/younge.america.roanoke.virginia\">wrote Linda Sims</a>, who left Roanoke a few years ago, \"although there are many good musicians in the area and all over south-west VA.\"</p> <p>And then there was \"deminva\", who said: \"This area, although proud of its musical heritage, is much more diverse than the twanging, backwoods image this implies.\"</p> <p>\"Could you please at least try to show that there are people in Roanoke other than hot dog eatin', banjo pickin', bible thumpin' raccoon hunters?\" Christopher Franklin - who clearly knows the area well - asked.</p> <p>At a bar and restaurant late on Saturday night, I was approached by a big guy who recognised me from the video and who may have had too much to drink.</p> <p>\"George,\" he said. \"You're the guy doing that video about how we're all rednecks.\" </p> <p>He particularly took issue with my comment that \"there is nothing remarkable about Roanoke\". The fact that, in the very next sentence, I said: \"It's just like anywhere else. That's why we're here. It's an average American town,\" had clearly passed him by.</p> <p>These are by no means majority views. As a foreign correspondent, I'm usually long gone by the time my pieces run and so don't face the consequences. </p> <p>I've been here a week now and still feel I can hold my head up high in the Texas Tavern. I have long since come to terms with the fact that, just as I will write what I like, people will read into it whatever they like. </p> <p>But these comments are interesting, raise important issues and - given that I'm planning to be here for a while - I thought I might address them.</p> <p>So first things first. Journalists do have a responsibility to avoid caricature and stereotypes (although I wonder how many of these Democratic readers would have complained if I had gone to Alaska and done a piece on clueless beauty queens).</p> <p>They have to balance that with the responsibility to tell the truth, be interesting and be fair.</p> <p>That's not always as easy as it sounds. We are looking for the most interesting quotes, the most arresting moments and the most engaging characters. </p> <p>By their nature, they are not always the most representative - but when the story is told in the whole, you'd hope to do a place, issue or person some kind of imperfect justice. </p> <p>When you're dealing with places or people that receive either little or bad coverage, that responsibility should weigh particularly heavily. </p> <p>Few people write about the Caribbean, where my parents are from, other than if they're writing about <a href=\"http://www.guardian.co.uk/travel/2001/nov/17/caribbean.guardiansaturdaytravelsection3\">holidays</a>. </p> <p>When they do, they usually feel compelled to mention laidback people smoking spliffs, horny rastas and reggae. It's annoying, and speaks far more about what they are looking for than what they might see if they were slightly more curious. </p> <p>Similarly, I have seen journalists report on black British attitudes to fatherhood entirely from a McDonald's in Brixton. It's lazy and, in terms of feeding popular misconceptions, <a href=\"http://www.guardian.co.uk/media/1999/mar/01/1\">quite dangerous</a>.</p> <p>But none of that means you won't find black British people in McDonald's, or that reggae, horny rastas and spliff smokers are absent from the Caribbean.</p> <p>In the words of the black intellectual and civil rights activist, WEB Dubois: \"Our worst side has been so shamelessly emphasised that we are denying that we ever had a worst side. In all sorts of ways, we are being hemmed in.\"</p> <p>It's also true that no two people in the Caribbean, black Britain, or anywhere else will have the same view about a place. Instead, they will have their own sense of what <a href=\"http://www.guardian.co.uk/Columnists/Column/0,,238190,00.html\">makes it authentic</a>.</p> <p>Which brings us back to Roanoke and that pesky raccoon. Reporting from a town's main square, the place where you are most likely to bump into people, seems a fairly reasonable way to introduce a place in a four-minute video. </p> <p>If I stood there every day for the next three weeks, it would be a problem. But for one day - and particularly the first day - it makes sense. Or at least it does to me.</p> <p>The anxiety about being caricatured is a perfectly legitimate one, particularly in a city that's this size and rarely receives international attention (there are Finns here but that's a subject for a whole different posting). </p> <p>I can't say it won't happen, because I'm still finding out about the place. All you can every do is try and hope that people will look at the <a href=\"http://www.guardian.co.uk/world/series/youngeamerica\">body of work on this page</a> rather than a single piece.</p> <p>But the desire to proscribe portrayals, portraits and situations that you don't like or that don't chime with your own experience is no less a problem. </p> <p>The same is true of dismissing an outsider's view on the grounds that it came from outside.</p> <p>So Ralph Berrier, if you don't think this is a former railroad town, take it up with the local historian and everyone else here who has described it as such. </p> <p>Just because a town still has a lot of railroad employees in it, that doesn't make it a railroad town. If it did, New York and Chicago would be railroad towns.</p> <p>Linda Sims, if it's your view that everyone here doesn't own a guitar, take it up with the guy in the Fret Mill Guitar Company store. I was quoting him (I don't think he was talking literally, either). </p> <p>He's from here, just like you. And he sells guitars, which I'm guessing you don't.</p> <p>I don't doubt that musical tastes in the area are more diverse than twanging banjos. But down at the harvest festival on Saturday, they weren't playing gangsta rap, R&amp;B or techno. They were playing bluegrass.</p> <p>And the next time I see a raccoon in the street, I promise to look the other way - it wouldn't be funny second time around, anyway. </p> <p>In the meantime, here are another few clichés that turn out to be true. </p> <p>People here are really very friendly and have made me incredibly welcome. My next post will relate my night out shooting a glock with a charming conservative voter in Boones Mill, Franklin county (I have to learn to defend myself in case I <a href=\"http://www.guardian.co.uk/world/2008/oct/06/uselections2008.barackobama1\">meet another enraged Nader voter</a>).</p> <p>Oh, and since there will apparently never be a good time, now seems as apt a moment as any to show a video of two guys playing bluegrass. One of them has a banjo. </p> <p>It's <a href=\"http://www.guardian.co.uk/education/2001/nov/03/arts.highereducation1\">not my kind of music</a>. But I think they're pretty good.</p>",
  "<p>Gallup daily tracking poll: <a href=\"http://www.gallup.com/poll/110974/Gallup-Daily-Obama-Leads-50-42.aspx\">Obama 50%, McCain 42%</a>. Obama leads in all the new national polls: CNN <a href=\"http://www.cnn.com/2008/POLITICS/10/06/poll.of.polls/index.html \">53%-45%</a>, NBC <a href=\"http://online.wsj.com/article/SB122332442918808789.html \">49%-43%</a>, CBS, albeit more narrowly, <a href=\"http://embeds.blogs.foxnews.com/2008/10/06/cbs-poll-its-close-again-obama-48-mccain-45/\">48%-45%</a>, and when you include battleground states, Obama had his <a href=\"http://www.fivethirtyeight.com/2008/10/todays-polls-106.html \">strongest polling day of the year yesterday</a>.</p> <p>At least six million questions have <a href=\"http://thecaucus.blogs.nytimes.com/2008/10/06/asked-millions-reply/\">been submitted</a> from the public for tonight's \"town hall\" debate at 9pm eastern time in Nashville, Tennessee, and moderator Tom Brokaw is sorting through them, although not, one imagines, without some administrative assistance. It could be an increasingly desperate McCain's last chance to turn the polls around: it's his <a href=\"http://thecaucus.blogs.nytimes.com/2008/10/07/watch-to-watch-for-during-round-2/\">favourite format</a>. But it's not one well-suited to negative attacks, and it <a href=\"http://www.slate.com/id/2201439/\">can go badly wrong</a> for candidates when real people -- as opposed to the purely rhetorical Joe Sixpacks conjured up from the podium -- ask the questions. Lynn Sweet <a href=\"http://blogs.suntimes.com/sweet/2008/10/mccain_obama_deal_puts_limits.html\">has more</a> on the format. Naturally, I'll be liveblogging it <a href=\"http://blogs.theguardian.com/burkeman\">here</a>.</p> <p>Your battling meta-attack-ads of the day each attack the other candidate for launching false attacks on the other other candidate, if you follow me. The McCain campaign again wheels out their <a href=\"http://thepage.time.com/2008/10/07/new-mccain-tv-ad-obama-hypocritical/\">Man With A Very Disapproving Voice</a>, while the Democrats <a href=\"http://my.barackobama.com/page/content/thesubject_ad/ \">say</a> McCain \"wants to tear Barack Obama down with smears that have been proven false.\"</p> <p>Jerome Corsi, author of the book Obama Nation -- which just occasionally takes a picturesque side-ramble from the well-signposted footpath of truth -- has been detained in Kenya following questions over his immigration status. He was there to launch the book, presumably because of the high profile Obama has in the homeland of his father -- though since <a href=\"http://www.abs-cbnnews.com/world/09/09/08/world-wants-obama-be-next-us-president-poll\">82% of Kenyans love him</a>, it seems unlikely they'll love Corsi's book. [<a href=\"http://ap.google.com/article/ALeqM5g9q4XKLmsES3YF1qFkXdr3CW-2RwD93LJHGO3\">AP</a>, <a href=\"http://www.eastandard.net/InsidePage.php?id=1143996473&amp;cid=4&amp;\">Kenya Standard</a>]</p> <p>Questionable donations to the Obama campaign totalling $7,722 appear to have been made by those well-known Democratic Party supporters Dahsudhu Hdusahfd and Uadhshgu Hduadh, one of whom works for a company called CZXVC/ZXVZXV. Hmmm... random keyboard-slapping, perhaps? [<a href=\"http://www.cbsnews.com/stories/2008/10/06/cbsnews_investigates/main4504955.shtml\">CBS News</a>]</p> <p>An Obama win is looking more and more likely, so let's face facts: \"By far the most likely thing that could derail Obama's victory is a racial backlash that is not visible in today's polls but is waiting to surge on Election Day — coaxed to the surface (to the extent coaxing is needed) with the help of coded appeals from McCain and his conservative allies.\" Politico investigates. [<a href=\"http://www.politico.com/news/stories/1008/14341.html\">Politico</a>]</p> <p>In case you still can't get enough of last week's VP debate, Jon Stewart was on top form last night, refereeing Sarah Palin and Joe Biden in a battle to see which one's the more authentic regular Joe Sixpack everyday common-man American man on the street. [<a href=\"http://blog.indecision2008.com/2008/10/07/the-daily-show-sarah-palin-and-joe-biden-hold-a-common-man-off/\">Comedy Central</a>]</p> <p>How John McCain lost his brand... \"Many of [the McCain campaign's] whinges [against unfair media treatment] are purely tactical, others rooted in a genuine sense of grievance. But what all of them ignore is the degree to which the McCain campaign has been complicit in squandering one of the most precious assets its candidate brought to the race: a media dynamic that had previously worked overwhelmingly to his advantage... at this moment, McCain and his aides are perilously close to losing control of his public image, if it hasn't been lost already—a development that, as much as the financial crisis, may ultimately be seen as having driven the final nail into his coffin.\" [<a href=\"http://nymag.com/news/politics/powergrid/51016/\">New York Magazine</a>]</p> <p>...And how eight Brazilian candidates lost their bids for election, despite changing their names to Barack Obama. [<a href=\"http://cnews.canoe.ca/CNEWS/WeirdNews/2008/10/06/6998326-ap.html \">CNews Canada</a>]</p>",
  "<p>Since being nominated as John McCain's vice-president, <a href=\"http://www.guprod.gnl/world/sarahpalin\">Sarah Palin</a> has reiterated what has become a consistent theme for her in this campaign: because of the birth of her son, Trig, with Down syndrome, four months ago, she would be an <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/09/AR2008090902519.html\">advocate for children with disabilities</a>.</p> <p>But Palin has not offered an agenda for special needs children.</p> <p>Palin first rolled out her disability appeal to great applause <a href=\"http://www.realclearpolitics.com/articles/2008/09/sarah_palins_address_to_the_rn.html\">at the Republican National Convention</a> when she said: \"To the families of special-needs children all across this country, I have a message: For years, you sought to make America a more welcoming place for your sons and daughters. I pledge to you that if we are elected, you will have a friend and advocate in the White House.\"</p> <p>During <a href=\"http://elections.nytimes.com/2008/president/debates/transcripts/vice-presidential-debate.html\">last week's debate with Joe Biden</a>, when asked what areas she would focus on as vice-president, she again raised the issue of children with disabilities. \"John McCain and I have had good conversations about where I would lead with his agenda,\" Palin said. \"That is energy independence in America and reform of government over all, and then working with families of children with special needs. That's near and dear to my heart also.\"</p> <p>But what does that really mean? Advocates for people with disabilities can point to plenty of areas where they see a need for greater government support: healthcare, special education, protection from discrimination in the workplace. But Palin has neither championed these issues in the past nor made specific pledges to address them now.</p> <p>Jim Dickson, vice-president for government affairs of the <a href=\"http://www.aapd-dc.org/\">American Association of People with Disabilities</a> (AAPD), says he has \"mixed feelings\", about Palin's highlighting of disability issues in her convention speech. \"I was very moved by what she said,\" said Dickson. \"But Trig is only four months old. She doesn't know what she's in for. She has no prior record in terms of her mayor's role or governor's role on disability issues. Nothing stands out.\"</p> <p>For instance, the <a href=\"http://www.newamerica.net/programs/education_policy/federal_education_budget_project/idea\">Individuals with Disabilities Education Act</a>, the federal law that mandates equal educational opportunity for children with disabilities, has been consistently under-funded since its passage in 1975, according to education experts. But the McCain campaign does not propose any increase in overall federal education funding. And his <a href=\"http://www.johnmccain.com/Informing/News/PressReleases/read.aspx?guid=2ca6f926-4564-4301-87cd-a5f35e68c0d4\">bullet point plan</a> makes no mention of special education. Obama calls for fully funding IDEA as part of his <a href=\"http://www.barackobama.com/pdf/DisabilityPlanFactSheet.pdf\">eight-page disability platform</a> (pdf).</p> <p>In general, disability rights advocates give both campaigns high marks for unprecedented outreach to the disability community. For the first time, both have staffers dedicated to cultivating the disability vote, and both have pledged to appoint a White House staffer to focus on disability issues.</p> <p>The one issue where there is a major distinction, and disability advocates side with Obama, is the Community Choice Act. That bill, proposed by senator Tom Harkin and <a href=\"http://obama.senate.gov/press/080115-statement_of_se_14/\">co-sponsored by Obama</a>, would make government funds for institutional care available for home-based services so that more disabled people could remain in their homes. McCain <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/07/07/AR2008070701672_5.html\">opposes the bill</a> because of concerns about cost. Palin, meanwhile, has come under fire for <a href=\"http://www.rhrealitycheck.org/blog/2008/10/03/palin-protector-children-vs-her-record\">not supporting a bill that would have expanded children's health insurance</a> in Alaska.</p> <p>This does not mean that the McCain-Palin ticket has a desultory record on disability issues. Though Palin lays claim to the issue, McCain is actually the half of the ticket with a record of leadership on disability rights. McCain was an original co-sponsor of the landmark anti-discrimination law, the <a href=\"http://www.ada.gov/\">Americans with Disabilities Act</a> (ADA). Dickson also praised McCain for having supported legislation to open voting accessibility to people with disabilities. McCain and Obama <a href=\"http://www.msnbc.msn.com/id/25865260/\">both supported</a> the <a href=\"http://www.chron.com/disp/story.mpl/editorial/6018785.html\">ADA Amendment Act</a>, a bipartisan bill that just passed Congress, which will help clarify the protections in the ADA.</p> <p>There are plenty of ways, from IDEA funding to expanded health coverage to Community Choice, that Palin could promise to serve the interests of people with disabilities. But so far Palin's pledge to lead on disability issues because of her personal connection to the community has not been developed into more than mere rhetoric. And unless she specifies what exactly she would do for disabled children as vice-president, she risks creating the impression that all she is really seeking with that rhetoric is political reward.</p>",
  "<p>There is no question, as <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/10/06/AR2008100602935.html\">this Dana Milbank dispatch</a> from Florida makes plain, that the Embarracudah will draw huge crowds and generate tremendous enthusiasm inside the conservative base as she goes around saying things like \"For me, the heels are on, the gloves are off.\"</p> <p>But will it work beyond the base? Will it impress swing voters? I think not. Post-vice-presidential debate polling shows that her attacks on Obama and Joe Biden during that debate have done nothing to help her ticket's standing in the polls generally, or particularly among independents.</p> <p>One new poll, from NBC-WSJ, finds that <a href=\"http://online.wsj.com/article/SB122332442918808789.html\">swing voters have moved strongly toward Obama</a> in the last two weeks:</p> <blockquote> <p>Independent voters are among the most important voting blocs because many of them would consider voting for either candidate. In the Journal/NBC poll two weeks ago, independents favored Sen. McCain by 13 points. The new survey finds Sen. Obama leading by four points.</p> </blockquote> <p>Of course, they could move right back in another two weeks. But personal attacks by someone who swing voters think a) lost her debate and b) isn't qualified to be vice-president (and by extension isn't really qualified to be making vicious attacks) probably aren't going to be the thing that does it. <br></p>",
  "<p>It's obvious that McCain wants Americans to think about what a terrorist-lover Obama is and that he's going to try to use tonight's debate to drive home the point ad nauseam. But he'd better be careful.</p> <p>The questions tonight will be asked by regular citizens, not journalists, unless bigfoot moderator Tom Brokaw inserts himself into things. Regular citizens typically ask far better questions than journalists do. </p> <p>They don't ask those execrable gotcha questions. They don't tend to make meaningless demands like \"Will you commit here and now for all time\" that you will or won't X. And they probably won't ask, for the one-millionth boring time, about whether the candidates would rule out force against Iran and things like that -- questions that do not, in other words, seek actual answers, but that seek to make the debater perform for 60 seconds.</p> <p>Actual people tend to ask actual questions and seek actual answers, like \"at my daughter's school,\" such-and-such is happening that makes a point about Bush's education policy, and they have to take it from there. Education, in fact, tends to come up in these people forums far more than when journalists are in charge, since most journalists are bored by education and don't know the first thing about it. </p> <p>Paying for college. Health care undoubtedly, and probably more than once. And of course jobs and pensions. All things John McCain has never cared very much about.</p> <p>And if you have a humble citizen standing up and asking you about his son's tuition bills, you have to answer the question. You can't very well say, \"Yeah, I'll take care of that, and meanwhile did I mention to you that you can't trust my opponent to worry about your son's tuition because he knows a man who once tried to blow up buildings, perhaps university buildings of the very sort your son attends classes in?\" I don't think so.</p> <p>This will be an especially interesting night to watch on CNN, which scrolls that voters' real-time response meter across the bottom of the screen. Almost every time McCain attacked during the first debate, the response line dipped toward the negative.<br></p>",
  "<p>I'm making no claims here for November 4. A month is a long time. But today, this moment, this race is right on the verge of being a blowout.</p> <p>Obama leads <a href=\"http://tpmelectioncentral.talkingpointsmemo.com/polltracker/pres_08/\">every national poll</a>. Some are still close -- the current NYT/CBS poll has him up 48%-45%. But most of the polling leads are larger, six to eight points. Today's CNN poll for example has it 53%-45%. Every political pro knows that once one candidate gets to 52, 53 and stays there for a week or two, it takes an extraordinary event to knock him back below 50.</p> <p>But the state polls are worse for McCain, and the state polls are increasingly the place to look, since the electoral votes are awarded by state. Look at <a href=\"http://tpmelectioncentral.talkingpointsmemo.com/2008/10/more_polls_show_obama_ahead_in.php\">these</a>. Obama leads Colorado by six and <em>Florida </em>by seven. He even leads Missouri by three (although three is the margin of error). In two current Virginia polls, Obama has double-digit leads. In one Virginia poll it's much closer. But you get the idea.</p> <p>Obama backers don't want to seem overly optimistic. But if you're inside the McCain campaign, I guarantee you that you're fretting today that Obama is going to get 330 to 350 electoral votes.</p> <p>Hence the desperation. Hence <a href=\"http://thinkprogress.org/2008/10/06/mccain-obama-terrorist/\">McCain's non-response</a> when an audience member yells the word \"terrorist!\" when McCain mentions Obama's name. And <a href=\"http://voices.washingtonpost.com/the-trail/2008/10/06/in_fla_palin_goes_for_the_roug.html\">Palin's non-response</a> when an audience member yelled the words \"Kill him!\" (not clear whether the person was referring to Obama or Bill Ayers).</p> <p>These are desperate, desperate people. They are going to say and do anything and everything over the next month. There have always been places campaigns wouldn't go. No presidential campaign, not even Bush's, would have, say, asserted outright that Osama bin Laden wanted John Kerry to win. Surrogates would be cutesy about that stuff. But the campaign wouldn't say it. This bunch will undoubtedly break new appalling ground. </p> <p>Republicans have used hatred and fear as political tools to get them votes. It was often cynical, and only half sincere. This time the hatred is sincere. That's John McCain's personality, shining through.<br></p>",
  "<p>Everybody stay calm; <strong>John Cleese</strong> will be making his <strong>Seesmic</strong> debut later today, doing a Q&amp;A with users at around 8pm tonight, GMT. Seesmic, the video community site, is sponsoring a few episodes of the John Cleese's '<strong><a href=\"http://www.headcast.co.uk/\">Headcast</a></strong>' podcast.</p> <p>We did notice <a href=\"http://www.guardian.co.uk/media/pda/2008/aug/15/johncleeseontwitter\">Cleese pop up on <strong>Twitter</strong></a> a couple of months ago and are assured by <strong>Dean Whitbread</strong>, the Headcast producer, that this is the genuine article. \"John is a genuine 'silver surfer',\" said Whitbread.</p> <p>\"He's into web chat, and he likes Seesmic because of it's frank and unmoderated style. I showed him a while back that <strong>Deepak Chopra</strong> was a fairly frequent visitor. They know and like one another, so that piqued John's interest and he's done an intro for an audio project of Deepak's I believe.\"</p>  <figure class=\"element element-audio\" data-canonical-url=\"http://seesmic.com/embeds/wrapper.swf\"> <object width=\"435\" height=\"355\"><param name=\"movie\" value=\"http://seesmic.com/embeds/wrapper.swf\" /><param name=\"bgcolor\" value=\"#666666\" /><param name=\"allowFullScreen\" value=\"true\" /><param name=\"allowScriptAccess\" value=\"always\" /><param name=\"flashVars\" value=\"video=jL2alvO5TB&amp;version=threadedplayer\" /><embed src=\"https://seesmic.com/embeds/wrapper.swf\" type=\"application/x-shockwave-flash\" flashvars=\"video=jL2alvO5TB&amp;version=threadedplayer\" allowfullscreen=\"true\" bgcolor=\"#666666\" allowscriptaccess=\"always\" width=\"435\" height=\"355\" /></object> </figure>",
  "<p>Despite undimmed anxiety about the world's economic future, both campaigns focused on their rivals' pasts yesterday after Sarah Palin spent the weekend asking questions about Barack Obama's associations with Bill Ayers. </p> <p>In his most lacerating speech yet, in New Mexico, John McCain sought to portray Obama as an untrustworthy \"Chicago politician\" who had risen without trace. </p> <p>\"I didn't just show up out of nowhere,\" he told the crowd, adding: \"Even at this late hour in the campaign, there are essential things we don't know about Senator Obama or the record that he brings to this campaign.\" </p> <p>He asked a question Palin and Republican TV attack ads have also been repeating: \"Who is the real Barack Obama?\"</p> <p>The Obama campaign shows every sign of having been long prepared for the assault. This morning, it released a 13-minute video delving into McCain's involvement in the Keating Five scandal, part of a multimedia blitz designed to implicate the senator in an earlier financial catastrophe. </p> <p>The exchanges have created a poisonous atmosphere ahead of tonight's debate in Nashville, Tennessee, <a href=\" http://www.theguardian.com/world/2008/oct/07/uselections2008.johnmccain\">Ewen MacAskill writes in today's Guardian</a>. The encounter is one of the last chances for the Republicans to turn around a White House election that appears to be slipping away from them.</p> <h2>What to watch for</h2> <p>Because it is not the first of the presidential debates, and because Sarah Palin is not involved, tonight's debate in Nashville has attracted less advance attention. But it could be crucial. The \"town hall\" format, in which undecided voters will ask questions through the moderator, Tom Brokaw, is where McCain feels most at home; he originally invited Obama to join him for 10 similar events. </p> <p>But the new, negative tone of the race - however much McCain may be to blame for it - could pose problems for him in a one-on-one encounter with Obama, since it clashes with the personal image he has long sought to project. I'll be <a href=\"http://blogs.theguardian.com/burkeman\">liveblogging the debate</a>. Meanwhile, <a href=\"http://www.slate.com/id/2201439/\">Slate explains</a> how \"town hall\" debates can go very wrong for presidential candidates.</p> <h2>Latest polls</h2> <p>A CNN poll puts Obama at 53% and McCain at 45% among registered voters - a big improvement for Obama on a similar survey in late September, which put him at 51% over McCain's 47%. A CBS poll, on the other hand, shows the Obama/Biden lead narrowing since last week, from nine points to four, or 47% to 43%. </p> <p>Meanwhile, an NBC/Wall Street Journal survey finds 77% of Americans thinking the country is on the wrong track. It's the biggest percentage in 40 years of polling.</p> <h2>Quote of the day</h2> <p>\"For a guy who has already authored two memoirs, he's not exactly an open book\": John McCain - the author of five books, incidentally - seeks to sow suspicions about Obama in Albuquerque yesterday.</p> <p>A voice in the crowd responds \"Terrorist!\" to McCain's rhetorical question, \"Who is the real Barack Obama?\" McCain appeared to hear, and flinched slightly - but did not otherwise respond</p> <h2>Memorabilia of the day</h2> <p>Read <a href=\"http://blogs.tnr.com/tnr/blogs/the_plank/archive/2008/10/06/sarah-s-doodles.aspx\">Sarah Palin's doodled thoughts</a> on how she planned to become mayor of Wasilla, discovered on the back of a piece of official documentation dated 1996.</p> <h2>On theguardian.com now</h2> <p>• <a href=\"http://www.theguardian.com/world/2008/oct/06/uselections2008.barackobama1\">Gary Younge: Dodging bullets with team Obama</a></p> <p>• <a href=\"http://www.theguardian.com/world/video/2008/oct/06/uselections2008.barackobama\">Video: Gary Younge visits Obama's campaign HQ in Roanoke, Virginia</a> </p> <p>• <a href=\"http://www.theguardian.com/world/oliverburkemanblog/2008/oct/06/uselections2008.johnmccain\"> Campaign diary - watch the latest attack ads</a></p> <p>• <a href=\"http://www.theguardian.com/world/interactive/2008/oct/03/uselections.polltracker.obama.mccain\">Interactive: track the latest polls</a></p> <p>• <a href=\"http://www.theguardian.com/commentisfree/2008/oct/07/republicans.sarah.palin\">Editorial: Mud sticks</a></p> <h2>Best of the rest</h2> <p>• <a href=\"http://www.salon.com/opinion/kamiya/2008/10/07/republican_smear_tactics/\">Salon: The GOP goes back to its ugly roots</a></p> <p>• <a href=\"http://www.observer.com/2008/politics/anthony-weiner-nice-legs\">The New York Observer: Antony Weiner's Palin-Biden joke</a></p> <p>•<a href=\"http://www.economist.com/blogs/democracyinamerica/2008/10/the_eastcoast_election.cfm\"> Economist: The east-coast election</a></p> <p>• <a href=\"http://www.politico.com/blogs/jonathanmartin/1008/The_Nashville_rules.html\">The Nashville rules</a></p> <p>• <a href=\"http://marcambinder.theatlantic.com/archives/2008/10/a_republican_candidate_shies_a.php\">A Republican candidate who won't back McCain's healthcare plan</a></p>",
  "<p>The American author of a bestselling critical biography of Barack Obama containing the false allegation he was raised a Muslim has been detained in Kenya.</p> <p>Jerome Corsi, who wrote The Obama Nation: Leftist Politics and the Cult of Personality, is being held at immigration headquarters in Nairobi while his immigration status is checked.</p> <p>Police picked Corsi up from his hotel today because he did not have the temporary work permit needed to conduct business in Kenya, according to Carlos Maluta, a senior immigration official. \"We still haven't decided what to do with him,\" he said.</p> <p>Obama is a popular figure in Kenya, where his father was a government economist. Several of his extended family still live there.</p> <p>In 2004, Corsi was the co-author of Unfit for Command: Swift boat veterans speak out against John Kerry, which was criticised for carrying interviews with people who did not serve in Vietnam with the 2004 Democratic presidential candidate. Many who did said the book's claims were false.</p> <p>The US press has accused Corsi of being anti-Islamic, anti-Catholic, anti-semitic and homophobic, and of exploiting racial prejudices in an attempt to ''scare white America\".</p> <p>Despite this, The Obama Nation and Unfit for Command made it into the New York Times bestseller lists.</p> <p>Corsi writes in The Obama Nation that the presidential candidate is a dangerous and radical prospect to become the leader of the US and makes the false allegations that Obama was raised as a Muslim, and harbours \"black rage\".</p> <p>Obama issued a 40-page rebuttal on his website <a href=\"http://www.fightthesmears.com\">FightTheSmears.com</a>, under the title Unfit for Publication. He asserts that he is a Christian who attended Trinity United Church of Christ in Chicago.</p> <p>According to a press release announcing Corsi's visit, he arrived in Kenya last week at the invitation of Christian missionaries concerned about the spread of Islam. He was planning to file daily dispatches all week, the statement said.</p>",
  "<p>After <a href=\"http://www.guardian.co.uk/media/greenslade/2008/oct/06/usa\">yesterday's failure</a>, I have now managed to access <strong>Tina Brown's</strong> (and <strong>Barry Diller's</strong>) news and comment website, <a href=\"http://www.thedailybeast.com/\">thedailybeast.com</a>. And very good it is too. Loads to read and of a good quality.</p> <p>Pick of the bunch: <strong>Ayaan Hirsan Ali's</strong> piece on <a href=\"http://www.thedailybeast.com/blogs-and-stories/2008-10-05/the-firebombed-book/\">The fire-bombed book</a>; an <a href=\"http://www.thedailybeast.com/blogs-and-stories/2008-10-06/behind-the-glow-1/\">interview with <strong>Jennifer Lopez</strong></a> (yes, it's a fun read); and <strong>Tucker Carlson's</strong> <a href=\"http://www.thedailybeast.com/blogs-and-stories/2008-10-05/the-atwater-legacy/\">assessment of <strong>John McCain</strong></a>.</p> <p>These are labelled \"blogs and stories\", which some might think an odd conflation of terms. Strictly speaking, they are not really stories. So what? The point is that the Brown-Diller site shows potential and might conceivably achieve<a href=\"http://www.huffingtonpost.com/\"> HuffingtonPost</a>-like success. If, of course, they can keep up the quantity and the quality of contributions.</p> <p>One annoyance: on its \"sites we like\" list it offers a link to the Drudge Report. Why?</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/buyVS9fRqkw?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/buyVS9fRqkw&color1=0xb1b1b1&color2=0xcfcfcf&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/buyVS9fRqkw&color1=0xb1b1b1&color2=0xcfcfcf&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>It's not John McCain's fault that a supporter at a rally in Albuquerque seems to yell \"terrorist!\" in this clip, in response to McCain's rhetorical question \"Who is the real Barack Obama?\" It's not certain that McCain even heard, though his slight flinch suggests that he did. The question is what he'll say about this moment when he's asked about it in interviews, as he surely will be, and how strongly he'll repudiate it. (He <a href=\"http://www.huffingtonpost.com/debra-condren/beat-the-bitch-straight-_b_72698.html\">doesn't have a great track record</a> when it comes to responding to his supporters' nasty remarks about his opponents.) It certainly seems to show that the \"negative turn\" is having some effect. [via <a href=\"http://tpmelectioncentral.talkingpointsmemo.com/2008/10/mccain_who_is_the_real_barack.php\">TPM Election Central</a>]</p>"
]