[
  "<video data-media-id=\"gu-video-339012898\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1881612605_tomasky261008-To-Brightcove-16x9.flv\"/> </video>   <p>Will the Bush administration try to pull a last-minute trick to help John McCain, asks Michael Tomasky</p> <p><a href=\"http://www.guardian.co.uk/profile/michaeltomasky+content/video\">Watch more Tomasky talk videos</a></p>",
  "<p>David Frum has <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/10/23/AR2008102302081_2.html\">an interesting piece</a> in the Wash Post this morning in which he says let's face it, it's over, and the GOP should basically give on McCain and salvage what it can:</p> <blockquote> <p>What should Republicans be doing differently? Two things: </p> <p>1. Every available dollar that can be shifted to a senatorial campaign must be shifted to a senatorial campaign. Right now, we are investing heavily in Pennsylvania in hopes of corralling those fabled \"Hillary Democrats\" for McCain. But McCain's hopes in Pennsylvania are delusive: The state went for Kerry in 2004, Gore in 2000 and Clinton in 1992 and 1996, and McCain lags Obama by a dozen points in recent polls. But even if we were somehow to take the state, that victory would not compensate for the likely loss of Colorado, New Mexico, Nevada and other states tipped to the Democrats by demographic changes and the mortgage crisis. The \"win Pennsylvania and win the nation\" strategy may have looked plausible in August and September, when McCain trailed Obama by just a few digits. Now it looks far-fetched. </p> <p>But it is not far-fetched to hope that we can hold 45 or 46 of our current 49 Senate seats. In 1993, then-Senate Minority Leader Robert J. Dole (R-Kan.) stopped Hillary-care with only 43 seats. But if we are reduced to just 40 or 41 senators, as could easily happen, Republicans and conservatives would find themselves powerless to stop anything -- and more conservative Democrats would lose bargaining power with the Obama White House. </p> <p>2. We need a message change that frankly acknowledges that the Democrats are probably going to win the White House -- and that warns of the dangers of one-party, left-wing government. There's a lot of poll evidence that voters prefer divided government. By some estimates, perhaps as many as 8 percent of voters consciously cast strategic votes in favor of division. These are the voters we need to be talking to now. </p> <p>I'm not suggesting that the RNC throw up its hands. But down-ballot Republicans need to give up on the happy talk about how McCain has Obama just where he wants him, take off their game faces and say something like this: </p> <p>\"We're almost certainly looking at a Democratic White House. I can work with a Democratic president to help this state. But we need balance in Washington. </p> <p>\"The government now owns a big stake in the nation's banking system. Trillions of dollars are now under direct government control. It's not wise to put that money under one-party control. It's just too tempting. You need a second set of eyes on that cash. You need oversight and accountability. Otherwise, you're going to wake up two years from now and find out that a Democratic president, a Democratic Senate and a Democratic House have been funneling a ton of that money to their friends and allies. It'll be a big scandal -- but it will be too late. The money will be gone. Divided government is the best precaution you can have.\" </p> <p>It's the only argument we have left. And, as the old Washington saying goes, it has the additional merit of being true. </p> </blockquote> <p><br>I think this makes sense. But what's interesting is that one could of course make the divided government argument an argument for McCain. That is, \"You know the Democrats are going to control Congress, so let's elect a Republican president to have balance.\" In fact some conservatives still thumping the tub for McCain are making just this argument. </p> <p>So it's interesting that Frum takes it in exactly the opposite direction. It's almost like he (and a few others) want McCain to lose so they can have the intra-party argument and showdown that they've been itching to have for a little while now anyway (Frum wrote a book last year, which I reviewed more positively than not in the New York Review, arguing that the GOP needs to give itself a major facelift).</p> <p>I think he's probably on to something that could help a few GOP Senate candidates keep or win their seats.<br></p>",
  "<p>The Israeli foreign minister, Tzipi Livni, today abandoned her efforts to form a government, putting <a href=\"http://www.theguardian.com/world/israelandthepalestinians\">Israel</a> on course for early elections and dashing any remaining hopes of a peace deal with Palestinians before the end of the year.</p> <p>Livni had been trying to secure a governing coalition since September when she was elected head of the ruling Kadima party to replace the prime minister, Ehud Olmert, who resigned his leadership this year amid a fraud investigation.</p> <p>But partners in the current coalition, which took power in May 2006, used the changing of the guard to press new demands.</p> <p>In a statement today, Livni said she was willing to make concessions but had to draw the line at \"impossible\" demands.</p> <p>\"When I had to decide between continued extortion and bringing forward elections, I preferred elections,\" she said.</p> <p>\"When it became clear that everyone and every party was exploiting the opportunity to make demands that were economically and diplomatically illegitimate, I decided to call off [talks] and go to elections.\"</p> <p>She was due to formally convey her decision to the president, Shimon Peres, at a meeting that was brought forward to midday today.</p> <p>Elections for the 120-seat parliament, which were scheduled for November 2010, are likely to take place in February or March.</p> <p>In the meantime Olmert would continue as a lame-duck prime minister.</p> <p>\"It is not a happy announcement,\" Olmert said of Livni's decision, according to Reuters.</p> <p>Technically, Peres could ask another politician to try to form a government before elections are forced. However, as leader of the largest party in parliament, Livni was the only candidate with a realistic chance of piecing together a coalition.</p> <p>Opinion polls suggest that the former prime minister Benjamin Netanyahu, an opponent of wide-ranging territorial compromise, could win the election.</p> <p>Early elections had appeared likely since Friday, when the ultra-Orthodox Shas party announced it would not join a Livni-led government.</p> <p>Livni resisted Shas' demands that she refuse to negotiate a power-sharing arrangement with Palestinians for Jerusalem.</p> <p>Palestinians are worried that an early election could put a year's worth of peace talks in limbo until the elections are held. </p> <p>Livni has been Israel's chief peace negotiator with the Palestinians since talks were formally relaunched last November. The sides had hoped to reach a final peace accord by the end of the year, though both Olmert and the Palestinian president, Mahmoud Abbas, have said that target was unrealistic.</p> <p>An aide to Abbas warned that the Israeli political turmoil could threaten peacemaking.</p> <p>\"Time is precious. The next few months will be wasted because of new elections and the US elections,\" Nabil Abu Rdeneh said.</p> <p>The Hamas spokesman Sami Abu Zuhri said: \"The call for early elections and Livni's failure to form a coalition government in Israel is a slap in the face to those who still dream of negotiations.\"</p>",
  "<p>What an astonishing day's racing yesterday, with <a href=\"http://www.guardian.co.uk/sport/2008/oct/26/horseracing\">Crowded House's jaw-dropping victory in the Racing Post Trophy</a> followed by <a href=\"http://www.guardian.co.uk/sport/blog/2008/oct/25/breeders-cup-racing-horse-blog\">unprecedented success for Europe at the Breeders' Cup</a>. More on that later — first, we'd better get going on this afternoon's racing. Now that the clocks have gone back, the first race is at 12.50pm, at which time Talking Horses is usually still wiping sleep from his eyes.</p> <p>The big event today is the Old Roan Chase at Aintree, one of many races around this time of year which, arguably, mark the start of the jumps season proper. This race should certainly set the tone for what follows because this jumps season, like the last two, is going to be dominated by Paul Nicholls, whose <strong>Oslot (3.15)</strong> should win the Old Roan.</p> <p>A progressive novice last season, when his only defeat came by a narrow margin over a trip too short at Cheltenham, he then ran away with the Galway Plate at the end of July, looking a major blot on the handicap, and the likelihood is that he remains fairly treated off a mark one stone higher. After all, most jumps winners get thrown up the weights for any success — Mister McGoldrick was raised a similar amount for his 66-1 win at the Cheltenham Festival, despite the fact that, at 11 years old, he is unlikely to reproduce that level of form. He'd be a shock winner again today, but Oslot is still improving and another good showing seems very likely.</p> <p>Looking at his rivals, it seems clear that none of them has any secrets from the handicapper, with the possible exception of Regal Heights. Oslot is by far the most likely winner if he copes with the soft/heavy conditions, as he should. The current 7-2 is a good price, even though Nicholls urges caution in today's Racing Post, saying his horse is not as straight as he was for Galway, a race that was specifically targeted.</p> <p>Charlie Mann has started the season in great form and his <strong>Hows Business (1.35)</strong> looks a potential blot in the staying handicap hurdle, in which there have already been three non-runners as the ground deteriorates. This filly rolled through the mud when stepped up to 2mf at Plumpton in April, at the end of her novice season. She looked the type to keep progressing and there is no reason to doubt her fitness, given the yard's recent success rate. She's not the only unexposed horse here but she makes most appeal in these conditions and is on offer at 7-1.</p> <p><strong>1.10pm The Paul Nicholls show is on the road</strong></p> <p>The opening novice hurdle was one of the few races at Aintree today in which Nicholls did not have the favourite, but he won it anyway, with 6-1 shot Massasoit. Beaten a long way behind Theatre Girl when last seen in November, his hurdles debut, this six-year-old travelled well throughout and was not hard pressed to coast clear of the well-backed favourite, On Raglan Road from Howard Johnson's yard.</p> <p>This could be a fine day for Nicholls. His Oberon Moon is out of the next but he has odds-on favourites in the two following races on this card before Oslot comes round. Meanwhile, in his own back yard at Wincanton, he fields Cornish Sett in the Desert Orchid Chase. You can back that one at 17-2 but you're a braver man than me if you feel like laying it, even with the inexperienced Nick Scholfield on board.</p> <p><strong>1.50pm Business is poor</strong></p> <p>Hows Business travelled like the winner for the first circuit but found nothing when the pace lifted and, along with most of the field, was quickly out of contention. The race fell apart as a contest before the home turn, as Lysander shot clear. He got very tired but was kept going by the whip-happy Michael Murphy and held on from Major Mularkey.</p> <p>As a German-bred bottom-weight, Lysander had fairly obvious credentials for a stamina test. He won a couple of handicap chases last season on his return from a long layoff, including on soft ground at Bangor, and was able to race off a two-stone lower mark over hurdles today. Plus Ian Williams is in form. It's all so easy in hindsight.</p> <p><strong>2.15pm Kicks For Free off the mark over fences</strong></p> <p>They got very tired in that novice chase but Kicks For Free showed the benefit of galloping up that enormous hill in Paul Nicholls' back garden, galloping right to the line. Despite the odd sketchy jump, he never traded higher than 7-4 in running. He should be a force again this season, though it will be interesting to see if he can make the breakthrough at Cheltenham, where he has been beaten on all four visits — albeit by only a nose in the Coral Cup last time.</p> <p>Special Envoy was well beaten in the end, running out of petrol after racing flamboyantly, but he should win over fences. He needs to calm down, though, having burnt up a lot of energy by clearing the early obstacles with feet to spare. This grey famously cost connections £90,000 by twice falling at the last flight in valuable hurdle races in the last 18 months. Formerly with Peter Bowen, he's now with the up-and-coming Tim Vaughan.</p> <p><strong>2.40pm How will US respond to Cup rout?</strong></p> <p>What must the Americans be thinking after the first Breeders' Cup to be run on a synthetic surface, the Polytrack-like 'Pro-Ride'? As a number of US horsemen had feared, the switch from dirt seemed to hand a big advantage to the Europeans, who won five of the nine races on the main card yesterday, including a one-two in the biggest race of all, the Classic. It had been 15 years since the only previous European win in the Classic, pulled off by Andre Fabre and 133-1 shot Arcangues, widely dismissed as a fluke.</p> <p>But with Santa Anita due to stage the meeting again next year, the Americans must be fearing that they've handed away the keys to this extremely valuable day's racing. Horses don't travel well, so it's a tad embarrassing for the home side that the Europeans were able to dominate all the way out in California.</p> <p>It's clear from the early reports of last night's action that American journalists believe the new surface was largely responsible for what happened. Surely there will now be widespread calls for top US races to be held solely on dirt, which, although it causes more injuries, is what most American horses are bred to race on. I can't believe that last night's rout won't produce some kind of protectionist response.</p> <p>Still, the early signs are positive that any such arguments would be resisted. Greg Avioli, president of the Breeders' Cup organisation, praised the Pro-Ride after Friday's card. \"I feel it's probably the single most important thing that had to happen at this event for this industry at this particular time,\" he said. \"I'd say Santa Anita has made some believers.\"</p> <p><strong>2.50pm Squadron beats Nicholls hotpot</strong></p> <p>A rare reverse for Nicholls there as his Pierrot Lunaire, touted for the Champion Hurdle, falls at the last flight when appearing held by 5-2 winner Squadron. That's a boost to the form of Crack Away Jack, who gave Squadron 16lb and beat him at Chepstow recently. Pierrot Lunaire was clearly exhausted and took an alarming amount of time to get up but he appears fine now.</p> <p><strong>3.25pm Oslot's going to win . . . . caramba!</strong></p> <p>The Old Roan Chase showed just how stamina-sapping are conditions at Aintree today. Having cruised round, Oslot went to the front two out and looked set to gallop clear of his toiling rivals in the way you've seen dozens of Paul Nicholls' horses do. Instead, he ran out of puff almost immediately and was overhauled by four others before he got to the last, having traded at 1-8 in-running.</p> <p>The winner was Knowhere, who was under pressure for most of the last mile but kept on dourly to beat Exotic Dancer in a style reminiscent of his reappearance last season, when a strong finish got him home in front at Cheltenham. Snoopy Loopy is another game sort, running on for third after a number of mistakes. Voy Por Ustedes was fourth under topweight, a highly creditable effort on this going. Cloudy Lane was the big disappointment, though — last season's Grand National favourite hit several fences and was never going. This was his first poor run since February last year and Donald McCain must hope he shows a lot more interest next time.</p> <p>Click <a href=\"http://guardian.sportinglife.com/GU_Meetings\">here</a> for all the day's racecards, form, stats and results.</p> <p>And click <a href=\"http://guardian.oddschecker.com/\">here</a> for today's latest odds.</p>"
]