[
  "<p><strong>·</strong> How admirable to see Birmingham civic bosses taking inspiration from Sky News's gaffe, revealed here on Wednesday, guiding viewers through the complexities of the Caucasus conflict with a briefing to the American state of a spookily similar name. Having printed 720,000 leaflets showing a skyline of - whoops! - Birmingham, Alabama, in a city council guide to recycling, a Birmingham (UK) spokesman initially claimed it was meant as a \"generic\" urban skyline, before belatedly acknowledging: \"We accept that the wrong photo was used, but the text is correct, which is the main thing.\" As geographical confusion goes, however, we feel greater sympathy for the (American) poster on Yahoo Answers who left the frantic message: \"i herd on the news that rusia has invaded but i dont see them no where wats going on I live in georegia but i dont see rusia no where not even sound but they says theres tanks should i be worrie...\" Er, yes, probably. </p> <p><strong>·</strong> In a satisfying twist of homonymous something-or-other, however, the website of the government of Georgia (the country, we mean) was indeed temporarily moved to Georgia (the state) last weekend, after its servers were attacked by Russian hackers. It so happened that a Georgian-born (country) IT exec, who is based in Georgia (state), was on holiday in Georgia (country) when the fighting broke out. She phoned the Georgian (country) government and offered to host president.gov.ge on her own firm's servers back home in Georgia (state). Disappointingly, however, the president of Poland, Lech Kaczynski, later lent space on his own homepage to his Georgian (country) counterpart, thus ruining all our Georgia-related (state, country, sash-window, whatever) fun.</p> <p><strong>·</strong> Still in South Ossetia (and indeed, who would want to leave?), the Belfast papers retain their sharp eye for a local connection, with yesterday's Irish News devoting much of its front page to a photo of an elderly man next to some burnt-out tanks in Tskhinvali who, for unexplained reasons, is wearing the strip of the Tyrone Gaelic football team from their 2005 All-Ireland championship-winning season. It strikes us as unlikely that the unnamed gentleman was caught out by Russian mortar fire while watching Tyrone minors' recent defeat of Roscommon in the ESB All-Ireland minor football quarter-finals, but, well, who knows. It's a small world these days.</p> <p><strong>·</strong> \"Fury erupted last night as wrongly accused murder suspect Colin Stagg was awarded £706,000,\" the Sun noted yesterday. \"It dwarfs payouts to victims of violence and terrorist crimes. John and June Taylor - whose daughter Carrie, 24, died in the 7/7 London tube blasts - got just £11,000.\" Outrageous. Thank heavens the Sun's sister paper the News of the World paid Stagg only £43,000 to take a lie detector test (which, of course, he passed) some years ago. Anything more would have been excessive. </p> <p><strong>·</strong> Preoccupied, as ever, with the issues that really matter, senators McCain and Obama have been revealing to a breathlessly expectant world their favourite music. And guess what - no Arctic Monkeys! Instead, Obama selected a smooth and coffee-table-friendly melange that included the Fugees, Marvin Gaye and Frank Sinatra. McCain chose Abba's Take a Chance on Me and, in his top slot, Dancing Queen. This may, of course, signify precisely the square root of diddly so-what, but at the very least it does suggest that McCain must be a blast at weddings. Perhaps a thought if he doesn't get the top job. Meanwhile, we are reminded of the discovery made by Metropolitan police detectives when they raided the \"bomb factory\" used by the men later convicted of the 21/7 bomb plot. A jury was told last year that detectives had seized tapes by Oasis, Tracy Chapman, Jazz Moods, Romantic Piano and The Best of Ladysmith Black Mambazo. The defence of Yassin Omar, meanwhile, one of the would-be bombers, submitted a supplementary list of material not sequestered by police: among them were Heart of Soul, Pure Garage II, Breakdown Megamix and tapes by Michael Bolton and Meatloaf.</p> <p><a href=\"mailto:diary@theguardian.com\"><br>diary@theguardian.com</a></p>",
  "<p>Hillary Clinton's name is to be put on the ballot at the Democrats' convention in Denver this month in a symbolic gesture intended to solidify the party's support around Barack Obama.</p> <p>The move, which was announced in a joint statement yesterday from Obama and Clinton, offers the prospect that convention delegates will have an opportunity to vote for the nominee, after several years when the gathering served merely as a coronation.</p> <p>However, it is envisaged as an entirely symbolic vote, with Clinton herself expected to give her backing to Obama and urge her supporters to do the same.</p> <p>Obama said the vote, which will be held on the third day of the convention, was intended to recognise that Clinton had come farther than any other woman in her run for the White House.</p> <p>\"I am convinced that honouring Senator Clinton's historic campaign in this way will help us celebrate this defining moment in our history and bring the party together in a strong united fashion,\" Obama said in a joint statement issued with Clinton.</p> <p>Clinton said the move would help unite the party around Obama. \"With every voice heard and the party strongly united, we will elect Senator Obama president of the United States and put our nation on the path to peace and prosperity once again,\" Clinton said in the statement.</p> <p>The gesture is the latest in a series of measures undertaken by the Obama campaign to placate Clinton and her most fervent supporters.</p> <p>In an attempt to win over those supporters, Democratic officials have edged closer towards Clinton's positions in the convention manifesto. They have also incorporated language denouncing sexism, which Clinton's supporters blame as a factor in her defeat, as well as praise for Bill Clinton's leadership.</p> <p>The two Clintons have also been guaranteed prime-time speaking slots on successive nights of the convention.</p> <p>Behind the scenes, however, Democratic organisers have been less conciliatory, and a number of delegates who said they intended to continue backing Clinton have been replaced by Obama supporters. </p> <p>That ambivalence also extended to Clinton. Although Clinton has campaigned for Obama, and issued repeated public calls for her supporters to back his run for the White House, in more intimate gatherings she has indicated that she still has mixed feelings about his candidacy.</p> <p>At a fundraising event in California last month, Clinton told donors that it was hard to let go after the long campaign. She also said that she thought her supporters needed the \"catharsis\" of a convention ballot to reconcile them to her defeat in the primaries. </p> <p>But even a ballot may not win over some of Clinton's diehard supporters, who are making plans for two days of protests at the convention.</p>",
  "<p>A feverish atmosphere now grips Malaysia. The country is awash with rumours. Until the resignation in 2003 of the previous prime minister, Dr Mahathir Mohamad - after 22 years in office - its politics was entirely predictable. Now it is becoming highly unpredictable. </p> <p>Malaysia is one of the great Asian success stories. It has enjoyed a growth rate of up to 8% for much of the past 20 years, and the fruits of prosperity are everywhere to be seen, from the magnificent twin towers in Kuala Lumpur to the expressways and traffic congestion. Without doubt Malaysia is the great economic star of the Muslim world. The architect of this economic transformation was Dr Mahathir, but since he stepped down the country has been engulfed by growing doubts about his legacy and the emergence of a new set of priorities.</p> <p>The turning point was the general election last March. Ever since the country gained independence from Britain in 1957 it has been ruled by the Barisan Nasional, a coalition of three racially based parties led by the United Malays National Organisation (Umno), which has dominated Malaysian politics, leaving the opposition permanently enfeebled and embattled. In March, however, the government gained only 51% of the popular vote compared with 64% at the last election in 2004. </p> <p>It was its worst performance ever, and was compounded by the fact that the BN lost its two-thirds majority in parliament, by virtue of which it had previously been able to enact constitutional change. The government still enjoys a healthy majority, but the election has undermined its self-confidence, hugely enhanced that of the opposition and transformed the mood of the nation; where once politics seemed set in stone, suddenly change is in the air.</p> <p>The government has become defensive and fearful, symbolised by the prime minister Abdullah Badawi, who is a weak leader in comparison with his formidable and long-serving predecessor. The government's defensiveness is illustrated by its latest legal assault against Anwar Ibrahim, the leader of the opposition coalition and a former deputy prime minister. </p> <p>In 1998 he was charged with sodomy (engaging in a homosexual act, which is illegal in Malaysia) and imprisoned for 15 years, but released in 2004 after the appeal court overthrew his conviction. Fearful of his imminent return to full-scale politics after serving a period of disqualification, the government has once again charged him with sodomy (\"carnal intercourse against the order of nature\"). In a recent poll, two-thirds believed the charges were politically motivated. Indeed, a remarkably apologetic leader in the Umno-run New Straits Times last Saturday displayed a transparent lack of conviction in the charges. In a predominantly Muslim country, the sodomy charge is manifestly designed to discredit Anwar in the eyes of Malays, while the timing is a blatant attempt to prevent him from returning to parliament. In short, it is the unimaginative act of a government that is running scared.</p> <p>The government, meanwhile, finds itself mired in another scandal - the murder of a young Mongolian translator in 2006, for which a close political adviser of Najib Tun Razak, the ambitious deputy prime minister and defence minister, is standing trial, together with two of his bodyguards. The fact that, subsequent to her murder, an attempt was made to remove all traces of her body by the use of special explosives, whose use can only be sanctioned by the highest authorities in the government, has encouraged widespread speculation that Najib and his wife were involved in the murder - which appears to have been related to a lucrative submarine deal with France. </p> <p>The government has only itself to blame for this endemic mood of rumour. The media is closely controlled by the government and is widely disbelieved. As a result the vacuum of information and opinion has been filled by two websites - <a href=\"http://www.malaysiakini.com\">malaysiakini.com</a> and <a href=\"http://www.malaysia-today.net\">malaysia-today.net</a> - which have become highly influential, outspoken and merciless towards a government that no longer controls the information agenda in the way that it has previously, further serving to undermine its position.</p> <p>The growing lack of confidence in the government is fuelled by systemic corruption, especially in Umno, and a widely held view that the benefits of the country's economic growth have not been shared equitably, with poorer Malays and the Indian minority in particular losing out badly. Indeed it was a demonstration by the Indian minority-rights organisation Hindraf last year that helped to draw the nation's attention to the plight of the Indian community and the neglect of the poor. Corruption is rife in Umno, which has become a vehicle for personal enrichment; its vice-president said last week that \"it has become rampant at all levels and it is frightening if this becomes normal practice in future\".</p> <p>Events could move quickly. On August 26 Anwar will stand as the opposition Pakatan Rakyat candidate in his old parliamentary constituency and will undoubtedly win by a huge margin. The government, meanwhile, will attempt to stymie his rise by the use of the sodomy case. Anwar has regularly predicted that the government will fall by September 16 when, he claims, about 30 government defections will enable the opposition to form a new government. </p> <p>It is unlikely to be so simple. The old order, which has ruled Malaysia for 51 years, will mount a desperate fight to ensure its own survival. Too many people have got too much to lose; a Pakatan government would threaten their reputations, careers, wealth and, in some cases perhaps, freedom. A further problem concerns the nature of the opposition. A Pakatan government would be a combination of incongruous, incoherent and uneasy bedfellows: the Islamic PAS, DAP (a predominantly Chinese party) and Anwar's Keadilan. As a consequence, the opposition's credibility as an alternative government is seriously flawed. </p> <p>The greatest fear must be that as the old order weakens, underlying racial tensions will be exacerbated and exploited for nefarious purposes. Malaysia is multiracial in a way true of few societies outside Africa: with Malays accounting for around 60% of the population, the Chinese for some 25% and Indians 8%, this is a country that depends on a racial consensus for its stability. That cannot be said of any European society, Britain included. </p> <p>Such racially diverse societies are extremely difficult to govern, and it is to Malaysia's enormous credit that it has combined economic growth with relative racial harmony - a feat for which it has rarely been given the credit it deserves in the west. Undoubtedly the present system of positive discrimination in favour of Malays has largely outlived its usefulness, but any reforms will be difficult and potentially fraught. Hopefully the kind of political change that Malaysia now requires can, in time, be achieved without losing its most precious achievement. But there can be no guarantees.</p> <p><strong>·</strong> Martin Jacques is a visiting research fellow at the London School of Economics Asia research centre <br><a href=\"mailto:martinjacques1@aol.com\"><br>martinjacques1@aol.com</a></p> <p><strong>·</strong> This article was amended on Friday August 15 2008. We referred to the website 'malaysiatoday.com' in the above article. This should have been malaysia-today.net. This has been corrected. </p>",
  "<p>Since the primaries, when Hillary Clinton <a href=\"http://www.huffingtonpost.com/2008/05/08/clinton-obama-not-winning_n_100763.html\">declared</a> that she was more likely to get the votes of \"hard-working Americans, white Americans\", the belief that Obama is unable to win over white, working-class voters has been discussed widely <a href=\"http://www.nytimes.com/2008/04/24/us/politics/24obama.html\">across the media</a>. </p> <p>However, the latest <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/08/03/AR2008080301969.html?sub=AR\">Washington Post poll</a> suggests a noticeable and surprising turnaround. According to the poll, \"even among white workers - a group of voters that has been targeted by both parties as a key to victory in November - Obama leads McCain by 10 percentage points, 47% to 37%, and has the advantage as the more empathetic candidate.\"</p> <p>I have never really understood why the white working class - defined by the Washington Post research as workers ages 18-64 who work at least 30 hours a week and make $27,000 a year or less, although the definition varies quite dramatically depending on which research you read - would be reluctant to support Obama. Funny name and racial differences aside, he has much more in common with the white working class than McCain does. </p> <p>His background, at least, bears more similarity to a working class one than does McCain's. He was raised by a single mother and his grandparents. His mother, at one point, was on welfare. His attendance at a private school in Hawaii was due to sacrifices made by his family. In <a href=\"http://www.harpercollins.com/books/9780060858209/Obama/index.aspx\">Obama: From Promise to Power</a>, author David Mendell writes that \"By living in a modest apartment and sending Obama (and eventually [his sister] Maya) to private school, his grandparents had sacrificed their own prosperity for the sake of Obama and his sister.\"</p> <p>Whilst Obama had the fortune to attend prestigious Ivy League institutions such as Columbia and Harvard Universities, he got there not because he comes from a rich family or is well connected, but because he worked hard enough to get in. His wife, Michelle, raised on the poor South Side of Chicago <a href=\"http://www.time.com/time/politics/article/0,8599,1706706,00.html\">describes herself</a> as \"a working class girl\". </p> <p>Of course, not all white, working-class families are run by single mothers or are on welfare. The point is, however, that Obama's story is one of humble beginnings, with hard work being the main factor in getting him to where he is now. </p> <p>Contrast this with John McCain. Born into a family of privilege, McCain's father and grandfather were admirals in the navy. He is married to Cindy, an heiress <a href=\"http://www.politico.com/news/stories/0708/11477.html\">said to be worth some $100m</a>, with whom he apparently has a pre-nuptial agreement. He now apparently owns some <a href=\"http://www.huffingtonpost.com/2008/08/12/tour-one-of-john-mccains_n_118449.html\">eight to 10 homes</a> and wears <a href=\"http://www.huffingtonpost.com/isabel-wilkinson/a-week-in-john-mccains-sh_b_115692.html\">$500 Ferragamo loafers</a>. This doesn't sound like a regular guy who is in touch with working-class life to me. </p> <p>Of course, however, neither McCain nor Obama's backgrounds are that important. It's when looking at what voters should really be basing their decisions on - policies - that it becomes clear that a vote by working-class people against Obama in November would be a vote against their own interests. Going by the Washington Post poll, it seems that the white working class is aware of this.</p> <p>According to the Washington Post research, white, working-class voters are particularly concerned about healthcare, with over 70% saying that the \"government should focus on helping people like them find more affordable health insurance\". On healthcare policies, Obama - who pledges to overhaul the current system, reduce premiums, provide coverage for the 45m uninsured Americans and make affordable health care available to all - is clearly their man. </p> <p>McCain, on the other hand, proposes to encourage people to buy their own health insurance rather than have it provided by their employer, which could lead to the 71% of Americans who have employer-based insurance losing their healthcare coverage. He also advocates a more competitive insurance marketplace as opposed to government intervention and essentially is in favour of a healthcare system that remains the same as it now - that is, one that provides the best coverage for those with the most money.</p> <p>The economy is also a key issue for white, working-class voters. Amongst those who are feeling the most financial strain and who describe themselves as \"very insecure\" in that area, Obama leads by 19 points. </p> <p>On the economy, Obama has proposed raising taxes on high income earners, eliminating corporate tax loopholes, raising the minimum wage and ending the war in Iraq, which is costing the US government $10bn a month. All of these are policies aimed at helping lower-income earners. Anyone who believes that the Republicans would be best for the economy only needs to look at the state of America's economy today.</p> <p>By playing on the idea of Obama as an elitist, McCain - and indeed Hillary Clinton - has used the much debated, and somewhat condescending, notion - espoused by the Thomas Frank book <a href=\"http://en.wikipedia.org/wiki/What's_the_Matter_with_Kansas\">What's the Matter With Kansas?</a> - that the white working class votes against its own interests on social and moral-based issues because of its dislike for the liberal elite, or that it is simply racist and ignorant.</p> <p>However, it's clear that this view has been overstated. The reality is that on the issues that matter most to white, working-class voters Barack Obama - yes, the man with the funny name - is much more closely aligned with them than McCain. Judging by the polls, they will be casting their votes for him in November.</p>",
  "<p>Hillary Clinton's name is to be put on the ballot at the Democrats' convention in Denver this month in a symbolic gesture intended to solidify the party's support around Barack Obama.</p> <p>The move, which was announced in a joint statement yesterday from Obama and Clinton, offers the prospect that convention delegates will actually have an occasion to vote for the nominee, after several years when the gathering served merely as a coronation.</p> <p>However, it is envisaged as an entirely symbolic vote, with Clinton herself expected to throw her support towards Obama, and to urge her supporters to do the same.</p> <p>Obama said the vote, which will be held on the third day of the convention, was intended to recognise that Clinton had come farther than any other woman in her run for the White House.</p> <p>\"I am convinced that honoring Senator Clinton's historic campaign in this way will help us celebrate this defining moment in our history and bring the party together in a strong united fashion,\" Obama said in a joint statement issued with Clinton.</p> <p>For her part, Clinton said the move would help unite the party around Obama.</p> <p>\"With every voice heard and the party strongly united, we will elect Senator Obama president of the United States and put our nation on the path to peace and prosperity once again,\" Clinton said in the statement.</p> <p>The gesture is the latest in a series of measures undertaken by the Obama campaign to placate Clinton and her most fervent supporters.</p> <p>In an attempt to win over those supporters, Democratic officials have edged closer towards Clinton's positions in the convention manifesto. They have also incorporated language denouncing sexism, which Clinton's supporters blame as a factor in her defeat, as well as praise for Bill Clinton's leadership.</p> <p>The two Clintons have also been guaranteed prime time speaking slots on successive nights of the convention.</p> <p>Behind the scenes, however, Democratic organisers have been less conciliatory, and a number of delegates who have said they intend to continue backing Clinton have been replaced by Obama supporters.</p> <p>That ambivalence also extended to Clinton.</p> <p>Although Clinton has campaigned for Obama, and issued repeated public calls for her supporters to back his run for the White House, in more intimate gatherings she has indicated she still has mixed feelings about his candidacy.</p> <p>At a fundraiser in California late last month, she told donors that it was hard to let go after the long campaign. She also said she thought that her supporters needed the \"catharsis\" of a convention ballot to reconcile them to her primary defeat.</p> <p>But even a ballot may not win over some of Clinton's diehard supporters who are making plans for two days of protests at the convention.</p>",
  "<p>Hillary Clinton's name will be placed in nomination at the Democratic convention, a move aimed at generating enthusiasm among the vanquished candidate's still-sizable corps of reluctant Barack Obama supporters.</p> <p>Obama, the presumptive Democratic nominee, and Clinton, the New York senator defeated earlier this year in a close, often-bitter nominating race, made the joint announcement today.</p> <p>\"Since June, Senators Obama and Clinton have been working together to ensure a Democratic victory this November,\" the statement said.</p> <p>\"They are both committed to winning back the White House and to ensuring that the voices of all 35m people who participated in this historic primary election are respected and heard in Denver. To honour and celebrate these voices and votes, both Senator Obama's and Senator Clinton's names will be placed in nomination.\"</p> <p>Many of Clinton's backers remain wary of the presumptive nominee. When the two appeared in Unity, New Hampshire, in late June to show that they were together, the crowd cheered Clinton but was lukewarm toward Obama.</p> <p>The Illinois senator is in a virtual tie with presumptive Republican nominee John McCain in many national polls, and he needs a smooth, unifying convention to give him momentum.</p> <p>\"I am convinced that honouring Senator Clinton's historic campaign in this way will help us celebrate this defining moment in our history and bring the party together in a strong united fashion,\" he said in a statement today.</p> <p>A new Pew Research Centre poll, released yesterday, found that Obama has picked up 72% of Clinton's supporters but that 18% said they were likely to vote for McCain and another 10% were undecided.</p> <p>\"The Obama campaign has made no significant headway among former Clinton backers over the past two months. The voting preferences of Clinton's supporters are virtually identical to earlier polls in June and July,\" a poll analysis said.</p> <p>Clinton is scheduled to speak to the convention on August 26, its second night and the 88th anniversary of the ratification of the constitutional amendment giving women the right to vote. Former president Bill Clinton will speak the following night.</p>",
  "<p><a href=\"http://www.kirjasto.sci.fi/darwish.htm\">Mahmoud Darwish</a>, the greatest Palestinian poet of his generation, <a href=\"http://news.bbc.co.uk/2/hi/middle_east/7551918.stm\">died last Saturday</a> after open heart surgery in Houston. His loss is a deep and severe blow to all who loved his magnificent poetry and the example of humanity and decency he represented.</p> <p>For those who may not be aware of Darwish's role in Palestinian culture and society but who may know something of Israeli society, the nearest poet I can think of in stature would have been <a href=\"http://www.jewishagency.org/JewishAgency/English/Jewish+Education/Compelling+Content/Eye+on+Israel/Gallery+of+People+(Biographies)/Amichai+Yehuda\">Yehuda Amichai</a>. And although the two came from different cultures, the roles they played as progressive voices of conscience and poets of their respective nations are comparable. In the US, you might have to go back to either Robert Frost or Ezra Pound to find someone of comparable stature.</p> <p>One of the supreme ironies of Darwish's career is that he should be considered a quintessentially Israeli poet, since he was born and raised there. In fact, the poet's obsession with home, land, forced exile and national suffering are the same exact themes of some of Israel's greatest poets - <a href=\"http://www.jewishagency.org/JewishAgency/English/Jewish+Education/Compelling+Content/Eye+on+Israel/Gallery+of+People+(Biographies)/Bialik+Haim+Nahman.htm\">Chaim Nachman Bialik</a> comes immediately to mind. Were Israel a country of all its citizens, Darwish would be a national poet not only of the Palestinians but of Israelis as well. When Yossi Sarid suggested in 2000 that the poet's work be included in the national education curriculum, prime minister Ehud Barak said it was \"too soon.\" This exemplifies how far Israel has to go before it encompasses all its ethnic communities.</p> <p>It is sad that Darwish will not be buried in his native village, as Haaretz reported initially. He will be given instead a <a href=\"http://www.haaretz.com/hasen/spages/1009916.html\">state funeral in Ramallah</a> where a monument will honour him.</p> <p>Darwish was born in the upper Galilee village of Birweh in 1941. In 1948 Israel occupied (and eventually razed) his village and his landowning family was forced to flee to Lebanon. A moshav called Amihud replaced Birweh in 1950. The move to Lebanon was the first of many such exiles for this poet of dislocation and uprootedness. His family eventually returned to Israel and settled once again in a village near Acre named Deir al-Asad. After graduating from high school, he moved to Haifa.</p> <p>He published his first book of poetry, Wingless Birds, at age 19. The following year he turned to journalism, joined the Israeli Communist Party (Rakah) and became editor of its newspaper, Al-Ittihad. During this period he published <a href=\"http://www.palestineremembered.com/Acre/al-Birwa/Story205.html\">Identity Card</a>, one of his most famous early poems.</p> <p>Ethan Bronner's <a href=\"http://www.nytimes.com/2008/08/11/world/middleeast/11darwish.html\">New York Times obituary</a> describes Darwish's poetic style:</p> <blockquote> <p>While he wrote in classical Arabic rather than in the language of the street, his poetry was anything but florid or baroque, employing a directness and heat that many saw as one of the salvations of modern literary Arabic.</p> <p>\"He used high language to talk about daily life in a truly exceptional way,\" said Ghassan Zaqtan, a Palestinian poet and a close friend. \"This is someone who remained at the top of Arabic poetry for 40 years. It was not simply about politics.\"</p> </blockquote> <p>In the mid-1960s he joined <a href=\"http://www.answers.com/topic/al-ard\">Al-Ard</a>, an Arab nationalist movement founded by rebellious young Israeli Arab intellectuals devoted to the teachings of Gamel Nasser. The movement rejected the traditional Arab politics of the Communist party in favor of a more authentically nationalist politics. Israeli intelligence saw Al-Ard as a serious threat and when it put forward a list for the 1965 Knesset, the party was banned. The Shin Bet waged a war of persecution against Al-Ard, a campaign it continues to this day against similarly nationalist Israeli-Arab groups. Darwish was regularly imprisoned or placed under house arrest, experiences which also informed his poetry. Several members of the group, including the poet, eventually went into exile.</p> <p>In 1970, Darwish spent a year studying in Moscow and the following year he left Israel for good, moving first to Cairo to write for Al-Ahram. In 1973, he moved to Beirut where he became active in the PLO. In 1987, he was elected to the PLO executive committee, but resigned six years later in protest against the Oslo Accords.</p> <p>A <a href=\"http://www.progressive.org/node/1575\">Progressive magazine profile</a> from 2002 describes his political beliefs:</p> <blockquote> <p>Darwish says that real peace means [Arabs and Jews] being equal with[in] the Israeli society, and that the Palestinian people should have the right to return, that the question of the refugees, of Jerusalem, of the settlements should be resolved, and of course, Palestinians must have the right to self-determination.</p> </blockquote> <p>Darwish supported a two-state solution - Bronner typically writes, \"he said he fully supported a two-state solution\", as if the reporter didn't believe him - and rejected Palestinian terror. But he understood that the motivation for such a heinous act springs from the desperation of Palestinian life under occupation:</p> <blockquote> <p>Darwish insists that terror is not a means to justice. \"Nothing, nothing justifies terrorism,\" he wrote, condemning the September 11 attack on the United States in the Palestinian daily Al-Ayyam.</p> </blockquote> <p>In 2001, Darwish received the <a href=\"http://www.lannan.org/lf/bios/detail/mahmoud-darwish/\">Lannan Prize</a> for cultural freedom. It is a pity that he now has no opportunity to win the Nobel Prize he deserved.</p> <p>Last year, he returned to Israel for what turned out to be the last time and gave a reading of his poetry. AFP <a href=\"http://afp.google.com/article/ALeqM5igYFPqJ-3jDYRqxlRY1rIVvtHvvg\">described</a> the event:</p> <blockquote> <p>In July 2007, Darwish decried the Islamist Hamas movement's bloody takeover of the Gaza Strip a month earlier in his first poetry recital in Israel since quitting the Jewish state in 1970.</p> <p>\"We woke up from a coma to see a monocolored flag (of Hamas) do away with the four-color flag (of Palestine),\" Darwish said before some 2,000 people who attended the reading in the northern port city of Haifa.</p> <p>\"We have triumphed,\" he said with thick irony. \"Gaza won its independence from the West Bank. One people now have two states, two prisons who don't greet each other. We are victims dressed in executioners' clothing.\"</p> <p>\"We have triumphed knowing that it is the occupier who really won.\"</p> </blockquote> <p>I would have given much to have attended. I never heard Darwish read his poetry and it is something I will always regret.</p>",
  "<p>The US primary season played out about <a href=\"http://www.theguardian.com/commentisfree/2007/feb/19/itsafastforwardcampaigna\">the way I expected it to</a>, and the general election season hasn't yet begun in a substantive sense. We're at that point in the presidential campaign in which the presumptive nominees are without presumptive voters. Most voters don't want to think or do much about it until after their summer vacations, the Olympics, the party conventions and Labour day, unless it's to tell pollsters they intend to vote for <a href=\"http://en.wikipedia.org/wiki/Bob_Barr\">Bob Barr</a> or <a href=\"http://en.wikipedia.org/wiki/Ralph_Nader\">Ralph Nader</a>, are undecided, will sit home, or some other 'truth' which will likely change by November 4. As any <a href=\"http://en.wikipedia.org/wiki/John_McCain\">naval aviator</a> would recognize, the wannabe ships of state are currently becalmed in the <a href=\"http://en.wikipedia.org/wiki/Doldrums\">Doldrums</a>. No <a href=\"http://en.wikipedia.org/wiki/Wind_of_Change\">wind</a> for clear sailing, but plenty of hot air.</p> <p>That's not to say the Doldrums are unremittingly boring. They get heavy squalls, thunderstorms and even hurricanes, as in certain political operatives trying to prove they're worth the big bucks, they can turn a sinking campaign around, they can affect poll numbers, they can even snatch victory from the jaws of defeat.</p> <p>May I <a href=\"http://en.wikipedia.org/wiki/For_Your_Consideration\">present for your consideration</a> the recent McCain TV ads and talking points. They appear to be done by committee, a scattergun approach of throwing everything and hoping something sticks, the random responses of a desperate campaign team. Appearances can be deceptive. Check the <a href=\"http://en.wikipedia.org/wiki/Karl_Rove\">Karl Rove</a> playbook (the one he thoughtfully left behind before his current kerfuffle with the Senate's contempt citation) after reminding yourself of Rove's first rule: All's fair in love, war and politics.</p> <p>The way I read the Book of Rove, elections are won by energising your base and reaching the undecideds. (Those who have definitely made up their minds, particularly those enthusiastic about their candidate, are unlikely to change their minds and can be ignored.) Who's your base? Not just those who support your candidate, but also those unlikely to support your opponent. There's a difference. For those not comfortable supporting your candidate, convince them of the importance of voting against your opponent. If the voter doesn't believe there's much difference between them, he's likely to stay home. Hence the need to exaggerate any real or imagined differences until the voter reaches his tipping point. He's already unhappy, so your job is to make him even unhappier. Or angrier, or more fearful, or whatever it takes to push him over the edge.</p> <p>Who are the undecided voters? Generally speaking, those who haven't been paying attention to politics and government (through disinterest and/or boredom), but don't want to admit it because \"knowledgeable about serious matters\" is part of their self-image. Convince them you can be trusted, and they'll buy just about anything you're selling. How do you gain their trust? Same way everyone else does. First flatter them by agreeing with whatever they already believe. Create a bond by pointing out not everyone recognises these truths, only those with intelligence and common sense (call those of other viewpoints \"sheeple\" or \"liberals\" or some other derogatory term. Now share some new information which is then corroborated by (supposedly) multiple reliable, independent sources. Works a treat.</p> <p>From what I've seen, if people are given the same information from at least three (apparently) reliable and unrelated sources, and the information sounds at all plausible, they tend to accept it as true or likely true. And once they've accepted it, they're reluctant to change their minds even after learning the true facts (<a href=\"http://en.wikipedia.org/wiki/Cognitive_dissonance\">cognitive dissonance</a> being the term for this). First impressions do count, so get your story out there, and get it out there first. Can't get corroboration because what you're saying is, not to put too fine a point on it, not quite the gospel truth? Or even close? No problem - think <a href=\"http://en.wikipedia.org/wiki/Ahmed_Chalabi\">Ahmed Chalabi</a>, <a href=\"http://en.wikipedia.org/wiki/Curveball_%28informant%29\">Curveball</a> and <a href=\"http://en.wikipedia.org/wiki/Judith_Miller_%28journalist%29\">Judith Miller</a>. Fake it.</p> <p>So how is this being played out in this particular campaign? Check Snopes on <a href=\"http://www.snopes.com/politics/obama/obama.asp\">popular anti-Obama emails</a> which have been spread from one friend to another. Now match their messages up with the various <a href=\"http://www.johnmccain.com/tvads/\">McCain ads</a>. Yes, I mean you, dear reader. That's what Cif is for. Connect the dots and share with others.</p> <p>The basis of the technique is simple. The public, through <a href=\"http://en.wikipedia.org/wiki/Social_network\">social networking</a> and <a href=\"http://en.wikipedia.org/wiki/The_Wisdom_of_Crowds\">The wisdom of crowds theory</a>, has already done the <a href=\"http://en.wikipedia.org/wiki/Research_and_development\">R&amp;D</a> for which messages work best in the sense of being both popular and appealing (for whatever reason). The target audience is primed, as they've earlier received multiple copies of each email from various people and groups they're connected with in different circles. Now it's just a matter of reminding them of it, and reinforcing it yet again - this time from a semi-official source even though all the lies, rumours and innuendos aren't being repeated. They don't have to be repeated. The target audience will hear them just the same. It's the reverse of the <a href=\"http://en.wikipedia.org/wiki/Chris_Matthews\">Chris Matthews</a> line, \"Tell me something I don't know.\" Tell them something they do know (its truth value being irrelevant), but may have forgotten or filed in the back of their memory bank. Don't be specific, just hit a hot button or two with the TV ad or video. Then let all those neurons make their connections. It's the <a href=\"http://en.wikipedia.org/wiki/Ivan_Pavlov\">Pavlovian response</a>, something Karl Rove loves to watch in action. Others may rightly call it a <a href=\"http://en.wikipedia.org/wiki/Confidence_trick\">con game</a> or even an <a href=\"http://en.wikipedia.org/wiki/The_Prestige_%28film%29\">illusion</a> in the sense of the pledge, the turn and the prestige. </p> <p>The genius (so to speak) is in figuring out not just the reaction to the action, but the reaction to the reaction.</p> <p>The skill is in the set-up, the laying of the groundwork, the training or \"grooming\" of the mark. Erm, voter. You need a few <a href=\"http://en.wikipedia.org/wiki/Shill\">shills</a> and <a href=\"http://en.wikipedia.org/wiki/Useful_idiot\">useful idiots</a>, but talk radio is filled with those ready, willing and able. Certain <a href=\"http://en.wikipedia.org/wiki/Columnist\">columnists</a> (more like <a href=\"http://en.wikipedia.org/wiki/Defamation\">calumnists</a>), <a href=\"http://en.wikipedia.org/wiki/Pundit_%28expert%29\">pundits</a> and TV preachers are also happy to help. The pay-off is biggest when the final act looks unpremeditated and even a bit clumsy, certainly not obvious or slick. It has to be believable, a \"just folks\" moment. And the clumsier it is, the more likely it is to go viral: \"Just look at those incompetent oafs running his campaign.\" Dumb like a fox, as in <a href=\"http://en.wikipedia.org/wiki/Fox_News_Channel\">Fox News</a>, brought to you by <a href=\"http://en.wikipedia.org/wiki/Roger_Ailes\">Roger Ailes</a> and <a href=\"http://en.wikipedia.org/wiki/Rupert_Murdoch\">Rupert Murdoch</a>.</p> <p>Not that the tactics are limited to the contents of emails. We saw this earlier with <a href=\"http://en.wikipedia.org/wiki/Insight_(magazine)\">Insight magazine</a> and their madrassa story being repeated by Fox News and various emails. Even now, a sizable number of people think there's at least a kernel of truth in it. After Obama's response to McCain's celebrity ad, describing Team McCain's general focus of painting him as \"The Other\", <a href=\"http://en.wikipedia.org/wiki/Rick_Davis_%28lobbyist%29\">Rick Davis</a> accused Obama of \"playing the race card from the bottom of the deck\". Why? To remind voters of the <a href=\"http://en.wikipedia.org/wiki/O._J._Simpson_murder_case\">OJ Simpson trial</a> in which the verdict was received very differently in black and in white communities. The point? Reinforcing the \"he's not one of us\" meme. A bank shot rather than a dunk shot, but it scored just the same. Or in <a href=\"http://en.wikipedia.org/wiki/Basil_Brush\">Basil Brush</a> terms, boom-boom!</p> <p>One not-to-be-missed beauty of this strategy is that the recognizable faces are given plenty of deniability while still fully communicating their desired points. The anonymous emails are where the lies, rumours and innuendo reside, while the official campaign and its surrogates simply remind voters of the topic. We didn't say that! We didn't mean that! Trust us! We're The Truth-Tellers! We're here to help you make up your own mind!</p> <p>You can just imagine the meetings and discussions that take place behind the scenes. \"Remember that email about the 'signs' showing Obama must be the anti-Christ? I'm surprised it took off, but hey - who am I to question the public? Here's the ad to remind people of it: <a href=\"http://www.mahalo.com/Obama_Antichrist_Ad\">The One</a>. Notice how it ticks off all the boxes on the Rove checklist. We'll claim we're just being humorous, but don't worry - every person who took that email even slightly seriously will now give it some added weight (especially since our target audience won't recognize the out-of-context bits we used). With any luck (ha-ha!), <a href=\"http://en.wikipedia.org/wiki/John_Hagee\">John Hagee</a> and <a href=\"http://en.wikipedia.org/wiki/Rod_Parsley\">Rod Parsley</a> will pick up on it - and our friends in the media, of course. Let's get everyone talking about it again! It should go off like clockwork.\" (Well, perhaps more like <a href=\"http://en.wikipedia.org/wiki/A_Clockwork_Orange\">A Clockwork Orange</a>.)</p> <p>So what should we do as we watch this unwind, connecting the dots and drawing our own conclusions? We can cross our fingers while we listen to <a href=\"http://en.wikipedia.org/wiki/The_Who\">The Who</a> singing <a href=\"http://lyricwiki.org/The_Who:Won't_Get_Fooled_Again\">Won't Get Fooled Again</a>. Or, more usefully, we can get out there and break through the cognitive dissonance of the undecideds. Let's find out if the truth shall indeed set us free.</p>",
  "<p>There is never a dull moment in Pakistan. As the country moved from a moth-eaten dictatorship to a moth-eaten <a href=\"http://www.iht.com/articles/ap/2008/03/08/asia/AS-GEN-Pakistan.php\">democracy</a> the celebrations were muted. Many citizens wondered whether the change represented a forward movement.</p> <p>Five months later, the moral climate has deteriorated still further. All the ideals embraced by the hopeful youth and the poor of the country – political morality, legality, civic virtue, food subsidies, freedom and equality of opportunity – once again lie at their feet, broken and scattered. The <a href=\"http://en.wikipedia.org/wiki/Asif_Ali_Zardari\">widower Bhutto</a> and his men are extremely unpopular. The worm-eaten tongues of chameleon politicians and resurrected civil servants are on daily display. Removing Musharraf, who is even more unpopular, might win the politicians badly-needed popular support, but not for long.</p> <p>As the country celebrated its <a href=\"http://voanews.com/english/2008-08-14-voa7.cfm\">61st birthday</a> today, its official president, ex-General Pervez Musharraf, was not allowed to take the salute at the official parade marking the event, while state television discussed plans to impeach him. Within a few days at most, Musharraf will resign and leave the country. Pakistan's venal politicians decided to move against him after the army chief, Ashfaq Kayani, let it be known that there would be no military action to defend his former boss.</p> <p>Washington followed suit. In Kayani they have a professional and loyal military leader, who they imagine will do their bidding. Earlier John Negroponte had wanted to retain Musharraf as long as Bush was in office, but they decided to let him go. Anne Patterson, the US ambassador, and a few British diplomats working under her, tried to negotiate a deal on behalf of Musharraf, but the politicians were no longer prepared to play ball. They insisted that he must leave the country. Sanctuaries in Manhattan, Texas and the Turkish island of <a href=\"http://en.wikipedia.org/wiki/B%C3%BCy%C3%BCkada\">Büyükada</a> are being actively considered. The general would prefer a large estate in Pakistan, preferably near a golf course, but security considerations alone would make that unfeasible. There were three attempts on his life when he was in power and protecting him after he goes would require an expensive security presence. Had Musharraf departed peacefully when his constitutional term expired in November 2007 he would have won some respect. Instead he imposed a state of emergency and sacked the chief justice of the supreme court who was hearing a petition challenging Musharraf's position.</p> <p>Now he is going in disgrace, abandoned by most of his cronies who accumulated land and money during his term and are now moving towards the new powerbrokers. Amidst the hullabaloo there was one hugely diverting moment involving pots and kettles. Two days ago, Asif Zardari, the caretaker-leader of the People's party who runs the government and is the second richest man in the country (from funds he accrued when his late wife was prime minister) <a href=\"http://www.dailytimes.com.pk/default.asp?page=2008%5C08%5C11%5Cstory_11-8-2008_pg1_1\">accused</a> Musharraf of corruption and siphoning US funds to private bank accounts.</p> <p>Musharraf's departure will highlight the problems that confront the country, which is in the grip of a food and power crisis that is creating severe problems in every city. Inflation is out of control. The price of gas (used for cooking in many homes) has risen by 30%. Wheat, the staple diet of most people, has seen a 20% price hike since November 2007 and while the UN's Food and Agriculture Organisation admits that the world's food stocks are at record lows there is an additional problem in Pakistan.</p> <p>Too much wheat is being smuggled into Afghanistan to serve the needs of the Nato armies. The poor are the worst hit, but middle-class families are also affected and according to a June 2008 survey, 86% of Pakistanis find it increasingly difficult to afford flour on a daily basis, for which they blame their own new government.</p> <p>Other problems persist. The politicians remain divided on the restoration of the judges sacked by Musharraf. The chief justice, Iftikhar Muhammad Chaudhry, is the most respected person in the country. Zardari is reluctant to see him back at the head of the supreme court. A possible compromise might be to offer him the presidency. It would certainly unite the country for a short time. And there is the army. Last month, the country's powerless prime minister, Yousuf Gilani, went on a <a href=\"http://www.hindu.com/2008/07/27/stories/2008072751961200.htm\">state visit</a> to the US. On July 29 he was <a href=\"http://www.cfr.org/publication/16877/pakistans_prime_minister.html?breadcrumb=%2F\">questioned</a> by Richard Haass, president of Council on Foreign Relations: </p> <blockquote> <p><strong>Haass:</strong> Let me ask the question a different way, then – (laughter) – beyond President Musharraf, which is whether you think now in the army there is a broader acceptance of a more limited role for the army. Do you think now the coming generation of army officers accepts the notion that their proper role is in the barracks rather than in politics?</p> <p><strong>Gilani:</strong> Certainly, yes. Because of the February 18 election of this year, we have a mandate to the moderate forces, to the democratic forces in Pakistan. And the moderate forces and the democratic forces, they have formed the government. And therefore the people have voted against dictatorship and for democracy, and therefore, in future even the present of – the chief of the army staff is highly professional and is fully supporting the democracy.</p> </blockquote> <p>This is pure gibberish and convinces nobody. Over the last 50 years the US has worked mainly with the Pakistan army. This has been its preferred instrument. Nothing has changed. The question being asked now is how long it will be before the military is back at the helm.</p> <p><em>Tariq Ali's latest book, <a href=\"http://www.amazon.co.uk/Duel-Pakistan-Flight-American-Power/dp/1847373550/\">The Duel: Pakistan on the Flight Path of American Power</a> will be published in September by Simon and Schuster</em></p>",
  "<p>Excellent Ken Vogel <a href=\"http://www.politico.com/news/stories/0808/12526.html\">piece</a> in The Politico on anti-Obama author Jerome Corsi's loopier ideas. I hadn't known, for example, that George Bush was looking to merge the United States with Mexico and Canada.</p> <p>The fact that the press is reporting this stuff and challenging Corsi's credibility adds credence, I think, to my assertion from yesterday that his book won't necessarily have a huge impact simply because it's a number-one best-seller. But we don't know yet. It would be nice to see John McCain say there's no place for this kind of garbage, but, as Joe Klein <a href=\"http://www.time-blog.com/swampland/2008/08/scholarship.html\">points out with great force and brio</a>, that was the old John McCain who would have done that.</p>",
  "<p>Democrats and their allies are marking the 73rd anniversary of social security today with a new offensive against John McCain, using his support for privatisation of the benefits programme and even his personal wealth to turn senior citizens against the Republican.</p> <p>The AFL-CIO labour union joined James Roosevelt Jr - grandson of the late president Franklin D Roosevelt, who created US social security - to unveil a campaign aimed at cutting into McCain's support among the elderly.<br> In a mailing to senior citizens in Pennsylvania, Michigan and Ohio, three presidential battleground states, the union tars McCain as a wealthy elitist who \"wants to gamble with our social security\".</p> <p>\"McCain's worth over $100m … he owns 10 houses … he flies around on a $12.6m corporate jet … he walks around in $520 Italian loafers,\" the AFL-CIO writes. \"If John McCain lost his social security, he'd get by just fine. Would you?\"</p> <p>Polls in several contested states show the Republican's advantage with senior citizens is helping him stay within striking distance of Barack Obama, who commands strong loyalty from younger voters.</p> <p>Democrats are starting to use McCain's personal fortune to brand him as out of touch with ordinary Americans. McCain's net worth was about $40m as of 2006, according to Money magazine - the family fortune of his wife, Budweiser-beer scion Cindy, adds an estimated $100m to that total.</p> <p>Obama's net worth of slightly more than $1m in 2006 was padded by his reported $4.2m in joint income last year with his wife, Michelle. </p> <p>McCain's troubles on social security began last month when he voiced support for allowing some of the programme's government-guaranteed benefits to be invested on the private market.</p> <p>\"I want young workers to be able to, if they choose, to take part of their own money, which is their taxes, and put it in an account which has their name on it,\" he told CNN. </p> <p>Although McCain said his privatisation would be \"voluntary,\" Obama backers seized on the remarks as an endorsement of George Bush's failed 2005 push for social security investment accounts.</p> <p>\"The Bush privatisation plan that Senator McCain now embraces would tell millions of elderly Americans that they're on their own, putting them at risk of falling into poverty,\" Obama said today. \"That's not what this country is about.\"</p> <p>McCain also drew fire last month for calling the social security framework set by Roosevelt - in which taxes paid by current US workers benefit current retirees - an \"absolute disgrace\".</p> <p>Even as he beats back criticism from elderly advocates and Democrats, the Republican nominee has struggled to satisfy conservatives with his social security plan. After McCain said last month that increasing taxes to preserve future benefits was \"on the table,\" fellow Republicans howled with complaints and forced his aides to backtrack.</p> <p>In fact, the social security trustees project the programme will remain solvent for another 33 years - while Medicare, which gives healthcare benefits to senior citizens, will go bankrupt in a mere 11 years.</p>",
  "<p>John McCain unveiled a new set of proposals on technology, though he's admitted he can barely send an email himself. [<a href=\"http://online.wsj.com/public/article/SB121867827436739337.html?mod=special_page_campaign2008_leftbox\">Wall Street Journal</a>]</p> <p>The Obama and McCain campaigns are charging money for yard signs. \"What will they do next?\" one Obama supporter wonders. \"If I go there and ask to volunteer, will they make me pay to work for them?\" [<a href=\"http://www.dallasnews.com/sharedcontent/dws/news/politics/national/stories/DN-yardsign_11pol.ART0.State.Edition2.4dce89a.html\">Dallas Morning News</a>]</p> <p>Obama's Hillbilly Half-Brother Threatening to Derail Campaign (\"Long kept a family secret, the overalls-clad, straw-chewing Kentuckian first entered the public spotlight in July, when he drove his 1982 Ford flatbed pickup through the press corps at an Obama rally in order to inform his brother that he caught the skunk that had been living under his front porch\"). [<a href=\"http://www.theonion.com/content/news/obamas_hillbilly_half_brother\">The Onion</a>]</p> <p>How the electrocution of Rielle Hunter's childhood horse explains the John Edwards scandal, sort of. [<a href=\"http://gawker.com/5036642/the-dead-horse-that-changed-history\">Gawker</a>]</p>",
  "<p>Morgan Tsvangirai, the Zimbabwean opposition leader, said he and other party officials were detained at Harare airport today and had their passports confiscated.</p> <p>The leader of the Movement for Democratic Change (MDC) said he had his passport seized as he and two colleagues tried to leave for South Africa for a summit at which Zimbabwe's political crisis was expected to be one of the main topics of discussion.</p> <p>\"They have confiscated my passport,\" he told the Associated Press as he left the airport. He said the passports of his secretary general, Tendai Biti, and also that of another aide were seized. They said they were briefly detained by national intelligence agents and they all missed their scheduled flight to South Africa.</p> <p>The opposition officials had planned to observe this weekend's Southern African Development Community summit. The MDC has called on the regional body to help resolve Zimbabwe's crisis.</p> <p>Their passports have now been returned but the MDC said the \"latest antics\" by Zimbabwean officials called in to question Robert Mugabe's commitment to reach a power-sharing settlement. \"Mugabe continues to preach dialogue and to act war,\" said a party statement.</p> <p>Earlier at the airport, Tsvangirai told reporters he was confident talks on forming a government with Mugabe would resume.</p> <p>Asked by reporters if he was still optimistic on a deal, Tsvangirai said: \"Oh, yes, of course, we got our independence after how many talks?\"</p> <p>Negotiations on power-sharing began last month after the unopposed re-election of President Robert Mugabe was condemned around the world. Tsvangirai boycotted the run-off vote amid a spate of violent attacks on his supporters.</p> <p>Mugabe said he has reached an agreement with the leader of an MDC splinter group, although its leader, Arthur Mutambara, has denied this. Tsvangirai said unless Mugabe is willing to cede more authority, a deal is not viable.</p>",
  "<p>It was 73 years ago today that Franklin Roosevelt signed into law the bill creating <a href=\"http://en.wikipedia.org/wiki/Social_Security_(United_States)\">Social Security</a>, the American public pension system for senior citizens. On the day FDR signed the bill, nearly half of elderly Americans lived in poverty. There was simply no provision at all for many people. Their only recourse was to rely on their children. Every year since, Social Security has paid for itself and saved millions of elderly people from destitution. It was the first such large-scale program in the world. We (Yanks) beat you (Brits) by 11 years if I'm not mistaken.</p> <p>It was opposed by an assortment of right-wing cranks who issued the usual warnings about socialism, although the <a href=\"http://www.ssa.gov/history/tally.html\">vote tally</a> against it (33 in the House, six in the Senate) turned out to be small. </p> <p>The opposition shriveled even further as the program's obvious success and popularity became irrefutable. <a href=\"http://urbanlegends.about.com/library/bl_eisenhower_quote.htm\">Here</a> was Dwight Eisenhower, in 1954:</p> <blockquote> <p>Should any political party attempt to abolish social security, unemployment insurance, and eliminate labor laws and farm programs, you would not hear of that party again in our political history. There is a tiny splinter group, of course, that believes that you can do these things. Among them are a few Texas oil millionaires, and an occasional politician or businessman from other areas. Their number is negligible and they are stupid.</p> </blockquote> <p>They're still stupid, but alas their number is no longer negligible. They run the country. If John McCain wins, they will still run the country, by and large. Do you think McCain changed his position on offshore drilling because of gas prices? Think again. He changed to <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/07/26/AR2008072601891.html\">rake in oil money</a>. </p> <p>And McCain thinks Social Security's financing system is a \"disgrace.\" The disgrace would be giving these people another chance to dismantle history's most successful government program.</p>",
  "<p>John McCain knows the realities of war. Too many younger Americans don't, and it's these cossetted, lily-livered stay-at-homes -- bearded types, who wouldn't know a Humvee if it drove over their Birkenstocks -- who are donating in their droves to Barack Obama's campaign. Take, for example...</p> <p>Oh, wait --</p> <p>What?</p> <p><a href=\"http://www.opensecrets.org/news/2008/08/troops-deployed-abroad-give-61.html\">American troops abroad have donated six times as much money to Obama as to McCain</a>. They've actually given much more to comedy internet candidate <em>Ron Paul</em> than they've given to McCain. George Bush, by comparison, raised more money than his Democratic opponent in 2000 and even in 2004, as the Iraq war began to grow really unpopular.</p> <p>Look, guys, it's McCain who's the candidate of national security and war and fighting and things like that. Why do America's troops hate America's troops? [via <a href=\"http://www.americablog.com/2008/08/troops-deployed-abroad-give-61-to-obama.html\">Americablog</a>]</p>",
  "<p>A smart friend wonders whether the ongoing Georgia crisis may be changing Obama's veep calculus away from Evan Bayh and toward Joe Biden.</p> <p>I had thought Bayh had it very nearly in the bag, but this makes sense on a few counts. This crisis shows signs of lingering for a while. It could certainly flare up again in the fall. The United States could become much more deeply enmeshed in this. In sum, it could be an event that seriously alters the dynamics of this race. Biden's foreign-affairs experience may therefore come in awfully handy, not only on the stump but, if elected, once in office.</p> <p>Biden can go toe-to-toe with McCain on global questions with more authority than Bayh (or frankly Obama) can. And he wouldn't be shy about doing it. Interesting thought.</p>",
  "<p>Can you believe this one? John McCain <a href=\"http://www.thecarpetbaggerreport.com/archives/16549.html\">on Fox News</a> yesterday: \"In the 21st century, nations don't invade other nations.\"</p> <p>Uh, John; United States, Iraq. etc. Mind boggling, how he can sit there and say this. </p>",
  "<p><br>John McCain looks like one of those guys who, if asked to rap a freestyle, would begin with 'My name is John and I'm here to say ... ' Photograph: Gerald Herbert/AP</p> <p>So who's it to be, Obama or McCain? I don't know about you lot, but when I get confused about my stance on the Iraq troop surge and how best to deal with those stranded polar bears, I cut straight to the big issue: who's the biggest Abba fan?</p> <p>Which is why, thanks to my undying love of Dancing Queen, I've signed up to campaign for the Republican party this fall. After all, the ten songs John McCain has picked in a <a href=\"http://www.blender.com/WhiteHouseDJBattle/articles/39518.aspx\">current article for Blender magazine</a> contain not one but <em>two</em> Abba tracks ... in fact, you get the feeling he'd have just gone with ten picks from Abba Gold were he being truly honest.</p> <p>But seriously, who's got the best music taste out of these two? On paper you'd be tempted to say Obama. But if you ask me, there's something a bit focus group about his genre-spanning, box-ticking choices. Too many acts perceived as \"cool\", not enough surprises. McCain's seems a bit more honest - his love of Abba has already been criticised, hilariously, for being anti-American, but here's a guy who'd sacrifice his place in the White House rather than forsake his love for doing Take a Chance on Me at the Congress Karaoke club. Possibly. Anyway, here's the lists, we'll let you lot fight it out...</p> <p><strong>Barack Obama's top 10:</strong></p> <p><strong>1.</strong> Fugees - Ready Or Not <strong>2.</strong> Marvin Gaye - What's Going On <strong>3.</strong> Bruce Springsteen - I'm On Fire <strong>4.</strong> The Rolling Stones - Gimme Shelter <strong>5.</strong> Nina Simone - Sinnerman <strong>6.</strong> Kanye West - Touch The Sky <strong>7.</strong> Frank Sinatra - You'd Be So Easy To Love <strong>8.</strong> Aretha Franklin - Think <strong>9.</strong> U2 - City of Blinding Lights <strong>10.</strong> will.i.am - Yes We Can</p> <p><strong>John McCain's top 10:</strong></p> <p><strong>1.</strong> ABBA - Dancing Queen <strong>2.</strong> Roy Orbison - Blue Bayou <strong>3.</strong> ABBA - Take A Chance On Me <strong>4.</strong> Merle Haggard - If We Make It Through December <strong>5.</strong> Dooley Wilson - As Time Goes By <strong>6.</strong> The Beach Boys - Good Vibrations <strong>7.</strong> Louis Armstrong - What A Wonderful World <strong>8.</strong> Frank Sinatra - I've Got You Under My Skin <strong>9.</strong> Neil Diamond - Sweet Caroline <strong>10.</strong> The Platters - Smoke Gets In Your Eyes</p>",
  "<p>Reading Barack Obama's book, The Audacity of Hope, recently, I came across a passage that set me thinking about ... John Prescott.</p> <p>I bet no one has ever written a sentence like that before. But it's true (more or less). Prescott (and, admittedly various other UK pols) sprung to mind when I read the section on the media.</p> <p>Obama makes the point that politicians are entirely dependent on the media. It's not an original observation at all but Obama expresses it better than anyone else I've heard or read on the subject. He writes:</p> <blockquote> <p>In other words, I - like every politician at the federal level - am almost entirely dependent on the media to reach my constituents. It is the filter through which my votes are interpreted, my statements analysed, my beliefs examined. For the broad public at least, I am who the media says I am. I say what they say I say. I become who they say I've become.</p> </blockquote> <p>\"I am who the media says I am.\" Imagine being Prescott and having to live with that. (We can save the argument about whether he deserves it for another day.) No wonder he's so angry.</p> <p>But Prescott has found a solution. He's taken up blogging. His <a href=\"http://www.labourhome.org/story/2008/7/27/84610/5977\">first post on LabourHome</a> was a novelty and his second backfired because it generated headlines about a <a href=\"http://www.labourhome.org/comments/2008/7/27/84610/5977/134#134\">Titanic gaffe.</a>But Prescott clearly likes being able to communicate without going through the media and yesterday he was at it again, blogging <a href=\"http://www.labourhome.org/story/2008/8/13/82041/8086\">on the Policy Exchange report about the north.</a></p> <p>I was surprised his post did not attract much interest in the papers today because it's a cracker: vintage Prescott invective. Regional development is a subject he knows a lot about and the Policy Exchange report left him fuming. Here's a flavour:</p> <blockquote> <p>I am staggered by their report: to state that northern cities like Bradford, Liverpool and my home town of Hull have no hope of being regenerated in the 21st century and that people should move to London, Oxford and Cambridge is the most insulting and ignorant policy I've ever heard. In fact it's not a new policy, it's what the Tories said in the 1930s. It reminds me of what my mother had to do. Daughter of a welsh mining family, she had to work in service in the wealthy homes of the Wirral when she wanted to stay with her family in north Wales.</p> </blockquote> <p>It carries on in that vein for 10 more paragraphs. If you've got time, it's worth a read.</p> <p>The excellent and ever vigilant <a href=\"http://www.iaindale.blogspot.com/\">Iain Dale</a> points out today that there a couple of flaws in the Prescott argument. Fair enough. But, Iain, it's only his third blogpost. Please don't put him off. This could be a source of wonderful copy for years to come.</p> <p>The former deputy PM will probably be more pleased with the New Statesman, where <a href=\"http://www.newstatesman.com/uk-politics/2008/08/labour-party-miliband-brown\">Martin Bright mentions Prescott's blogging</a> and suggests that he could become Labour's most important public \"cheerleader\", playing the sort of role Chris Patten did for John Major before the 1992 election, when Patten was Tory chairman. </p> <p>Prescott used to joke about not understanding the internet. Now he could be on course to become Labour's blogger-in-chief. Who'd have guessed it?</p>",
  "<p>The curse of comedy is standups telling us what their shows are about. John Gordillo is better known as a director of comedians (Reg Hunter, Eddie Izzard) than as a comic himself. This year, he brings his own show to Edinburgh: a thoughtful and entertaining account of his relationship with his larger-than-life Spanish father. The show rattles along engagingly, gathering in comic power as it nears its climax. But then Gordillo blows it, dedicating the closing moments to a lecture on the interplay between politics and personal psychology, and letting the laughter ebb away. </p> <p>I'm all for comics with something to say, and a passion to say it. But I wish they'd do so through comedy, rather than tack on the moral as humourless explication. In Gordillo's case, the conclusions he reaches (a person's politics may be connected to their own emotional and psychological needs) aren't insightful enough to justify jettisoning the jokes. It's frustrating, because the preceding 50 minutes reveal a grown-up comic who combines emotional intimacy with some high-quality gags. </p> <p>The star of the show, though, is Gordillo senior – or should that be, señor. The son brings his dad vividly to life, as mouthy, militant communist, needy single parent, and bearer of a Seville-sized chip on his shoulder. This is a father who expresses love with the phrase, \"I would take a bullet for you\" – which isn't wholly comforting to his seven-year-old son. The show reveals how Gordillo, whose mother died when he was three, defines himself against his father, both politically (there's good material about ethical living) and personally, as three generations of Gordillos visit the circus – or \"Wetherspoons in a ring,\" as a disgusted John describes it. What emerges is an honest, funny portrait of a remarkable family, which is far more eloquent than the sermon that gratuitously concludes it.</p>",
  "<p>Mauritania's military junta has won overwhelming support from the country's parliament, which has asked for international recognition of the new rulers.</p> <p>More than two-thirds of Mauritania's parliament yesterday signed a declaration of support for Mohamed Ould Abdel Aziz and his fellow generals, who last week overthrew the country's first elected government in 20 years.</p> <p>The minority of MPs who did not sign the letter belonged to a hardline Muslim party and a coalition of left-leaning politicians, both of which were heavily represented in the cabinet of the former president, Sidi Cheikh Ould Abdallahi.</p> <p>The coup has been widely condemned internationally. The African Union froze Mauritania's membership, and both the US and France cancelled their aid.</p> <p>The August 6 ouster was Mauritania's second coup in three years. The same generals carried out a bloodless coup in 2005. That was also condemned internationally, but criticism was tempered when the coup leaders announced they would hold elections - especially after they said that all 11 members of the junta would not run. </p> <p>The result was last year's widely praised election - the country's first free and fair vote in over 20 years – won by Abdallahi.</p> <p>But the former president alienated the military when against their advice he released several Islamist radicals and opened a dialogue with members of an extreme Muslim sect. Allegations of corruption by Abdallahi's family eroded support among the population.</p> <p>Two days before the August 6 coup, 48 MPs quit Abdallahi's party in protest. Yesterday, 107 out of 146 members of parliament signed the letter of support for the coup. The statement called on the EU, the AU, the US and the Arab League to support the \"democratic transition\" started by the junta.</p> <p>\"The legislators of Mauritania ... support the change that occurred in the interest of the Mauritanian people,\" the declaration said. \"We regret that all of the attempts made by members of parliament and other well-intentioned people failed to lessen the stubbornness of the former president, who did not listen to his constituents.\"</p> <p>They accused him of corruption, of interfering with the functioning of parliament and of refusing to investigate a foundation run by his wife, which was allegedly used as a front for the theft of public funds.</p> <p>The declaration came a day after an al-Qaida-linked group called for holy war to avenge the overthrow of Abdallahi. General Mohamed Ould Abdel Aziz, the leader of the military junta, said that several \"of these same terrorists\" murdered four French tourists last December, prompting organisers of the Dakar rally to cancel this year's race.</p> <p>But experts said the focus on terror was just a smokescreen for overthrowing a democratically elected head of state. \"I think this is an argument the coup leaders are making to justify themselves and what they did, but it doesn't conform to reality,\" Fernando Reinares, a terrorism expert at Madrid's Elcano Royal Institute, told the Associated Press.</p> <p>Reinares said Spain had recently decided to increase cooperation with Mauritania on fighting terrorism. Besides killing the French tourists, suspected Islamist terrorists attacked the Israeli embassy and an army barracks in separate attacks in 2007.</p> <p>The US sent dozens of troops to train Mauritania's military in the far northern deserts, in an attempt to stem the southward spread of militants linked to al-Qaida in north Africa. That programme has been suspended since the coup, along with about $20m (£10m) in aid.</p>",
  "<p><br>Meghan McCain, the candidate's daughter, has posted a <a href=\"http://mccainblogette.com/postings/081308_1340.shtml\">big new gallery of photographs</a> on her blog from a McCain town hall meeting in York, Pennsylvania, that give a good sense of what these events are like, backstage and front-of-stage: the exhausted campaign aides struggling with plastic carrier-bags full of newspapers and potato chips, the crowds, the travelling press corps, and -- everywhere -- erstwhile Democratic vice-presidential candidate Joe Lieberman, who's clearly in his element, hugging and glad-handing with an animatedness he rarely shows on television. (The photos are taken by Heather Brand, who's travelling with the campaign.)</p> <p>...What? You were expecting a snarky comment? Sorry. They're just pretty good photos, that's all.</p>",
  "<p>Hillary Clinton's name is likely to be placed in nomination at the Democratic convention -- a highly symbolic move, designed to appease her supporters, though if it leads to a vote, her showing would be poorer than in the primaries, which might enrage them all over again. Unless so many Obama delegates changed their minds that she won, of course... This will not happen. [<a href=\"http://marcambinder.theatlantic.com/archives/2008/08/a_little_bit_more_exposition.php\">Marc Ambinder</a>] UPDATE: <a href=\"http://marcambinder.theatlantic.com/archives/2008/08/officially_now.php\">Now confirmed</a>. More from <a href=\"http://www.theguardian.com/commentisfree/michaeltomasky/2008/aug/14/hillaryclinton.barackobama\">that Tomasky guy</a>.</p> <p>The press agrees that the Georgia crisis has made it a good week for John McCain -- who has, a little oddly, sent his own delegation to the region, alongside the one sent by the actual president. But Josh Marshall <a href=\"http://talkingpointsmemo.com/archives/208141.php\">warns</a>: \"The people that are pulling McCain's strings are the people who want to push us into a new Cold War with the Russians -- and ironically and a bit improbably with the Chinese too.\" [<a href=\"http://thinkprogress.org/2008/08/13/media-russia-mccain/\">ThinkProgress</a>]</p> <p>Could Obama's pursuit of votes in traditionally red states create a situation where, in seeking to win by a landslide, he loses by a whisker? [<a href=\"http://thepage.time.com/halperins-take-270-or-bust/\">The Page</a>]</p> <p>Colin Powell denies he'll be at the Democratic convention, whatever Weekly Standard editor William Kristol has been claiming, and issues the withering comment of the week: \"I do not have time to waste on Bill Kristol's musings.\" [<a href=\"http://blogs.abcnews.com/politicalradar/2008/08/powell-says-hes.html\">ABC News</a>]</p> <p>A Clear Channel talk radio host discovers evidence that Obama is not really an American citizen! His sources: \"a guy\" and \"some people.\" [<a href=\"http://mediamatters.org/items/200808130008\">Media Matters</a>]</p> <p>Jerome Corsi, author of the new anti-Obama biography and Harvard political science graduate, spent the early part of the decade making internet postings in which he claimed Hillary Clinton was a lesbian and that Muslims worship Satan. He doesn't think this damages his credibility. [<a href=\"http://dyn.politico.com/printstory.cfm?uuid=BE600A90-18FE-70B2-A8078732499BF999\">Politico</a>]</p> <p>The media should boycott the party conventions, says Jack Shafer, because nothing real ever actually happens at them. [<a href=\"http://www.slate.com/id/2197433/\">Slate</a>]</p>",
  "<p>Gallup daily tracking poll: <a href=\"http://www.gallup.com/poll/109453/Gallup-Daily-Obama-48-42.aspx\">Obama 48%, McCain 42%</a>. But Pew has <a href=\"http://people-press.org/report/443/presidential-race-draws-even\">Obama 46%, McCain 43%</a>: \"Barack Obama's lead... has disappeared\" as McCain's base finally comes out in support. (Also from Pew: McCain gains a clear lead among men, Obama leads among women, McCain continues to lead among white voters. 72% of ex-Clintonites support Obama.)</p> <p>...Only 82 days to go!</p>"
]