[
  "The bright side: You can rent designer handbags - by the hour",
  "The great green swindle",
  "Brown pledges action to curb home repossessions",
  "Not the death of capitalism, but the birth of a new order",
  "The more Obama is tested, the more he shows his presidential mettle",
  "Bush seeks united front on crisis",
  "How to spend $1.5bn on elections - first lavish $150,000 on Sarah Palin's clothes",
  "Campaign costs dwarf millions raised by Kerry and Bush in 2004",
  "A wardrobe for an American mom",
  "Diary",
  "Confident Obama takes presidential tone in talk of post-election plans",
  "Corrections and clarifications",
  "Is Sarah Palin operating from a plane of intelligence so elevated it seems like stupidity?",
  "\"Would anyone here disagree with the premise that we are not winning this campaign?\"",
  "When reality has a liberal bias",
  "Truth as collateral damage",
  "US election: Barack Obama details post-election transition plans",
  "The media's racist bogeyman",
  "Sarah Palin's new image cost Republicans $150,000",
  "Rudy's robocalls",
  "Pitbull couture",
  "Sarah Palin's chic style, courtesy of the McCain campaign",
  "We're all socialists now",
  "World leaders to meet for emergency summit after US election",
  "Sarah Palin, constitutional scholar",
  "John McCain's blunt anti-feminism",
  "Why Football Is Not Worth Bothering About Any More, and Tonight's Big Cup Meetings",
  "Meghan McCain's parallel campaign",
  "Champagne dreams and caviar kisses",
  "Cyber cinema: Fall colour",
  "If Palin is the dark side of Alaska, John Haines is the light",
  "My friends, that's change that we can't not believe in disagreeing with",
  "US election: Potential first ladies hit the trail",
  "US election: Republican operative faces voter registration fraud charges",
  "Muslims for America",
  "Who wants to be a Carilionaire?",
  "Wednesday memo: How to get the Sarah Palin look",
  "MAJOR McCain endorsement!",
  "Glue factory",
  "US election briefing: Counting the cost",
  "Worth a look",
  "Day 10: John McCain to quit Colorado?",
  "US election: How UK broadcasters will report America's big night",
  "Obama charges media for coverage",
  "Photographing the US election",
  "Is it time to stop the John Peel hero worship?",
  "Guardian Daily: Osborne and the Russian oligarch",
  "Question Time to air US election special"
]