[
  "<p>A Palestinian driver crashed his car into a group of Israeli soldiers in Jerusalem on Monday night, injuring 17 people in what Israeli police described as a \"terror attack\". The driver was immediately shot dead by an army officer.</p> <p>The incident happened at a crossroads between east and west Jerusalem, close to the walls of the Old City. Two of the injured were seriously hurt, and the rest had light or moderate injuries, police said. The soldiers, from the Artillery Corps, were on a tour of Jerusalem in the run-up to the Jewish new year next week. </p> <p>Micky Rosenfeld, an Israeli police spokesman, said the incident was an attack, not a traffic accident. \"We can confirm it was a terror attack,\" he said. \"The man was shot and killed.\" </p> <p>The driver's family were reported as saying yesterday that the man, named as Qassem al-Mughrabi, 19, did not have a driving licence and was agitated after the refusal of a marriage proposal. The family said it was an accident, not an attack.</p> <p>But Elad Amar, 23, the lieutenant who shot the driver, told Israel Radio the car was heading directly at the soldiers. \"I didn't see his face, just the car as it neared us,\" he said. \"He ran into them, they flew into the air, some landing on the hood.\" </p> <p>The incident will once more bring calls from some Israelis for the destruction of the houses of Palestinians involved in attacks in Israel. Ehud Barak, the defence minister, demanded that legal procedures to allow house demolitions be speeded up \"to contribute to deterring potential terrorists\". </p> <p>The Israeli supreme court has previously ruled that such house demolitions, once a regular Israeli tactic, did not prevent attacks and should be halted.</p>",
  "<p>John McCain's attempts to win over workers by presenting himself as a man of the people with an abiding love for American-made cars ran off the road yesterday after it emerged that the Republican owns a Volkswagen, a Lexus, a Honda and a Toyota.</p> <p>McCain's ownership of the four foreign cars - in a family fleet of 13 - was pounced on by the Barack Obama camp as yet another sign that the Republican presidential hopeful is out-of-touch with the lives of ordinary Americans.</p> <p>McCain had boasted to reporters in Michigan, home of the ailing US car industry, that he was a fan of American cars. \"I've bought American literally all my life, and I'm proud,\" he told a Detroit television station this month.</p> <p>Yesterday, those words came back to haunt him as the Democrats released an ad in Michigan accusing the Republican of betraying local workers. The Obama camp also wheeled out officials from the United Auto Workers, who said McCain could not be trusted on the economy.</p> <p>McCain, who visited the state yesterday, was also criticised by conservative commentators for \"wild changes\" in his position on economic regulation.</p> <p>The Republican has adopted a populist stance in the wake of the Wall Street crisis. That appears calculated to deflect from his personal circumstances. </p> <p>Only weeks ago, McCain was embarrassed when he had difficulty remembering how many houses he owns with his beer heiress wife, Cindy. The final figure was seven. Now Newsweek has reported that the McCain garages hold 13 cars - all but two registered to Cindy McCain.</p> <p>The candidate drives a gas-guzzling 2004 Cadillac, made locally by General Motors. In addition to the Lexus, the Honda and the Volkswagen convertible, Cindy McCain owns a Ford pickup truck, two Jeeps and a four-wheel drive. McCain's daughter, Meghan, drives the Prius. </p> <p>The Obama family owns just one car: an Escape hybrid made by Ford. </p> <p>It was not apparent yesterday whether the resurfacing of a Brazilian ballerina and former model, with whom McCain had a fling as a young sailor during a visit to Rio de Janeiro 51 years ago, would add to his woes. </p> <p>Maria Gracinda Teixeira, 77, who was tracked down by local media last week, said she was the woman McCain wistfully recalled - though did not name - in his 1999 memoir, Faith of My Fathers. </p> <p>She told the newspaper Extra the then 21-year-old sailor was \"tasty, loving and romantic\".</p>",
  "<p>Born in the lower middle-class New York borough of Queens, John Paulson is the biggest-earning man in the world's top-earning industry. He took home $3.7bn (about £2bn) last year, putting him top of Alpha magazine's ranking of hedge fund managers. </p> <p>He made this fortune by outsmarting Wall Street's top financial institutions. Unlike Citigroup, Bear Stearns, Lehman Brothers and Merrill Lynch, he predicted that the sub-prime mortgage industry would collapse - and he placed a huge bet on a downturn in home loans. Paulson's success from others' misfortune has drawn comparisons with George Soros, who made millions from the Bank of England's woes in 1992 by betting against the pound on Black Wednesday. </p> <p>One group representing homeowners struggling to keep their properties dubbed Paulson's profits \"obscene\". Paulson has responded by donating $15m to a charity aiding people who are fighting foreclosure.</p> <p>Paulson, 52, is married with two daughters. He enjoys skiing and running. He studied science at New York University, has an MBA from Harvard and set up his fund, Paulson &amp; Co, in 1994. He never gives interviews and is guarded about his methods - he even embeds hi-tech software in his emails to prevent them being forwarded.</p>",
  "<video data-media-id=\"gu-video-337909448\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1813552003_gdn-nat-080923-BrownSpeechClips-FLV-4x3.flv\"/> </video>   <p>It seems a long time ago now, back in the spring of 2007, when the Labour tribe was so certain Gordon Brown was the right man to lead them they didn't even want a contest for the top job. They had a clear image of the prime minister, he would be: solid, anchored in moral purpose, a heavyweight able to punch the light out of the Tories - and with a reddish tinge which meant he stood, even if not openly, to the left of Tony Blair.</p> <p>That was the Gordon Brown the Labour faithful hoped they were getting 15 months ago. In the past year, many had almost forgotten him, as a different character seemed to take up residence in Downing Street: Bottler Brown, the ditherer who ducked an election and took from the poor with a scrapped 10p tax rate, who could barely speak like a human being and who watched, paralysed, as a 12-point Labour lead turned into a 20-point deficit.</p> <p>But for one sweet hour yesterday afternoon that man was banished, replaced by the Gordon Brown Labour once yearned for. In a speech performed with greater skill than any of his previous efforts - the cadences rising and falling in the right places, the high-volume, machine gun delivery ditched - the prime minister reminded the Labour party of why they had once admired him so much.</p> <p>The improvement began even before he had appeared. In a surprise piece of stagecraft, his wife Sarah came to the podium to rapturous applause - one of several elements yesterday borrowed from the recently-completed US convention season. Like Michelle Obama or Cindy McCain, she testified to her husband's devotion to public service. Her unflashiness, the sense that she has endured tough times as well as good, threw a kind of protective layer over the PM: he gained credit by association.</p> <p>Brown built on that, insisting \"I'm serious about doing a serious job.\" Riskily, given that he had just deployed his own wife, he bragged that he had not \"served up my children for spreads in the papers\" - a clear dig at David Cameron, who is often photographed with his family - because \"My children aren't props; they're people.\" It was a return to the message he had sought to convey in that distant summer of 2007: not flash, just Gordon.</p> <p>He marched on determined to retake the moral high ground. Speaking more personally than usual, he offered a quasi-apology for the 10p tax error, saying he was \"stung\" by the accusation that he was no longer \"on the side of hard-working families\", vowing that from now on \"it's the only place I ever will be\".</p> <p>He borrowed a line from Barack Obama's convention speech to ram home the point: \"This job is not about me. It's about you.\" More surprisingly, Brown cast himself as a Scottish Sarah Palin, adapting one of her signature lines, though with Fife in place of Alaska and Westminster in place of Washington: \"I didn't come to London because I wanted to join the establishment, but because I wanted to - and want to - change it.\"</p> <p>But Brown's chief effort was to push the image of himself which, during those first three months in Number 10, had begun to take root in the public mind, before it was so pushed aside. He would be \"the rock of stability\".</p> <p>Brown will hope this stems the decline in his standing but that was not his primary purpose yesterday. With talk throughout the conference of a plot against him - the only issue being when, not if, he would be toppled - addressing the wider public was a luxury. He had to win over the hall.</p> <p>He did that by returning to what had been old form, staking out territory to the left of the Blairite project. Never mind that he had been the co-architect of New Labour, a favourite Brown manoeuvre was always to tickle the erogenous zones of the Labour faithful, serving up some old-time religion.</p> <p>Yesterday he did that by promising a \"new settlement for new times\", a shift to reflect the convulsions in the world economy. Now the market would be returned to its rightful place as a servant of the people - never its master. In a sentence which delighted his audience, he declared: \"Those who argue for the dogma of unbridled free market forces have been proved wrong.\"</p> <p>All week the conference fringe has hummed with similar sentiments, as Labour folk have seized on the collapse and bailout of the big banks as evidence that the neo-liberal era is over. Yesterday, Brown was keen to ride that wave.</p> <p>So he spoke of freeing agency workers from \"the scourge of exploitation\" and laid into the traders guilty of \"reckless speculation.\"</p> <p>That's not language that often passed the lips of Tony Blair. That it comes easily to Gordon Brown was one reason why he was able to remain as Labour's heir apparent for so long. Indeed, he turned to Red Gordon to get him out of trouble many times in the past and did so again yesterday.</p> <p>The politics are not hard to fathom. Brown hopes that by securing his left flank, he can cast himself as the more appealing alternative to any putative rival, who would swiftly be branded as \"Blairite\" and on the party's right. He knows that the trade unions are not impressed by David Miliband: in yesterday's speech Brown sent the message that in any future choice, they should stick with him.</p> <p>That was not the only way in which the he pushed back at those conspiring for his removal. The public \"would not forgive us\", he said, if Labour was to turn inward during the economic storm. This is proving to be one of Brown's sharpest weapons: the claim that to leave the country leaderless during such a crisis would spook the markets and anger the voters.</p> <p>But the moment that caught the attention - as it was surely designed to - was a line officially directed at the Conservatives but with a handy double meaning. \"I'm all in favour of apprenticeships,\" he said, \"but this is no time for a novice.\" The TV cameras instantly cut to Miliband's forced smile as the Brown camp knew they would.</p> <p>Not that the Tories escaped a pounding. Brown attacked them more potently than he has managed since becoming prime minister. He won gasps when he quoted George Osborne (not accurately it emerged later) declaring it was financial markets' job to make money out of the \"misery of others\".</p> <p>There was still some confusion on precisely how to attack the Tories: whether to accept that they have changed, conceding that they now have genuinely progressive intentions - but are not ready to support the means to those progressive ends - or whether to argue that the change is merely cosmetic. In the end, Brown did a bit of both.</p> <p>Still, this was more like the great clunking fist Brown had promised and which he had not yet bared. It gave Labour heart that, if Brown carried on like this, he might just rescue himself - and them.</p> <p>There were longueurs in the speech, especially in the middle, during what even his own aides described as \"the policy slab.\" And while he offered a sketch of what needed to be done to cure the global financial system, the speech was short on the domestic steps Brown plans to take. The policy proposals were all relatively small-bore: not quite lagging on pipes, but home internet and personal tutors for kids rather than an overhaul of the economy. </p> <p>Still, it's not on policy proposals that a speech such as this is judged. It's on the intangible, almost emotional sense that lingers once it's over. Brown needed to leave his audience with the gut belief that he's not done for just yet, that he could still come back. He did that yesterday. But it will have been for nothing if it ends there. As one cabinet colleague said, he needs to do that \"every day, every week from now on\".</p> <p>He has to kill off the man he has been for the last year - and bring back the Gordon Brown his party once dreamed of.</p>",
  "<p>Is Mrs Margaret Thatcher running for President? Scarcely a day has passed this week on which she has not paraded her intense personal involvement in the direction of departmental policies. On Sunday the papers bulged with steers that she has grabbed Mr Kenneth Baker's education bill by the collar. \"Mrs Thatcher has intervened to take personal control of the Government's radical educational reforms,\" said one. On Monday she summoned the heads of British broadcasting to Downing Street for a three-hour seminar on deregulation of the airwaves. Came Tuesday and there she was again, touring Handsworth and Wolverhampton as she had toured Teesside and Glasgow, setting out the stall for the inner cities regeneration drive on which she is intent on making the pace. Thatcherism has never been more personalised. Is this all a little much, ma'am?</p> <p>On one level, such high profile leadership is not new. Over the years, there have been other Downing Street seminars - on drugs, Aids, crime and football hooliganism - seeking to forge (appropriate word) decisive answers to seemingly intractable problems. And there have been the endless other glorifications of the Prime Minister's unique leadership skills over matters ranging from milk quotas to nuclear weapons. But the tempo of her interventions was never as rapid as it is today.</p> <p>Mrs Thatcher's concept of leadership has always been Churchillian (or what she likes to imagine as Churchillian) rather than, say, Attlee-esque. Yet for her, leading from the front is more than a matter of style. She believes - not without justice - that she has some special ability to understand the deeper instincts of the white, lower middle-class English upon whom her power is based. In her own eyes, as perhaps in theirs, she is the guarantor that their demands will not be deflected either by the old Tory ruling-class or by the corporatist wiles of the civil service. But this self-image has led her into trouble as well as to triumph.</p> <p>Eighteen months ago, Mr John Biffen warned that to win the election the Conservatives would need a \"balanced ticket.\" Though his remarks caused outrage in Downing Street, last autumn's Tory Conference was carefully prepared as a team effort. It was a great success, providing the springboard for the Conservatives' opinion poll recovery and election triumph. Yet Mrs Thatcher seems to have forgotten that lesson. Perhaps she is blinded by the third victory. Perhaps she really does believe that anything is now possible and that only she can make it happen. If so, it is a dangerous vanity. Nobody voted, three months ago, for Snow White and the twenty dwarfs.</p>",
  "<p>Labour's conference in Manchester has generated a reminder that the challenge of calculating the political impact of recent - and current - financial market upheavals is not as straightforward as it may seem. That cautionary note applies with special force in the United States, where the first presidential election debate between Barack Obama and John McCain will take place on Friday. </p> <p>There is a beguilingly simple narrative about the impact of the US financial meltdown that goes like this: the credit crunch has forced the government to accept its regulatory responsibilities; the Bush administration's about-turn swings the balance of the political contest towards the Democrats, traditionally the party of the vulnerable, and against the Republicans, party of the super-rich; in short, the crisis on Wall Street smooths Mr Obama's path to the White House, and proves once again that the economy always shapes the outcome of elections.</p> <p>Some bits of this story are true. But that does not mean they stack up as neatly as may appear. The Wall Street meltdown is actually having a different impact among legislators in Washington to the one it is having on the campaign trail. While the Bush administration battles to persuade the Democrat-controlled Congress (and its own Republican supporters on Capitol Hill) that treasury secretary Henry Paulson's $700bn bailout is economically necessary, fiscally sustainable and politically controllable, the two presidential candidates are operating in a parallel universe. With just six weeks to go before the election, both candidates are trying to keep events in Washington (and in Manhattan) at something of a distance, compelled to respond to them but wary at the same time that they might find themselves on the wrong side of the next outburst of populist indignation against greedy bankers.</p> <p>In a more simple world this election would be a straight contest between a free-market liberal Republican who took responsibility for the Bush administration's record and a welfarist Democrat who promised a new deal to get middle America's jobs, mortgages and savings into good order once again. In some ways, stripped down to essentials, that is what it actually is. But the election is also still about hope, experience, the real economy, national security and race, and it will be won and lost in the battleground states where such contests are generally decided. The financial meltdown has helped refocus the contest on the economy and has enabled Mr Obama to regain momentum. But in America, as in Britain, the political fallout of this month's events has yet to take anything approaching its final shape.</p>",
  "<p>Barack Obama and John McCain began intensive rehearsals yesterday for the first presidential debate on Friday, which both men hope will break the stubborn weeks-long deadlock in the opinion polls.</p> <p>Obama has abandoned all but a handful of campaign events to devote almost four days to training for the clash, setting up a debates camp in Tampa, Florida. His performances on a mock-up of the debate stage are being videoed and scrutinised for his answers and facial expressions. McCain is fitting rehearsals in between an almost full campaign programme. </p> <p>The Obama-McCain clash, which is expected to attract the biggest-ever US television audience for a political debate, is to be held at the symbolically resonant University of Mississippi, once a bastion of racism and scene of violent clashes during the civil rights campaign of the 1960s.</p> <p>Neil Newhouse, a Republican pollster, said: \"I do not think any debate has ever been more important ... There is a huge amount at stake in this.\"</p> <p>Stan Greenberg, a pollster for the Democrats, said presidential debates had a big impact, with the potential for all the campaign work and poll leads of the preceding months to be \"wiped out in seconds\". </p> <p>The debate comes as pollsters are split on why Obama has not opened a big lead over McCain, given the state of the economy, President George Bush's unpopularity, and hostility towards the Iraq war. </p> <p>Racism has emerged in recent days as one of the main factors, after a reluctance by pollsters to discuss it. One estimate is that it could be costing Obama up to 6% of votes, enough to lose the election. A USA Today poll yesterday showed the two remain tied, as they have been for weeks - with Obama on 47% and McCain on 45%. An AP poll showed that a third of white Democrats had a negative view of blacks.</p> <p>Neither Obama nor McCain, based on performances in the primaries, is a strong debater, with the Democratic candidate needing to curb overlong answers and McCain to curb his temper. The two held a joint meeting last month but did not debate, instead being interviewed back-to-back. McCain came across better, with short, humorous replies in contrast to Obama's reflective and academic replies. </p> <p>In spite of recent weeks being subsumed by Wall Street, the debate will just be on foreign affairs, McCain's strong point. The first of the three debates was supposed to be on domestic policy but Obama fought to have that left to the end. </p> <p>The preparation goes down to even camera angles and make-up. McCain has a scar on his face that his advisers want to ensure does not appear too prominent.</p>",
  "<p>By forcing out President Thabo Mbeki so vindictively, the <a href=\"http://www.anc.org.za/show.php?doc=lists/ancnec.html&amp;title=ANC+NEC\">ANC leadership</a> may have to sacrifice Jacob Zuma, the party leader, to prevent a backlash that could break up the party ahead of next year's general elections. </p> <p>Today – as expected – a third of Mbeki's cabinet <a href=\"http://www.theguardian.com/world/2008/sep/23/southafrica.mbeki1\">resigned</a> in anger with the way he has been treated, deepening the biggest political crisis since South Africa became democratic in 1994. Since Mbeki's resignation on Sunday, Zuma had pleaded with Cabinet ministers not to resign – with limited success. Some ANC leaders have said they will form their own party, to challenge a Zuma-led ANC in next year's general election. This shows the extent of the dissatisfaction among the ANC rank-and-file, even those who have been traditionally critical of Mbeki, who had only four months left on his presidential term. Other ANC members are now planning mass protests across the country. The only way to unify the ANC is not to have Zuma president of South Africa, and make <a href=\"http://www.theguardian.com/world/2008/sep/22/southafrica4\">Kgalema Motlanthe</a>, the caretaker president, the permanent candidate. </p> <p>Zuma may be popular, and have a hardcore, loud and militant support base who are prepared to \"die\" to have him president, but at the same time, a large proportion of the ANC's membership disapprove of him with equal gusto. They are unlikely to vote for the ANC when he is the presidential candidate. For the ANC to think that Mbeki's forced exit will \"unify the party\", as ANC general secretary <a href=\"http://news.my.msn.com/topstories/article.aspx?cp-documentid=1687408\">Gwede Mantashe</a> said when he announced Mbeki's sacking, is to be in denial, the favourite response to crises, of the very man they ousted. </p> <p>It is unlikely that those who determinedly moved to oust Mbeki understood the significance of what they have done. They have unleashed a political hurricane, which they cannot control. Mbeki was fired by the Zuma group in charge of the ANC, because they feared he would set up a commission investigating corruption related to the controversial arms deal, in which Zuma is implicated, or recharge him. Zuma has 16 charges of corruption against him. Judge Chris Nicholson, who cleared Zuma on a technicality, emphasised he did not give a verdict on the charges, but proposed the prosecutors recharge Zuma, provided they do so by following the proper procedures. The prosecutors have been under such an attack from the Zuma camp now that their very credibility may rest on recharging Zuma. In any event, they know that if Zuma comes to power, the prosecuting unit may be broken up. Furthermore, a number of private prosecutions against Zuma have been lined up – so it is difficult to see how Zuma is going to extricate himself out of the very real criminal charges, which have already seen his former financial advisor sent to jail for 15 years. </p> <p>Following Mbeki's forced exit, the Zuma coalition, consisting of five distinctly different groups, who were all opposed to Mbeki, have lost the glue that held them together – opposition to Mbeki. Furthermore, with Mbeki gone, all of them are now focusing on securing their own interests in the leadership vacuum. Within the Zuma coalition, not all are set on securing the presidency of South Africa for Zuma. Those who are include: the <a href=\"http://70.84.171.10/~etools/anc/youth/index.php\">ANC youth league</a>, the pro-Zuma black economic empowerment business oligarchs – both hoping to secure patronage; the communist party (SACP) and the trade unionists (Cosatu), who nave no alternative presidential candidate of their own, think they can manipulate Zuma in power; and those ANC leaders who are being investigated by the national prosecuting authority for corruption, because, they argue that if Zuma's case is quashed – especially when he comes to power, theirs will also. </p> <p>Now the Zuma coalition are divided between those who want Zuma at all costs to become president, such as those seeking a pardon for corruption or patronage, versus those who are prepared to look for a unifying ANC leader that will be pro-poor – the latter include the more serious elements of Cosatu and the SACP. Yet, Zuma is not entirely in control of his own coalition: rather they may actually be in charge of him. He opposed efforts to oust Mbeki, because he feared he will inherit a divided party, unprepared to run a general election. However, he was rudely overruled by his own militants. Furthermore, in the week when Mbeki detractors within the Zuma coalition moved to oust him, all the old presidential rivals of Mbeki, Cyril Ramaphosa, Mathews and Tokyo Sexwale, again took centre stage within the ANC, dwarfing Zuma, almost like a decade ago. </p> <p>Until yesterday, the Zuma camp, in control of the ANC had planned to appoint <a href=\"http://www.theguardian.com/world/2008/sep/19/southafrica1?gusrc=rss&amp;feed=worldnews\">Baleka Mbete</a>, the speaker of parliament, and the ANC's chairwoman, and a more pliable supporter, as interim president, to smooth the way for Zuma and to create an environment for Zuma's legal charges to be withdrawn. However, Motlanthe's elevation as interim president shows that divisions with Zuma's coalition are now deepening. Motlanthe was the choice of those in the Zuma coalition who are more interested in keeping the ANC united, and securing a pro-poor government focus, rather then putting Zuma into the presidency. They have long seen him as an alternative candidate for the presidency if Zuma stumbles over his legal hurdles. Motlanthe does things by the book. Motlanthe is also one of the few ANC leaders with support in both the Mbeki and Zuma camps. Zuma rightly perceives him as a serious rival. </p> <p>In this crisis, there may be openings for other young Turks of Motlanthe's generation. To contain the young Turks – Motlanthe, Phosa, Sexwale and Ramaphosa, Zuma has promised to stay as president for one term only, and then allow a competitive election for the leadership between them. But Mothlante will now have inside track, because he is already an MP, while the others, including Zuma are not. He will be presiding president for six months, which is enough to show his credentials not only as a unifying figure, but a source of new ideas, energy and principle, and to contrast this to the divisive potential of a populist Zuma. </p> <p>It will be ironic if it takes the ANC to go through such a destructive process, if it eventually get some sense and appoint Motlanthe or any other of the younger talent, Phosa, Sexwale and Ramaphosa as new leader, such an obvious solution to unite the ANC and the country again, and should have been done a long time before.</p>",
  "<p>Taken as a whole, the Bush administration's economic record is by far the most dismal of any administration since Herbert Hoover's. <a href=\"http://www.epi.org/content.cfm/webfeatures_econindicators_income_20080826\">Median income in America</a> is lower, in real terms, today than when George Bush became president nearly eight years ago. That's the first time since the Great Depression that median income has fallen over such a prolonged period. The percentage of Americans living below the poverty line is higher today than eight years ago. The number of people on food stamps is at an all-time high, and <a href=\"http://www.theguardian.com/commentisfree/2007/dec/25/cashstarved\">food banks</a> and churches around the country report extraordinary increases over the past few years in the numbers of Americans relying on charity food to survive. And the country's banking system, after decades of deregulation promoted by conservative ideologues, increasingly looks like a house of cards.</p> <p>So, if today's Caesars aren't delivering on the bread front, they'd better at least remedy the situation with a <a href=\"http://answers.yahoo.com/question/index?qid=20071114212925AAuXwYo\">damned good circus</a>. After all, as the Romans knew all too well, people get angry when their bread disappears and their entertainment isn't top notch. Yet a funny thing happened when my wife and I took our children to the circus in Sacramento a couple Sundays ago.</p> <p>To put it bluntly, when the elephants came onstage, for reasons unknown they began shitting copiously, one after the other. I've never seen anything quite like it at a circus before, and I daresay most of the people in the audience hadn't either. The elephants would walk a few steps, stop for a minute, and when they started again, there would be great piles of dull yellow balls of elephant crap in the spaces they'd just vacated.</p> <p>The circus owners did a good job of diverting the audience's attention. Beautiful dancing girls swept onto the stage, their scanty clothing and fine figures almost taking my eyes away from the men with buckets and pails who rushed onto the scene, dodging in between the enormous elephants, scooped up the crap and quickly scattered sand atop the leftovers. </p> <p>If it's a choice between watching dour-looking men shovelling turds or beautiful women dancing in sequined leotards, hell I'm as much a red-blooded American as the next guy. You want to titillate me, be my guest.</p> <p>But here's the rub. No matter how entertaining the dancers were to look at, this part of the show was supposed to star the elephants, not the back-up girls. And, from where I sat, in section 202, row C, the elephants were busily expressing their true feelings for the audience by voiding all over the stage.</p> <p>Which brings me to the election. Since the start of the month, <a href=\"http://www.theguardian.com/world/sarahpalin\">Sarah Palin</a>, as woefully under-qualified as she may be, and as intellectually flimsy as her answers to press questions might seem, has been a glorious diversion. She's <a href=\"http://latimesblogs.latimes.com/washington/2008/09/the-sarah-pal-1.html\">given John McCain a poll bump</a> and thrown a smokescreen over the big-picture policy questions the election should, by any rational measure, be decided on. </p> <p>But let's get back to the real world now. We're all standing on an economic precipice. If more big banks fail and Wall Street continues its swoon, there's a very real chance that people's savings could be wiped out, that businesses without access to credit could start to crumble en masse and unemployment could soar. And even if the bailout works, the ricochet effects around taxation, unemployment, inflation and long-term standard of living measures are likely to be devastating. The mess isn't all the Republicans' fault. But a pretty large part of the blame does lie with the party <a href=\"http://www.harpweek.com/09Cartoon/BrowseByDateCartoon.asp?Year=2003&amp;Month=November&amp;Date=7\">whose symbol is the elephant</a> - with their loathing of government regulatory agencies and their dismantling of government oversight systems.</p> <p>After eight years of Bush, the country's international reputation has plummeted, the dollar has fallen from its once-unassailable perch and the economy has now entered what Alan Greenspan calls a <a href=\"http://money.cnn.com/2008/09/14/news/economy/greenspan/index.htm?postversion=2008091413\">\"once-in-a-century\"</a> period of chaos.</p> <p>That the election is even remotely close at this point is extraordinary. At the risk of overdoing the circus metaphor: if you can't stop the elephants crapping all over the place, ultimately you've got to send them off the stage.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-337911524\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/9/23/1222195785387/speechwars.jpg\" alt=\"Speech wars\" width=\"459\" height=\"222\" class=\"gu-image\" /> </figure>  <p><a href=\"http://www.speechwars.com\">SpeechWars</a> is a clever tool for comparing how many times the two candidates have used a particular word in their campaign speeches. As <a href=\"http://speechwars.com/examples.php\">these examples</a> show, Obama — unsurprisingly —&#xa0;mentions Bush far more than McCain, but McCain mentions \"love\" far more than Obama; both men talk about good more than evil, and McCain virtually never refers to himself as a \"maverick\", while Obama talks about his wife much more than his rival does. It's fascinating. (There is as yet no equivalent tool for Sarah Palin and Joe Biden, but it would be unnecessary; Palin's speeches consist almost entirely of the phrase \"I said thanks but no thanks on that Bridge to Nowhere\", interspersed with random combinations of the words \"maverick\", \"Washington\" and \"glass ceiling\", while Biden's technically don't count as speeches because nobody ever hears them.) [via <a href=\"http://www.treehugger.com/files/2008/09/speech-wars-obama-mccain.php\">Treehugger</a>]</p>",
  "<p>Barack Obama began intensive rehearsals at a specially-prepared camp in Florida today for his debate showdown with John McCain on Friday that both men hope will break the stubborn weeks-long poll deadlock.</p> <p>Obama has abandoned all but a handful of campaign events to devote almost four days to training for the clash. His performances on a mock-up of the debate stage are being videoed and then scrutinised not only for his answers but for his facial expressions.</p> <p>McCain has not set up a similar debate camp and is continuing with almost a full campaign programme, fitting rehearsals in between.</p> <p>The Obama-McCain clash, which is expected to attract the biggest-ever US television audience for a political debate, is to be held at the symbolically-resonant University of Mississippi, once a bastion of racism and scene of violent clashes during the civil rights campaign of 1960s.</p> <p>Neil Newhouse, a Republican pollster, said: \"I do not think any debate has ever been more important ... There is a huge amount at stake in this.\"</p> <p>Stan Greenberg, a pollster for the Democrats, said presidential debates have a big impact, with the potential for all the campaign work of the preceding months \"wiped out in seconds\". He noted that previous debates had seen poll leads wiped out.</p> <p>The debate comes at a time when pollsters are divided on why Obama has failed to open a substantial lead over McCain given the state of the economy, the unpopularity of President George Bush and hostility towards the Iraq war.</p> <p>Race has emerged over the last few days as one of the main factors, after a reluctance by pollsters to discuss it. One estimate is that it could be costing Obama up to 6% of votes, enough to lose the election.</p> <p>A USA Today poll today showed the two remain essentially tied, as they have been for weeks - with Obama on 47% and McCain on 45%. An AP poll at the weekend showed that a third of white Democrats had a negative view of blacks.</p> <p>Neither Obama nor McCain, based on their performances in the primaries, is a strong debater, with the Democratic candidate needing to curb rambling answers and McCain to avoid flashes of temper. </p> <p>The two held a joint town-hall style meeting last month but they did not debate, instead being interviewed back-to-back. McCain came across the better, with short, humourous replies in contrast with Obama's more reflective, academic and over-long replies.</p> <p>In spite of the last fortnight being subsumed by Wall Street, the debate will be devoted solely to foreign affairs, McCain's strong point.</p> <p>The first of the three presidential debates was supposed to be on domestic policy but Obama fought to have that pushed back to the end.</p> <p>Obama will leave his debate camp before Friday for only for a few campaign events within easy reach.</p> <p>Teams of researchers and advisers have gone through all of McCain's debates against Bush in 2000 and against his Republican opponents for the party nomination last year and earlier this year looking for weaknesses.</p> <p>McCain's debate sparring partner, reciting Obama's likely lines of attack and responses, is Michael Steele, a prominent black Republican and former lieutenant-governor of Maryland.</p> <p>McCain's campaign team has so far failed to find a sparring partner for his running mate, Sarah Palin, who faces a vice-presidential debate with Joe Biden the following week. Biden is practising with Jennifer Granholm, governor of Michigan, who, like Palin, is a sports mom and former beauty contest winner.</p> <p>The level of detailed preparation goes down to the level of camera angles and even make-up. McCain has a prominent scar on one side of his face that his advisers want to ensure does not appear too visible.</p> <p>The two will stand at lecterns, after McCain's team concluded he performed better on his feet than sitting down.</p>",
  "<p>John McCain's attempts to win over workers by presenting himself as a man of the people with an abiding love for American-made cars ran off the road today after it emerged that the Republican owns a Volkswagen, a Lexus, a Honda and a Toyota Prius.</p> <p>McCain's ownership of the four foreign cars - in a family fleet of 13 - was pounced on by the Barack Obama camp as yet one more sign that the Republican is out-of-touch with the lives of ordinary Americans.</p> <p>McCain had boasted to media outlets in Michigan, home of America's ailing car industry, that he was a fan of American cars. </p> <p>\"I've bought American literally all my life, and I'm proud,\" McCain told a Detroit television station this month.</p> <p>Today, those words came back to haunt McCain as the Democrats released a new ad in Michigan accusing the Republican of betraying local workers. The Obama camp also wheeled out officials from the United Auto Workers union who said McCain could not be trusted on the economy.</p> <p>McCain, who visited the state today, was also under attack by conservative commentators for wild changes in his position on economic regulation.</p> <p>The Republican has adopted a populist stance in the wake of the Wall Street crisis. That appears calculated to deflect from McCain's personal circumstances.</p> <p>Only weeks ago, McCain was embarrassed when he had difficulty remembering how many houses he owns with his beer heiress wife, Cindy.</p> <p>The final figure was seven. Now Newsweek has reported that the McCain garages between them hold some 13 cars - all but two registered to Cindy McCain.</p> <p>The candidate himself drives a gas-guzzling 2004 Cadillac, which is made locally by General Motors.</p> <p>In addition to the Lexus, the Honda and the Volkswagen convertible, Cindy McCain also owns a Ford pickup truck, two Jeeps and an SUV.</p> <p>McCain's daughter, Meghan, drives the Prius.</p> <p>The Obama family owns just one car: an Escape hybrid which is made by Ford.</p> <p>McCain faced further revelations about his personal preferences today with the resurfacing of a Brazilian ballerina and former model with whom he had a brief fling as a young sailor during a visit to Rio de Janeiro 51 years ago.</p> <p>Tracked down by local media last week, the still-blonde former beauty queen Maria Gracinda Teixeira, 77, said she was the woman McCain wistfully recalled - though did not name - in his 1999 memoir Faith of My Fathers.</p> <p>\"We met because I used to have lunch near the docks,\" she told the newspaper Extra. \"He is so cute. But I never imagined he would write about me, that was a surprise.\"</p> <p>The then 21-year-old sailor was \"tasty, loving and romantic\", she said. \"I called him 'John' but he was my dear and my coconut dessert.\"</p> <p>In his book McCain, now 72, reminisced about a \"Brazilian fashion model\" and indulging \"in the vices sailors are famous for\" during the week the destroyer USS Hunt docked in the port city. </p> <p>After returning to the US he flew back to Rio but the romance did not survive \"youthful impatience and short attention spans\".</p> <p>Compared to the so-called \"bimbo eruptions\" which dogged Bill Clinton's bid for the White House Texieira's surfacing appeared harmless and roused a cheer from some Republican blogs.</p> <p>\"Bottom line: McCain likes beauty queens. Ergo, he will help make America a more beautiful place,\" joked one. However some conservatives expressed misgivings about the celebration of pre-marital sex.</p>",
  "<p>The proposed $700bn bailout of US financial markets faced harsh criticism in Congress today, with liberals and conservatives both sceptical that granting the Bush administration power to buy up risky mortgages would avert further economic crisis.</p> <p>Yet despite the wariness from the Senate banking committee, where Henry Paulson and Ben Bernanke appeared today, the financial rescue seems poised to win approval by next week at the latest.</p> <p>\"This is not something I wanted to ask for,\" the US treasury secretary said, assuring senators that \"I feel your frustrations\" and \"I'm angry\" at the prospect of Wall Street firms getting saved by the government.</p> <p>But Paulson and Bernanke did ask for broad latitude to decide which toxic assets would win a purchase by the government. Senators of both parties did not attempt to hide their anger at the request, citing the Bush administration's previous assurances of market stability.</p> <p>\"We have been given no credible assurances that this plan will work,\" Richard Shelby, the senior Republican on the banking panel, said. \"Congress does not have time to determine if there are better alternatives.\"</p> <p>The committee's Democratic chairman, Chris Dodd, questioned Paulson's request for immunity from any legal or government review of his actions during the bailout process.</p> <p>\"After reading this proposal, I can only conclude that it is not just our economy that is at risk,\" Dodd told the treasury secretary, \"but our constitution as well.\"</p> <p>Bernanke offered little detail on how the government would set the value of troubled mortgages before buying them. Yet America's senior banker appeared conscious to avoid potential conflicts of interest, particularly given Paulson's past chairmanship of Goldman Sachs.</p> <p>\"I'm a college professor,\" Bernanke explained. \"I never worked on Wall Street. I don't have those interests, those connections.\"</p> <p>He then warned senators that \"jobs will be lost, unemployment will rise, more houses will be foreclosed, GDP will contract\" if the rescue plan is not approved.</p> <p>The proposal is expected to become law within days, perhaps as soon as the weekend. What remains unclear is how many changes Congress can make to the bailout in the face of insistence on a \"clean bill\" by Paulson and the White House.</p> <p>Dodd and Barney Frank, the Democratic chairman of the financial services committee in the House of Representatives, are working on rescue plans that could see separate votes or be merged in advance.</p> <p>The congressional leaders are likely to agree on some key priorities:</p> <p>• Limits on executive compensation at firms that get government aid. Paulson criticised this idea at first, predicting that it would limit incentive for banks to seek help, but now appears open to the concept. John McCain has backed compensation limits.</p> <p>• A stake for taxpayers in any firms that the government assists. A Democratic senator, Jack Reed, has proposed issuing stock warrants that would allow the public to share the profits of rebounding companies. Republicans have urged that any profits from the rescue be used to pay down the bloated national debt.</p> <p>• Direct attention to foreclosures. Democrats want US bankruptcy judges to be allowed to modify mortgages on primary homes, but conservatives view that proposal as a deal-breaker. A compromise could include more money for lenders to modify mortgage rates as well as a government guarantee for the renegotiated loans.</p> <p>But before the $700bn bailout becomes law, Paulson and Bernanke must run the gantlet on Capitol Hill. They are likely to meet with more frustrated congressmen during a visit to Frank's House financial panel tomorrow.</p>",
  "<p>Reading the newspapers in the past few weeks, you'd be forgiven for thinking that the entire US female population, no matter what their political convictions, has lined up to get on the Sarah Palin bandwagon. As a Swede who moved to New York in my early 20s, my heart has been sinking with every Gallup report published, showing a swing toward the McCain-Palin ticket.</p> <p>There have been columns by renowned feminists <a href=\"http://www.latimes.com/news/opinion/commentary/la-oe-steinem4-2008sep04,0,7915118.story\">like Gloria Steinem</a> protesting Palin's feminist credentials, but my fear was that that would only fuel the anti-elitist movement: \"Oh, just another 'intellectual' who doesn't understand the everyday life of ordinary American working-class mothers.\"</p> <p>Then, the other day, something amazing happened. A chain email from a friend landed in my inbox. It originated with a couple of ordinary American female citizens who had been offended by the Republican spin doctors' assumption that women would automatically swallow any old slogans and policies, just because they came out of a woman's mouth.</p> <p>The email was very polite, apologising for any offence it might cause to anyone disagreeing with their opinion. They said that they had no big organisation behind them and that anyone replying would not be put on a mailing list - they had just felt such an urge to make their voices heard (and to find out if anyone else felt the same way). After getting several hundred replies within a few days, they decided to create a blog as a forum for likeminded women, called <a href=\"http://womenagainstsarahpalin.blogspot.com/\">Women Against Sarah Palin</a>.</p> <p>Reading the posts on the website, it's immediately apparent that the<br>picture that's been painted by the Republicans and much of the media is not an accurate one. Remarkably, many of these posts are written by women from small towns in red states who identify as mothers, grandmothers, Republicans, Christians – even pro-lifers. Yet they are all strongly against appointing a vice-presidential candidate with such grave inexperience and divisive views as Palin.</p> <p>Their quotes are incredibly articulate, eloquent and furious. Here<br>are excerpts from a few of them:</p> <blockquote> <p>\"I am a fiscally conservative, socially liberal Republican. I am aghast at the choice the Republican ticket has made in Sarah Palin. … I am so ashamed to be a Republican that I have re-registered as a Democrat this year because, frankly, they are more like original Republicans anyway (less government, more power to the people).\"<br>-Susan W, 65, Flagstaff, Arizona</p> <p>\"First I want to say that I am an evangelical Christian southern female who opposes abortion. However, any seriously thoughtful Christian will admit that this is only one of several Biblical principles and no one candidate nor political party owns a consistent Christian platform. I am writing to state in the strongest of terms that I am appalled at the choice of Sarah Palin as the Republican VP nominee. … Palin's smugness, arrogance and lack of humility further guarantee that her election would continue our country's disastrous course of the last eight years under the Bush-Cheney administration.\"<br>-Susan M, Maryland</p> <p>\"If I wanted to live in a theocracy, I'd move to Iran. This nomination is McCain's way of patting us all on our little heads and saying, 'There you go, honey! Now don't worry your little head about this government stuff.'\"<br>-Christin R</p> <p>\"I was raped at age 18. I was not impregnated but had I been I believe I am owed the choice to decide on motherhood. Palin stands for the destruction of choice. She is a contradiction in every aspect of the word. Please do not elect this woman as VP. Please.\"<br>-AT, 19, Santa Fe, New Mexico</p> </blockquote> <p>Judging by the steady stream of \"information\" churned out by<br>Republican spin-doctors, Palin's been the saviour of her home state, Alaska. But even Alaskan women have felt the urge to <a href=\"http://www.adn.com/sarah-palin/story/525510.html\">protest</a> this assumption by staging a protest in Anchorage - despite being bombarded with hateful, abusive phone calls and being called socialist, baby-killing maggots by a local DJ. These women have experienced years of <a href=\"http://edition.cnn.com/2008/POLITICS/09/21/palin.rape.exams/index.html\">Palin policies</a> and fear what they might do to the country.</p> <p>Historically, religious conservatives have been much more organised, vocal and aggressive than their liberal counterparts. The American Family Association even managed to push Heinz to drop a <a href=\"http://www.theguardian.com/media/2008/jul/01/advertising.usa\">TV ad</a> that showed two men kissing – even though it was only shown in the UK and not in the US. That's why it's so remarkable that Palin's nomination is bringing out the fighting spirit in women across the political spectrum.</p> <p>Maybe the result of this cunning move by the McCain camp will have the opposite effect of what was intended. Maybe it will rally the normally complacent to stand up and be counted once they truly realise what's at stake. Judging by the comments on the Women Against Sarah Palin blog, McCain may just have underestimated the integrity of the female population of the US.</p>",
  "<p>One-third of white Democrats, an <a href=\"http://news.yahoo.com/page/election-2008-political-pulse-obama-race\">AP-Yahoo News poll</a> has discovered, have a deeply negative view of black Americans. These Democrats believe that we are \"lazy\", \"violent\" and responsible for our own troubles. File under <a href=\"http://en.wikipedia.org/wiki/Man_bites_dog_(journalism)\">\"dog bites man\"</a>, you might think. Everyone already knew that more than a few white Americans have serious issues with black Americans.</p> <p>Hillary Clinton broke it down when <a href=\"http://www.usatoday.com/news/politics/election2008/2008-05-07-clintoninterview_N.htm\">she observed in May</a> - as a reason to support her dying campaign to become the Democratic nominee for president - that Barack Obama's \"support among working, hard-working Americans, white Americans, is weakening again.\" She was not only citing her appeal to a significant, perhaps pivotal, group of Democrats but also playing on their sense that blacks are unworthy.</p> <p>Democrats are supposed to have largely moved on from that trying period, which put on display dispiriting race and gender fissures in their party. On this front, the question is whether Obama will win the presidency. And this comes down to whether he will gain enough support from white Democrats, <a href=\"http://edition.cnn.com/2008/POLITICS/06/09/clinton.supporters/index.html\">17% of whom plan to vote for John McCain and Sarah Palin</a>, who surely must be the worst presidential ticket, in the worst of times for Republicans and the country, in recent memory.</p> <p>But that is not what interests me most here and now. I'm more interested in the AP article that accompanies the poll. The lede states: \"Deep-seated racial misgivings could cost Barack Obama the White House.\" This is puzzling. How could \"racial misgivings\" regarding lazy, violent and irresponsible blacks cost Obama anything? What do these racial misgivings have to do with him - and the millions of other black Americans who do not fit the negative stereotype?</p> <p>I am no Obamatron, but facts are facts. Obama is a well-known figure of national and even global stature at this point. Despite the claim, often echoed sympathetically in the mainstream media, that many whites still don't know enough about him, he has written two autobiographies, served as a US senator since 2005, was an Illinois state senator for seven years before that and is a Harvard Law School graduate.</p> <p>Obama is not lazy, violent or irresponsible. He has to be one of the hardest working, conciliatory and intelligent of public citizens, though he probably is not the transformational politician his fervent supporters take him to be. Shouldn't Clinton's white Democrats love him, their racial misgivings aside? Not if these Democrats are racist - and they are.</p> <p>Read the poll results and the article. Don't blame me, the messenger. I repeat: They are racist white men and white women, who happen to be Democrats. News organisations have a responsibility to call this \"racial misgivings\" phenomenon what it is: racism. Failure to do so fuels the popular notion that the only whites who truly count as racists identify with the Klan or at least utter \"nigger\" routinely.</p> <p>If these white Democrats merely had racial misgivings, this could not cost Obama. He appears to represent the opposite of all they deem true and contemptible about blacks. So we would expect him to be their model of a good black person and their exemplar of what is possible in this country on grounds of merit and charisma - as indeed he is for many of his white supporters.</p> <p>Since Obama obviously is not lazy, violent or irresponsible, the major problem those with racial misgivings have with him must be that he is a person with conspicuous African ancestry, aka a black person. When one cannot overcome one's racial misgivings, even when presented with an individual who does not embody features that are the alleged basis for the misgivings about his group, then one is a racist.</p> <p>The racial misgivings crowd can no longer play the competency card with a straight face. Especially after the last two weeks, no Democrats of right, non-racist mind could believe that Barack Obama and Joe Biden are less competent and less likely to \"bring about the change they want\" than McCain and Palin - no matter that more than a quarter of all Democrats told the AP-Yahoo News pollsters otherwise.</p> <p>As an Ohio Democrat sitting among friends said openly: \"We still don't like black people.\" They understandably do not like us lazy, violent and irresponsible. Nor - as Republican representative Lynn Westmoreland conveyed in flat-out <a href=\"http://thehill.com/leading-the-news/westmoreland-calls-obama-uppity-2008-09-04.html\">calling Obama \"uppity\"</a> - do they like us hard working, law abiding, responsible, intelligent and ambitious. Basically, a significant number of whites, including Democrats, don't like us, period - regardless of our character, talent and achievements as individuals.</p> <p>Maybe Clinton was right that she could capture enough of the white vote and Obama could not. I'm not entirely sure what her observation says about her, but I do know what the very real possibility of its truth continues to say about the United States.</p>",
  "<p>Spotted at the <a href=\"http://www.guardian.co.uk/politics/labourconference\">Labour conference</a> with the <a href=\"http://politics.guardian.co.uk/person/0,,-2929,00.html\">former party leader Neil Kinnock</a>? Celeste Wallander, one of US Democratic presidential candidate <a href=\"http://www.guardian.co.uk/world/barackobama\">Barack Obama</a>'s foreign policy advisers.</p> <p>But Wallander would do well to keep a low profile at the Manchester gathering – support from lefty liberal British or European governments is said to play very badly with swing US voters.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-337904127\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/9/23/1222180954296/sovietamerica.jpg\" alt=\"Soviet America\" width=\"140\" height=\"73\" class=\"gu-image\" /> </figure>  <p>\"The political left always aims to expand the permeation of economic life by politics. Today, the efficient means to that end is government control of capital. So, is not McCain's party now conducting the most leftist administration in American history? The New Deal never acted so precipitously on such a scale... Does McCain have qualms about this, or only quarrels?\" — archconservative <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/22/AR2008092202583.html\">George Will</a>, today in the Washington Post.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-337901178\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/9/23/1222178025275/wine.jpg\" alt=\"Wine\" width=\"377\" height=\"100\" class=\"gu-image\" /> </figure>  <p>As we've recently learned, real Americans, in the American heartland of America, eat moose and go snowmobiling. But in liberal San Francisco, out-of-touch left-wingers prefer to sip wine while discussing their love of terrorists and homosexuality. Or at least they did until they realised what they were drinking: at Yield Wine Bar in downtown San Francisco, sales of a once-popular organic red from Chile have plummeted in the last few weeks, because its name is Palin Syrah. \"It was our bestselling wine before [the VP announcement],\" owner Chris Tavelli laments. (\"One Yield regular suggested that Tavelli amend the wine's tasting note to read 'moosemeat, salmon, hint of gunpowder',\" reports the website Serious Eats.) Pundits have long held that <a href=\"http://www.economist.com/world/unitedstates/displaystory.cfm?story_id=10808693\">the distinction between \"wine-track Democrats\" and \"beer-track Democrats\"</a> is a fundamental cultural cleavage in the US, and frankly, shunning Palin Syrah in appalled horror is typical elitist wine-track behaviour: do you think beer-track voters would shun Miller Lite just because someone called Miller was running for the Republicans? Of course not: they'd get on and drink it. Anyway, when McCain wins in November it will be necessary to consume very large amounts of alcohol constantly for four years, whatever the brand name, so you might as well start practicing now. [<a href=\"http://www.seriouseats.com/2008/09/palin-syrah-sarah-sara-wine-drops-in-sales.html\">Serious Eats</a>]</p>",
  "<p>The question still pertains: How can Democrats prevent McCain from demagoguing the bailout?</p> <p>As I've been suggesting over the last two days, McCain and the GOP generally could come out of this smelling good politically by opposing the bailout. Say the administration compromises with the Democrats to the point that the Dems get on board, which as of now looks like it's happening. The Dems will vote for. Some number of Republicans will vote for, because there will be some number of Republicans whose personal interests (the circumstances of their election campaigns) will support a yea vote. </p> <p>So it passes. But lots of Reps, led by McCain, are free to vote against. They can critique it from a populist point of view and align the Democrats, and Obama, with Wall Street against Main Street. It's completely divorced from reality but it's what they would do.</p> <p>So I've been pondering how Democrats could prevent that. I offered <a href=\"http://www.guardian.co.uk/commentisfree/michaeltomasky/2008/sep/22/johnmccain.barackobama1\">one idea yesterday</a>, which I'm still fond of. Here are two more, neither original with me:</p> <p>1. Harry Reid and Nancy Pelosi say that, since either Obama or McCain will be the president in a matter of a few short months and one or the other will have to handle the bulk of this crisis, they won't put anything up for a vote unless it has been signed off on by both candidates. I think that's kind of brilliant. It speaks to good-faith negotiation and bipartisanship. No responsible candidate can wriggle away from that.</p> <p>2. Reid and Pelosi craft a stopgap measure, something that is designed to be only temporary and to calm the markets for a spell, and say they'll let the next president adopt a longer-term bill. This too seems only reasonable with a presidential election coming up.</p> <p>I like both, especially 1. They totally block McCain's ability to be a cynical demagogue and take the high ground at the same time.<br></p>",
  "<p><strong>National daily tracking polls</strong><br>Gallup: <a href=\"http://gallup.com/Home.aspx\">Obama 48%, McCain 44%</a> (both down one point from yesterday)<br>Rasmussen: <a href=\"http://www.rasmussenreports.com/public_content/politics/election_20082/2008_presidential_election/general_election_match_up_history\">Obama 48%, McCain 47%</a> (no change from yesterday)</p> <p><strong>New battleground state polls</strong><br>A new <a href=\"http://www.washingtonpost.com/wp-dyn/content//article/2008/09/22/AR2008092201964.html?hpid=\" topnews\" \">Washington Post poll</a> puts Obama ahead in Virginia, but <a href=\"http://www.rasmussenreports.com/public_content/politics/election_20082/2008_presidential_election/virginia/election_2008_virginia_presidential_election  \">Rasmussen</a> finds McCain has regained his small lead there. Rasmussen also finds McCain <a href=\"http://www.rasmussenreports.com/public_content/politics/election_20082/2008_presidential_election/ohio/election_2008_ohio_presidential_election\">holding on to a modest lead in Ohio</a>, but <a href=\"http://www.rasmussenreports.com/public_content/politics/election_20082/2008_presidential_election/pennsylvania/election_2008_pennsylvania_presidential_election2\">losing his lead to Obama in Pennsylvania</a>.</p> <p><strong>Electoral college</strong><br>Based on the most recent state polls, <a href=\"http://electoral-vote.com/\">Electoral-vote.com</a> predicts an Obama victory, 273 votes to 265.</p> <p><strong>Intrade prediction market</strong><br>Obama to win: <a href=\"http://www.intrade.com/\">50.4% chance</a> (down 1.6% from yesterday)<br>McCain to win: <a href=\"http://www.intrade.com/\">48% chance</a> (up 1.2% from yesterday)</p>",
  "<p>The American Office is back on American TV. And all the Americans I know are <a href=\"http://www.brainsoap.com/articles/17587/film--tv\">rabbiting on</a> about how it's the greatest show on TV ever.</p> <p>It clearly isn't. Not when <a href=\"http://www.channel4.com/entertainment/tv/microsites/S/starstories/\">Star Stories</a> is on BBC America. But you can see why they're excited. The Office deals with race and alienation and the sheer banality of everyday life in a way that is truly revolutionary for the American sitcom. And this excites a certain part of America greatly.</p> <p>This year saw the second <a href=\"http://www.theofficeconvention.com\">Office convention</a> in Scranton - the boring town in northeast Pennsylvania that stands in for the Brit original's Slough (even though it's actually shot in California.)</p> <p>Scranton has also become the new <a href=\"http://en.wikipedia.org/wiki/Peoria,_Illinois\">Peoria</a> - the legendary political litmus test for the US presidential election. It came to prominence during the primaries as Hilary Clinton's (sorta) hometown. Turns out that Democratic vice-presidential candidate <a href=\"http://www.politickerpa.com/alexroarty/1559/obama-camp-pushes-bidens-scranton-roots\">Joe Biden is also (kinda) from Scranton</a>. And so - with grim inevitability - \"hard scrabble\" Scranton changed from a boring shithole that nobody cared about, into a marvelous microcosm of authentic, blue collar, domestic beer drinking, \"hard working\" America; and was namechecked by Democrats and Republicans alike as exactly the sort of <a href=\"http://www.realclearpolitics.com/articles/2008/08/scranton_is_the_new_peoria.html\">economically-depressed, white, working class dump</a> Obama has to win to have any chance of becoming president.</p> <p>A few weeks ago - following mentions by both <a href=\"http://www.wnep.com/Global/story.asp?S=9050014&amp;nav=\" menu158_2\" \">McCain and Palin</a> - the media descended on Scranton to interview every single one of its 77,000 bemused denizens a dozen times over. And every single one of the resulting articles, blogs and TV and radio pieces mentioned the Office. And these in turn inspired another flurry of articles reminding us that that the American version of the Office is great - because, just like Scranton, it's for real.</p> <p>It's not. It's rubbish. The American Office is a dysfunctional and unfunny pastiche of the original. When the British version first aired, I met several Americans who thought it was a documentary. \"Is England really that awful?\" asked one. Where the original is nail-bitingly excruciating, the US Office - dumbed down to the point of being insulting - is comfort food for liberals.</p> <p>Steve Carell's character (a cuddly, clownish version of Ricky Gervais' David Brent) makes a clumsily off-colour comment about race, the camera cuts to the black guy. Just in case you missed the fact that Steve Carell's character has said something about black people that the makers of the show think is wrong. Because you're stupid, presumably.</p> <p>When the original Office was shown on US TV, BBC America plugged it with a street interview with an enthusiastic US fan who said: \"If you don't see some of yourself in David Brent, then you are David Brent.\"</p> <p>The same simply can't be said of Steve Carell's two-dimensional and entirely unsympathetic Michael Scott. He's an Aunt Sally. A straightforward sad bastard to be straightforwardly laughed at. In short, where the BritOffice had you hiding behind the sofa AmeriOffice has you falling asleep on it. And yet it is huge.</p> <p>Plus there's Incredible Hulk syndrome - named after the moment when you realised that Bruce Banner was never going to find the cure for turning green and going mental. Where the Brit office had a natural two series (and a Christmas special) story arc, its US offspring - now seemingly in its gazillionth dead-donkey flogging season - will most likely keep hamfistedly hammering the same two shrill notes on the comedy organ for years to come. Will wotsit ever get off with thingy? Seriously, it's been three years now, who cares?</p> <p>But the number one reason the AmeriOffice sucks is that it simply doesn't need to exist.</p> <p>The opening of Ricky Gervais' (apparently not that fantastic) Hollywood vehicle <a href=\"http://www.apple.com/trailers/paramount/ghosttown/\">Ghost Town</a> has encouraged America's AmeriOffice haters to come tumbling out of the closet. <a href=\"http://www.slate.com/id/2200397\">Slate.com's reviewer</a> wrote: \"I'm one of those Office purists who still refuses to watch the American version; why remake perfection?\"</p> <p>That's a great question. And the answer is that the idiots who run US television think US viewers are drooling idiots utterly incapable of understanding a foreign-made show until it's been homogenised and stripped of any cultural reference that might puzzle, confuse or pique the curiosity of some mythical, mono-cultural Yankee Doodle everyperson.</p> <p>There is a T-shirt that says: \"The British version of this T-shirt is much funnier\". In the case of the Office, that T-shirt tells the truth.</p>",
  "<p>Everybody says that Congress has no choice but to pass a bailout deal. The markets will tank otherwise, and we'll be headed toward maybe a worldwide depression.</p> <p>Probably. But politics doesn't always follow logic. </p> <p>It occurs to me that I should spell out in a little more detail what I was getting at yesterday -- why Hill Republicans might oppose the bailout. There are two main reasons:</p> <p>1. Philosophical: Many GOPers genuinely object to the idea that the government will be overseeing the banking business in an intrusive way (to them) for a very long time to come. On this ground the Club for Growth, the leading right-wing anti-tax lobby, came out against the plan yesterday. From <a href=\"http://blogs.wsj.com/washwire/2008/09/22/club-for-growth-condemns-bailout-plan/\">the Wall Street Journal</a>:</p> <blockquote> <p>In their statement, the Club for Growth called the bailout \"unnecessary, unfair to taxpayers, and fraught with serious costs to the American economy.\" The group's president, Pat Toomey, said the bailout has the potential to cause more harm than good, particularly from \"dramatic inflation\" that could result from the federal government vacuuming up bank assets.</p> <p>\"Instead of launching the largest government bailout since the Great Depression, the government should be implementing policies to stimulate the economy,\" Toomey said, calling for further cuts on capital gains and corporate tax rates, among other proposals. </p> <p>\"Free-market capitalism is alive and well, and we should be embracing its tenets, not rejecting them,\" he said.</p> </blockquote> <p>I think their brains are on drugs. But this is what they believe.</p> <p>2. Strategic: Politicians look out for number one first. Every GOP member of the House (about 200) is up for reelection. The party also has to defend 23 Senate seats, about twice as many as the Dems have to defend. In the Senate in particular, Republicans fear going down near 40 seats, a number that would devastate them.</p> <p>For seven-plus years, Republicans on Capitol Hill done everything George Bush wanted (and have refused to do everything he didn't want done, a category at least as important). So why, some ask, would they change now?</p> <p>Because Bush doesn't matter anymore. He's a lame duck. In fact to the extent that he matters, he's an albatross to most of them. They'd <em>love </em>a chance to show their \"independence\" from a president whose approval rating, according to <a href=\"http://politicalwire.com/archives/2008/09/22/bush_approval_falls_to_19.html\">a new poll yesterday</a>, is down to 19%.</p> <p>Put these two together, and it explains why the plan is in trouble for now. And so you have Newt Gingrich <a href=\"http://www.nytimes.com/2008/09/23/business/23cong.html?pagewanted=2&amp;hp&amp;adxnnl=1&amp;adxnnlx=1222167619-aKnew4Y73pXQWwM2qTaKsQ\">telling the NYT</a> today:</p> <blockquote> <p>Mr. Gingrich, the former House speaker, said he expected Republican lawmakers to oppose the plan in increasing numbers. \"I think this is going to be a much bigger fight than he expected,\" Mr. Gingrich said, referring to President Bush.</p> </blockquote> <p>I should add a lot of these Republican calculations are deeply cynical. Putting country first would mean working in reasonably good faith on a bailout package that is acceptable to both sides. What's maddening here is that Republicans, led by but not limited to McCain, can vote no on any package that has one provision they don't like, and they can then go around and say <em>they</em>put country first by showing their independence from their president! That's pretty much the definition of cynicism, saying X when you know Not X to be in fact true.</p> <p>So this is going to be complicated. More on what the Dems should do later.<br></p>",
  "<p>After months of disingenuous talk about bipartisanship and rising above politics, Democrats and Republicans, in Congress and on the presidential trail, seemed suddenly united - in their distrust of the White House's $700bn bailout plan, and their confusion as to how to play the issue to their advantage. </p> <p>Both John McCain and Barack Obama have condemned the notion of giving a \"blank cheque\" for the US treasury to buy up debt, and last night Democrats circulated a counterproposal that would impose far more limits on how the bailout would operate, including a crackdown on Wall Street salaries and a provision to route some of any government profits from the scheme into affordable housing schemes. </p> <p>Eventually, both presidential candidates, being senators, will have to vote on one or more versions of the plan. The closer it remains to its current form, the easier it will be for McCain to oppose it, helping him distance himself from the Bush administration and burnish his populist credentials. Obama, meanwhile, will need to balance populist opposition to the White House proposal with the need to show he's committed to finding a way through the crisis. </p> <p>Even more importantly, any eventual bailout will surely severely constrain the eventual winner's room for manoeuvre in his first years as president. \"The default position of the tone of the campaign has been pettiness and small-mindedness, lipstick and Britney,\" <a href=\"http://voices.washingtonpost.com/the-trail/2008/09/22/new_realities_will_scuttle_cam.html?hpid=topnews\">wrote Dan Balz in the Washington Post</a>. \"Events, however, keep reminding voters that these are extraordinary times. Will the candidates rise to meet those challenges, not just when one of them takes the oath next January, but in the final weeks of this incredible campaign?\"<br> Maybe. There wasn't much sign of that yesterday, when senior McCain campaign strategist Steve Schmidt launched what was, even by contemporary Republican standards, an extraordinary attack on the media, picking <a href=\"http://www.nytimes.com/2008/09/23/us/politics/23times.html?ref=politics\">in particular on the New York Times</a>. The paper reported that Rick Davis, McCain's campaign manager, had been paid more than $30,000 per month in an earlier job working for a group seeking to limit government regulation of US mortgage lenders. </p> <p>\"There is no level of public vetting with regard to Senator Obama's record, his background, his past statements. There is no level of outrage directed at his deceitful ads. This is an organisation that is completely, totally, 150% in the tank for the Democrat candidate,\" Schmidt said in a media conference call. When Ben Smith, a reporter for the newspaper and website Politico, asked Schmidt to back up several of the factually dubious claims he'd made in the call, he refused. Instead, he told Smith: \"You're in the tank.\" </p> <h2>What to watch for</h2> <p>John McCain and Sarah Palin arrive at the UN General Assembly meeting today, where Palin will be introduced to several world leaders, and Henry Kissinger; Barack Obama heads to Florida to prepare for Friday's debate. </p> <h2>Latest polls</h2> <p>The candidates' positions in the four main tracking polls are largely unchanged; when they're averaged and weighted, Obama leads McCain 48% to 44%. The week's modest improvement in Obama's fortunes has not been matched in battleground states, where things remain static: in <a href=\"http://www.rasmussenreports.com/public_content/politics/election_20082/2008_presidential_election/fox_rasmussen_polling/fox_rasmussen_swing_state_polling_september_21_2008\">Rasmussen polls</a>, McCain leads in Florida, Ohio and - just - in Virginia, Obama in Pennsylvania and Michigan. </p> <h2>On theguardian.com now</h2> <p><a href=\"http://www.theguardian.com/world/deadlineusa/2008/sep/23/youngeamerica.gayissues\">Gary Younge video: Don't get wedged by gay marriage</a></p> <p><a href=\"http://www.theguardian.com/music/2008/sep/23/barack.obama.campaign.soundtrack\">Barack Obama to release official campaign soundtrack</a></p> <p><a href=\"http://www.theguardian.com/world/2008/sep/23/uselections2008.barackobama\">Obama makes move into the conservative deep South</a></p> <p><a href=\"http://www.theguardian.com/world/2008/sep/23/uselections2008.sarahpalin\">Inexperienced Palin swots up on diplomacy with busy UN visit</a></p> <h2>Best of the rest</h2> <p><a href=\"http://www.huffingtonpost.com/arianna-huffington/the-bailout-plan-welcome_b_128450.html\">Arianna Huffington: Welcome to economic shock and awe</a></p> <p><a href=\"http://www.nytimes.com/2008/09/23/business/23skeptics.html?hp\">New York Times: Experts see need for punitive action in bailout</a></p> <p><a href=\"http://www.youtube.com/watch?v=8dns6oX4p98\">Bill Clinton: Hillary didn't want to be Obama's running mate</a></p> <p><a href=\"http://www.prospect.org/cs/articles?article=paulsons_folly\">The American Prospect: Paulson's folly</a></p> <h2>Quote of the day</h2> <p>\"Whatever the New York Times once was, it is today, not by any standard a journalistic organization. It is a pro-Obama advocacy organization that every day attacks the McCain Campaign, attacks Senator McCain, attacks Governor Palin, and excuses Senator Obama\" -- McCain strategist Steve Schmidt. But enough of the minced words, Steve: why don't you tell us how you really feel about the paper? </p> <h2>Quote of the day II</h2> <p>\"I thought that was terrible, by the way... I didn't know we did it and if I had anything to do with it, we would have never done it\": Joe Biden veers entirely off message on CBS, condemning an Obama ad mocking John McCain's techno-illiteracy. This kind of loose talk is a Biden characteristic; once upon a pre-Palin time, we thought the campaign season would be full of such stories about him.<br> </p> <h2>Off-Wall-Street economic downturn story of the day</h2> <p>The rise of Sarah Palin has had an unexpected negative effect for one San Francisco wine bar: sales of what was previously its most popular wine, an organic Chilean variety named Palin Syrah, have plummeted. \"It was our best selling wine before,\" Chris Tavelli, owner of Yield Wine Bar, <a href=\"http://www.seriouseats.com/2008/09/palin-syrah-sarah-sara-wine-drops-in-sales.html\">told the website Serious Eats</a>.</p>",
  "<p>It was the result of the weekend, perhaps the result of the season. One of Germany's biggest sides, coached by the most prominent figurehead of the group of new, forward-thinking young managers in the Bundesliga, were absolutely destroyed – no, make that: annihilated – by underdogs playing ruthless, counter-attacking football this weekend. For the man on the bench, a man hailed as \"the white Barak Obama\" by pundit (and 1999 Champions League final crowd-waver in chief) Mario Basler, a man who had been greeted like a messiah by the supporters, it was the biggest, most hurtful defeat of his career; the sort of soul-consuming humiliation that can damage long-term prospects and lead to a full-blown crisis. Now, all the hype surrounding his team has gone out of the window along with the unrealistic hopes of their supporters, and maybe that's not even a bad thing. The defence, in particular, have obviously been too impressed with their own excellent press to face up to reality: they're just not that good.</p> <p>Yes, Hoffenheim's <a href=\"http://www.101greatgoals.com/videodisplay/1585846/\">4-1</a> humiliation of Jürgen Klopp's painfully naive Dortmund on Sunday really was a remarkable scoreline by any standards. It won't be forgotten in either city (or village) for quite a while and you could easily read it as a precursor of both a power shift and of a new Premier League-type structure that would allow other billionaires to invest in clubs. But unfortunately for Ralf Rangnick's frankly sensational new boys, the rest of the country hardly noticed them. In the grand scheme of Bundesliga things, this emphatic victory amounted to little more than a Big Brother contestant's fart on the sofa, because everybody was still far too busy laughing about Bayern Munich's historic <a href=\"http://www.101greatgoals.com/videodisplay/1581264/\">5-2</a> home defeat by Werder Bremen on Saturday. For a worse result, you have to go back 32 years, to a 7-0 thumping by Schalke in the Olympiastadion.</p> <p>Jürgen Klinsmann said it was a \"slap in the face\". Tim Borowski said \"it was a disastrous performance, we were very lethargic and need to apologise to the fans\". Franz Beckenbauer, never a man you could accuse of too much gravitas, said it was just \"one of those days when you break a finger picking your nose\" and advised collective sorrow-drowning in one of the Oktoberfest's beer tents. Karl-Heinz Rummenigge and Uli Hoeneß said nothing. But the bosses' silence spoke volumes in the Allianz Arena. When those two stop talking, heads usually start rolling.</p> <p>Of course Klinsmann won't be put on the next flight to Huntington Beach. It was his first defeat in the new job and it's far too early to call off his Swabian-Californian revolution after the first setback. (Sacking his army of coaches would also cost Bayern a veritable fortune, but that's another matter). The Klinsmann project was a long-term investment, insists Süddeutsche Zeitung, and \"despite its dismantlement by Werder, it can't be judged on simple football arithmetic\". It will be a bumpy ride, nevertheless. \"The Munich market\", says SZ, \"will remain highly volatile\".</p> <p>The strange thing is: even seasoned Klinsmann-bashers found it very hard to place any specific blame at his feet after this freakish match. Bayern had actually started quite well and Bremen looked exactly one Luca Toni goal away from imploding again in the early stages. Yes, he could have rotated the side a bit. Ze Roberto, at 34, doesn't look able to play two matches a week anymore; Borowski would have been a better option. And the retro-futuristic 3-5-2 system remains controversial as well, especially with Christian Lell as the most unconvincing wing-back anyone has seen since Gary Neville's star-turn in Zagreb two years ago.</p> <p>After going 2-0 down, Klinsmann changed it back to a 4-4-2 but that didn't make much difference. With most un-Werder-like efficiency, the guests scored every time they went on a counter-attack, with Bayern defending with as much steadfastness as the <em>Bierleichen</em> (beer corpses) lining the grass outside the Oktoberfest tents. Not to be outdone, Michael Rensing gifted them two goals. \"When you concede five, it makes no sense talking about systems\", said Borowski, who had put a bit of cheap lipstick on this pig of a defeat with his two late strikes.</p> <p>Klinsmann spoke about a learning curve and the need to \"get up off the floor\" after this defeat. Two wins against Nürnberg (in the Cup on Wednesday) and Hannover (on Saturday) should indeed calm things down by the time Lyon come round in the Champions League.</p> <p>Much more worrying than the hammering by the hated rivals from the north – Bremen fans were sarcastically singing Klinsmann's name before the final whistle – are the questions it raises about a lack the quality all the way down Bayern's spine.</p> <p>Rensing will never be another Kahn, this much we knew before. Far more serious is the fact that he's no more than an averagely talented Bundesliga keeper. He lacks both presence and awareness in the box and is slowly but surely proving all his critics right. Bild's attempts to stoke a 'do they need Kahn back?' debate are about as promising as the restoration of the monarchy in Bavaria, but Klinsmann won't feel bound by the club's assurances to the Titan's eternal understudy. Feelers have been put out to Robert Enke.</p> <p>Last season, the defence only conceded 21 goals all season. So they must be pretty good? Yes, but last season most Bundesliga teams were defending so deep against Franck Ribéry and co that they had one foot in the North Sea. In Europe, where teams showed less inhibition, Bayern struggled. And that was only in the Uefa Cup. A lack of realism doesn't help. In typical Bayern fashion, Martin Demichelis (described as \"never a centre-back\" by the Daily Record after the first leg in Aberdeen) has been talked up as a \"world class player\" by Rummenigge before the Werder match. He clearly isn't. As the central defender in a back three he naturally had more time than usual and suddenly looked very assured.</p> <p>And than there's Mark van Bommel. After his red card in August, the Dutch wind-up-merchant has come back a reformed character: aimless aggression has given way to aimless aimlessness. His passing is terribly off. Bereft of brute force, the skipper's impact on the game is negligible. Klinsmann will have to think about a painful demotion sooner rather than later.</p> <p>Bayern should have enough in the bank and on the bench to get things right. And Klinsmann still has too much credit to get crunched. But this month has shown that inaction is not an option: a few toxic assets in the portfolio can take even the most established firms down.</p> <h2>Results</h2> <p>Leverkusen 4-0 Hannover, Bayern 2-5 Bremen, Frankfurt 1-0 Schalke, Cottbus 1-1 Bochum, Bielefeld 2-0 Köln, Gladbach 0-1 Hertha, Wolfsburg 3-0 Hamburg, Stuttgart 3-1 Karlsruhe, Hoffenheim 4-1 Dortmund.</p>",
  "<p>A Palestinian driver crashed his car into a group of Israeli soldiers in Jerusalem late last night, injuring 17 people in what Israeli police described as a terror attack. The driver was immediately shot dead.</p> <p>Two of the injured were seriously hurt, while the rest had light or moderate injuries, police said. </p> <p>The soldiers, from the artillery corps, were on a late-night tour of Jerusalem ahead of the Jewish new year next week. The officer, a lieutenant, was part of the tour group.</p> <p>The incident happened at a large crossroads between East and West Jerusalem, very close to the walls of the old city. The car, a black BMW, ended up on the pavement, crashed into a wall. The front and back windows were shot out in the gunfire after first the army officer and then a policeman fired at the driver, who was shot 11 times.</p> <p>Micky Rosenfeld, an Israeli police spokesman, said: \"We can confirm it was a terror attack. The man was shot and killed.\" </p> <p>The driver was a Palestinian, reportedly from al-Farouk, in East Jerusalem. Like most East Jerusalem Palestinians, he carried an Israeli identity card. His car had yellow Israeli number plates.</p> <p>The driver's family was reported today as saying that the man, a 19-year-old named as Qassem al-Mughrabi, did not have a driver's licence and was agitated after the refusal of a marriage proposal. His family said the incident had been an accident, not an attack.</p> <p>But Elad Amar, 23, the Israeli army lieutenant who shot the driver, told Israel Radio the car had been heading directly at the soldiers. \"I didn't see his face, just the car as it neared us,\" he said. \"He ran into them. They flew into the air, some landing on the hood - people you were laughing with, joking with just a moment before.\" </p> <p>The incident will once more bring calls from some Israelis for the destruction of the houses of Palestinians involved in attacks in Israel. Ehud Barak, the defence minister, promptly released a statement demanding that legal procedures to allow house demolitions be sped up \"to contribute to deterring potential terrorists\". </p> <p>But such a move would be controversial, the Israeli supreme court having ruled in the past that such demolitions, which were once a regular Israeli tactic, do not prevent attacks, and should be halted.</p> <p>In recent months, Palestinians from East Jerusalem have been involved in a series of high-profile attacks in Jerusalem. In March, a gunman walked into a Jewish religious seminary and shot dead eight students. In July a construction worker drove a bulldozer down a main street in the city, killing three people and injuring 44 others. And later that same month, another man drove a bulldozer down a busy street, ramming cars and injuring 16 people. All three Palestinians were shot dead at the scenes of the attacks.</p>",
  "<p>After months of YouTube tributes and unofficial music videos, Barack Obama is finally entering the record industry. The US Democratic presidential nominee is to release an official campaign soundtrack, with contributions by Stevie Wonder, Kanye West and Maroon 5's Adam Levine.</p> <p>Yes We Can: Voices of a Grassroots Movement will be released in conjunction with Hidden Beach Recordings, who negotiated rights with the artists. It will be sold as a campaign fundraiser until the November 4 election, following which it will strictly be a fundraiser for, er, Hidden Beach Recordings. </p> <p>\"We had conversations quite some time ago about how to harness what was happening really organically and naturally with so many artists,\" Hidden Beach's Steve McKeever told Associated Press. \"The whole concept [was] how do we translate that to inspire and invigorate and also give people a keepsake that they can own, while at the same time providing some important capital needed for this campaign.\"</p> <p>Although musicians like Will.I.Am, Dave Stewart and Ludacris have already created star-studded pro-Obama tracks, none of these were requested – or officially sanctioned – releases. Luda, Dave and the Black Eyed Pea have been left off Yes We Can, but the compilation does include tracks by John Mayer, Sheryl Crow, John Legend, and a new song by Malik Yusef featuring both Kanye West and Adam Levine. </p> <p>The ode to change and new tomorrows also includes at least one song from 38 years ago – Stevie Wonder's Signed, Sealed, Delivered, I'm Yours.</p> <p>Musicians haven't flocked quite so enthusiastically to John McCain's Republican campaign, prompting McCain spokesman Tucker Bounds to quip, \"It's ironic that on a day when the economy is in turmoil, Barack Obama fails to release an economic plan, but instead chooses a celebrity rock album.\"</p> <p>For his part, McKeever thinks that Democrats and Republicans alike can enjoy Yes We Can. \"I don't think that there's anything on it that's a real partisan message,\" he said. \"The messages I think are quite universal.\"</p> <p>Somehow we don't think Yes We Can will be one of John McCain's Desert Island Discs.</p>",
  "<p>A popular US comedy website launched by Will Ferrell that hosts a mixture of skits by big name contributors and sketches by aspiring comedians will unveil a UK version today backed by Little Britain stars Matt Lucas and David Walliams.</p> <p><a href=\"http://www.funnyordie.co.uk\">Funny or Die</a>, which was created last year by Ferrell and his Anchorman co-star Adam McKay in conjunction with writer Chris Henchy and Superbad producer Judd Apatow, will debut in the UK with exclusive sketches from the Little Britain duo. </p> <p>In conjunction with Hat Trick, the independent producer behind Have I Got News for You and Father Ted, it will also open a London-production office headed up by comedian James Serafinowicz, with other staff including Al Campbell, the director of Charlie Brooker's Screen Wipe and also worked on Fonejacker. </p> <p>Site users rate every video posted onto the site, allowing the production team to identify new talent and established comedians to experiment with new material. </p> <p>The most popular clip on the US site to date has been the controversial Landlord sketch featuring Ferrell as a down on his luck tenant and McKay's two-year-old daughter Pearl as a foul-mouthed, alcoholic rent collector. It has been viewed almost 60m times. </p> <p>The site has also carved out a niche as a home for well-known names keen to prove that they don't take themselves too seriously, with recent appearances from Desperate Housewives star Eva Longoria, boxer Oscar de la Hoya and Paris Hilton. </p> <p>The socialite hit the headlines when her tongue in cheek response to being featured in a John McCain campaign video knocking Barack Obama's celebrity status was posted on the site. </p> <p>US cable channel HBO earlier this year took a minority stake in the website and will use its material as the basis for a series of television shows. It is also backed by Sequoia Capital, the venture capital firm behind Google, Apple and Yahoo. </p> <p>\"When we were first asked if we wanted to work with Funny or Die, we thought 'What's that?' We found out that it was based in America and we thought 'Where?'. They then told us that it was the most successful comedy website on the internet ... then we were really confused,\" said Lucas, whose new series Little Britain USA will premiere on HBO in the US on Sunday before airing on BBC1 this autumn. </p> <p>\"After years of talking to scientists, geographers and leading politicians, we finally discovered the answers to all of these questions. Armed with this information we said yes.\" </p> <p>The Hat Trick chief executive, Jimmy Mulville, said he hoped the site would help uncover \"a new wave of British comedy talent\". </p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<video data-media-id=\"gu-video-337881083\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1811806464_gyoungeamerica-To-Brightcove-16x9.flv\"/> </video>   <p>Gay marriage has been a wedge issue in recent elections. <strong>Gary Younge</strong> hopes Obama's race doesn't make him the wedge candidate</p> <p>Post your comments below.</p>"
]