[
  "<p>In 1976, <a href=\"http://www.greatwomen.org/women.php?action=viewone&amp;id=90\">Barbara Jordan</a> gave the <a href=\"http://www.americanrhetoric.com/speeches/barbarajordan1976dnc.html\">keynote address</a> at the Democratic national convention. Jordan opened by stating the obvious: \"There's something different about tonight.\" What was different was that Jordan was the first black woman to give a keynote address at the party gathering. Thirty-two years later, when Michelle Obama took the stage to give her own keynote address on the opening night of this year's convention, there was also something different about the night. </p> <p>Despite a speech littered with biographical nuggets aimed at reassuring Americans that she and her husband, senator Barack Obama, were just like ordinary Americans, there was something different about this speech by a woman who is the spouse, as opposed to the actual candidate, running for high office.</p> <p>I doubt in year's past a mass of journalists, bloggers and photographers have risked life and limb racing down a stairwell to squeeze their way onto an already crowed convention floor to get a glimpse of the wife of the presumptive Democratic presidential nominee. That kind of clamour is usually reserved for the actual candidate. But they, like I, knew that there was something different about the night. Unlike any political spouse before her, over the course of the 2008 presidential campaign the attacks on Michelle Obama have often appeared harsher than those on her husband, Barack Obama. That's different. </p> <p>Michelle Obama has been slandered by <a href=\"http://www.slate.com/id/2196196/\">false rumours of videotaped rants showing her screaming \"whitey\"</a> from the pulpit of a church. She's been tarred as unpatriotic for saying she was proud of her country. She's endured article after article and <a href=\"http://latimesblogs.latimes.com/washington/2008/06/mccain-obama-1.html\">poll</a> after <a href=\"http://elections.foxnews.com/2008/06/11/michelle-obama-viewed-more-unfavorably-than-cindy-mccain-poll-finds/\">poll</a> whose main premise appears to be that Michelle Obama might cost her husband the White House for being who she is. </p> <p>There was something different about the night. When Michelle Obama expressly said that she loved her country, her words <a href=\"http://www.foxnews.com/story/0,2933,331288,00.html\">carried heavier meaning</a> that the typical prattle frequently uttered from the podiums of political conventions. Behind those words about her love and pride in America was the knowledge by everyone in the convention hall that her love for America had been questioned repeatedly by her husband's opponents. What made Michelle Obama's speech on the opening night of the Democratic national convention different is also what makes Michelle Obama ready to be first lady of the United States.</p> <p>The woman the Democrats saw on the opening night of their convention is ready to stand in the receiving lines and greet guests at formal state dinners. She's ready to descend the steps of Air Force One and stand shoulder pad to shoulder pad with Carla Bruni, the first lady of France. She's ready to light the national Christmas tree and take the media on their annual on a tour of the White House Christmas decorations. She's ready to oversee the annual White House Easter Egg roll.</p> <p>She is also ready to put on a black dress and sit solemnly beside her husband as the nation grieves. Like <a href=\"http://en.wikipedia.org/wiki/Image:Reagans_attend_Challenger_memorial_service.jpg\">Nancy Reagan during the Challenger disaster</a>, <a href=\"http://www.americanrhetoric.com/speeches/wjcoklahomabombingspeech.htm\">Hillary Clinton during Oklahoma City bombing</a> and Laura Bush following the terrorist attacks on September 11, 2001, Michelle Obama is ready to act as a silent, calming reminder during our national grief that our nation continues to be what is has always been. Even in our greatest moments of national grief, we're still here. We're still America. Our nation and its traditions endure. </p> <p>While presidents dabble in policy, politics and partisanship, first ladies have overseen the pageantry of the American presidency. Those national traditions which help to maintain what Barbara Jordan called the \"national community\" - traditions that remain irrespective of which political party occupies the White House.</p> <p>There was something different about the opening night of the Democratic convention. Michelle Obama spoke, and she wasn't just there to tell us how wonderful her husband is and why the American people should vote for him. She was on the podium in Denver acting as a living, breathing indictment of those who have smeared her throughout the campaign. She is different from the caricature her husband's opponents have attempted to craft with the assistance of mainstream media.</p> <p>In the face of unprecedented attack, Michelle Obama's grace and class endure, much like the national traditions she may one day oversee as first lady.</p>",
  "<p>I first meet Dasha Zhukova in June, at the launch of her latest project - the Garage Centre for Contemporary Culture (GCCC), an enormous new art gallery in Moscow, housed in a disused Soviet bus depot. She is dressed like something out of Breakfast at Tiffany's, complete with Audrey Hepburn headband, and spends much of the evening holding hands with the man his friends call \"Roma\": Chelsea FC owner Roman Abramovich.</p> <p>The evening itself is a spectacle. Most of the guests seem bamboozled by the generous hospitality: a feast of piri piri prawns, roast sirloin and cherry trifle flown in from London; a selection of cigarettes and vodkas and limitless Ruinart champagne, which is still flowing when I leave the after-party at 6am. Amy Winehouse plays a set that is rumoured to have cost £1m - a sum that Zhukova later denies - and although the singer is emaciated and definitely not sober, the appreciation of the 300-strong audience lifts her, and vocally she performs well. Zhukova unveils a stunning installation by Mexican artist Rafael Lozano-Hemmer - an interactive tree made up of thousands of lights, which pulsates in time to the beat of her heart. Abramovich looks on proudly, and, later, the couple dance.</p> <p>The crowd represents the international art set: collectors, gallerists, artists including Jeff Koons, Marco Perego (Dolce &amp; Gabbana's favourite artist) and British sculptor Conrad Shawcross. Although Charlotte Casiraghi (daughter of Princess Caroline of Monaco) turns up, Paris Hilton is a rumoured no-show. Not all of these people are Zhukova's friends - many at the launch have never met her. But they are part of the circle she is now keen to cultivate.</p> <p>With the launch of GCCC, which officially opens in September, Zhukova, 27, a Russian heiress, is increasingly intriguing. Born in Moscow and raised in Los Angeles, she has already been a homeopathy student, fashion designer and international It girl - although her most famous role is as Abramovich's girlfriend. And now, all of a sudden, she has turned arts mogul.</p> <p>How does she describe herself, I ask, when we meet again for breakfast at the Berkeley Hotel in Knightsbridge, London, a favourite hang-out for wealthy Russians. \"I generally don't like this question,\" she says, wrinkling her perfect nose, \"because it's so hard to answer. I have many interests and I like keeping busy and working on several projects at the same time. Right now I'm developing an arts centre. I don't see myself as a person who just does one thing. I understand that sometimes that might sound a bit unprofessional. But I disagree.\"</p> <p>Whether she is a Renaissance woman or a wealthy dilettante, Zhukova, who is based between London, Moscow and Los Angeles, is keen to style herself as a serious force in the contemporary-arts world. As well as fronting Garage, as GCCC has already become known, she has dug deep into her own pockets to sponsor this year's Serpentine Gallery summer party in London on September 9 (the invitation reads: \"With Dasha Zhukova, GCCC Moscow\"). This is no small gesture: the party is one of the biggest events on the social calendar; previous sponsors include Yves Saint Laurent and Swarovski.</p> <p>She already runs a successful cult fashion line, Kova &amp; T, which is famous for its £75 Dasha Skinny jeans, and is beloved by the likes of Drew Barrymore. (The line is stocked by 50 outlets in the US, and sold in 12 other countries.) So why open a museum of contemporary art as well? \"You know, I have no clear explanation,\" she says in her Valley Girl drawl. \"It is a bunch of things. I like to create, to do something new, something that does not have a predictable outcome. I love art and this project excites me and it has an incredible potential to be immensely challenging and satisfying. Of course, everyone wants to make a difference and help people or provide things they would be happy to see . . .\" She trails off. \"I have had an interest in art since childhood. I loved to draw as a child and still do. Though,\" she makes a rare attempt at a joke, \"my biggest admirer is my grandmother.\"</p> <p>In her defence, she seems tired and slightly confused. She has come straight from a meeting at the Serpentine and, only hours before, more meetings at art galleries in New York. For the past few months she has been on a quest to educate herself in all matters concerning contemporary art. \"I won't pretend to be the biggest connoisseur of the contemporary artists of today,\" she says, awkwardly, \"though I know and love it quite a lot.\" She heads for the breakfast table and returns with a plate of tomatoes, croissant and ham. She orders still water. Up close, her skin is as dewy as a 16-year-old's and she has the most mesmerisingly flawless teeth. Her speech is peppered with Clueless expressions: \"Or whatever . . . \" \"Oh, cool\", \"Yuh, yuh.\" But she comes across as oddly middle-aged and serious.</p> <p>She is more comfortable speaking American English than Russian and even pronounces her own surname with a hard Z and a long \"oh\" like an American (Zoo-kohva) instead of the Russian way (Zhuk-ova, with the accent on the first syllable). She dresses demurely: black leggings and cardigan, white ballet flats, no makeup, hair tied loosely back - a sort of anti-Victoria Beckham. She aims for anonymity, especially in London: \"Sometimes you see photographers in places you would not expect, but overall it is pretty calm.\"</p> <p>Her Moscow art project is, in many ways, a surprising turn of events. Having spent her early years in Russia, she went to live in the US at the age of 10 with her mother Elena, a molecular biologist and authority on diabetes, who took up jobs first in Houston, then Los Angeles. Her parents had divorced when she was a small child, - her father Alexander is an oil magnate and business associate of Abramovich's. Both her parents remarried and went on to have twins, so Zhukova is in the unusual position of feeling like an only child while also being the eldest of five siblings. She lived in the US for 12 years before returning to Russia.</p> <p>The lonely transition to American life cannot have been easy. She went straight to school the day after her arrival, knowing no English. For the first few weeks she sat reading Pippi Longstocking in Russian at the back of the class. \"When you're 10, you don't realise it's difficult. It's an adventure. When you're in a situation that is foreign to you, you just have to pull yourself together and adapt.\"</p> <p>She will be needing this can-do attitude to launch Garage. The space is an avant-garde constructivist masterpiece designed in 1926 by the architect Konstantin Melnikov, and is reminiscent of Tate Modern's Turbine Hall. The centre will be privately funded by international sponsors, understood to include Abramovich, although Zhukova is also wealthy in her own right, thanks to her family's money. The director of the project is the aristocratic curator Mollie Dent-Brocklehurst, with the Tate's Sir Nicholas Serota rumoured to be joining the advisory board. GCCC's first exhibition, a retrospective of the work of New York-based husband-and-wife installation artists Ilya and Emilia Kabakov, is eagerly anticipated. Labelled \"non-conformist\" during the Soviet era, Ilya Kabakov is well-known in the west as one of Russia's greatest conceptualist artists - especially since his emigration from Moscow in the late 1980s. He has collaborated with his curator wife Emilia (a distant cousin: they met in Moscow during childhood) since their marriage in 1992, and together they create powerful, imposing installations such as The Palace of Projects, a 40-foot spiral structure that had its debut at the Roundhouse, in London, 10 years ago. The Kabakovs' work has rarely been seen in Russia and this opening is regarded as something of a coup for Moscow's fledgling contemporary arts scene.</p> <p>It is difficult to measure how much Abramovich is investing in the project, but in May this year, around the time of Zhukova's birthday, he was revealed as the mystery buyer of Lucian Freud's Benefits Advisor Sleeping (£17m) and Francis Bacon's Triptych (£43m). As one arts patron puts it, \"You don't buy that kind of thing unless you really want to show off what a big collector you are.\" But Zhukova says, somewhat disingenuously: \"I have never been a collector. I have a few pieces that I got for my birthdays or that I bought for myself: I acquire things that speak to me and put them on my wall. When I see things I like, I just know.\" She doesn't get any more specific: when I ask her which artists she particularly likes, she says: \"I'm, like, really bad at remembering names.\"</p> <p>Many in Moscow believe that Zhukova and Abramovich want to style themselves as among the world's most serious art connoisseurs and that the centre will eventually become a showcase for their own private collection. The money they have can easily make more of a difference than state investment. This could prove a controversial contribution, though: in Russia, there is still intense resentment towards the oligarch class that the likes of Abramovich and Alexander Zhukov, Dasha's father, represent, with much of the population believing that the wealth of these individuals was made by impoverishing the Russian people. Even now, many are offended by the large sums of money that change hands. While Abramovich was spending £61m in one birthday spree, the Russian president, Dmitry Medvedev, announced an £85m expansion of Moscow's State Pushkin Museum of Fine Arts, which attracts a million visitors a year and has one of the finest collections of Impressionist paintings in the world.</p> <p>One interpretation of the Garage launch is that this foray into the art world is Zhukova's attempt to distance herself from Abramovich and establish her own identity. Despite the fact that I have met them both together, when I ask, she declines even to confirm their relationship, shaking her head whenever his name is mentioned. But all this mystery is to no avail: in Moscow, the gallery project is frequently linked to Abramovich rather than Zhukova. If it is annoying to find all your efforts being attributed to your boyfriend, though, Zhukova is too discreet to complain.</p> <p>She brushes off the suggestion that she is part of a bigger cultural shift: the emergence of a privileged elite that is rediscovering its Russian roots and using philanthropy to invest in the motherland. This is, at least, one way for women to affect Russia's future. In Moscow, many dynamic women run businesses - often with a husband's or father's money - but few are able to break through into the well-connected circles of the super-rich. There are few women in Russian politics: when Irina Khakamada, once one of Russia's most prominent female politicians, ran against Putin in 2004, she said: \"The first priority is not when will there be a first women president of Russia, but when the president will be someone not chosen by the oligarchs and the vlast [the powers that be].\" (Khakamada resigned from politics in March this year.) Among the oligarchs there is only one woman, construction magnate Elena Baturina, wife of Moscow mayor Yuri Luzhkov.</p> <p>Arguably, charity is one of the only routes dynamic young women have to affect Russia's future. Three years ago, Russian-born supermodel Natalia Vodianova (personal worth: £11m) launched her Naked Heart Foundation to fund urban playgrounds. Television presenter and socialite Ksenia Sobchak (daughter of the late Anatoli, once mayor of St Petersburg and Putin's political mentor) has dabbled in politics, founding youth movement All Free to little effect. Former Miss Russia Oxana Fedorova stood for election to the Duma and failed, and recently became a Unicef goodwill ambassador.</p> <p>While Abramovich is understood to be on good terms with Putin, Zhukova comes across as apolitical. She won't even be drawn on the subject of her family's fortunes during the Soviet era: she says she doesn't know whether they were privileged or not. She is not remotely analytical about what she does, or about what it means in a wider context. \"I definitely feel Russian. I feel Russian but at the same time when I'm in the States I feel at home too. I don't know if this is a patriotic gesture or just a lucky coincidence,\" she says: \"I just saw the building and thought: what a great place. Nothing ever turns out the way you plan it or imagine it.\" Her plans for the centre sound ambitious but vague: she wants educational programmes, collaborations with fashion and interiors designers, a cafe, a library, a book shop.</p> <p>Meanwhile, there are rumours that she and Abramovich are planning to marry in October. Abramovich has just rushed through planning permission for Britain's most expensive private residence - a £150m palace behind Harvey Nichols in Knightsbridge - so perhaps she won't be spending that much time in Moscow after all.</p> <p>Fedor Pavlov, director of the Russian arts group Marka:FF, says that this won't affect whether Garage is successful: \"People will come and see the space because of Abramovich's name. He buys significant art works, giving a sense of assurance to those who are not yet sure whether it's worth collecting contemporary art. And Garage has an opportunity to become Moscow's Tate Modern - it will be for tourists, art professionals and just for ordinary people who want to know more about the taste of the wealthiest man in Russia.\" People in art circles have started calling the place \"Dashkin Garazh\" (Dasha's Garage), says Pavlov, adding that \"Dasha's reputation is controversial. People who know her adore her. Those who were 'accidentally' not invited to the Garage private opening already started hating her.\" People are impressed, though, he says, by dynamic individuals who don't wait for state support, who just get on and do things: \"She is a great sign for Russian contemporary culture.\"</p> <p>There is only one other modern art centre in Moscow, the Winzavod Centre for Contemporary Art, which opened last year. \"Russians don't understand contemporary art,\" explains Moscow gallery owner Marina Goncharenko, \"They are afraid of it. The level of appreciation is just not there. And the government does not support contemporary art.\" In this climate, someone with Zhukova's youthful celebrity profile is ideal as an ambassador, says Olga Sviblova, director of the Moscow House of Photography, who has herself persuaded Abramovich to sponsor several photographic exhibitions in London and Moscow: \"Dasha is very intelligent and she educates herself very quickly about everything to do with the art world. I think she will be able to bring this to a new audience here. It's certainly one of the most original spaces in Moscow.\"</p> <p>Others are hopeful, but sceptical. Goncharenko says: \"It will be very upsetting and distasteful if it's all just a game. 'Let's all go and live in London.' 'Let's all collect art now.' To develop this kind of project, you need a big plan and I hope they have one. If they're just playing at contemporary art, the sooner it's over the better. But if this is their life's work then it merits respect. If it's serious, then it's worthy. To develop something like this in Moscow requires a lot of energy and huge material investment. Because Russian art deserves this kind of legacy.\"</p> <p>At least Zhukova is trying to do something, even if it is not quite clear what. \"Dasha's reputation in the art world is not yet well established,\" says Pavlov, \"as people tend to think she is like a moth that flies to the light. To strengthen the Russian side of her character she would need to make more friends in Moscow just to become native - which is quite realistic given her Russian childhood. People talk of her as an exotic fruit from overseas.\"</p>",
  "<p>If the resignation of President Pervez Musharraf represented a step forward for Pakistan's nascent democratic transition, the collapse of the ruling coalition this week underlined its delicacy. This is a crucial time for the international community, and the United States in particular, to review its relationship with Pakistan - especially when it comes to a strategy for defeating the Taliban insurgency in Afghanistan, and the terrorist threat across the wider region. </p> <p>To begin with, the US must invest more confidence and resources in Pakistan's civil society and its civilian, democratic leadership. The last general election, held in February, in which secular political parties won landslide victories at the expense of extremist groups, reflects the true aspirations of the people, which must be nurtured and supported. </p> <p>Next, the US must recognise the utter futility of working with the Pakistani military establishment. A politically compromised institution, the army is complacent about confronting terrorism and has, over the past seven years, sought to undermine the international effort to stabilise Afghanistan. </p> <p>Above all, the US has to realise that it cannot win the war on terror in Afghanistan's territory. Indeed, to the extent that the terrorist threat in Afghanistan emanates from sanctuaries across the border in Pakistan, it is in Pakistan that terrorism must be defeated. No other strategy stands any chance. </p> <p>Radical though expanding the war on terror into Pakistan may sound, it is not implausible or unrealistic. A few practical steps may be taken: first, the US must initiate a crucial debate about revising the existing modus operandi of the international forces in Afghanistan, currently divided into two separate missions - the Nato-led International Security Assistance Force (Isaf), and the US-led Coalition Joint Task Force. Political assent from allies around the world and Pakistan's leadership will allow a geographical expansion of the theatre of war. </p> <p>In the new arrangement, Isaf must be strengthened to take on a greater role in building up Afghan security forces and help the Afghan government to expand the rule of law across the country. The counter-terrorism mission, on the other hand, must be entrusted to a revitalised, US-led coalition of the willing that includes the newly constituted Afghan national army and the Pakistani military. Without having to invade Pakistani territory, the coalition should establish a viable presence by opening military bases on Pakistani soil. A supreme commander, with deputies from Afghanistan and Pakistan, should be appointed to devise and implement an effective counter-terrorism strategy for operations on both sides of the Durand line that separates the two countries. The coalition should also ensure the security of Pakistan's dangerous nuclear arsenal and prevent any potential proliferation. </p> <p>In doing the above, the US must not be deterred by predictions of a possible public backlash in Pakistan as a result of international military intervention. The assumption, widely held in the west, that Pakistani society is fundamentally hostile towards the west is largely hot air from Pakistan's military establishment. The Pakistani people share some of the rather abstract grievances that Muslim populations across the globe harbour. However, radicalism and militancy are not necessarily ingrained in any Muslim society, including Pakistan's.</p> <p>And if Afghanistan's experience is anything to go by, strong leadership and a true commitment to the security and wellbeing of the people of Pakistan will help the United States to find a staunch ally in the task of ridding the region of the cancer of terrorism. </p> <p><strong>·</strong> Jawed Ludin is Afghanistan's Ambassador in Oslo <a href=\"mailto:jawed.ludin@afghanistanembassy.no\">jawed.ludin@afghanistanembassy.no</a></p>",
  "<p>When you win the nomination as the candidate of change, what do you do with those you have defeated and displaced? That is the delicate but vital party management question that Barack Obama is facing at the Denver convention this week. It is an especially acute question in the light of the unprecedented closeness of the contest with the long-time favourite Hillary Clinton. And on Monday evening, day one of the convention, Obama decisively revealed his answer.</p> <p>Obama's overriding priority in the early part of this convention week has been to prevent Denver degenerating into a repetition of the primary race. With election day just 10 weeks away and the polls narrowing between him and John McCain, Obama has to do everything possible to prevent the week from being a repetition of the inward-turned battle between himself and the Clintons. By the time he himself takes the stage tomorrow he has to have made the Democrats look outwards and focus on fighting McCain. That was why Michelle Obama was deployed in such a high-profile role as the keynote speaker on day one. </p> <p>There were many other reasons why Michelle Obama was always going to be a pivotal figure at this convention. She is the prime witness to Obama the human being rather than Obama the political phenomenon. She has to turn away some of the rumbling resentment, inevitably racially tinged in some cases, against his and her pride in what they are achieving. And she has to accustom Americans to the radical thought of a black first family. </p> <p>But above all she was chosen to deliver the opening night keynote speech in order to say what nobody else except the candidate himself can say so clearly: This is Barack Obama's party and this is Barack Obama's convention.</p> <p>Do not underestimate the sheer boldness of this. To bemoan the lack of policy or the absence of attacks on McCain in Michelle Obama's speech is, I think, to miss the point. It takes political nerve - perhaps even reckless nerve - to tell the dynasties, baronies and interest groups that have dominated the Democratic party over recent decades that they don't have things all their own way now. </p> <p>But that, by her very presence at the podium as well as in what she said, is what Michelle Obama was stating on Monday night. The key question, therefore, is whether the Democratic dynasts will accept those terms.</p> <p>There was plenty of evidence on Monday night that they are doing so. The appearance on the platform of Ted Kennedy, and everything that he represents, was the most dramatic and symbolic example of it. Kennedy chose his brother's words about passing the torch to a new generation of Americans deliberately. It was an act of homage both to JFK and to Obama. But he wasn't the only one to accept Obama as liege lord. </p> <p>Almost wholly unnoticed by the media, Jimmy Carter made an early evening visit to the rostrum to say the same thing. So, in a remarkably low-profile appearance considering her political clout, did House speaker Nancy Pelosi. </p> <p>The crucial question for the week as a whole is whether the Clintons and their cheerleaders will be able to summon the same levels of pragmatic dignity as the Kennedys and the Carters. The stakes for them are far higher of course. They both, Hillary in particular, have future political careers to mull. </p> <p>If Obama loses in November, Hillary will overnight become the Democratic frontrunner again for 2012. </p> <p>For now, though, the Clintons have little choice but to grin and bear it as Obama ushers them firmly and faster than they wish towards the door marked the political past before he heads off towards the future.</p>",
  "<p>It is irresponsible for Michael Tomasky to argue Barack Obama needs to attack John McCain's character rather than his \"positions\" because of his belief that presidential campaigns are not about \"who has the better healthcare policy\" (Comment, August 25). If they are not, then this is largely down to the soap opera-style coverage of the mainstream media, which is obsessed with the flaws and ticks of the individual candidates. In contrast, a March 2008 Pew Research Centre opinion poll found \"more than three-quarters of the public (78%) would like to see more coverage of the candidates' positions on domestic issues and 74% would like to see more coverage of foreign policy positions\".<br><strong>Ian Sinclair</strong><br>London </p> <p>Why the optimism about Barack Obama's slender lead over John McCain? Only after the November 2000 and 2004 elections did we learn about the uncheckable results from key states (using voting machines supplied by Republican-funding companies) which turned exit poll Democratic leads into Republican wins. Not to mention the deregistration of thousands of electors in Florida and elsewhere.<br><strong>Peter Caswell</strong><br>Warrington, Cheshire </p> <p>I can well understand that Barack Obama might have a problem with the \"experience\" issue. Faced by comparisons with the genius who has been in the White House for the past eight years and a Republican opponent who thinks that Iraq has a common border with Pakistan, the man has a real mountain to climb.<br><strong>Paul Hewitson</strong><br>Berlin</p>",
  "<p>The funny hat - usually stars and stripes, often involving glitter - is one tradition of the American political convention that has not faded. Plenty are on display here at the Democrats' gathering, but one in particular caught my eye. It was studded with badges from previous campaigns: there, frozen in time, were the smiling, hopeful faces of a succession of Democratic nominees for president, all the way back to 1968. Trouble is, with only two exceptions, every one of those men failed to reach the White House: Kerry, Gore, Dukakis, Mondale, McGovern, Humphrey - the woman's hat was a roll-call of losers. She might as well have worn a giant L on her head.</p> <p>The current worry of many Democrats, who once thought Denver would be a celebration en route to a coronation, is that Barack Obama could be about to join that uncelebrated company. Polls show the race with John McCain locked in a dead heat, Obama's lead eroded to zero. The question delegates and bigwigs are asking each other in the hotel lobbies and on the shuttle buses is: \"Why aren't we ahead?\"</p> <p>They all know the landscape has rarely looked more favourable to their party. A Republican president is the most consistently unpopular since records began. Nearly 80% of Americans say their country is heading in the wrong direction. The economy is tanking and US soldiers are still dying in an unpopular war. As the California strategist Bob Mulholland told me, straining to be heard over the convention house band: \"If George W Bush was seeking re-election, we'd be 20 points ahead.\"</p> <p>But he's not. Nor is McCain an incumbent vice-president tarred by the record of the outgoing administration. Instead, he can pose as a maverick who more than once has challenged Bush.</p> <p>That's one possible explanation for Obama's failure to pull ahead, but Democrats have no shortage of others. Some blame Obama's recent vacation in Hawaii, leaving the playing field to McCain: while Obama was on the beach, the Georgia crisis erupted, allowing the Republican to pose as the seasoned foreign policy sage.</p> <p>Others say the Democrat is still hobbled by the Clinton psychodrama, which has been dominating yet again in Denver. Disunity stories have been treading on the Obama message, as the Clintons keep grumbling that, like a mafia clan, they are not being shown enough respect. What should be Barack's week is still filled with Bill and Hillary. (It was surely an error to give them two evenings - last night to her, tonight to him - rather than bundling them together and out of the way in a single session.) One poll this week found less than half of Hillary's former supporters in the primaries are ready to vote for Obama; one in four plan to vote for McCain.</p> <p>And most Democrats suggest, once safely off the record, that a key factor is, depressingly, race. If Obama were white, they say, this contest would be over. \"When will South Africa elect a white president?\" whispered one party official, fretting that America might not be ready to put a black man in the White House.</p> <p>But the simplest explanation, one that touches on all of the above, is that McCain has fought an aggressively negative campaign these past few weeks - and it's working. Its twin themes are clear and simple: Obama is inexperienced and not ready to be president; and he is a \"celebrity\", out of touch with the lives of ordinary Americans.</p> <p>The attack on inexperience is wholly predictable: it's the flipside of Obama's presentation of himself as an untainted outsider and agent of change. It's legitimate too, since Obama would indeed have the shortest resumé of any president in a century.</p> <p>But the \"celebrity\" attack is another matter entirely. For this is just a new word for an old message: that Obama is an elitist, remote from real America. And it truly is an old message. The Republicans have been aiming this missile at Democrats for more than 50 years. So John Kerry was vaguely French and liked windsurfing: not a real American. Al Gore was the son of a senator and \"grew up in a hotel room in Washington\": not a real American. Michael Dukakis had a funny name and looked weird in a tank: not a real American.</p> <p>Again and again they do it and with breathtaking chutzpah. Who was it calling Gore and Kerry sons of privilege? Why it was George Walker Bush, the son of a president. Who now tries to pretend that the Obamas are rarefied snobs with no feel for the way most Americans live? That would be John McCain, who, when asked last week how many houses he owned, hesitated, before telling the reporter his staff would get back to him. (The answer was seven.) McCain's wife, Cindy, meanwhile, once said of her home state: \"In Arizona, the only way to get around is by small private plane.\"</p> <p>What complicates matters is that it's not solely about economics. The Republicans say Democrats are out of touch not just because they might be wealthy - though it helps Obama that his running mate, Joe Biden, is the poorest member of the senate with a negative net worth - but for failing to match up to a whole set of more nebulous, cultural criteria. Crudely put, Democrats are deemed elitist if they would look out of place at a Nascar rally (a stock car race); if they don't listen to country music; if they can't chug beer from a bottle or clear brush on a ranch.</p> <p>Would be First Ladies meanwhile have a different set of boxes to tick: they have to prove they are \"non-threatening\", that their careers are less important to them than their roles as wives and mothers, that they are gentle and free of spiky edges. (This was Michelle Obama's task on Monday and she fulfilled it quite brilliantly.)</p> <p>The US media go along with all this. There is a starting assumption that Republicans are, by definition, solid, patriotic all-Americans. It is Democrats who have to prove themselves. Thus the press recycle endlessly Obama's reference to the price of arugula - but almost never mention Cindy McCain's preference for the private jet.</p> <p>Worse still, Democrats seem to have internalised this assumption about themselves and their opponents. Democratic congressman Ed Markey told Time that Obama's first task is to prove he is \"one of us\". Is there any Republican of whom he would ask that question?</p> <p>Democrats can choose one of two ways to fight this problem. The first is to do their best to fit the right's definition of a real American, either by nominating southern, down-home males (like the Bill Clinton of 1992) or by somehow trying to squeeze into that box: picking a working-class bruiser like Biden, having Michelle Obama declare her childhood passion for the Brady Bunch.</p> <p>Or Democrats can simply refuse to fight on these Republican terms. That is what Obama did when he burst into the national consciousness at the 2004 convention, declaring that the culture war of red states and blue states had gone on too long. \"We coach little league in the blue states and have gay friends in the red states,\" he declared, so insisting on the legitimacy of all Americans.</p> <p>Restating that message is surely part of his task when he accepts his nomination before a stadium crowd of 70,000 tomorrow. He needs to change the terms of trade in this election, to reframe it so that he's no longer answering, \"Is he one of us?\" - but persuading his fellow Americans that it's time, at long last, to put that question behind them.<br><a href=\"mailto:freedland@theguardian.com\"><br>freedland@theguardian.com</a></p>",
  "<p>After a day of feelgood themes, Democrats yesterday promised the gloves would come off at the party convention with a populist attack on the Republicans' stewardship of the US economy.</p> <p>Last night's line-up of convention speakers were there to provide a harder edge than those on Monday, whose focus was Barack Obama's family, with Hillary Clinton and other figures set to take to the rostrum to hammer home the themes the Democrats hope will win the election.</p> <p>With only 69 days left until the election, Democratic leaders say Obama needs to use the convention to define his candidacy, and respond more forcefully to attacks from Republican candidate John McCain if he is to win the White House.</p> <p>Democratic leaders fear Obama could fall into the trap of the 2004 convention, which focused on candidate John Kerry's Vietnam war record, rather than rouse the party activists against George Bush for going to war in Iraq.</p> <p>Campaign officials said yesterday Obama would not make the same mistake, and that the night would focus on issues such as healthcare, petrol prices, and the mortgages foreclosure crisis.</p> <p>\"All of the things that are going on in the economy aren't just by happenstance,\" said Anita Dunn, a senior campaign adviser.</p> <p>\"They are a direct result of policies that George Bush and John McCain have put in place, and now their answer is: 'Let's keep on doing the same thing.'\"</p> <p>But the agenda continues to be dictated by the Republicans. The McCain campaign has been unusually aggressive for a week that might be expected to belong to the Democrats, releasing attack adverts almost daily.</p> <p>Even Obama's strongest supporters admit he has a tendency to absorb Republican attacks rather than fight back.</p> <p>\"One thing I have said several times when I have been with Obama is that he really showed a lot of composure against the Karl Rove-style unrelenting attacks,\" said Jim Webb, a senator from Virginia.</p> <p>Democrats are anxious that a somewhat detached approach could sink Obama - particularly with the McCain campaign's apparent willingness to resort to ever more negative adverts.</p> <p>They fear a rerun of 2004 when Kerry, failed to craft a compelling message or stand up to Republican attacks at a nostalgia-tinged convention built around his Vietnam war record.</p> <p>The focus on Vietnam rebounded against Kerry in a series of attack ads that smeared his war record and ultimately may have cost the Democrats the election.</p> <p>As in 2004, a smear campaign is being led by a conservative Texas billionaire, Harold Simmons, who has paid for a campaign that seeks to link Obama to the Weather Underground, which was behind riots and bombings in the 60s and 70s.</p> <p>One of its co-founders, Bill Ayers, now a university professor in Chicago, was an early supporter of Obama.</p> <p>Simmons spent close to $3m (£1.5m) in 2004 on adverts which cast doubt on Kerry's record while serving in Vietnam with the US navy.</p> <p>The McCain camp yesterday ramped up its fundraising operation, borrowing a tactic deployed successfully by Obama in seeking online small dollar donations.</p> <p>In an email to supporters McCain said his campaign hoped to have 2 million individual contributors by the close of the Republican convention next week.</p>",
  "<p>Supporters of Barack Obama claim the media is hugely exaggerating the numbers of the hardline pro-Hillary Democrats who call themselves \"Pumas\" - originally meaning \"Party Unity, My Ass,\" though it's since been softened to \"People United Means Action\". A good place to discover if the criticism was fair was the Paramount cafe in downtown Denver, where the Republicans cheekily held a \"Hillary supporters' happy hour\" on Monday night. (It was misnamed, not just because it lasted more than an hour, but because there was precious little happiness on display.) The Diary spoke to several Pumas, who all insisted their forces weren't being overhyped. But first we had to wait in line: every Hillary supporter present was already being interviewed by one or more reporters, who outnumbered the Clintonistas by a ratio of almost two to one.</p> <p><strong>·</strong> Further desperate and/or ingenious attempts by local Denver businesses to cash in on the Democrats' week-long party: one waffle stand is offering a Barack Obama-themed waffle, alongside another that bears the name of Jesse Jackson, overheard last month expressing a desire to injure the presumptive nominee in a highly specific fashion. The \"Rev Jackson's deal\" waffle is the same as the Obama - except it has no nuts. Meanwhile, it's all very well for Trojan, the condom manufacturer, to be handing out free samples to delegates entering the convention centre, but should they be offering free commemorative pins at the same time?</p> <p><strong>·</strong> Demonstrators at the Democratic convention are furious at efforts to corral them into a fenced-off zone a safe distance from the Pepsi centre, separated from convention goers by metal and concrete barriers, and many are boycotting it. \"We're being treated by the city of Denver and the Secret Service like political prisoners,\" a seething Mark Cohen, organiser of the activist umbrella group Recreate '68, told reporters. But there were reasons to doubt the appropriateness of Cohen's comparison of himself to a dissenter being held in jail by a totalitarian regime. He and his wife planned to visit the fenced-off area and \"stay for just a couple of minutes to state our disgust with this abomination, the way the city and Secret Service are tearing the constitution of the United States to shreds,\" he said. \"Then we will leave.\"</p> <p><strong>·</strong> Is the former prisoner of war John McCain in danger of overplaying his former prisoner of war credentials? Last week, spokesman Brian Rogers defended McCain's failure to remember how many homes he owns on the grounds that \"this is a guy who lived in one house for five and a half years - in prison\". Numerous ads and Republican party statements have made similar points. On Monday, the former prisoner of war appeared on Jay Leno's late-night talkshow and joshed for several minutes about his age (he's so old, he quipped, that his social security number \"should be eight\") - but when Leno tried to joke about the homes gaffe, the show's light tone fell apart. \"Could I just mention to you Jay, in a moment of seriousness,\" he said, \"that I spent five and a half years in a prison cell. I didn't have a house. I didn't have a kitchen table. I didn't have a table.\" </p> <p><strong>·</strong> Just to reiterate: this is because the prisoner of war John McCain was a prisoner of war. Got that?</p>",
  "<p>Hillary Clinton backed Barack Obama last night to be America's next president in an eagerly-awaited speech intended to end the divisions plaguing the party since the nomination battle ended in June.</p> <p>\"I ask all of you who worked so hard for me, who knocked on doors and made those phone calls, who got in arguments from time to time ... to work as hard for Barack Obama as you did for me,\" Clinton told a lunch crowd of about 2,500 who also heard from Obama's wife, Michelle.</p> <p>The stage was then set for her to use her main speech to the Democratic convention in a 75,000-seat football stadium to attack the Bush administration and Obama's Republican rival, John McCain. Clinton's combative stance, in a speech billed as one of the toughest of her political career, contrasted with the tack taken by Michelle Obama and others from the Obama camp on the opening day of the convention, during which they failed to set out detailed policy or to turn on the Republicans.</p> <p>The Obama camp was resentful that the Clintons dominated the second day of the convention and, with Bill Clinton speaking today, threatened to do the same today.</p> <p>Hillary Clinton yesterday formally released her supporters from the pledges made in the primary elections to support her, freeing them to unite behind Obama. But her appeal met a mixed reception, with some delegates adamant they would not help get Obama elected or even vote for him. \"They are going to go down to the bitter end,\" said a New York delegate, who had swung from Clinton to Obama.</p> <p>Clinton's speech came on a day of security alerts in Denver after reports of an alleged racially-motivated plot to kill Obama. It was revealed that three men were in police custody after guns, ammunition and the drug crystal meth were found in a truck that was stopped on the outskirts of Denver. Two high-powered rifles, a telescopic sight, a bulletproof vest, walkie-talkies and wigs were found.</p> <p>With police on alert for the convention, the materials set off a chain reaction. Police and FBI officials immediately began exploring the prospect of a threat to Obama's life.</p> <p>\"There is a fine line between a credible threat and a threat that is carried out,\" said Marcus Dudley, a detective with the Aurora police. \"It is not up to us to determine whether or not it was a credible threat. We can't sit and wait until folks have done the final analysis. We have a duty to react.\"</p> <p>The driver of the truck was named as Tharin Gartrell. Shawn Adolf, who wore a swastika ring and was wanted on drug charges was arrested when police came to the hotel where he was staying in a Denver suburb. He jumped from the sixth floor window landing on a flat roof with a broken ankle. He still ran, but was arrested.</p> <p>The third man, Nathan Johnson, was arrested at an upmarket hotel in Denver. His statements to police during an eight-hour interview appeared to have raised fears of a threat to Obama. In an interview with a local CBS station while in custody, Johnson accused the other two men of making racist statements about Obama. He said they had spoken about shooting Obama on the day of his speech, saying: \"He don't belong in political office or blacks don't belong in political office.\" Johnson denied being involved in the plot.</p> <p>Troy Eid, a Colorado federal prosecutor, last night said there was not enough evidence to suggest a plot to harm Obama and although officials were still investigating, and keeping an open mind, he said: \"The law recognises a difference between a true threat, one that can be carried out, and the reported racist rantings of drug abusers.\" But he said he had no explanation why the suspects would have hoarded powerful weapons if not to harm Obama.</p> <p>\"It is a very serious crime to threaten a presidential candidate ... the investigation is still ongoing,\" Eid said.</p>",
  "<p>Joe Biden, who is set to make his debut as the Democratic vice-presidential candidate in Denver tonight, reflected on the expectations generated by the prospect of a Barack Obama presidency yesterday, describing the election as the most important the Democrats have faced since the 1930s. </p> <p>The normally verbose and gaffe-prone senator from Delaware has been unusually quiet since Obama named him on Saturday as his running mate. The silence is partly because of a call from Obama's team for more discipline.</p> <p>On Monday, stopping outside Boney's Smokehouse barbecue stand in the centre of Denver, he refused to be drawn by reporters' questions, an almost unheard of occurrence for him. </p> <p>But speaking to delegates from his home state yesterday he acknowledged the expectation raised about an Obama administration, drawing a parallel with the presidency that delivered the New Deal. He called the November election \"the most incredible opportunity any president and vice-president will have since Franklin Roosevelt\". He will have a chance to expand on that as the main speaker at the convention tonight, a role made more difficult than usual by having to follow Bill Clinton.</p> <p>Biden, 65, and the veteran chairman of the Senate's foreign affairs committee, is hoping to eclipse the former president by outlining a radical shift in US foreign policy to repair what he regards as the wreckage of the Bush administration.</p> <p>Crucial to that would be his role in the White House. There is a tendency to downplay the vice-presidency, both during a campaign and in the subsequent administration.</p> <p>But Robert Dallek, professor of history at Boston University and the pre-eminent scholar on US presidents said yesterday that while vice-presidents never used to be important, \"all changed in 1960 when Kennedy chose Lyndon Johnson as his running mate\". The subsequent trend culminated in Dick Cheney's accumulation of immense power under George Bush. Dallek thought that the degree of power attained by Cheney \"will make the next president cautious about giving the vice-president too much authority\". </p> <p>But others at the convention said it would not be easy to rein Biden in, given he is more experienced in foreign policy than Obama. There also appears to be little sign from the Obama camp that it necessarily wanted to roll back the centralisation of national security policy within the vice-president's office.</p> <p>Biden spent the weekend with Obama's chief strategist, David Axelrod, in Delaware before travelling to Denver by train. He also met his security team for a briefing on the 24-hour surveillance that comes with the job.</p> <p>In between, he has been working on tonight's speech. As well as setting out foreign policy he has been tasked with attacking the Republican candidate, John McCain. There has been a tendency at the conference so far to avoid attack politics but that does not apply to Biden, who unlike Obama is a scrapper able to deliver what a Democratic adviser described as \"zingers\" against McCain.</p> <p>Another asset on the campaign trail is that Biden, from a Catholic working-class background in Scranton, Pennsylvania, might make a better job than Obama of connecting with white, working-class men in battlefield states such as Pennsylvania and Ohio. </p> <p>While Biden's appointment has been generally well-received there are sceptics. Bloggers on liberal websites say that, for all the claims about this ability to connect with working-class voters, he only won 638 votes in the New Hampshire primary in January, forcing him to pull out.</p> <p>Among the sceptics is William Galston, a former Bill Clinton adviser and now senior fellow at the Washington-based Brookings Institution, who said in a commentary sent to reporters that previous presidents had chosen running mates who could help swing their home states. </p> <p>If Obama fails to win the election, he predicted \"an orgy of second-guessing\" over whether he could have chosen someone who might have delivered a crucial state. Obama chose Biden not primarily for his campaigning skills but with a view to government. Dallek said Biden was a good choice, especially against the background of security scares. \"If for some reason Obama is incapacitated or, perish the thought, dies in office, people know he would be a competent president.\" </p> <p>Steve Clemons, a director the Washington-based New America Foundation and among the first to tip Biden for the vice-presidential slot, is among those who argue that Biden's exercise of power in the White House would be similar to that of Cheney's. \"The office of vice-president has changed forever,\" he said. \"The office has explicit legal powers now. Maybe some will be rolled back but they can't be rolled back easily.\" </p> <p>The difference is that while Cheney used that accumulated power to push rightwing positions, Biden would seek to exercise it in pursuit of liberal ones. Like Obama, he is committed to an early withdrawal of US troops from Iraq - a war that he now regrets voting for - favours direct negotiations with Iran, wants a more aggressive approach by Pakistan towards the Taliban and al-Qaida and more pressure on Sudan over Darfur.</p> <p>Jim Webb, the Virginia senator who was on the shortlist for the vice-president slot, saw Biden as important because of his long experience. \"He's a rudder... He has a handle on the bureaucracy and knows how to get things done,\" Webb said.</p>",
  "<p><em>Lucas O'Connor is in Denver for the California politics blog <a href=\"http://www.calitics.com/\">Calitics</a></em></p> <p>I mentioned yesterday that this - like any political convention - is <a href=\"http://www.theguardian.com/commentisfree/2008/aug/25/democrats2008.uselections2008\">heavy on the self-congratulation</a>. That's what conventions are for, so it's not a failing, it's just a way of being. So one of the few measures from inside the insanity is how the non-true believers react. And so far - it's really encouraging.</p> <p>A lot of ink was spilled about former <a href=\"http://voices.washingtonpost.com/the-trail/2008/08/24/surprise_gop_speaker_at_dem_co.html\">GOP congressman Jim Leach</a> speaking at the convention. But it goes well beyond that to exhibit the good side of a truly big tent (as I write from the <a href=\"http://www.bigtentdenver.org/\">Big Tent</a> blogger headquarters). The Republican mayor of Fairbanks will be speaking too, which is great for folks like <a href=\"http://online.wsj.com/article/SB121962772641567941.html?mod=googlenews_wsj\">Mark Begich and Ethan Berkowitz</a> running as Democrats statewide in Alaska - but it runs well beyond that.</p> <p>I was at Red Rocks last night for a show that included the country band <a href=\"http://www.myspace.com/sugarland\">Sugarland</a>. I've never heard of them because I'm an elitist liberal ivory tower egghead, but they rocked the crowd and went over very well. But in contrast to all the other musical acts I've seen so far, there was no overt political rhetoric between songs and definitely no mention or remote endorsement of the Democratic party. But they were there, and there enthusiastically, in support of green jobs and the fight against global warming. Because going green and being responsible simply is not a partisan issue anymore. It's a moral issue that transcends partisanism and simply divides responsible and irresponsible.</p> <p>Beyond all that though is the reaction on the street level. I've been to mini-rallies, fundraisers, receptions, parties, whatever at local restaurants and bars in downtown Denver. On a regular basis, the waitresses and bartenders are applauding strongly progressive speeches from bloggers and candidates. Denver is a strongly Democratic city. And that's fantastic. But it certainly doesn't preempt the many McCain yard signs I've seen outside of the general downtown area. There's simply no guarantee or expectation that the staff at a given venue will be inherently sympathetic.</p> <p>But our message is getting applause from the bartenders. Whether it's universal health care, green collar jobs, or the Responsible Plan, it says something when the bartenders clap. I've been in and around the back of bars for a few years in my life, and bartenders are not the most easily swayed of political targets. Our message isn't simply the Democratic message. What we're seeing this week is that the Democratic message and the Obama message is the \"American Dream\" in action.</p> <p>Partisanship can and will fall by the wayside when the message gets out.</p>",
  "<p>The lilting sound of the Koran, sung in haunting Arabic, rang through the unlikely setting of a basement hotel conference room. A local imam intoned the verses, exhorting the audience of Muslim Democrats to reject Satan and give thanks to Allah.</p> <p>Then a troop of Boy Scouts strode onto stage carrying the American flag and the entire room stood up, many with hands over heart, as the Star-Spangled Banner was sung with equal gusto.</p> <p>For the first time Muslims have banded together to hold a political gathering as a united body at a Democratic convention. The event in Denver - called the American Muslim Democratic caucus - was the brainchild of retired Texan doctor, Inayat Lalani. </p> <p>It could not have come at a more unusual time for Muslims in America. Their community is still suffering from suspicion in an age of the war on terror and the conflict in Iraq, but there is also an intense internet whispering campaign portraying Obama - who is a devout Christian - as a Muslim. </p> <p>That has led to anger among Muslim Democrats that the mere accusation of being a Muslim could be seen as a political negative. </p> <p>\"So what?\" Lalani said. \"He is not a Muslim and he says that. But I am a Muslim and if I was running for office would it be right to hold that against me?\"</p> <p>There is little doubt that Muslims are in a difficult position politically in America. There have been incidents that have embarrassed the Obama campaign as it has seemed to fear associating too closely with Muslims. </p> <p>At one Detroit rally two Muslim supporters wearing headscarves were told to not stand behind Obama. The campaign quickly apologised. </p> <p>But the real impact has come from emails spread online that claim Obama has Muslim links from his childhood in Indonesia. They have made outrageous claims that are almost certainly false yet they have spread rapidly among some sections of the electorate.</p> <p>Muslim activists and political leaders say that they see no need to play down their political involvement for fear it might damage Obama's chances. </p> <p>At the Denver gathering, which featured Muslim Democratic delegates from all over the US, attendees said they would not be turned away from public life. \"There is nothing un-American about Islam. The best ideals of America are the best ideals of Islam,\" said Minnesota Congressman Keith Ellison, who in 2006 became the first Muslim to be elected to Congress. </p> <p>He was later followed by Andre Carson, who admitted that any Muslim being elected to such high office in America was going to face difficulties. \"Keith took the heat and the shots before me. He took the pain, though they came gunning for me too,\" Carson said. </p> <p>But he added that no Muslim should be put off from running for office. \"Muslims needs to be engaged more actively in public life in our country. Where are our Muslim councillors? Where are our Muslim mayors?\" he said.</p> <p>In fact Muslims are growing in political power in the US. </p> <p>They are a diverse body ranging from black American Muslims to immigrants from Arab countries or Pakistan. </p> <p>They are also a potentially strong voting bloc in both numbers and their geographic position in key battleground states. </p> <p>Figures vary but Lalani estimated there could be 2m to 4m Muslim votes in the election. </p> <p>He said that includes some 245,000 possible votes in the vital swing state of Michigan and another 63,000 in the equally important Pennsylvania. </p> <p>That should make Muslims an attractive voting bloc for either political party, just like politicians court the Jewish vote or the Hispanic vote. But in 2008 nothing is that simple for Muslims. </p> <p>At the Denver meeting the battle was not simply about the ballot box, it was also about fighting prejudice and expressing a genuine desire to belong. </p> <p>\"We have a message: Muslim Americans are as American as apple pie,\" Lalani said. \"Ignoring us is the politics of exclusion and exclusion, I would suggest, is un-American.\"</p>",
  "<p>After a day of feel good themes, Democrats today promised to take the gloves off at the party convention with a hard-hitting populist attack against the Republicans' stewardship of the economy.</p> <p>Tonight's line-up of convention speakers was much harder edged than yesterday's focus on Obama's family, with Hillary Clinton and other figures set up to hammer home the populist themes that the Democrats hope will win the election.</p> <p>With only 70 days left until the elections, Democratic leaders say Obama needs to use the convention to define his candidacy, and respond more forcefully to attacks from the Republican, John McCain, if he is to win the White House.</p> <p>Democratic leaders fear Obama could fall into the trap of John Kerry's convention in 2004, which focused on his Vietnam war record, rather than rouse the party activists against George Bush for going to war on Iraq.</p> <p>Campaign officials said today Obama would not make the same mistake, and that the night would focus on down to earth issues like the crippling cost of healthcare, rising petrol prices, and the foreclosure crisis.</p> <p>\"All of the things that are going on in the economy aren't just by happen stance,\" said Anita Dunn, a senior campaign adviser. \"They are a direct result of policies that George Bush and John McCain have put in place, and now there answer is: 'let's keep on doing the same thing'.\"</p> <p>Obama also moved onto war footing against a rightwing Texas billionaire who has financed an attack ad trying to tie the Democrat to a series of bombings by the 1960s-era radicals of the Weather Underground.</p> <p>But the agenda continues to be dictated by the Republicans.</p> <p>The McCain campaign has been unusually aggressive for a week that might be expected to belong to the Democrats, releasing new attack ads on an almost daily basis.</p> <p>Even Obama's strongest supporters admit that he has a tendency to absorb, rather than fight back against Republican attacks. </p> <p>\"One thing I have said several times when I have been with Obama is that he really showed a lot of composure against the Karl Rove-style unrelenting attacks,\" said Jim Webb, a senator from Virginia.</p> <p>Democrats are anxious that a somewhat detached approach could sink Obama - particularly with McCain's resort to ever more negative ads.</p> <p>They fear a re-run of 2004 when their nominee, John Kerry, failed to craft a compelling message or stand up to Republican attacks at a nostalgia-tinged convention built around his Vietnam war record.</p> <p>The focus on Vietnam rebounded against Kerry in a series of attack ads smear his war record, which ultimately cost the Democrats the election.</p> <p>As in 2004, the smear campaign is led by a conservative Texas billionaire, Harold Simmons, who single-handedly paid for the ad that seeks to link Obama to the Weather Underground radicals of the 1960s.</p> <p>The Underground's founder, Bill Ayers, is now a university professor in Chicago and was an early supporter of Obama.</p> <p>Simmons spent close to $3m in 2004 in ads trashing Kerry's record in Vietnam.</p>",
  "<p>Let me try to place <a href=\"http://www.theguardian.com/world/2008/aug/26/michelleobama.democrats2008\">Michelle Obama's speech</a> within the context of how quickly the Obamas have moved up politically from a highly successful black couple to post-racial symbols on the brink of the presidency. I think it helps to explain a few things that have been troubling voters who've been sitting on the fence, and, frankly, that have been troubling me as well.</p> <p>At National Review Online, <a href=\"http://article.nationalreview.com/?q=MWI2MDM1OGUxZDZjYWQyODhmYTIzZTE2NGRkYWQ3MzM=\">Byron York observes</a> that Mrs Obama's sunny, family-centric speech was entirely different in tone and substance from one she gave in North Carolina just a couple of months ago. \"In Charlotte,\" York writes, \"her America was a dark and ugly place, where people who work hard are knocked down by sinister forces - a place where even young children burst into tears when they realise the deck is stacked against them.\" The homepage teaser for York's commentary - \"Radical Makeover\" - says it all.</p> <p>York is not wrong. Earlier this year, <a href=\"http://www.newyorker.com/reporting/2008/03/10/080310fa_fact_collins\">Lauren Collins wrote a profile of Michelle Obama</a> for the New Yorker that was largely sympathetic, but that also portrayed her as someone whose campaign portfolio included appearing before African-American audiences and indulging in the sort of racial grievances that her husband eschews.</p> <p>Then there is the Obamas' long, long association with the Rev Jeremiah <a href=\"http://abcnews.go.com/Blotter/Story?id=4443788\">\"God Damn America!\"</a> Wright. Even if it can never be shown that Barack Obama was sitting in the pews for one of Wright's more unhinged sermons, it is simply not credible to believe the Obamas didn't know what kind of church they belonged to and what Wright stood for - the good, yes, but the bad as well.</p> <p>What we're seeing, I think, is a smart, charismatic couple who charted a route to power and influence within liberal and African-American circles, only to discover rather suddenly that they had set the bar way too low for themselves. Hanging out with folks such as Wright and fossilised 60s radicals like <a href=\"http://blog.washingtonpost.com/fact-checker/2008/02/obamas_weatherman_connection.html\">William Ayers</a>, and occasionally throwing some racially charged red meat to your long-suffering black constituents, is good politics if you think your ceiling is Chicago and Illinois. It's not good politics at all if you want to be president.</p> <p>Like all successful politicians, Barack Obama is a bit of a chameleon, taking on the characteristics of his environment. So, too, is Michelle Obama. Who is the authentic Michelle Obama, the fiery speaker of May or the smiling mother of August? Both. And before you condemn some of her more inflammatory rhetoric, keep in mind that she is, in fact, a black woman who, we can be sure, has experienced her fair share of racism - perhaps more than her husband has, given his unusual personal journey.</p> <p>I began by saying I find some of this troubling. What I mean is that I find it troubling in a political sense. The choices the Obamas made don't bother me, mainly because I expect politicians to act like politicians, and I am rarely disappointed. But I don't think the Obamas have adequately explained their choices to uncommitted voters. Moreover, I don't think they can.</p> <p>Despite the <a href=\"http://www.huffingtonpost.com/2008/03/18/obama-race-speech-read-t_n_92077.html\">terrific speech Obama delivered on race</a> following the first wave of the Wright controversy, Obama's overall behaviour concerning that relationship - including his decision, finally, to <a href=\"http://www.blog.newsweek.com/blogs/stumper/archive/2008/04/29/obama-throws-wright-under-the-bus-runs-him-over-puts-the-vehicle-in-reverse-and-repeats.aspx\">break all ties with Wright</a> - has been transparently phoney. (Not to say that Obama and Wright remain buddies in secret. Their falling-out, I'm sure, is genuine.)</p> <p>The truth is that Wright was useful to Obama at one time but became a liability once Obama decided to go national. I don't mean to come off as quite that cynical. No doubt the bond between the Obamas and Wright was genuinely strong at one time, and Wright seemed to go out of his way to invite a rupture this past spring. But, again, like nearly all successful politicians, Obama has a not-very-admirable tendency to <a href=\"http://www.nytimes.com/2008/05/11/us/politics/11chicago.html?ex=1369368000&amp;en=f844d39696611e35&amp;ei=5124&amp;partner=permalink&amp;exprod=permalink\">use people</a> and then <a href=\"http://www.newyorker.com/reporting/2008/07/21/080721fa_fact_lizza\">move on</a>.</p> <p>By trying to reinvent themselves as thoroughly as they have, the Obamas risk coming off as inauthentic, and of being pilloried as hypocrites. The truth, I suspect, is that they both harbour some sense of racial resentment, but that it's just a small part of who they are. And they have decided that Americans can't handle the truth. And they may be right.</p> <p>But by pretending to be just a little too perfect, they've put themselves at some risk. For one thing, you can bet that Jeremiah Wright is merely on hiatus, and will make a splashy return this fall, either on his own or through Republican attack ads. For another, York's exercise today is merely a more intellectually rigorous version of what the likes of Sean Hannity and Rush Limbaugh deliver every day, as they continually bash away at Michelle Obama for saying she was <a href=\"http://www.foxnews.com/story/0,2933,331288,00.html\">\"proud\" of her country</a> for the first time, among other alleged transgressions.</p> <p>If the McCain campaign and its allies can succeed in portraying the Obamas as angry blacks, that will go a long way toward ensuring Republican victory in November. I'm sceptical that the Obamas can stop them from doing it. And the biggest obstacle is their own past, and their perceived need to deny it.</p>",
  "<p>A senior national-security adviser to Barack Obama today questioned John McCain's ability to manage international crises without \"losing it\", outlining an bold attack on the Republican nominee's famed temper. </p> <p>\"I have seen Senator Obama under situations of extreme stress,\" Richard Danzig, a US navy secretary under Bill Clinton who now advises Obama, said today. \"I've never seen him lose his temper … this is an extraordinary quality.\" </p> <p>\"McCain is well known for losing it in a variety of circumstances,\" Danzig added during a panel discussion sponsored by the Truman national security project.</p> <p>US polling shows that since the 9/11 terrorist attacks, voters have largely put their trust in Republicans on national security. </p> <p>Conscious that Obama cannot afford to cede the issue to McCain, Democrats are emphasising their nominee's focus on multilateralism and diplomacy in contrast to McCain's alignment with the foreign policy of George Bush.</p> <p>Few senior Democrats have publicly questioned McCain's emotional fitness to command the US military, however, despite media reports that he has called Senate colleagues \"asshole\" and \"fucking jerk\".</p> <p>When Danzig delicately approached the Republican nominee's reputation for belligerence – McCain was once nicknamed \"Senator Hothead\" – the Truman project audience urged him to go further still.</p> <p>\"Just say, John McCain does not have an even temper, and [ask] how is that going to factor into national security,\" one audience member told the Obama adviser.</p> <p>Danzig also questioned whether the 71-year-old McCain's advancing age made him ill-suited to adapt to the security challenges of the modern age. McCain has admitted that he does not use a computer and was mocked in the blogosphere for using \"a Google\" to refer to the popular online search engine.</p> <p>\"Not to disparage McCain's age because I'm getting close to it myself … [I] just sense that Obama is acutely aware of the phenomena of the 21st century,\" Danzig said.</p> <p>In a subtle reference to McCain's use of the Caucasus conflict to promote himself as more trustworthy than Obama, Danzig warned against a \"highly predictive\" foreign policy that risks \"over-responding to an issue at the last minute\".</p> <p>\"People tend to be highly predictive,\" he said. \"They say, 'our enemy is now China, or now Russia, or Islamic terrorism, and they build a theory around that kind of thing. In my view, that's ill-conceived.\"</p>",
  "<p>Joe Biden, who is set to make his debut as the Democratic vice-presidential candidate in Denver tomorrow night, today reflected the high expectations generated by the prospect of a Barack Obama presidency, describing the election as the most important the Democrats have faced since the 1930s.</p> <p>The normally verbose - and gaffe-prone - senator from Delaware has been unusually quiet since Barack Obama named him on Saturday as his running mate. </p> <p>The silence is partly because of a warning from Obama's campaign team to be more disciplined. Yesterday, stopping outside Boney's Smokehouse barbecue stand in the centre of Denver, he refused to be drawn by reporters' questions, an almost unheard of occurrence for Biden.</p> <p>But speaking to delegates from his home state this morning, he acknowledged the expectation raised about an Obama administration, drawing a parallel with the presidency that delivered the New Deal. </p> <p>He called the election \"the most incredible opportunity any president and vice-president will have since Franklin Roosevelt\".</p> <p>He will have a chance to expand on that as the main speaker at the convention tomorrow night, a role made more difficult than usual by having to follow the potentially headline-grabbing former president, Bill Clinton.</p> <p>Biden, veteran chairman of the Senate foreign relations committee, is hoping to eclipse the former president by outlining a radical shift in US foreign policy to repair what he regards as the wreckage of the Bush administration.</p> <p>Crucial to that will be his role in the White House. There is a tendency to downplay the vice-presidency, both during a campaign and in the subsequent administration. But Robert Dallek, professor of history at Boston university and the pre-eminent scholar on US presidents, said today that while vice-presidents never used to be important, \"that all changed in 1960 when Kennedy chose Lyndon Johnson as his running mate\".</p> <p>The subsequent trend culminated in Cheney's accumulation of immense power.</p> <p>Dallek thought that the degree of power attained by Cheney \"will make the next president cautious about giving the vice-president too much authority\".</p> <p>But others at the convention argued that it will not be easy to rein Biden in, given he is much more experienced in foreign policy than Obama and that, anyway, there appeared to be little sign from the Obama camp that it necessarily wanted to roll back the centralisation of national security policy within the vice-president's office.</p> <p>Biden spent the weekend through until Sunday morning with Obama's chief strategist, David Axelrod, in Delaware before travelling to Denver by train. </p> <p>He also met his new security team for a briefing on the 24-hour surveillance that comes with the job.</p> <p>In between, he has been working on tomorrow night's speech. As well as setting out foreign policy for a new administration, he has been tasked with attacking the Republican candidate, John McCain. </p> <p>There has been a tendency at the conference so far to avoid attack politics but that does not apply to Biden, who unlike Obama, is a scrapper, able to deliver what a Democratic adviser described as \"zingers\" against McCain.</p> <p>Another asset on the campaign trail is that Biden, aged 65, from a Catholic working-class background in Scranton, Pennsylvania, might make a better job than Obama of connecting with white working-class males in the key battlefield states such as Pennsylvania and Ohio.</p> <p>While the appointment of Biden has been generally well-received at the conference, there are sceptics. </p> <p>Bloggers on liberal web sites point out that, for all the claims about this ability to connect with working-class voters, he only won a miserable 638 votes in the New Hampshire primary in January, forcing him to pull out.</p> <p>Among the sceptics is William Galston, a former Bill Clinton adviser and now a senior fellow at the Washington-based Brookings Institution, who said, in a commentary sent out to reporters, that previous presidents had chosen running mates who could help swing their home states. </p> <p>\"One thing is clear: Biden does nothing to brighten Obama's prospects in the electoral college,\" he wrote. If Obama fails to win the November election, he predicted \"an orgy of second-guessing\" over whether he could have chosen someone who might have delivered a crucial state.</p> <p>Obama chose Biden not primarily for his campaigning skills but with a view to government. Dallek said Biden was a good choice, especially against the background of security scares. </p> <p>\"If for some reason Obama is incapacitated - or, perish the thought, dies in office - people know he would be a competent president,\" Dallek said.</p> <p>Steve Clemons, a director the Washington-based New America Foundation, who is close to the Democratic foreign policy establishment and who was among the first to tip Biden for the vice-presidential slot, is at the convention and is among those who argue that Biden's exercise of power in the White House would be similar to that of Cheney's.</p> <p>While he acknowledged that Obama as president might seek to rein in the vice-president, he said: \"The office of vice-president has changed forever. The office has explicit legal powers now. Maybe some will be rolled back but they can't be rolled back easily. The template of being a big player in foreign affairs is established.\"</p> <p>The difference is that while Cheney used that accumulated power to push right-wing ideological positions, Biden would seek to exercise it in pursuit of liberal ones. Like Obama, he is committed to an early withdrawal of US troops from Iraq, a war that he now regrets having voted for, favours direct negotiations with Iran, wants to encourage a more aggressive approach by the Pakistan government towards the Taliban and al-Qaida elements inside its borders, and more pressure on the Sudanese government over Darfur.</p> <p>In recent years, he has displayed his liberal background by helping to block the long-term appointment of the neo-conservative, John Bolton, to the United Nations and to force a softening the Bush administration's position towards Iran during a bout of sabre-rattling last year.</p> <p>Thomas Mann, another Brookings politics specialist, who is in Denver, said he thought Biden was a good choice but would not be as powerful as Cheney. </p> <p>\"All vice-presidents since (Walter) Mondale (vice-president from 1977-81) have played a more important role than had historically been the case. I look for Biden to play a role more like (Al) Gore to Clinton,\" Mann said.</p> <p>Jim Webb, the Virginia senator who was on the shortlist for the vice-presidency slot, saw Biden as having an important role because of his long experience. \"He's a rudder... He has a handle on the bureaucracy and knows how to get things done,\" Webb said.</p>",
  "<p>As Hillary Clinton leaves the spotlight this evening, the central issue is how large an impression her teeth marks will leave on it. It would be easier to be more adulatory and enthusiastic about this signature moment - a white woman who came so close endorsing the black man who won and between them created unprecedented enthusiasm for the Democratic party - if she had not used the convention like one more bargaining chip to satisfy her damaged ego.</p> <p>The roll call, the personal video, the sulking husband, (I'm assuming the buy-one-get-one-free thing works even though they've lost) - in short the whole cathartic shtick they extracted in a manner that would do Veruca Salt proud.</p> <p>And for what? For all the talk of their relationship being the axis around which the convention will turn, she really has precious little leverage.</p> <p>Her argument, through the primaries, was that she could win groups he couldn't. This, it has transpired, is simply not true.</p> <p>According to <a href=\"http://www.pollster.com/\">Pollster.com</a>, Obama is has a commanding lead in Pennsylvania and Michigan and is in a virtual dead heat in Ohio and Florida and New Hampshire. He is also winning in Iowa and New Mexico and is competitive in Alaska, Montana, Colorado, North Dakota and Nevada. We don't know how well she would be doing had she been the nominee, but it is unlikely she would be faring much better.</p> <p>They claimed he would never win women. Pew surveys show him with a <a href=\"http://www.nationaljournal.com/conventions/co_20080826_4947.php\">double-digit lead</a> - better than John Kerry or Al Gore could ever achieve.</p> <p>They claimed he would couldn't win Latinos. Yet he's <a href=\"http://pewhispanic.org/reports/report.php?ReportID=90\">beating McCain among that group</a> by a whopping 43 points.</p> <p>They said he couldn't win white working-class votes. Yet he's <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/08/03/AR2008080301969.html\">beating McCain among poor white voters</a> by 10 points.</p> <p>Among the delegates pledged to her, <a href=\"http://www.nytimes.com/2008/08/26/us/politics/26women.html?_r=1&amp;ref=politics&amp;oref=slogin\">only 6% of women and 4% of men</a> say they will not support Obama.</p> <p>Meanwhile, as many predicted at the time, her attacks on Obama have proved very useful literally as Republican talking points - used in <a href=\"http://www.youtube.com/watch?v=BHx2P3Yixyk\">ads</a> and McCain's town hall meetings.<br> The sad truth about these Puma (\"party unity my ass\") types is that they are such a miniscule group they represent neither women, nor Democrats, nor even Hillary supporters. McCain has just started screening <a href=\"http://www.youtube.com/watch?v=597YG23mAWs\">ads of Debra Bartoshevich</a>, who was a Hillary delegate until Obama won. Now she's supporting McCain.</p> <p>There are many reasons why people might not support Obama. But there is only one I can think of that would explain why someone would switch their vote from Clinton to McCain. And that is race.</p> <p>You go Debra. And take your fertility rights, the Iraqi dead and your foreclosed neighbourhood with you. At this stage it seems like the number of voters that will follow are negligible.</p> <p>So Clinton really doesn't have a whole lot to bargain with, apart from the threat of disruption. She knows this should be her coronation, but this empress is wearing no clothes. All she is left with is a handful of bitter-enders determined to do just that, whom she has been happy to hide behind in order to <a href=\"http://features.csmonitor.com/politics/2008/08/25/hillarys-clout-is-key-at-democratic-convention/\">make her threats</a> while she pretends to reign them in.</p> <p>Clinton's speech tonight will in all likelihood be as gracious as she can possibly manage. She may not have a strong hand, but for the time being she is still playing with a full deck.</p>",
  "<p>Bill Kristol, the doyen of neocon chatterati, has <a href=\"http://www.nytimes.com/2008/08/25/opinion/25kristol.html\">given his imprimatur</a> to a McCain-Lieberman ticket in a column in Monday's New York Times:</p> <blockquote> <p>McCain ... could decide that Obama's conventional pick of Biden allows him to seize the moment by making a bold choice. He could select the person he would really like to have by his side in the White House - but whose selection would cause palpitations among many of his staffers and supporters: the independent Democratic senator from Connecticut, Joe Lieberman.</p> <p>Lieberman could hold his own against Biden in a debate. He would reinforce McCain's overall message of foreign policy experience and hawkishness. He's a strong and disciplined candidate. </p> <p>But he is pro-abortion rights, and having been a Democrat all his life, he has a moderately liberal voting record on lots of issues.</p> </blockquote> <p>\"Bold choice?\" Perhaps bold in the context of the conservative Republican voters McCain needs to carry in November, who think of a Democrat as a cross between Count Dracula and Judas. But among the general election cohort, Lieberman is about as bold a choice as, well - Biden.</p> <p>Kristol seems to think that Lieberman will carry independent voters and even Hillary Clinton supporters:</p> <blockquote> <p>Obama and Biden will try to frame the presidential race as a normal Democratic-Republican choice. If they can do that, they should win. That would be far more difficult against a McCain-Lieberman ticket. The charge that McCain would merely mean a third Bush term would also tend to fall flat. And an unorthodox \"country first\" Lieberman selection would reinforce what has been attractive about McCain, and what has allowed him to run ahead of - though not yet enough ahead of - the generic Republican ballot. </p> <p>A Lieberman pick should help with ticket splitters ... . </p> <p>And Hillary supporters could protest Obama's glass ceiling by voting for John McCain and the Democratic Party's 2000 vice-presidential nominee.</p> </blockquote> <p>Actually, were Lieberman to run again in Connecticut for Senate he wouldn't even win there. How is supposed to help elsewhere? Lieberman is damaged goods, not just for traditional Democrats, but for most centrist Americans. And the notion that Hillary supporters, drawn to her as a pioneering woman candidate, would turn to an old, white, male ticket to redeem Hillary's values is little short of preposterous.</p> <p>But the most troubling aspect of choosing Lieberman is the recent news reported by Justin Vogt in <a href=\"http://www.thenational.ae/article/20080821/REVIEW/948537756/1008\">The National</a> that Lieberman, at last month's Christians United for Israel gala, tacitly urged Israel to attack Iran. Considering Kristol's column, it becomes even more urgent that Lieberman's comments be more widely reported. Writes Vogt:</p> <blockquote> <p>Though careful to say he hoped war with Iran could be avoided, the senator ended his address with a Biblically-coded call for military action against the Islamic Republic. According to the Book of Exodus, when faced with Pharaoh's army behind them and the Red Sea in front of them, the Israelites panicked… .</p> <p>\"But God did something unexpected at that moment,\" Lieberman recounted. \"He said to Moses, 'Why do you cry out to me? Speak to the children of Israel and tell them to go forward.' In other words, God was saying to Moses and the Israelites, 'The time for prayer is over. It's time for Israel to act.'\"</p> <p>According to Jewish lore, a tribal leader called Nachshon took the initiative and leapt into the Red Sea. \"Nachshon understood that there comes a moment when faith and prayer must be followed by action right here on Earth,\" Lieberman concluded. Coming on the heels of his dark warnings about Iran, there was no mistaking the kind of Israeli action Lieberman had in mind.</p> </blockquote> <p>I think this speech justifies the question: Does Lieberman see Israel as a US surrogate? That is, a nation that has none of the strictures preventing it from taking actions Lieberman and the US wish they could take? This raises another question: If McCain wins the presidency, will Israel receive a green light to attack Iran?</p> <p>This is an issue the American people should know about in considering which candidate they vote for in November. If McCain wins, you can expect a <a href=\"http://en.wikipedia.org/wiki/Nudge_Nudge\">nudge-nudge, wink-wink</a> arrangement between his administration and Israeli generals who are fully prepared to teach Iran a lesson - at least in their minds. Whether they can pull it off is something about which even Israeli specialists and military analysts have raised serious doubt.</p> <p>Do Americans really want a potential vice-president who communicates to Israel that it would be acceptable to attack Iran, and does so at a convention of religion whack jobs and wingnuts (read Vogt's story if you don't believe me)? And lest anyone argue that Lieberman hasn't been picked for this post yet, I'd reply that Lieberman clearly has McCain's ear, and even if he isn't vice-president, he will be a very close adviser (secretary of state or defence?) over the next four or, God help us, eight years, should the Republican candidate win.</p>",
  "<p>Martin Kettle gives his <a href\"http: www.guardian.co.uk commentisfree 2008 aug 26 michelleobama.democrats2008\">instant reaction to Michelle Obama's keynote speech</a> to the Democratic convention in Denver, illustrated with clips from her address.</p>",
  "<p>Authorities in Colorado have arrested four individuals in connection with firearms and drug offences that may be linked to an assassination plot against Democratic presidential nominee Barack Obama.</p> <p>Denver officials refused to immediately confirm local media reports linking the arrests in the suburban neighbourhood of Aurora to a possible attempt on Obama's life during his acceptance speech on Thursday night.</p> <p>\"We can say this - we're absolutely confident there is no credible threat to the candidate, the Democratic national convention or the people of Colorado,\" the Colorado US attorney, Troy Eid, said in a statement.</p> <p>One of the suspects, 32-year-old Nathan Johnson, told the local CBS station in Denver that his associates Tharin Gartrell, 28, and Shawn Robert Adolf, 32, were discussing a plot to kill Obama.</p> <p>\"He don't belong in political office. Blacks don't belong in political office,\" Johnson told the TV station late yesterday. \"He ought to be shot.\"</p> <p>The arrests were sparked after Gartrell was detained at a traffic stop in Aurora on Sunday. He was reportedly driving erratically in a rented pickup truck.</p> <p>Local police said two high-powered rifles with scopes, walkie talkies, camouflage clothing, driving licences and the drug methamphetamine were found in the truck.</p> <p>Police then traced Gartrell back to a local hotel, the Cherry Creek, which led to further arrests. Adolf broke his ankle while jumping from a window in an unsuccessful attempt to evade arrest.</p> <p>Gartrell worked as a DJ at Denver nightclubs, according to the local NBC news station. The owner of one club, the Kazmos Lounge, told the TV station that Gartrell showed no signs of white supremacy or militancy.</p> <p>\"He's just a total goofball,\" Victor Gomez, the club owner, said. \"He's always smiling and making jokes, he's a big talker. He's not anti-black, absolutely not. He's not in any way shape or form a racist.\"</p> <p>Adolf was wanted on outstanding warrants in Weld county, Colorado, for theft, criminal mischief, forgery, larceny, receiving stolen property, possession of a controlled substance, possession of a financial transaction device, contempt of court, burglary, and aggravated vehicle theft, according to the sheriff's office.</p> <p>Gartrell is being held at the Arapahoe county jail on $50,000 bail. He is due to be arraigned in court on Thursday. Johnson is being held at the Denver city jail.</p> <p>The fourth suspect, a female, was arrested on drug charges. No other information on her role was available today.</p> <p>Federal authorities have scheduled a press conference today to discuss possible links to an assassination plot. Fox News reported that the three arrested male suspects may have ties to white supremacist organisations and the Sons of Silence motorcycle gang. </p> <p>US officials told the Associated Press that it was too premature to say whether there was any direct threat to Obama.</p> <p>\"It's premature to say that it was a valid threat or that these folks have the ability to carry it out,' an unnamed US government official told the Associated Press.</p> <p>\"It could also turn out that these were nothing but a bunch of knuckleheads, meth heads.\"</p> <p>Obama, who is seeking to become America's first black president, has been the subject of intense security, unusual even for a presidential candidate.</p> <p>During a conference call this morning, Obama spokeswoman Anita Dunn declined to comment on the arrests.</p> <p>Though specifics have been rare, the Secret Service has been monitoring the activities of white supremacist groups especially on the internet.</p>",
  "<p>Michelle Obama succeeded last night in her <a href=\"http://www.theguardian.com/world/2008/aug/26/michelleobama.democrats2008\">opening-night audition</a> for the role of first lady. She was poised and open, humble and forthcoming, patriotic, and above all a champion for her husband. I disagree with my friend <a href=\"http://www.theguardian.com/commentisfree/michaeltomasky/2008/aug/26/michelleobama.democrats2008\">Mike Tomasky</a> - schmaltz on Michelle Obama would smell false, and what the audience was looking for was genuine sentiment. Sell it too hard and you lose us – this is not a woman who normally gets treacly and weepy. If she'd tap-danced too hard about patriotism, I wouldn't have bought it, and neither would have America.</p> <p>Obama's task last night – made infinitely more difficult by the relentless coverage of her <a href=\"http://afp.google.com/article/ALeqM5jSm0bPs7gANDIwj3vuU7xg0akxgQ\">\"proud\" gaffe</a> some months back – was to define herself and her marriage not outside of race but not entirely defined by it either. You could hear it in the moment early on in her speech when she called herself first a \"sister\" and there was a beat, small but noticeable, before she went on to talk about her relationship to her impressive biological brother. But of course Michelle is also a \"sister\" in the African-American sense, and I'm quite sure that pause, that nod, did not go unnoticed in the wider audience.</p> <p>But beyond that split-second, and an applause line for the 45th anniversary of when \"Dr King lifted our sights and our hearts with his dream for our nation\", the emphasis of Obama's text was on countrywide wholeness - not about racial separation or the efforts of men and women of colour in an ongoing battle for a united country, but about universal struggles.</p> <p>Dr King was mentioned in the same breath as the battle for women's suffrage, and both of those historic struggles were wrapped up in a package that addressed all working men and women, black and white, red state and blue state. This was a speech that was the child of senator <a href=\"http://www.washingtonpost.com/wp-dyn/articles/A19751-2004Jul27.html\">Obama's historic Democratic convention address</a> in Boston in 2004. Just listen to how she went on:</p> <blockquote> <p>I stand here today at the crosscurrents of that history - knowing that my piece of the American Dream is a blessing hard won by those who came before me. All of them driven by the same conviction that drove my dad to get up an hour early each day to painstakingly dress himself for work. The same conviction that drives the men and women I've met all across this country.</p> </blockquote> <p>The other day a prominent German journalist commented to me that he believed the reason President Bush's tremendous lack of public support hadn't had a negative impact on McCain was almost entirely based on racism. Americans, he mused, are still unclear about a black president. That's why, he said, Barack Obama had failed to pull ahead of McCain in the polls. A random white politician would have done better. </p> <p>While I find that summation of the close polls too simplistic, the dance of racial recognition and ultimate transcendence was certainly on stage last night. Patriotism sold any harder than Michelle Obama's crescendo simply wouldn't have worked: </p> <blockquote> <p>All of us driven by a simple belief that the world as it is just won't do - that we have an obligation to fight for the world as it should be. That is the thread that connects our hearts. That is the thread that runs through my journey and Barack's journey and so many other improbable journeys that have brought us here tonight, where the current of history meets this new tide of hope. That is why I love this country.</p> </blockquote> <p>This is her patriotism. It might not be enough for everyone, but I was sold. </p> <p>Patriotism as defined by Michelle Obama was about a unified vision of the country, a unified struggle. She didn't need to say she sits beside her children when they are sick, or stands behind her husband when he runs for office. It was clear.</p> <p>It helped her cause that nothing looked more like Camelot than Sasha and Malia Obama - so clearly in love with their parents - coming out to greet their mom, poised in her turquoise dress. And that nothing sounded more normal, as <a href=\"http://blogs.tnr.com/tnr/blogs/the_stump/archive/2008/08/25/michelle-s-moment.aspx\">Noam Scheiber at the New Republic pointed out</a> late in the evening, than a brother vetting a boyfriend by basketball, or a father dressing slowly to overcome his encroaching disease but refusing to give up the honour and privilege of raising a family.</p> <p>The Obamas have been all about revealing the normalcy of non-whiteness from the beginning of this campaign, and nothing could have been more normal than Michelle Obama's narrative in Denver.<br> Last night Michelle Obama was a \"mom\" and a \"daughter\" and a \"wife\" and an American. Well-layered beneath those wholesome titles came her credentials as a lawyer, a working woman, a success in her own right. This was a first-class bid to be first lady.</p> <p>Michelle Obama understands, whether she likes it or not, what is required of her in the run for the White House and the office of the first lady. Last night she met those expectations with aplomb.</p>",
  "<p>As I drove through the worst stretch of the main road into Soroti one night recently, men were at work with their machinery, trying to fix crater-sized potholes at Awoja, about 12 kilometres from the town.</p> <p>This was curious. The road has remained in poor shape for many days and nights – why repair it under floodlights? \"The big man is coming,\" one passenger thought aloud.</p> <p>That big man is in fact Uganda's biggest man – president Yoweri Museveni. He has been touring various regions in the country, advising rural people on how to overcome poverty and promoting government policies meant to raise household incomes.</p> <p>Observers see Museveni's tours as the beginning of his re-election push in 2011. Museveni, who captured power in 1986, has indicated he will seek to extend his reign to 30 years.</p> <p>And one area where Museveni and his National Resistance Movement party struggled in the 2006 elections was the Teso region, where Katine sub-county and Soroti district fall. On August 21 2008, the president capped his tour of the region with a rally in Soroti town attended by hundreds of curious, if sceptical, people.</p> <p>For about two hours, Katine people trickled into the sports ground where the rally was held and listened to speeches from various local leaders, punctuated by performances from cultural troupes. When Museveni arrived began speaking, it was clear that he would not provoke the same excitement among these town folks as he had in rural counties, despite making some juicy comments on the war against poverty.</p> <p>From my position in the middle of the crowd, Museveni, sporting a cream long-sleeved shirt and trademark cowboy hat, sounded like an ageing but still strong African priest eager to make an impression on, or even humour, his flock.</p> <p>Using a Biblical parable, the president said some of the seeds his party had been sowing had fallen on fertile ground and were beginning to bear fruit. He then went on to read out a list of farmers he had visited, who were making a lot of money by either growing citrus fruits or raising goats, cows or pigs.</p> <p>\"There is a renaissance going in the countryside of Uganda because of the persistent message of the Movement,\" the president said, referring to the now defunct non-party arrangement, under which he ruled for 20 years without allowing political parties to operate. \"A revolution is taking place in the countryside of Uganda.\"</p> <p>Some 31% of Ugandans live below the UN's poverty line, although this is an improvement on the 56% figure of 18 years ago.</p> <p>Presenting highlights of his anti-poverty campaign, Museveni announced a fund of 98 billion Ugandan shillings ($60 million) to support six homesteads in each of Uganda's 5,000 parishes to set up model farms. The idea is that the remaining villages will learn from the model homesteads how poverty can be overcome and will – hopefully – start their own journeys.</p> <p>Under this arrangement, at least 36 homesteads from Katine sub-county will benefit.</p> <p>\"I would like each of these homesteads to have two acres of oranges, chicken for laying eggs, pigs if they are not Muslims, Friesian cows for milk, improved goats, apiary and in case they are near a swamp, fish ponds,\" the president said.</p> <p>The president also announced another 28 billion shillings ($17 million) to support Savings and Credit Cooperative Societies (SACCOs) in each of the country's 1,060 sub-counties. If all this works according to plan, Uganda should be flooded with farm produce; but the government is prepared for that as well.</p> <p>Museveni said his government will either encourage private firms to set up agro-processing factories or do the processing itself. In addition, the Ugandan ministries of Water and of Agriculture are being directed to provide water for irrigation to farmers, starting with selected areas.</p> <p>The remarkable thing was that as the president announced these billions, the crowd stood or sat still. They did not even clap for the $60 million, which could result in hundreds of families in Soroti becoming wealthy. In fact the only time the venue burst into life was when Kadodi \"circumcision dancers\" from neighbouring Bugishu region arrived. A swam of kids and teenagers dwarfed the official public address system as they yelled and gyrated to the rhythm of the dancers' drums.</p> <p>It might be that these are urban people who won't be impressed by declarations about farming; or it might have been a reflection of the voting pattern here, given that the host district chairman and area MP belong to the main opposition Forum for Democratic Change (FDC).</p> <p>But it might also be because of genuine scepticism towards a government never short of good policies, but rather short on implementing them efficiently. During his country tours, Museveni has been complaining that money spent on the National Agricultural Advisory Services (NAADS) has been misused. Other programs such as the Northern Uganda Social Action Fund (NUSAF) have also been dogged by reports of corruption.</p> <p>\"As the chief executive of the county, his coming to this area gives a ray of hope if whatever he has promised is implemented,\" said Simon Ross Ewuku, a Member of Parliament from the neighbouring Kaberamaido District. \"But if his coming here is for politicking reasons, then it won't impress people at all.\"</p> <p>That same cautious voice is what I heard from James Odongo, a 35-year-old businessman and former civil servant from Soroti. \"It is a good idea, but the problem we have is these resources trickling down to the common man. In the past we have seen things that are meant to benefit poor people being hijacked by those who are already wealthy,\" Odongo said.</p> <p>Santa Acom, 27, a saloon worker in Soroti town, was impressed with Museveni's push to promote fruit growing. \"There is a lot of redundant land in my village and if people can be supported to plant fruits, then even the poorest people in villages can earn some money,\" Acom said. \"You see with our mangoes, for instance, that you don't need to look after them.\"</p>",
  "<p>On the opening day of the Democratic party convention in Denver yesterday, I ran into <a href=\"http://www.time.com/time/columnist/klein\">Joe Klein, the Time columnist</a>, who told me about some focus groups of genuine independent voters he'd sat in the day before. He's <a href=\"http://www.time-blog.com/swampland/2008/08/focused.html\">blogged on it</a>, and I recommend you read the whole thing. Most fascinating findings to me are summed up in these two paragraphs:</p> <blockquote> <p>\"Change\" as a theme is over. Too vague. And Obama's rhetoric has begun to seriously cut against him. \"No more oratory,\" one woman said. \"Give us details.\" (There may be a racial component to this, by the way, as some white people associate soaring oratory with African-American leaders like Martin Luther King and Jesse Jackson.)</p> <p>What do they want? Given a list of 31 personal attributes the next President might have and asked to pick the eight most important, \"Accountability\" finished highest with 13 votes, next was \"Someone I can trust\" with 12, \"honest and ethical\" was third with 11. \"Agrees with me on the issues\" got one vote. They didn't care if the candidate was a Washington insider or outsider. \"A dynamic and charismatic leader\" got two votes.…</p> </blockquote> <p>I doubt I'd ever have thought of this on my own but now that it's been laid before me, I think it makes a lot of sense. The unaccountability of the Bush gang in a thousand-and-one ways has been horrendous and has evidently been noticed by people at large. I think it's a great theme.</p> <p>The attacks ads of the last month have done in \"change\" and Barack Obama's charisma. It does seem apparent now that he needs to tack to a somewhat different course, stay ahead of the negative ads, throw the other side a curve.</p> <p>Joe also told me that John McCain's negative ads were more effective than Obama's. No surprise there. But after some thought, that concerns me. What the findings really say is that the McCain attack ads of the past month have decimated the qualities and rationale that have brought Obama this far. As a result of those ads, change and charisma and eloquence are now things to be distrusted – indeed, sure-fire signifiers of a hollow core. That, friends, is a problem.</p> <p>Ok, let's not read too much into one focus group of 21 people. All the same, the findings ring true to me. Obama's change message and inspirational qualities were perfect, or at least good enough, for the primary season. But this is a different election, with different voters, and an opponent that turn over every rock it can (tough as Clinton's campaign was, there were certain places it chose not to go because doing so could have led to backlash among liberal voters).</p> <p>So Obama needs to retool for this very different election. It makes sense to me that \"change\" is less compelling to independent, general-election voters than it was to Democratic primary voters. I still think that, at bottom, people are sick of conservative rule. Saying to people that America just can't afford four more years of this should resonate, provided the Obama campaign successfully hangs Bush around McCain's neck (McCain will, as the fall progresses, try to slip out of the Bush orbit wherever he can and signal to voters that he will not be the same).</p> <p>So the negative message remains fairly straightforward. But the positive message that Obama introduces Thursday needs to be quite different from the primary-season message – in some ways its opposite. For example, what kind of rhetoric does he need to employ in his spech on Thursday night? Clearly he ought to stay away from all that \"We are the ones we've been waiting for\" stuff. Any \"movement\"-type rhetoric needs to go. Yet he still needs to sound visionary. People expect that out of a convention speech. Just not too visionary. It's tricky stuff.</p> <p>There's considerable anxiety out here, in my anecdotal experience. Maybe it's partly just compared to before. In early June, many Democrats would have thought Obama was going to win 30 states and this was going to be a transformative election heralding a new progressive era and all that. No one thinks that now. There's a lot on the line here. Some people are still quite bullish about the structural factors that indicate an Obama win, some less so. But everyone is at least a little nervous.</p>",
  "<h2>Live from the Democratic convention</h2> <p>The carefully choreographed effort to keep the Democrats unified kicked off with glitz, as tens of thousands of convention delegates and others descended on the Pepsi Centre in Denver to cheer first Edward Kennedy and then Michelle Obama, who offered an olive branch to supporters of Hillary Clinton. </p> <p>Things will get dicier today, with pro-Clinton street demonstrations planned, and Clinton delivering the headline speech — followed by tomorrow's roll-call vote, in which the former first lady's name will be on the ballot. The order of voting will be carefully orchestrated in order to give Clinton some votes before cutting things off and declaring Obama the winner by acclamation.</p> <p>Michelle Obama doesn't have her husband's rhetorical gifts, <a href=\"http://www.theguardian.com/world/2008/aug/26/uselections2008.democrats20083\">Ewen MacAskill writes in today's Guardian</a>, but the purpose of the event was to soften her image, and she went to great lengths to emphasise her patriotism, after Republicans used a remark she made at an event in January to call it into question. It was part of \"what may be the most closely managed spousal rollout in history,\" <a href=\"http://www.nytimes.com/2008/08/26/us/politics/26michelle.html?scp=6&amp;sq=spousal&amp;st=cse\">the New York Times concluded</a>.</p> <p>Alarmingly, Colorado police arrested four people in Denver, reportedly seizing high-powered rifles, walkie-talkies and camouflage clothing, but they refused to confirm local media reports linking the arrests to a possible assassination attempt against Obama.</p> <h2>Today at the convention</h2> <p>\"Renewing America's Promise\" is the official theme. Technically, the keynote speaker today will be former Virginia governor Mark Warner, but the \"prime-time speaker\" — and the one who really matters — is Hillary Clinton, who'll be closely watched to see how strongly and successfully she urges the party to unify around Obama. </p> <p>He won't be present: he's on the campaign trail in Missouri, arriving in Denver tomorrow. I'll be liveblogging her speech at <a href=\"http://blogs.theguardian.com/burkeman\">blogs.theguardian.com/burkeman</a>.</p> <h2>On theguardian.com today</h2> <p>· <a href=\"http://www.theguardian.com/world/2008/aug/26/michelleobama.democrats2008\">Michelle Obama extends olive branch to Clinton</a><br>· <a href=\"http://www.theguardian.com/commentisfree/2008/aug/26/michelleobama.democrats2008\">Martin Kettle: Is America ready for a black first lady</a><br>· <a href=\"http://www.theguardian.com/commentisfree/michaeltomasky/2008/aug/26/michelleobama.democrats2008\">Michael Tomasky: Michelle's big moment</a><br>· <a href=\"http://www.theguardian.com/world/2008/aug/26/democrats2008.uselections2008\">Ted Kennedy defies cancer diagnosis to inspire Democrats</a><br>· <a href=\"http://www.theguardian.com/world/oliverburkemanblog/2008/aug/26/uselections2008.barackobama\">Oliver Burkeman's Monday night live blog</a><br>· <a href=\"http://www.theguardian.com/world/video/2008/aug/26/manifest.hope.obama\">Video: Steve Bell visits Manifest Hope</a></p> <h2>The best of the rest</h2> <p>· <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/08/25/AR2008082503024.html?hpid=artslot\">Washington Post: Obama signaled early he would not choose Clinton</a><br>· <a href=\"http://www.realclearpolitics.com/lists/Convention_Moments/\">Real Clear Politics: Top 10 convention moments in history</a><br>· <a href=\"http://nymag.com/news/politics/49498/\">New York Magazine: Is Lieberman really supporting McCain out of principle</a></p> <h2>Latest polls</h2> <p>Gallup and CNN both have the candidates tied; it won't be until later today or tomorrow that polls begin to reflect how TV coverage of the Denver convention is affecting voters' opinions. A USA Today poll published yesterday, meanwhile, suggested that unifying the party could prove a serious challenge for the Democrats: according to a USA Today poll published yesterday, fewer than half her supporters — 47% — are fully behind Obama. </p> <h2>Quote of the day</h2> <p>\"The work begins anew, the hope rises again and the dream lives on\": an ailing Edward Kennedy drives the crowd ecstatic with an echo of the speech he made in 1980, when he challenged Jimmy Carter for the nomination.</p> <h2>Quote of the day II</h2> <p>\"I didn't have a house. I didn't have a kitchen table. I didn't have a table\": John McCain risks overplaying his prisoner-of-war experiences in an interview with Jay Leno — at least the fifth prominent time he or one of his surrogates has made the point already in the last week in response to the Obama camp's attacks on his houses gaffe.</p> <h2>... and on the fringes</h2> <p>The Republicans' efforts to mess with the Democrats' plans step up a gear today when Mitt Romney, a favourite to be John McCain's vice-president, holds a press conference a short distance from the convention venue. Tomorrow it's Rudy Giuliani's turn.</p>",
  "<p>While attention in the US was focused on Michelle Obama's convention speech yesterday, another aspiring first lady was heading for Georgia.</p> <p>Cindy McCain, the wife of the Republican presidential nominee, John McCain, flew to Tbilisi for a meeting with the Georgian president, Mikheil Saakashvili.</p> <p>McCain was also due to visit Georgian soldiers wounded in the brief conflict with Russia over the breakaway South Ossetia region. </p> <p>She is travelling with the UN's World Food Programme on a trip first <a href=\"http://www.time.com/time/politics/article/0,8599,1835856,00.html?imw=Y\">reported by Time magazine</a>.</p> <p>The wealthy beer heiress told the magazine that overseas missions were an \"important part of what I'm about, what makes me tick\".</p> <p>The McCain campaign said the timing of the trip, which coincided with the Democratic national convention in Denver, was a coincidence.</p> <p>\"She's on the phone with the World Food Programme; he's on the phone with Saakashvili,\" the McCain adviser Nicolle Wallace told Time. </p> <p>\"It was a great picture of what they'll be like in the White House.\"</p> <p>McCain told the magazine she was concerned about landmine proliferation in Georgia.</p> <p>Since the conflict, earlier this month, Georgia has been a favoured destination for US politicians, especially those involved in the presidential campaign. </p> <p>Barack Obama's vice-presidential nominee, the foreign policy expert Joseph Biden, travelled there before being named on the ticket. The current vice president, Dick Cheney, will go there next week.</p> <p>Both Obama and McCain have denounced the Russian incursion into its neighbour's territory, although McCain's rhetoric was markedly more aggressive. </p> <p>He has sought to use the conflict, which broke out while Obama was on holiday in Hawaii, to emphasise his foreign policy credentials.</p> <p>\"Senator McCain has talked for years about the dangers of Russian policies in the way they conduct themselves and undermine the sovereignty of their neighbours,\" the McCain foreign policy adviser Randy Scheunemann told the Washington Post earlier this month.</p> <p>Russia was today continuing to defy the west by recognising the independence of South Ossetia and another breakaway Georgian region, Abkhazia.</p> <p>Moscow has pulled back most of its forces from Georgia but is keeping troops in a large buffer zone around the breakaway regions, claiming they are needed to guarantee security.</p>",
  "<video data-media-id=\"gu-video-336974766\" class=\"gu-video\" controls=\"controls\" poster=\"\">  </video>   <p><br>Hecklers drowned out Zimbabwe's president, Robert Mugabe, as he opened parliament today with a speech accusing Britain and the US of using rising food prices to try to oust his regime.</p> <p>Opposition MPs - who outnumber members of Mugabe's ruling Zanu-PF party for the first time since the former British colony gained independence in 1980 - jeered and sang in protest at the failure to reach a power-sharing deal despite weeks of talks.</p> <p>As Mugabe talked of a \"vicious onslaught\" from international critics and accused them of trying to thwart efforts to import food, the opposition chanted \"Zanu is rotten\" and \"We have a pact with the people\".</p> <p>Power-sharing talks chaired by the South African president, Thabo Mbeki, have been deadlocked. The opposition Movement for Democratic Change (MDC) had objected to Mugabe opening parliament but eventually agreed in a gesture that the MDC leader, Morgan Tsvangirai, said may help revive the talks.</p> <p>Mugabe, 84, told the parliament: \"Landmark agreements have been concluded, with every expectation that everyone will sign up.\"</p> <p>Tsvangirai won the first round of the presidential election but boycotted the run-off with Mugabe after a widespread campaign of state-sponsored intimidation and violence against MDC supporters.</p> <p>Despite the MDC's slim majority in the lower house, Zanu-PF has a majority in the upper house, the senate, which allows it to block legislation passed by MPs.</p> <p>The MDC yesterday landed a blow against Mugabe when its candidate, Lovemore Moyo, was elected to the influential position of parliamentary speaker.</p> <p>It is the first time since independence that the opposition has held the post, which is crucial because Moyo will now take charge of contentious debates in the hung parliament if no power-sharing deal is reached.</p> <p>Zanu-PF did not put up a candidate for speaker, instead backing Paul Themba Nyathi, who is from a splinter MDC faction headed by Arthur Mutambara.</p> <p>Zanu-PF holds 99 seats in parliament, while the breakaway MDC faction has 10. During the power-sharing talks it was assumed that Mugabe and Mutambara had reached an agreement to work together. </p> <p>That would have eclipsed the MDC, which has 100 seats, leaving Tsvangirai's party on the outer after he refused to accept a prime ministerial post answerable to Mugabe and with limited powers.</p> <p>Moyo's tally - he won by 110 votes to 98 - shows that numerous MDC-Mutambara MPs and perhaps even a few Zanu-PF members were willing to support Tsvangirai's party.</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/-yYlzX2ZOLM?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/-yYlzX2ZOLM&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/-yYlzX2ZOLM&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object> </figure>   <p>John McCain's presidential campaign today released a television advertisement using the imagery and message of one of Hillary Clinton's more successful primary campaign attacks on Barack Obama.</p> <p>The advertisement, called 3am, copies a clip released during one of the toughest fights of the primary campaign, when Clinton and Obama battled it out for the key states of Ohio and Texas in March. Clinton's advertisement was seen as helping her win Ohio and split Texas with Obama.</p> <p>The new McCain advertisement opens with a scene familiar to Americans who saw the Clinton ad when it was aired in Ohio, replayed on newscasts and uploaded to the internet. It begins with a woman opening a door into a dark bedroom as a telephone rings and an announcer intones: \"It's 3am and your children are safe and asleep. Who do you want answering the phone?\"</p> <p>The advert then departs from the Clinton original, as a second announcer declares \"Uncertainty, dangerous aggression, rogue nations, radicalism\". It then cuts to news footage in which Clinton is seen praising McCain's \"lifetime of experience that he will bring to the White House\" and deriding Obama, saying he has only \"a speech he gave in 2002\". That is a reference to one of the foundations of Obama's campaign, his longstanding anti-war views.</p> <p>\"Hillary's right,\" the announcer continues.</p> <p>The new advert is the latest in which the McCain campaign has sought to use Clinton's image to bludgeon Obama. The media blitz during the Democratic convention allows McCain and the Republicans to argue the case that not even Democrats trust Obama, while attempting to foment anger among Clinton's supporters who remain bitter that Obama beat her to the Democratic nomination.</p> <p>On Sunday, the McCain campaign unveiled an advertisement questioning why Obama passed over Clinton for his vice-presidential pick even though she won nearly 18m votes during the primary campaign. </p> <p>The advert suggested she was snubbed \"for speaking the truth\" and featured clips of Clinton criticising Obama. McCain has used the words of the Democratic vice-presidential nominee Joe Biden against Obama, with an advertisement released over the weekend in which Biden is seen at a debate noting Obama's relative lack of experience and then praising McCain.</p> <p>It was almost inevitable the McCain camp would co-opt Clinton's 3am advert, even though the New York senator and former first lady is standing fully behind Obama and has denounced McCain's use of her words.</p>",
  "<p><em>Hugh Jackson is reporting from Denver for the Nevada political blog <a href=\"http://www.lasvegasgleaner.com/\">Las Vegas Gleaner</a></em></p> <p>One of the non-Clinton storylines as the Democratic National Convention gets underway in Denver finds the Democrats really rather pleased with themselves over <a href=\"http://online.wsj.com/article/SB121963059704068069.html\">the gains the party is making</a> in traditionally Republican and mostly rectangularly-shaped states out West. Nevada, New Mexico, convention host Colorado, Montana - and even John McCain's very own adopted state of Arizona - could all be in play for Barack Obama this year.</p> <p>Some of the trends that help explain the region's shifting political dynamics were outlined during a briefing on Monday from a firm hired to help the Democrats become more competitive in the West. The usual suspects were trotted out: Rapid population growth generally, and among Latinos and younger college-educated whites in particular, is creating a more favorable Democratic demographic.</p> <p>But Andrew Myers, hired to analyse Western voting trends by the Democratic Western Majority Project, made a few points that don't always make into the standard issue, \"oh my, the West is changing\", narrative.</p> <p>For instance, attacking gay marriage - a staple GOP tactic in recent campaign cycles - has very little pull as an issue on \"pragmatic\" Westerners. Unless gay marriage is making the price of gas go up, people in the West don't really care, Myers said.</p> <p>Westerners also might be just a tad less obsessed about their guns then Republicans would have one believe. About 40% of people in the West are gun owners, and the more guns they own, they more likely they are to vote for John McCain, no matter how many houses he can't remember he owns.</p> <p>Most Western gun owners only have one or two weapons, however, and among those folks, Obama and McCain are polling in a dead heat, Myers said.</p> <p>And of particular note in a convention that thus far seems to be concerned with the question of what, exactly, the Democratic Party is going to do with the Clintons, Latinos strongly support Obama.</p> <p>Throughout the primaries, the nation's most active former first lady generally performed much better with Latino voters, including in Western battleground states where Latinos now comprise a quarter or more of the population.</p> <p>But in the four states of Arizona, Nevada, Colorado and New Mexico, Obama leads McCain in polling among Latinos, 64% to 25%. \"The myth about Latinos not supporting Obama is just that - a myth,\" Myers said.</p>",
  "<p>The Financial Times has promoted Dan Molloy to become president of its FTChinese.com site and FT Rui, the paper's lifestyle magazine for its Chinese audience, as the title moves to bolster its growing audience in China.</p> <p>In addition to his role as deputy commercial director, Molloy will lead business development and new products across China and the Asia Pacific territory. </p> <p>Molloy also heads newspaper, magazine and online ad sales in Japan and Korea, after James Kynge moved back to the FT's office in London.</p> <p>He will lead the managing directors of both FTChinese and FT Rui, Tracy Zhang and Qing Shen respectively, and will report to the FT's executive director in the region, Angela Mackay.</p> <p>She said Molloy's \"extensive knowledge and experience of the FT\" will mean the publisher can extend its products \"targeting the rising domestic business and financial community\" in the region.</p> <p>Based in Hong Kong, FTChinese was launched in 2005 and claims more than 1 million registered users. </p> <p>The Chinese language site is part of the FT's strategy to reach the increasingly wealthy and international-facing business community across China, accompanied by the July launch of the Rui luxury lifestyle magazine.</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<p>While there was no surprise in Michelle Obama claiming that her husband would make an <a href=\"http://www.washingtonpost.com/wp-dyn/content/video/2008/08/26/VI2008082600173.html?hpid=topnews\">\"extraordinary president\"</a>, the way in which she did it was always going to attract scrutiny. </p> <p>The general consensus seems to be that she ticked all the right boxes, lauding American values, emphasising her husband's humble beginnings and that he had benefited from the opportunities which exist in the USA and praising Hillary Clinton.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/790hG6qBPx0?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/790hG6qBPx0&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/790hG6qBPx0&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p><br>Wired.com called the speech \"heartfelt and earthy\", reporting that <a href=\"http://blog.wired.com/27bstroke6/2008/08/twitterers-gush.html\">her words met with \"almost universal praise\"</a> on the micro-blogging service, Twitter, with even a Republican praising her.</p> <p>Marjorie Valbrun, on <a href=\"http://www.theroot.com/id/47784\">Root</a>, writes that Obama may have appeared tame compared to her public image but she \"stood squarely in her place, with the quiet confidence of someone who believes she has every right to be there\". <br> However, her performance was destined to be overshadowed by news that three men arrested just outside Denver may have been involved in a <a href=\"http://www.denverpost.com/news/ci_10300524\">plot to kill Barack Obama</a>. </p> <p>Details remains sketchy at the moment but <a href=\"http://www.huffingtonpost.com/greg-mitchell/possible-obama-assassinat_b_121298.html\">media reports</a> suggest one of the suspects told police the plan was to shoot the US presidential candidate and that they were linked to white supremacist groups.</p> <p>Michelle Obama had earlier tried to quell the focus on race, telling delegates: \"You see, Barack doesn't care where you're from,<br>or what your background is, or what party, if any, you belong to.\"</p> <p>But from Valbrun's observation that Obama's speech \"represented a conscious shedding of any attributes that could be even remotely suggestive of an 'angry black woman',\" to the details of the \"assassination plot\", last night's events were a reminder that the issue of race is not going to disappear.</p>",
  "<p>Hillary Clinton was in the hall calling on her supporters to support the Democratic Party nominee Barack Obama. A lot of the coverage has focused on fissures in the party. Many of the bloggers with credentials covering the convention are Democratic Party activists, and they have an interest in portraying a party united for November. But it's clear that there is still work to do to bring the work together. CNN's latest poll showed <a href=\"http://hotair.com/archives/2008/08/25/cnn-poll-says-dead-even/\">more Clinton supporters turning to Republican John McCain</a> than earlier in the summer.</p> <p>Not everyone believed her sincerity, including <a href=\"http://disembedded.wordpress.com/2008/08/26/live-blogging-day-two-of-the-2008-dnc-the-hillary-kerfuffle/\">Patrick Zimmerman from Chicago who wrote on his blog</a>:</p> <blockquote> <p>But Clinton obviously still wants to be president. Hillary's speech hardly concealed the clear subtext that it is really she who should be giving the major convention speech on Thursday night. Clinton's performance on the podium Tuesday evening was a calculated theatrical work that directed America to look at what has been lost by her not being the Democratic nominee.</p> </blockquote> <p>The blogger at the Strata-Sphere, a lapsed Democrat not independent, <a href=\"http://strata-sphere.com/blog/index.php/archives/5826\">didn't see unity</a>.</p> <blockquote> <p>What struck me with the Hillary speech was how many \"Hillary\" signs there were, and how they almost seemed to be doing battle with the \"Unity\" signs. If it was not for the reporting about the angry Hillary supporters I would probably not make a big deal about.</p> </blockquote> <p>Republican strategist Mike Murphy told New York Times columnist Maureen Dowd that the weird <a href=\"http://www.nytimes.com/2008/08/27/opinion/27dowd.html\">'vibe' she was picking up at the convention was 'submerged hate'</a>. With Barack Obama and John McCain neck-in-neck in the polls, Democrats can't afford this lingering resentment between Obama and Clinton supporters. Read on for more reaction to her speech.</p> <p><a rel=\"tag\" href=\"http://technorati.com/tag/DemocraticConvention\">DemocraticConvention</a>, <a rel=\"tag\" href=\"http://technorati.com/tag/Denver\">Denver</a>, <a rel=\"tag\" href=\"http://technorati.com/tag/DNC\">DNC</a>, <a rel=\"tag\" href=\"http://technorati.com/tag/DNC08\">DNC08</a></p> <p>There was quite a bit of coverage showing a still divided Democratic Party. This video exchange with Chris Matthews showed what were described as Hillary Clinton voters who felt betrayed by their party and were supporting John McCain. But, it's difficult to believe that some of these people were solid Democratic voters because they were parroting conservative attacks:</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/6UxxhYa8K0s?wmode=opaque&amp;feature=oembed\"                                                                        > <object height=\"344\" width=\"425\"><param value=\"http://www.youtube.com/v/6UxxhYa8K0s&amp;hl=en&amp;fs=1\" name=\"movie\"/><param value=\"true\" name=\"allowFullScreen\"/><embed height=\"344\" width=\"425\" allowfullscreen=\"true\" type=\"application/x-shockwave-flash\" src=\"https://www.youtube.com/v/6UxxhYa8K0s&amp;hl=en&amp;fs=1\"/></object> </figure>   <p> UPDATE: <a href=\"http://www.huffingtonpost.com/2008/08/25/hillary-clinton-rebuffs-r_n_121243.html\">The Republicans are trying to exploit Hillary Clinton supporters' anger</a>, even throwing a 'Happy Hour' for her, which she declined to attend.<br>Obama spokesman questioned the media's obsession with party unity, or lack thereof, and said that <a href=\"http://firstread.msnbc.msn.com/archive/2008/08/26/1295741.aspx\">talk of friction between Camp Obama and Camp Clinton is 'B.S'</a>. And some bloggers agree, saying that media is making a mountain out of a molehole in terms of the strength of the PUMA (Party Unity My Ass) camp. Over at <a href=\"http://www.crooksandliars.com/2008/08/26/chuck-todd-dont-believe-the-puma-hype/\">Crooks and Liars, blogger 'SilentPatriot' says</a>:</p> <blockquote> <p>And <a href=\"http://www.rumproast.com/index.php/site/comments/the_truth_about_puma_conference_08_you_cant_spell_conference_without_c_o_n/\">Rumproast has documented how the PUMAs have sought to make themselves sound much larger</a> and <a href=\"http://www.rumproast.com/index.php/site/comments/paging_puma_head_will_bower_will_bower_please_report_to_the_white_courtesy/\">more organized</a> than they are. 60 of them about to take charge of the convention? Not bloody likely.</p> </blockquote> <p>But the anger isn't only coming from Clinton supporters. It's also being directed towards them from Barack Obama Democrats. A <a href=\"http://the-osterley-times.blogspot.com/2008/08/clinton-backs-obama-to-hilt.html\">blogger writing at The Osterley Times wrote</a>:</p> <blockquote> <p>The die hard Clintonite nutters who claim they represent her when they refuse to back Barack Obama were left with nowhere to hide last night. ...</p> <p>The Hillary supporters who refuse to back Obama are turning their backs on the Democratic cause, they are deserting the people to whom she has dedicated her life.</p> <p>And last night she made it perfectly clear that, whoever the Hell they think they are representing, they are not representing her.</p> </blockquote> <p>In other news, progressive Democrat and former presidential candidate Dennis Kucinich lit up the hall and social news sites <a href=\"http://digg.com/politics/Kucinich_tells_DNC_Wake_up_America\">Digg</a> and <a href=\"http://www.reddit.com/r/politics/comments/6y611/dennis_kucinich_rocks_the_house_wake_up_america/\">Reddit</a> with his speech <a href=\"http://www.youtube.com/watch?v=bVp9cWOcZ7g\">attacking the Bush administration, Big Oil and Corporate America</a>.<br>What did you see: An unequivocal call for unity, a politically expedient speech from Hillary Clinton setting up a run in 2012 or something else?</p> <p>UPDATE: Of course, Bill Clinton speaks tonight, and there is already a lot of speculation about what he will and won't say. My favourite preview came from <a href=\"http://twitter.com/commcounsel/statuses/900495925\">Twitter user commcounsel:</a></p> <blockquote> <p>Bill Clinton will speak to DNC tonight. DRINKING GAME TO PLAY: drink everytime he refers to what he did as president. Don't drive afterward.</p> </blockquote> <p>Technorati Tags: <a class=\"techtag\" rel=\"tag\" href=\"http://technorati.com/tag/DemocraticConvention\">DemocraticConvention</a> <a class=\"techtag\" rel=\"tag\" href=\"http://technorati.com/tag/DNC\">DNC</a> <a class=\"techtag\" rel=\"tag\" href=\"http://technorati.com/tag/Denver\">Denver</a> <a class=\"techtag\" rel=\"tag\" href=\"http://technorati.com/tag/DNC08\">DNC08</a></p>",
  "<p>Nothing could better illustrate the Republican party's contempt for feminists than its current, risible attempts to pander to them. When news broke on Saturday that Barack Obama had chosen Joe Biden as his running mate, GOP mouthpiece William Kristol, a longtime anti-feminist Hillary-hater, had a touching change of heart. On the website of the conservative Weekly Standard, he posted a little squib titled <a href=\"http://www.weeklystandard.com/weblogs/TWSFP/2008/08/kristol_the_democrats_glass_ce.asp\">\"The Democrats' glass ceiling\"</a>, which bemoaned the disrespect Obama ostensibly showed Clinton - and the cause of gender equality - by not choosing her as his vice-presidential nominee.</p> <p>\"So Hillary Clinton gets about 18 million votes in 2008, and isn't even considered for - she apparently isn't even given the courtesy of being consulted - the vice-presidential pick,\" he began. Then, continuing with preposterous faux umbrage: \"Will the Democratic party, which is committed (to say the least) to gender equity, and which in fact has a 50% quota for female delegates, accept Obama's imposition of a glass ceiling at its convention?\"</p> <p>The next day, clearly hoping to exploit the well-publicised disappointment of some women at Clinton's loss, McCain put out <a href=\"http://www.youtube.com/watch?v=3NrQ36Djf2E&amp;feature=related\">an ad echoing Kristol</a>. Over pensive, minor-chord music, a female voice says, her voice rising in incredulity: \"She won millions of votes … but isn't on his ticket! And why? For speaking the truth.\" The spot then runs through clips of a few of Clinton's attacks on Obama - all of which were, of course, reason enough for him not to want to partner with her, but are now being presented as the brave voice of a woman scorned by a sexist party for her candour.</p> <p>In all likelihood, the McCain operation is in fact heartily disappointed that Clinton will not be on the ticket, since her rhetoric during the primary, far more than Biden's, offered such a rich source of attack ad-ready anti-Obama soundbites. The new ad is a last-ditch way to take advantage of a few of the Clinton barbs that, had Obama chosen her, we'd be seeing in a constant loop until November. But it is also, clearly, an effort to play to her disaffected supporters.</p> <p>On Monday, the <a href=\"http://www.politico.com/news/stories/0808/12791.html\">McCain campaign released a second pro-Hillary spot</a>, this one featuring Wisconsin Clinton delegate Debra Bartoshevich looking into the camera and explaining that in the general election: \"In a first for me, I'm supporting a Republican … . A lot of Democrats will vote McCain. It's OK, really!\"</p> <p>Republicans, obviously, are hoping against hope that angry women make a spectacle of themselves at the Democratic convention. If <a href=\"http://www.puma08.com/\">Puma</a>, the self-satirising group of Hillary diehards (the acronym stands for \"Party unity up my ass\") didn't exist, Republican dirty tricksters would have to invent it. Indeed, the vaguely sexist name, which seems to allude to the sexually aggressive middle-aged women mockingly known as cougars, suggests the handiwork of someone having a laugh at the expense of broken-hearted second-wave feminists. </p> <p>Which is, of course, exactly what the Republicans are now doing. Kristol's disdain for Clinton - not to mention liberal women generally - has always been relentless. When she was the frontrunner during the Democratic primaries, Kristol penned numerous columns <a href=\"http://www.nytimes.com/2008/01/28/opinion/28kristol.html\">excoriating her</a> and <a href=\"http://www.nytimes.com/2008/02/11/opinion/11kristol.html\">ladled patronising praise on Obama</a>. When Clinton came in third in the Iowa caucuses, he wrote a Weekly Standard editorial titled <a href=\"http://www.weeklystandard.com/Content/Public/Articles/000/000/014/550eztvl.asp\">\"Thank you, Iowa\"</a>, celebrating the triumph of Obama, \"the classiest candidate on the Democratic side\", over a woman he despises. \"Three weeks ago, we made the case that the country deserved to be liberated from the Clintons and their brand of politics,\" he wrote. \"We promised to be the first to say something we are not accustomed to saying to the Democratic party - thank you. So, to the Iowa Democrats and independents who caucused in such numbers for Obama and even – this hurts – for Edwards, we say: Thank you. You have begun the job.\"</p> <p>There's something astonishing, almost impressive, in Kristol's audacious hypocrisy. It is as if McCain chose a pro-choice running mate, and Gloria Steinem starting lamenting the candidate's indifference to the rights of the unborn. </p> <p>McCain, of course, is no more a feminist than Kristol. His voting record is overwhelmingly <a href=\"http://www.ontheissues.org/2008/John_McCain_Abortion.htm\">anti-abortion</a>, and he <a href=\"http://www.huffingtonpost.com/2008/04/23/mccain-opposes-equal-pay-_n_98342.html\">opposed the Ledbetter Fair Pay Act</a>, which would have helped protect women from being paid less for doing the same job as men (what women need, McCain said, is <a href=\"http://thinkprogress.org/2008/04/23/mccain-dismisses-equal-pay-legislation-says-women-need-more-training-and-education/\">\"education and training\"</a>, implying they earn less because they're less qualified). He made vulgar jokes about Chelsea Clinton when she was just a child, and when his own wife teased him about losing his hair, he <a href=\"http://rawstory.com/news/2008/McCain_temper_boiled_over_in_92_0407.html\">reportedly shot back</a>: \"At least I don't plaster on the makeup like a trollop, you cunt.\" During the primary, when a supporter, speaking of Clinton, asked \"How do we beat the bitch?\" McCain <a href=\"http://www.huffingtonpost.com/huff-wires/20071114/mccain-clinton-comment/\">joined in the room's raucous laughter</a>, then replied \"That's an excellent question,\" before composing himself enough to offer some perfunctory words of respect for his putative presidential rival.</p> <p>Had Clinton in fact become the nominee, Republicans would now be giving Obama a tongue bath while trying to taint the Democratic party with racism. Meanwhile, there would be third-party ads painting Clinton as unstable virago, subject to hormonal mood swings and crying jags. After all, the same people who are now hymning Hillary spent years trying to destroy her. The fact that Republicans expect Clinton-supporting women to forget that is evidence that the party holds them in incredibly low regard. One has to hope that the majority of Democratic women will understand exactly who is really insulting them.</p>",
  "<p>I just got this note from the Obama campaign. It's in the form of a soft-sell fundraising appeal from the candidate himself.</p> <blockquote> <p>Daniel --</p> <p>I am so lucky to be married to the woman who delivered that speech last night.</p> <p>Michelle was electrifying, inspiring, and absolutely magnificent. I get a lot of credit for the speech I gave at the 2004 convention -- but I think she may have me beat.</p> <p>You have to see it to believe it.</p> <p>And make sure to forward this email to your friends and family -- they'll want to see it, too.</p> <p><a href=\"http://my.barackobama.com/michelle\">http://my.barackobama.com/michelle</a></p> <p>You really don't want to miss this.</p> <p>And I'm not just saying that because she's my wife -- I truly believe it was the best speech of the campaign so far.</p> <p>Barack</p> </blockquote>",
  "<p>Aung San Suu Kyi, the Burmese opposition leader, has begun a hunger strike in protest at the country's continued military rule, unconfirmed reports suggest.</p> <p>Suu Kyi, 63, who has been under house arrest for 13 of the past 19 years, is said to have rejected food delivered to her home.</p> <p>Nyan Win, spokesman for the National League for Democracy (NLD), said bags of food sent to Suu Kyi's heavily guarded house yesterday were not picked up. He would not say whether this meant the Nobel laureate was refusing to eat.</p> <p>The reports are unconfirmed as Suu Kyi's supporters are barred from meeting with her. It is known that the pro-democracy leader relies on the NLD's food deliveries for survival.</p> <p>Nyo Ohn Myint, the NLD's head of foreign affairs, said the party leader had refused all food deliveries since August 15 and would continue to do so until her demands were met. He could not say whether the action constituted a hunger strike as his group had no direct contact with Suu Kyi.</p> <p>\"If Suu Kyi continues to refuse food from her comrades, her health will be of serious concern,\" the NLD said in a statement. \"Two people living with Suu Kyi are also refusing food. The international community's immediate action is necessary.\" </p> <p>Suu Kyi has previously told Burma's military regime she wants a resumption of talks on national reconciliation.</p> <p>She has requested the installation of a satellite dish at her house and an agreement that her personal assistant, Khin Win, is free to come and go from the property. </p> <p>Suu Kyi repeatedly cancelled meetings with the UN special envoy, Ibrahim Gambari, during his six-day visit to the country that ended on Saturday. He left without seeing her. </p> <p>Supporters have said Suu Kyi appears frustrated with the UN's failure to bring about change to the dictatorship. </p> <p>On Sunday, Nyan Win said Gambari had wasted his time in Myanmar. He criticised the UN envoy for failing to meet the country's leader, General Than Shwe, and failing to get any commitment from the junta for national reconciliation talks with the opposition. </p> <p>Nyan Win criticised Gambari for offering to help the junta prepare for planned 2010 elections.</p> <p>Suu Kyi's party has criticised the planned polls, which follow a constitutional referendum earlier this year that critics say was imposed via a vote that was not free and fair. </p> <p>The new constitution guarantees 25% of parliamentary seats to the military and allows the president to hand over all power to the military in a state of emergency.</p> <p>Burma has been in political deadlock since 1990 when Suu Kyi's party overwhelmingly won a general election but was not allowed to take power.</p> <p>The UN has tried to push the regime towards open talks with the opposition, hoping the country's generals would respond following their internationally condemned suppression of anti-government protests in Rangoon last year.</p> <p>In October, the regime appointed a retired major general, Aung Kyi, the labour minister, as the government liaison to Suu Kyi. The two held five meetings but have not met since January.</p>",
  "<p>Here's my Denver diary from today's Guardian newspaper:</p> <p>• As the Democratic convention got under way, at least three tornadoes touched down in or near Denver, accompanied by thunder and spectacular lightning — proof, surely, that God hates liberals, although maybe he was simply expressing aesthetic objections to some of the extraordinarily tacky Obama merchandise for sale on every street corner. A tiny number of John McCain-branded goods were also available, in the interests of balance. At its main stage in downtown Denver, the news network MSNBC was distributing the most ill-conceived merchandise of the convention so far: nonpartisan t-shirts featuring both Obama and McCain. </p> <p>• All eyes will be on Obama's running-mate Joe Biden when he addresses the convention Wednesday night. Or at least they will for the first hour or three: the Delaware senator has a famous tendency to ramble. The Washington Post columnist Richard Cohen once gently criticised this loquaciousness in an article, prompting a phone message from Biden, who thanked him for making the point, which he acknowledged was a fair one, although then again, he said, he did have his reasons for speaking at such length, but yes, it was probably a legitimate criticism, and that — at which point Cohen's answering machine cut him off.</p> <p>• A big truck is making its way through the streets of Denver, all day, every day, urging people to \"Vote Libertarian!\". They won't, of course: almost everyone here's a Democrat, implacably opposed to the Libertarian argument that pretty much all taxation is supremely evil unless, possibly, it's being used to fund a strong military. Under a zero-taxation libertarian administration, of course, there'd presumably be no streets for such a truck to drive down. But we can cross that bridge when we come to it. Which we won't, owing to the lack of streets.</p> <p>• Tonight at the convention will be all about Barack Obama's family — his wife, his half-sister and his brother-in-law were all scheduled to appear — but someone was missing: George Hussein Onyango Obama, one of his half-brothers, who lives in Kenya. Republicans in Texas released an ad today that railed against the nominee for allowing his relative to live in squalor: \"If Barack cares so much about your family,\" it asks, \"why doesn't he take care of his family first?\" Awkwardly, though, George Obama isn't staying on message. \"Here [in Kenya],\" he told a reporter recently, \"I am surrounded by friends and family and feel safe and secure.\"</p> <p>• Eight years ago, when Barack Obama arrived at the Democratic convention in Los Angeles, the Hertz car rental desk at the airport declined his credit card. He didn't have enough influential friends to be able to obtain a coveted floor pass, the Washington Post reports, so he had to watch the speeches on a big TV screen outside. He flew home \"dejected\" a few days before the convention ended, never to be heard of again.</p>",
  "<p>I'll confess I wasn't thrilled by the aspiring first-lady's dress. The colour (an off-turquoise?) didn't favour Michelle Obama's lovely skin tone, and it clashed with the blue background onstage at Denver's Pepsi Centre. I was reminded of John McCain's speech the June night when Obama effectively clinched the nomination, given in front of what one Republican described to conservative pundit William Kristol as a \"dumb green puke background\". In addition, the large broach or ornament in the center of Obama's dress was an intrusive distraction from her delicate neckline.</p> <p> I expressed all this to my girlfriend last night while we were watching the proceedings on television, and she, an ardent feminist who is hypersensitive to hints of male sexism, whacked me on the arm. I reminded her that I have <a href=\"http://www.theguardian.com/commentisfree/2008/may/06/thinisin\">written</a> about Barack Obama's physical appearance. And whether or not it ends up in my news reporting, I always privately note McCain and Obama's attire -- for example whether they are wearing suits and ties or open collars, rolled-up sleeves, whatever.</p> <p>There is unquestionably a political element to a critic of Obama's wardrobe. My guess is the Obama camp, which needed to portray Michelle Obama last night as a regular, non-threatening, not-too-sexy American mom, wanted her in the softer-toned dress that doesn't strike of high-fashion. I would have preferred her in black.</p>",
  "<p>If anyone had told us in Bristol, or indeed any of us in the rest of the world earlier this year that McCain and Obama would be level-pegging at this point in the US election race, most of us would, in our various languages, have laughed incredulously. From the outsider's perspective, it began to look as if the American presidency was a done deal. </p> <p>But as Obama prepares to make his Democrat conference speech on Thursday, he finds that the competition has suddenly become tough and he needs to make the speech of his life. How has this happened? </p> <p>Among other more general factors, two things stand out. First, that he played his hand too early in the headline-grabbing battle between him and Hillary. He couldn't help that, but spending too long on the stage can be particularly dangerous for a politician like Obama, who deals in big themes – variations on which are limited. </p> <p>Second, it looks like the American people are beginning to want some prepositions. Small words, but they are the difference between a dream and a political plan. </p> <p>The Obama campaign has focused on \"Change you can believe in\", \"Audacity of Hope\" and \"World Unite\". </p> <p>All very well, but sources from across the pond tell me that Americans are beginning to ask... change – change <em>to</em> what? Hope – hope <em>for</em> what? World unite – <em>with</em> what, <em> for</em> what? </p> <p>Prepositions are important. They are what tie down the great airships of abstracts to a particular state of affairs. </p> <p>The danger is that if great abstract airships like hope and change are not tethered to a practical reality, they can drift substantially off course – and when a nation stops gazing up at a distant abstract, and looks down to solid earth beneath its feet, it can find that it has drifted onto very different ground from where it started off or perhaps intended to go. </p> <p>Obama is to give his speech on Thursday on the 45th anniversary of the speech of <a href=\"http://www.youtube.com/watch?v=PbUtL_0vAJk\">a man whose dream</a> is – all too slowly- but is inching forwards to become a reality: the peaceful revolutionary and clergyman, <a href=\"http://www.bbc.co.uk/history/historic_figures/king_martin_luther.shtml\">Martin Luther King</a>. </p> <p>But people demand more detail from a politician. If Obama is to make his dream reality, he will have to get the prepositions out on Thursday. Is that what Joe Biden's there to do? </p> <p><strong>Let's not get blinded by the fireworks </strong></p> <p>\"How can London compete with Beijing?\" Everybody asked. I say London shouldn't. We'll do it our way. It's as easy to get carried away by a good firework display as it is to get hyped up about change and hope and world unite without being entirely sure of the direction. Let's focus on what really matters. </p> <p>The Beijing Olympics was billed as an opportunity for the world scrutiny of China. But if all we have ended up scrutinising is the magnitude of the opening and closing ceremony, we have missed that opportunity. </p> <p>We must not get blinded by the feel-good and the fireworks, but must continue to question China's human rights record. The supposed lack of any formal protesters in the allocated protest grounds raises questions; there are reports that formal protest applicants were simply arrested. </p> <p>There was relative freedom of the press around Beijing, but what of elsewhere in China? Have they met their promises? Will they continue to do so? These are no doubt changing times for China, but world scrutiny must not be bought off by a good show. </p> <p>Lessons for London: We must and will put on a good show for the rest of the world, but we should do it our way, and remember to focus on what really matters. The ceremony should do our country justice, but should not become more important that the thing it is celebrating – that is the sport, and the concept of a world free to unite in sport. </p> <p>So we should make sure we provide the worlds' athletes with first class facilities, improve the dismal record of school sport for our next generation of athletes, and support our amateur sports clubs for another record medal haul in four years' time. </p> <p>Our Olympics should also unashamedly celebrate Britishness and our open democracy. London may not boast a Beijing budget; our free press may be more critical of arrangements in the run-up to 2012, and our political system may constrain our show where China's did not – but I think many people around the world might consider that something well worth celebrating.</p>",
  "<p>The Georgian president, Mikheil Saakashvili, has called for US and EU sanctions to punish Russia for invading Georgia, including a boycott of Russia's 2014 winter Olympics.</p> <p>Saakashvili said \"developed countries\" faced a \"moral choice\" whether to participate in the winter Olympics, which are to be held in Sochi on the Black Sea. The town is 10 miles away from Abkhazia – <a href=\"http://www.theguardian.com/world/2008/aug/11/georgia.russia\">a breakaway region of Georgia involved in fighting this month</a>. </p> <p>\"I was the biggest supporter of the Olympics. I thought it would calm Russia down. But the fact they got it emboldened them,\" Saakashvili said in a late-night interview with the Guardian. \"I think it's a moral choice for developed countries.\"</p> <p>The Russian prime minister, Vladimir Putin, has been closely associated with <a href=\"http://www.theguardian.com/sport/2007/jul/05/russia.world\">Russia's successful winter Olympic bid </a>. Any move by the International Olympic Committee to strip Sochi of the games would be a severe humiliation for Putin. Several US members of congress are calling on the IOC to act.</p> <p>Saakashvili said Sochi was next to a disputed territory and a conflict zone. It would be \"most cynical\" to hold the games near Abkhazia – which he said was the venue for \"ethnic cleansing\" of Georgians during the civil war in the early 1990s and in Upper Abkhazia this month.</p> <p>Russia has so far adopted a nonchalant attitude to the threat of possible western sanctions, with its president, Dmitry Medvedev, saying it would be \"no great loss\" if Nato carried out its threat to cut ties with Russia. The EU is holding a special meeting on Monday to discuss its future relations with Moscow.</p> <p>This morning, Saakashvili said the international community should take more flexible measures aimed at forcing Russia to pull its troops out of Georgia. These could include visa bans for Russian officials wanting to holiday in western Europe and Britain, and the freezing of their Swiss bank accounts, he said.</p> <p>\"This guy [Putin] thinks that statements don't mean anything and that the west will always blink first. But they [the Russian elite] have all their money in the west. They get very depressed if they are mistreated in [the French ski resort of] Courchevel,\" Saakashvili said.</p> <p>Saakashvili said he had been in frequent contact with global leaders since Russia's invasion of Georgia on August 8. He had spoken to France's president, Nicholas Sarkozy, \"15 times\" and had had at least \"nine or 10 conversations\" with George Bush.</p> <p>Britain's prime minister, Gordon Brown, had phoned him only once, he said. Saakashvili lavishly praised the Conservative leader, David Cameron, who visited Tbilisi last week. \"Cameron was very good. He really got the value side of it very well,\" Saakashvili said.</p> <p>Russia was determined to replace his pro-western government with a pro-Russian regime, he said. \"They want to get rid of this government and undermine Georgian independence. Their aim is to get a normal government subordinate to them. It would send a very powerful message.\"</p> <p>Speaking in his presidential office, Saakashvili said the war in Georgia was far more than a regional dispute between a larger and a smaller neighbour. \"They (the Russians) have fought a war by proxy with Nato. It's about great Russia coming back and confronting the horrible west that humiliated Russia.</p> <p>\"It's about the reassertion of the Soviet Union.\"</p> <p>Saakashvili said he had little choice but to launch a military incursion into South Ossetia on August 7. He claimed that Russian tanks were already rolling into Georgian territory when he gave the order to attack. His decision followed the repeated shelling by South Ossetia of Georgian villages, he said. \"We acted out of despair.\"</p> <p>Russia withdrew its troops on Friday from the strategic town of Gori but still occupies much of the country. Saakashvili said he was alarmed by the capture by South Ossetian militias of the town of Akhalgori, 25 miles north-west of Tbilisi. The militias had seized a nearby vantage point from where they could shell the capital, he said.</p> <p>So far Georgia had abided by the ceasefire deal and had not tried to fight the occupying Russians, he said. This would change if Moscow attempted to seize Tbilisi, he said, and warned a new invasion by Moscow was highly probable. \"We are in a very precarious situation,\" he said.</p> <p>Saakashvili shrugged off claims that the war had erupted out of personal enmity between him and Putin. \"I never had any personal hatred towards him. Apparently he did [towards me],\" Saakashvili said.</p>",
  "<p>The US punditocracy was united in its praise for Michelle Obama's <a href=\"http://www.theguardian.com/world/2008/aug/26/michelleobama.democrats2008\">speech</a> last night.</p> <p>Roger Simon at the Politico <a href=\"http://dyn.politico.com/printstory.cfm?uuid=FD04AF38-18FE-70B2-A8DDF3963CF48DD9\">asks</a> \"Could the Democrats be about to nominate the wrong Obama?\"</p> <blockquote> <p>Well, probably not. But Michelle Obama, Barack's wife, gave an awfully good speech at the Democratic National Convention here Monday night. While Barack can sometimes soar off into the clouds, Michelle tends to keep things down to earth.</p> </blockquote> <p>Will Bunch at the Philadelphia Daily News <a href=\"http://www.philly.com/philly/hp/news_update/27422129.html\">notes</a> that never before Michelle Obama had an aspiring first lady given \"a memorable political-convention speech\".</p> <p>Los Angeles Times television critic Mary McNamara <a href=\"http://www.latimes.com/news/politics/la-na-tvcritic26-2008aug26,0,608326.story\">wrote</a>:</p> <blockquote> <p>One can only hope that someone had the foresight to hand out Obama/Biden '08 tissue boxes on the floor of Denver's Pepsi Center. Because between the cancer-stricken Sen. Edward M. Kennedy's surprising and heart-wrenching reassurances and Michelle Obama's graceful speech, the first night of the 2008 Democratic National Convention was punctuated as often by tears as it was by applause.</p> </blockquote> <p>Some, including my boss Mike Tomasky, were more critical.</p> <p>Tomasky <a href=\"http://www.theguardian.com/commentisfree/michaeltomasky/2008/aug/26/michelleobama.democrats2008\">wanted</a> Michelle Obama to lay on the \"schmaltz\" even thicker, although he says he is \"infuriated\" that, given all the challenges facing our country, the Obama campaign has to spend an evening proving how normal and American her family is.</p> <p>James Carville, a long-time Hillary Clinton supporter, <a href=\"http://politicalticker.blogs.cnn.com/\">said</a> the Dems wasted an opportunity to slag on McCain and the Republicans. He said on CNN:</p> <blockquote> <p>The way they planned it tonight was supposed to be sort of the personal -- Michelle Obama will talk about Barack Obama personally, Ted Kennedy was a very personal, emotional speech. But I guarantee on the first night of the Republican Convention, you're going to hear talk about Barack Obama, commander-in-chief, tax cuts, et cetera, et cetera.</p> </blockquote>",
  "<p>First published: 2006, The Observer. Click to enlarge.</p> <p>Keith Hackett's official answers:<br><strong>1) </strong>Allow the keeper to take part – there's nothing in the Laws of the game which prevents him. However, the ball is only deemed in play when it touches the ground, so the keeper can only touch it once it has dropped. If he touches it before that point, the drop-ball is retaken. When I was officiating I'd always try to avoid having a drop ball in the area. On the odd occasion it happened, I told both players that, in the spirit of the game, the defending side should be allowed to gain possession. It was always accepted by both players.<br><strong>2) </strong>Award a free-kick to the opposition. Handling outside the area does cause a lot of debate. Pundits often think a goalkeeper handling outside the box is an automatic red: that's not true – it's only a red card if the keeper has denied an opponent an obvious scoring opportunity.<br><strong>3) </strong>Restart play with a goal kick to the defending team.</p> <p>To submit a new question email <a href=\"mailto:you.are.the.ref@observer.co.uk\">you.are.the.ref@observer.co.uk</a>. The best scenario used in the new Observer YATR strip each Sunday wins an official Premier League shirt of your choice, thanks to <strong><a href=\"http://www.kitbag.com/stores/kitbag_4_5/default.aspx?portal=EVCB3ORE\">www.kitbag.com</a></strong> (O845 408 4345). <a href=\"http://www.theguardian.com/football/2008/aug/12/1?gusrc=rss&amp;feed=football\">Terms &amp; conditions</a> apply.</p> <p>For more on the fifty year history of You Are The Ref, <a href=\"http://www.theguardian.com/football/2008/aug/07/football.ref\">click here</a>.</p>",
  "<p>Gallup daily tracking poll: <a href=\"http://www.gallup.com/poll/election2008.aspx\">Obama 45%, McCain 45%</a>.</p> <p>The first night of the Democratic convention was the crucial moment in the \"spousal rollout\" of Michelle Obama: the carefully choreographed attempt to persuade America that she's soft-spoken, loyal, and very, very patriotic. [<a href=\"http://www.nytimes.com/2008/08/26/us/politics/26michelle.html\">New York Times</a>]</p> <p>After much speculation that his doctors wouldn't let him attend the convention, Ted Kennedy surprised many delegates by appearing almost as healthy as ever. The delegates surprised no-one by cheering him to the rafters. [<a href=\"http://blog.newsweek.com/blogs/stumper/archive/2008/08/25/kennedy-the-dream-lives-on.aspx\">Newsweek</a>]</p> <p>Four men were arrested in Denver with guns and camouflage, but authorities wouldn't confirm the Denver Post's suggestion that it was part of a plot to assassinate Obama. One suspect allegedly said they were \"going to shoot Obama from a high vantage point using a... rifle... sighted at 750 yards.\" [<a href=\"http://cbs4denver.com/investigates/assisination.plot.obama.2.802827.html\">CBS 4 Denver</a>]</p> <p>Barack Obama's highly arguable connections to Bill Ayers, co-founder of the Weather Underground, resurface in a new attack ad. Team Obama works up its best withering tone in which to respond. [<a href=\"http://www.usatoday.com/news/politics/election2008/2008-08-25-ayers_N.htm\">USA Today</a>]</p>",
  "<p>For more than a year now, the US political world has expended trillions of person-hours of effort and ploughed billions of words of analysis into assessing whether the United States is ready to elect a black man as president. Countless further words will be written on this same subject before November 4 - and beyond, whether Barack Obama wins or loses. Yet Michelle Obama only had to step up to the speaker's rostrum in Denver to make it clear, before she even opened her mouth, that there is, and was always going to be, a second question in play in this election, nearly but not quite as important as the first: is America ready to elect a black first lady too?</p> <p>This isn't a trivial question. There have been many speeches by African-American politicians at the conventions of both parties down the years - mainly to the Democrats, of course. So the ground has been prepared for the idea that an African-American man would eventually make a presidential nomination acceptance speech one day. But the ground has not been similarly prepared for an African-American woman to take the audition to be the nation's first lady. Given all the mystique, the conservative mystique, that surrounds this role - ask Hillary Clinton, 1992-vintage, if you are in any doubt about that - Michelle Obama is at least as much of a pioneer as her husband.</p> <p>To all but a small audience of political specialists, Michelle Obama is also a total unknown as a person. So she had two tasks to perform in this speech: first to breakdown all the racial stereotypes that still cling to a post like that of first lady and, second, to introduce herself to the electorate in her own right. Any fair judge must surely say that she did the second with fantastic assurance and allure. I also think she cracked it pretty brilliantly with the first question, but it would be naïve not to accept that this will not be easy. </p> <p>The two questions obviously impact on one another. If America is ready for Michelle Obama, and for the portrayal of Barack Obama that she offered in her speech and in the many videos which dotted the agenda of the first evening of the Democratic convention, then some of the cultural and character questions which make this such a unique election may be answered in the Democratic candidate's favour. In this context the most interesting thing we learned this evening about Barack Obama is that when he first asked Michelle for a date years ago she turned him down. The Obama charm, in other words, does not carry everything before it after all. It can be resisted. He's like the rest of us after all. Paradoxically this resistibility helps Obama, because it makes him more human.</p> <p>To many foreigners, the extent to which the American election process focuses on the candidate's partner is somehow suspect, proof perhaps of the whole system's lack of seriousness, in some contexts another snobbish hook on which anti-Americans can hang their coats. Even to many Americans themselves, the idea that the candidate's wife (as it still has been in all significant cases) has to take a public audition along with her husband certainly is peculiar too. It certainly wasn't always thus. Until the 20th century indeed, not even the nominated candidate had to make a speech at the convention, never mind his wife. But the presidential audition is nowadays irredeemably a family affair. The wife, the kids, the brothers and sisters, the parents - they all have a role. One can wish it otherwise - but wishing it different won't make it so.</p> <p>And by these criteria, Michelle Obama did a hugely skilful job. She had to persuade the doubters that she wasn't, as the stereotype has it, another angry black woman. But she did this in a highly principled way, stressing that the struggles of the past were coming to fruition in the Obama candidacy – the pride was unmissable and rightly so – but presenting them in the hegemonic rhetoric of the American dream. That's where the current of history meets the new tide of hope, is how she put it, in fluent Obamese, before adding the key line that \"That is why I love this country.\" That brought the house to its feet. At that moment one knew she had done as well as she possibly could have hoped. It was mission accomplished. Job done - for now.</p>",
  "<p>Hours after being taunted by John McCain with disaffected Hillary Clinton supporters, the Democrats tonight unrolled their own defecting Republican at their party convention.</p> <p>Tonight's speech to the Democratic convention by Jim Leach, a well regarded moderate Republican from Iowa who spent 30 years in Congress, was a welcome morale boost for Barack Obama's campaign.</p> <p>In his speech, Leach described Obama as a \"transcending candidate,\" and likened him to the late John F Kennedy. </p> <p>\"The change Barack Obama is advocating is far more than a break with today's politics. It is a clarion call for renewal rooted in time-tested American values that top Republicans, as well as Democratic traditions,\" he said.</p> <p>The praise for Obama contrasted with Leach's elegy for America's decline over the last eight years of the Bush administration. Though he did not take a direct swipe at Bush, he spoke of America's diminishing position in the world over the last decade.</p> <p>\"It is clear to all Americans that something is out of kilter,\" Leach said.<br> Leach lost his seat in 2006, in an upset defeat that stemmed in part from his refusal to use homophobic material in his campaign. The stand upset rightwing Republicans who withdrew their support from Leach.</p> <p>His show of support for Obama comes amid a concerted effort by McCain's campaign to split off disenchanted Democrats who supported Clinton's campaign for the White House and have yet to line up behind Obama.</p> <p>Opinion polls suggest that the tactic has had some success, with estimates that as many as 30% of Clinton's former supporters are considering voting for McCain.</p> <p>Earlier, the McCain campaign unrolled an ad featuring a nurse from Wisconsin who said she would vote Republican for the first time in her life in November.</p>",
  "<p>Usually it's a blessing from the Lord himself when a political speech is shorter than you'd anticipated, but <a href=\"http://www.theguardian.com/world/2008/aug/26/michelleobama.democrats2008\">Michelle Obama's 21-minute address</a> to the convention on Monday night was one of those <a href=\"http://www.cnn.com/2008/POLITICS/08/25/michelle.obama.transcript/\">rare speeches</a> that would have done well to be a little bit longer.</p> <p>I'll say another thing one rarely says about such speeches: I think it could have used more schmaltz. Her task tonight was to tell white Americans that her family is normal and patriotic. Don't get me wrong. It's appalling that this was her task. It infuriates me that stupid and dishonest right-wing apparatchiks jump up and down creating controversy around this accomplished and serious and polished and, incidentally, obviously quite normally American woman. And it infuriates me that stupid yakkers on cable television, needing to fill time, pick up these stupid right-wing tropes. </p> <p>But that's how it works, and that's what she needed to do, and I think she could have done it a little more cloyingly. I know, cloying is bad. But in a circumstance like Monday night, cloying could be good. In politics, it rarely hurts to be obvious and shameless. So I think that maybe Michelle could have talked more about her and Barack's courtship, about sitting at their daughters' bedsides when their fevers ran to 103, about watching American Idol with them … you name it. The schmaltzier the better. Normal American family. Normal American family.</p> <p>Maybe I'm wrong and she did that. The film that preceded her speech, in which they talked about how they sealed their budding relationship over ice cream cones, worked pretty well. Her statements about her late father were certainly genuine and the sort of stuff most people can relate to. The moment at the end, when Barack came up on the big screen, started out with promise and seemed like an inspired idea. But it went on too long, and he forgot what city he was in, saying \"St. Louis\" once instead of \"Kansas City,\" and when he started talking about his host family, the camera didn't pan out to them at the right moment. If these things aren't going to be choreographed to a fare thee well, there's not much point in doing them. But maybe the girls were cute enough that it was all right.</p> <p>She's a very impressive woman who faces enormous and unfair pressure. She cuts a distinguished figure. But I guess I'm left feeling that she should have made the speech more personal than it was. And I'd note that the speech's political rhetoric was still grounded in the hope/change gear that many observers (me included) have begun to think is yesterday's news. It may be that it's \"the wife's job\" to be upbeat and talk like this, and Obama himself will downplay that language by Thursday. Or it may be that the campaign still believes that that rhetoric can carry it. If the latter, that seems like a problem.</p> <p>Outside of Michelle, the night wasn't really negative enough. Again, that could be by design. Presumably the Clintons and Joe Biden, and to some extent Obama himself, will rip McCain and Bush into pieces. They can't have three more nights like this.</p>",
  "<video data-media-id=\"gu-video-336965453\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1753874862_gdn-nat-080826-lt-kettle-michelle-16x9.flv\"/> </video>   <p>Michelle Obama, who could become the first African-American first lady in January, tonight gave a personal and sentimental account of life with her husband in a primetime speech intended to bring his narrative into the homes of millions of American voters.</p> <p>In her first major speech since Barack Obama launched his presidential campaign 20 months ago, she was loudly welcomed by the 4,000-plus delegates at the Democratic convention in Denver waving \"Michelle\" banners.</p> <p>She went on to speak about Obama as a husband and father who lived his life imbued with American values.</p> <p>One of the biggest cheers of the night came when she offered an olive branch to the Clinton camp, praising her for her success in advancing the women's movement. Clinton had \"put those 18 million cracks in the glass ceiling so that our daughters and sons can dream a little bigger and aim a little higher\".</p> <p>Michelle Obama lacked the rhetorical ability of her husband and failed to arouse the audience in the way he is capable. The final ovation was loud but not prolonged.</p> <p>The insights into Obama family life were carefully designed to counter jibes from his Republican rival, John McCain, that he is too fond of his newfound celebrity status, that he is elitist and out of touch with working-class Americans.</p> <p>She insisted that in spite of all his success since he launched his White House campaign 19 months ago, \"the Barack Obama I know today is the same man I fell in love with 19 years ago\".</p> <p>She tried to counter accusations raised by the Republicans about her patriotism after an out-of-context remark she made in January suggesting she had not been proud of the US before Obama won the Iowa caucus that month. In her speech, she pointedly described the US as a \"great country\" in which everyone had the chance to rise.</p> <p>The loud response when she began the speech eclipsed even that given an hour earlier on a surprise appearance by senator Edward Kennedy, who is suffering from a brain tumour.</p> <p>The four-day convention is scheduled to culminate on Thursday with the formal endorsement of Obama as the first African-American presidential candidate with a serious chance of reaching the White House.</p> <p>Although Obama has been a regular presence on US screens all this year, his life story and politics are still relatively unknown to most Americans.</p> <p>Before Michelle Obama spoke, the convention saw a short video describing her early life in Chicago's South Side and her relationship with Obama, who joked that she had been won over when he bought her an ice cream.</p> <p>She was introduced by her brother Craig, who spoke about their early life together and insisted she would be the first lady. Her mother was also in the audience.</p> <p>She portrayed Obama as having come from humble beginnings and as a patriot who shared American values. He had worked as a community oganiser in Chicago alongside people who believed, \"like you and I believe, that America should be a place where you can make it if you try\".</p> <p>In one of many sentimental passages, she won a round of applause when she said he had been unchanged by his success and illustrated it with a description of the birth of their first child: \"He's the same man who drove me and our new baby daughter home from the hospital 10 years ago this summer, inching along at a snail's pace, peering anxiously at us in the rearview mirror, feeling the whole weight of her future in his hands, determined to give her everything he'd struggled so hard for himself, determined to give her what he never had: the affirming embrace of a father's love.\"</p> <p>After she finished, Obama, who is not due in Denver until Wednesday, joined the convention by video to praise his wife and to invited his children to comment on her speech. \"I think she did good,\" one of them said.</p> <p>The children then waved at the screen saying, \"love you, Daddy\".</p> <p>As Michelle Obama intervened on behalf of her husband with her first major speech since he began his campaign 20 months ago, Cindy McCain also went into action.</p> <p>John McCain told fundraisers in Sacramento, California, that she is to visit Georgia to assess the humanitarian situation after the conflict with Russia.</p> <p>McCain's campaign team sees foreign affairs as their candidate's strong point and believes he was helped by the conflict. Her presence in Georgia will help bring the issue back into the US election campaign.</p> <p>\"She is on her way to the little country of Georgia,\" said John McCain, who criticised Russia's involvement.</p>",
  "<p>The 2008 Democratic Convention is the most covered media <a href=\"http://www.blogherald.com/2008/08/26/dnc-is-the-most-covered-media-event-in-democrats-history-by-bloggers/\">event in Democratic party history in terms of bloggers</a>, according to the Blogging Herald and Wired. OK, that's a record by defining it as so, but <a href=\"http://www.wired.com/techbiz/media/multimedia/2008/08/gallery_dnc_tech?slide=2&amp;slideView=8\">more than 120 bloggers</a> have credentials to cover the convention. The Democratic party has listed <a href=\"http://www.demconvention.com/credentialed-blogs/\">all of the bloggers coming to the convention</a>. The Republican party says it does not list the mainstream media covering the convention, so won't list bloggers.</p> <p>What was their view of the first day? The Democratic activist Ted Prezelski, who blogs at <a href=\"http://www.rumromanismrebellion.net/2008/08/26/overview-of-monday-night/\">Rum, Romanism and Rebellion, had this observation</a>:</p> <blockquote> <p>I think I made this point in my \"<a href=\"http://www.rumromanismrebellion.net/2008/08/25/live-blogging-monday/\">live blogging:</a>\" for all of the talk about angry Hillary Clinton delegates being disgruntled and ready to jump ship, the Clinton delegates, at least in our delegation, whooped, hollered and cheered when Barack Obama's name was mentioned just as loudly as the Obama delegates did.</p> </blockquote> <p>We've got a lot of coverage from the bloggers about not just what happened in the hall but more importantly events outside. Read on for more.</p> <p>There are lingering questions about party unity, whether Hillary Clinton supporters would enthusiastically support Barack Obama. David Mauro of the Burnt Orange Report from Texas said <a href=\"http://burntorangereport.com/showDiary.do;jsessionid=995B369CB30411017267C4FB052E1CEA?diaryId=6598\">Hillary Clinton left no question</a> of where her loyalties lie.</p> <blockquote> <p>On Monday, at the Democratic National Convention in Denver, Hillary Clinton made it clear in her speech to the Hispanic Caucus that the stakes were far too high in this election to not work tirelessly to elect Barack Obama.</p> </blockquote> <p>Go ahead and watch a clip from her address to get a flavour of her comments.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/S4z702qezWQ?wmode=opaque&amp;feature=oembed\"                                                                        > <object height=\"344\" width=\"425\"><param value=\"http://www.youtube.com/v/S4z702qezWQ&amp;color1=291787617&amp;color2=325161297&amp;hl=en&amp;fs=1\" name=\"movie\"/><param value=\"transparent\" name=\"wmode\"/><param value=\"true\" name=\"allowFullScreen\"/><embed height=\"344\" width=\"425\" wmode=\"transparent\" allowfullscreen=\"true\" type=\"application/x-shockwave-flash\" src=\"https://www.youtube.com/v/S4z702qezWQ&amp;color1=291787617&amp;color2=325161297&amp;hl=en&amp;fs=1\"/></object> </figure>   <p>Lisa Stone at BlogHer sees something different, maybe not at the convention but in blogs that might reflect a <a href=\"http://www.blogher.com/tuesday-aug-26-dnc-what-will-hillary-clinton-and-her-supporters-do-plus-valerie-jarrett\">broader range of opinion from female Democrats</a>. Stone writes:</p> <blockquote> <p>Whether she's personally responsible or not, Sen. Hillary Clinton is emerging as a massively divisive force for Democrats seeking the support of women who vote, if their blogs are any indication. ...</p> <p>With a reported Clinton delegate protest march and her prime-time speech, Tuesday is the day Sen. Hillary Clinton and her supporters pick a path. Will they step forward to support an Obama-Biden ticket or will they step forward to support Hillary Clinton as a candidate they believe should be on the ballot in November, either as VP or as an independent candidate?</p> </blockquote> <p>She's got a great round-up of bloggers writing about what is influencing their choice of whether to support Barack Obama or continue to fight for Hillary Clinton.</p> <p>And BeliefNet had coverage of another issue, or rather issues, challenging Democratic unity: <a href=\"http://blog.beliefnet.com/progressiverevival/2008/08/religion-and-the-dnc-potent-an.html\">religion and abortion</a>. The DNC had an interfaith gathering at a theatre in Denver. Even before the speeches began, <a href=\"http://blog.beliefnet.com/progressiverevival/2008/08/religion-and-the-dnc-potent-an.html\">protesters disrupted the event, Paul Raushenbush writes</a>:</p> <blockquote> <p>I already posted that the beginning of the service was interrupted by three male protesters shouting that Obama was a baby killer. These anti-abortion activist might have done better to keep their mouths shut and stick around so they could hear the first major speaker, Bishop Charles E Blake, announce himself as a pro-life Democrat.</p> </blockquote> <p>Blogging is just the tip of the iceberg at this convention. People were giving their impressions on Twitter and posting pictures on the photo sharing site Flickr. Patrickometry, a \"liberal gay atheist\" living in Kentucky, <a href=\"http://twitter.com/patrickometry/statuses/899221362\">said on Twitter</a>:</p> <blockquote> <p>yawned through 1st night of the DNC, except for Michelle's effective moment; the Kennedy tribute was more vague feel-good bromides.</p> </blockquote> <p>That's just a taster from day one. Much, much more to come. If you've seen a good post on the events, or if you're there, leave a link in the comments.</p> <p>Technorati tags:<a rel=\"tag\" href=\"http://technorati.com/tag/Democratic%20Convention\">Democratic Convention</a>, <a rel=\"tag\" href=\"http://technorati.com/tag/Denver\">Denver</a>, <a rel=\"tag\" href=\"http://technorati.com/tag/DNC08\">DNC08</a></p>"
]