[
  "<p>Barack Obama and John McCain this week revealed plans aimed at trying to help US families suffering from the economic crisis. The plans were the most detailed yet from two candidates who have little background in economics and who have struggled to come up with policies that have resonated with the US public. The McCain plan, unveiled yesterday and a day later than the Republicans intended, is costed by his team at $52.5bn (£30bn). The Obama plan, announced on Monday, is costed by his team at $60bn.</p> <p><strong>Mortgages</strong>: An estimated 14 million American families are in trouble with their mortgages. McCain is proposing to buy mortgages directly from homeowners and mortgage companies and replace them with more manageable fixed-rate mortgages. Obama is also promising help for those in danger of losing their homes but is suggesting a three-month moratorium on repossessions.</p> <p><strong>Pensioners and struggling families</strong>: Pensioners are among those most directly hit by the stock market crash on Wall Street as well other bourses across the globe. But other families too are suffering from higher petrol prices, job losses and mortgage foreclosures. McCain is suggesting help for people aged 59 and over by lowering taxes to 10% on those who dip into retirement funds to help them through the present financial crisis. He also plans to suspend tax rules that force them to sell stocks as part of their retirement funds at a fixed date, which would penalise them given the low prices at present. Obama's plan is similar, but a significant difference is that his proposal applies to all, not just those over 59. He is proposing to provide immediate relief for struggling families by allowing everyone to dip into their retirement funds.</p> <p><strong>Jobs</strong>: Unemployment is predicted to reach 8% by the end of the year. McCain and Obama are proposing to scrap taxes on unemployment benefits, albeit only temporarily. Obama is proposing a job creation plan along the lines of the New Deal. This would involve federal lending to states for programmes to repair the country's crumbling infrastructure, including bridges, roads and schools. In addition to this, Obama is to offer a $3,000 tax credit for companies taking on new employees. He would also double loans to US car companies to help keep them afloat.</p>",
  "<p>It is 2.30pm on a weekday afternoon. Sunlight filters through the willow oaks and beech, descending from a perfect blue sky. Beneath the trees, rows of marble headstones stretch away, seemingly without end, rising up green, closely cropped slopes towards the house of perhaps the American civil war's most famous general, Robert E Lee. There is a stillness here that envelops everything, a silence that demands respect.</p> <p>Then suddenly, without warning, a rifle volley thunders out, then another, and another. A bugle sound Taps, the US army's equivalent of the Last Post. In a separate part of the vast Arlington National Cemetery, another American hero is being laid to rest with full military honours.</p> <p>But in Section 60 of the cemetery, it is quiet. Here is where many of the more than 4,100 men and women killed in Operation Iraqi Freedom are buried. It is a work in progress. Newly filled graves await headstones. Vacant lots await fresh occupants. Casualties of Operation Enduring Freedom in Afghanistan are now being buried here, too. There is plenty of room left.</p> <p>Section 60 has been called America's saddest acre. It may also be its most forlorn. Because it is here that the extent to which the US has begun to turn its back on a conflict that defined a presidency and divided the world can be measured.</p> <p>As far as many Americans are concerned, it seems that Iraq has become a forgotten war. Some believe, along with the Republican vice-presidential candidate, Sarah Palin, that \"victory\" has already been won. For others, the war feels like a painful memory, a subject best not discussed.</p> <p>In the presidential election campaign, surveys show only 8-9% of Americans rate Iraq as the most important issue. Economic worries, healthcare, energy prices and taxes have all taken precedence as the global financial crisis bites.</p> <p>In last week's presidential debate between Barack Obama and John McCain, Iraq was barely mentioned. The Democrat has set a 16-month timetable for withdrawal. The Republican says that is defeatist. \"I will bring our troops home in victory and honour,\" said McCain.</p> <p>But the watching audience, judging by instant graph lines measuring their reaction, did not want to know. Iraq is a distraction from their real concerns. Iraq is a turn-off. And in Section 60, that leaves a hurtful question hanging in the warm, still air: what was it all for?</p> <p>Michael Gainey, a staff sergeant who returned from a year's tour in Iraq in December, firmly believes his friend and fellow serviceman Russell Shoemaker, who was killed by a roadside bomb in Salman Pak, south of Baghdad, on May 24 2007, did not die in vain. Gainey has come from Charlotte, North Carolina, to visit Shoemaker's grave.</p> <p>\"Russell would have thought it was worth it. He made an impact. He fulfilled his mission,\" Gainey said. \"Russell was a real great guy. We were involved in training the Iraqi police. </p> <p>\"The day he died he was going to a meeting with local Iraqis. We couldn't train them properly. It was a combat zone. But I think we helped.\"</p> <p>Gainey said he was not surprised the public appeared to have lost interest in Iraq. \"Iraq's off the agenda,\" he said. \"Americans have got complacent. They've got used to it. It's not on the TV so much. And the situation there is better than it was. It's right that people are focusing on their pocketbooks. I understand that.\"</p> <p>His views were echoed by a female US army colonel who had also come to Section 60 to honour fallen comrades. She asked not be named.</p> <p>\"Americans have been desensitised to Iraq,\" she said. \"We've been at it now for seven years in the war on terror. I think many people just shut it out. Americans are still very supportive of our troops. That doesn't necessarily mean they support the policy.\"</p> <p>According to her father, a second world war veteran, people were thinking too much about their own problems. \"The attitude has changed quite a bit since the war started,\" she said. \"You've got to protect your own country. But there are too many soft-hearted people. There's too much greed.\"</p> <p>Recent surveys confirm a sharp falling-off in political support. Asked last month in an ABC News/Washington Post poll whether the Iraq war had been worth fighting, 61% said \"no\" while 36% said \"yes\". Fifty-eight percent of respondents told Gallup that the whole thing had been a mistake; while 59% told the Associated Press in September they wanted a timetable to bring the troops home.</p> <p>Sitting on the grass by the grave of his brother, Captain Ian Patrick Weikel, who was killed in Balad, north of Baghdad, in April 2006, Chad Weikel believes that America's unique sense of mission to improve the world must not become a casualty of Iraq.</p> <p>Weikel, from Colorado Springs, believes this so strongly, he has signed up to go to Iraq, following in his brother's footsteps despite his wife's opposition. </p> <p>\"I joined [the army] because of my brother. I wouldn't be doing it otherwise. Whether people support the war depends on party lines. I'm surprised they're not more interested. But people don't get the real picture of what we're doing over there,\" Weikel said, shielding his eyes from the sunlight.</p> <p>\"It's my brother's birthday today. He's 34 today. He was always awful at birthday presents. He'd buy crappy gifts or else he'd forget. I've been talking to him about that. I talk to him a lot. But he never really answers back.\"</p>",
  "<p>An elder statesman of the Republican party cast doubt about the legitimacy of the presidential election yesterday - three weeks before Americans go to the polls - by declaring the process was already \"tainted\" by voter fraud.</p> <p>The assertion from John Danforth, a former Missouri senator and ambassador to the UN, dramatically escalates charges by the John McCain camp that Barack Obama and the community organisation Acorn are trying to steal the election by bringing new voters into the electoral system.</p> <p>Danforth said canvassers for Acorn, which has registered 1.3 million new voters - mostly African-Americans, Latinos and young people - had committed widespread fraud in several battleground states.</p> <p>\"This election now has been tainted by something that is just plain wrong,\" he said. He raised the spectre of the 2000 elections, which was undermined by the hanging chad issue. \"We believe that this is a potential nightmare,\" he said.</p> <p>\"The issue could be whether it is fair at all and whether the losing side believes it has been fairly defeated or it has been cheated.\"</p> <p>Danforth's appearance yesterday at a press conference in Washington marked the first time such a prominent figure - Republican or Democrat - has questioned the legitimacy of the November 4 elections because of the dramatic rise in voter participation this year.</p> <p>It comes as the McCain camp turns increasingly vocal in accusing Obama and Acorn of seeking to steal the elections. </p> <p>The charges against Acorn have grown more pointed with McCain's slide in the opinion polls. Yesterday Sarah Palin sought to rally the party base with a fundraising email attacking Acorn.</p> <p>\"We can't allow leftist groups like Acorn to steal this election,\" the email said.</p> <p>The attacks on Acorn have also become a running thread on rightwing talk radio.</p> <p>A number of press reports have surfaced recently about a large number of invalid registrations submitted by Acorn - some of which were revisited by Danforth. </p> <p>In Nevada, canvassers submitted the names of members of the Dallas Cowboys football team and Mickey Mouse as new voters. In Indiana, they put in the name of a local restaurant - Jimmy John. In Ohio, one man registered 73 times. In Missouri, 10 registrations were submitted in the name of a dead woman.</p> <p>Danforth noted that state election officials had rejected large numbers of the new registrations: 57,000 out of 233,000 alone in the Philadelphia area. However, when asked he could not say how many were rejected because of incomplete or incorrectly filled forms, or fraud - or how many were later reinstated on appeal.</p> <p>Democrats and voting rights experts say that the incidence of actual voter fraud is minimal in US elections, and easily outweighed by the number of people, mostly poor and members of minority groups, who are denied the right to vote.</p>",
  "<p>This week, Gordon Brown promised to emulate Franklin D Roosevelt in his efforts to lead the world away from the brink. It is far from the first time the US president has been invoked in this crisis - Barack Obama, Irish finance minister Brian Lenihan and others have referred to Roosevelt's 1933 inaugural address, which pointed the way out of the Great Depression. What can we learn from it?</p> <p><strong>On the need for action</strong></p> <p>\"This great nation will endure as it has endured, will revive and will prosper. So, first of all, let me assert my firm belief that the only thing we have to fear is fear itself - nameless, unreasoning, unjustified terror which paralyses needed efforts to convert retreat into advance.\"</p> <p><strong>On the disease</strong></p> <p>\"[We] face our common difficulties. They concern, thank God, only material things. Values have shrunken to fantastic levels; taxes have risen; our ability to pay has fallen; government of all kinds is faced by serious curtailment of income; the means of exchange are frozen in the currents of trade; the withered leaves of industrial enterprise lie on every side; farmers find no markets for their produce; the savings of many years in thousands of families are gone. More important, a host of unemployed citizens face the grim problem of existence, and an equally great number toil with little return.\"</p> <p><strong>On the villains of the hour</strong></p> <p>\"[Our] distress comes from no failure of substance. We are stricken by no plague of locusts ... Plenty is at our doorstep, but a generous use of it languishes in the very sight of the supply. Primarily this is because the rulers of the exchange of mankind's goods have failed, through their own stubbornness and their own incompetence, have admitted their failure, and abdicated. Practices of the unscrupulous money changers stand indicted in the court of public opinion, rejected by the hearts and minds of men ...\"</p> <p><strong>On the cure</strong></p> <p>\"Happiness lies not in the mere possession of money; it lies in the joy of achievement, in the thrill of creative effort. The joy and moral stimulation of work no longer must be forgotten in the mad chase of evanescent profits ...</p> <p>Our greatest primary task is to put people to work ... It can be accomplished in part by direct recruiting by the government itself, treating the task as we would treat the emergency of a war, but at the same time, through this employment, accomplishing greatly needed projects to stimulate and reorganize the use of our natural resources ...</p> <p>It can be helped by preventing realistically the tragedy of the growing loss through foreclosure of our small homes and our farms ... We must act and act quickly.\"</p> <p><strong>On the future</strong></p> <p>\"Finally, in our progress toward a resumption of work, we require two safeguards against a return of the evils of the old order; there must be a strict supervision of all banking and credits and investments; there must be an end to speculation with other people's money, and there must be provision for an adequate but sound currency. There are the lines of attack.\"</p>",
  "<p>John McCain yesterday threatened to up the ante in tonight's final televised presidential debate, which offers possibly his last chance to prevent a rout in November's election.</p> <p>The Republican candidate said he would raise Democratic candidate Barack Obama's links with Bill Ayers, one of the founders of an urban guerrilla group, as new polls showed McCain slipping further and Obama extending his reach into states normally considered solidly Republican. US analysts and pollsters said that no one in recent modern history had been so far behind in mid-October and gone on to win an election.</p> <p>A CBS News/New York Times poll last night gave Obama a 14 percentage point lead over McCain. Obama had 53% support to McCain's 39% in the national opinion poll, CBS News said. Obama's lead was three points higher than in the previous poll on October 6.</p> <p>The poll gap adds to pressure on McCain to deliver a knockout blow in tonight's 90-minute debate at Hofstra University in Hempstead, New York, the last of three.</p> <p>McCain was lacklustre in the first two, drawing the first and losing the second.</p> <p>The Republican, who avoided \"going negative\" in the earlier debates, told a Chicago radio station yesterday that he was likely to raise the issue of Ayers, now a professor in Chicago who was with the Weathermen, a group responsible for a series of bombings in the US in the 1970s.</p> <p>McCain said that he had been goaded into doing so by Obama. After the debate last week in Nashville, Tennessee, Obama noted that McCain had not had the courage to raise Ayers with him face to face, even though the McCain campaign had been pursuing the issue each day.</p> <p>McCain said yesterday that Obama's remarks \"probably ensured\" that he would bring up Ayers. \"I was astonished to hear him say that he was surprised I didn't have the guts,\" McCain said.</p> <p>His campaign team is mounting a relentlessly negative campaign to try to discredit Obama, seen as the only realistic opportunity left for turning the election.</p> <p>Some of his team argue that the attacks on the links with Ayers have been ineffective and that McCain should bring up the Democratic candidate's association with his former pastor, Jeremiah Wright, which McCain has resisted so far.</p> <p>David Plouffe, Obama's campaign manager, yesterday distributed a video through the internet criticising McCain's team and associated groups for putting out what he described as \"vile\" adverts full of lies about Obama's policies on abortion, sex offenders and guns. Plouffe predicted that Republican groups would spend millions more on such ads as the election draws closer.</p> <p>Negative campaigning, effective in previous elections, has so far failed to provide traction for McCain, partly because the electorate is focused on the impact of the financial crisis on their lives.</p> <p>McCain yesterday set out a $52.5bn (£30bn) economic plan, his most detailed since the financial crisis began, to try to alleviate the plight of working families struggling with job losses, mortgage problems and squeezed pensions. This included buying up mortgages for families in danger of defaulting, offering lower taxes for people over 59 who need to dip into retirement funds to see them through the crisis, and scrapping for the next two years tax on unemployment benefit.</p> <p>\"What we need to see now is swift and bold action to lead this country in a new direction,\" McCain told supporters in Blue Bell, Pennsylvania.</p> <p>His plan came a day later than intended, indicating disarray inside his campaign team in the face of Obama's increasing poll leads. By delaying, McCain was beaten to the draw by Obama, who released his own economic proposals on Monday.</p> <p>One of McCain's advisers, Douglas Holtz-Eakin, yesterday disputed talk of infighting and said the plan had always been to unveil the policies yesterday.</p> <p>Earlier polls yesterday showed Obama winning the economic argument among independent voters and extending his lead in states previously considered swing states or even safe Republican states. The Quinnipiac University Polling Institute put Obama on 52% to McCain's 43% in Colorado, on 55% to McCain's 37% in Michigan, and on 51% to McCain's 43% in Minnesota and Wisconsin.</p> <p>\"Those margins may be insurmountable barring a reversal that has never been seen before in the modern era,\" said Peter Brown, at the Connecticut-based institute. \"The only possible bright spot for Senator McCain is that he is holding roughly the same portion of the Republican vote. But his support among independent voters, a group he says are key to winning ... has collapsed.\" McCain's best chance of winning, he said, is a \"knockout\" in the final debate.</p> <p>Obama has spent the last three days in Toledo, Ohio, focused on practising for the debate. McCain, by contrast, was having to fit in practice between campaigning in Virginia on Monday and in Pennsylvania yesterday, and was scheduled last night to attend a fundraising event with Wall Street financiers.</p>",
  "<p><br><a href=\"http://flickr.com/photos/robotclaw/2868763497/\">Bill Richardson speaking at an rally for Barack Obama</a>, by <a href=\"http://steveterrell.blogspot.com/\">Steve Terrell</a>, <a href=\"http://creativecommons.org/licenses/by/2.0/deed.en\">Some Rights Reserved</a></p> <p>Bill Richardson may have been a flop as a presidential candidate despite his extensive qualifications. But in the Southwest, he's a popular governor who epitomizes the growing Democratic base there: A moderate, half-Latino NRA member in cowboy boots and bolero tie. </p> <p>In Reno last Friday, <a href=\"http://www.msnbc.msn.com/id/27125749/\">Richardson spoke to a crowd</a><br> in the (interestingly named) Nu Yalk Pizza restaurant, where he reminded listeners that George W. Bush won Nevada in 2004 by only about 27,000 votes. There are now more registered <a href=\"http://firstread.msnbc.msn.com/archive/2008/10/10/1526587.aspx\">Democrats than Republicans in Nevada</a>, he said. Nevada, along with Colorado, another swing state, and his own New Mexico, could collectively prove decisive in the election.</p>",
  "<p>For those of a certain generation, Nicaragua's Sandinista movement has a real resonance. The revolutionaries that overthrew the corrupt and brutal dictatorship of Anastasio Somoza in 1979 and then faced a campaign of destabilisation by the US-backed Contras through the 1980s deserved our solidarity – even if those \"sandalistas\" who went off to pick the country's coffee have now become objects of <a href=\"http://www.amazon.co.uk/Fallout-Guilty-Liberal-Lost-Innocence/dp/0224080776\">faint ridicule</a>.</p> <p>My father worked in Nicaragua for a while, as a consultant on an energy project, and came home inspired by some of the Sandinistas' social achievements, particularly its basic literacy campaign, but also with doubts about President Daniel Ortega's autocratic style and personal conduct. These were fully borne out by subsequent events. The Sandinista movement splintered, losing many of its original supporters. Free speech was suppressed and political opponents were detained without trial. The economy declined and new investment dried up – partly due to the war and a US blockade, but partly also due to self-inflicted wounds. Eventually a war-weary electorate turned to the opposition instead. </p> <p>After 16 years in the wilderness, Ortega won Nicaragua's election in 2006, but this time on a free-market liberal and socially conservative platform. He endorsed a ban on abortion, which appeased the Catholic church, and made a pact with conservative political parties. He has lashed out at his previous supporters, including leftwing writers, poets and artists, and violent attacks by pro-government supporters have been mounted on recent opposition rallies.</p> <p>The sweeping <a href=\"http://www.theguardian.com/world/2008/oct/14/humanrights-voluntarysector\">crackdown on NGOs</a>, including Oxfam, that has been mounted in recent weeks, needs to be seen in this context. National police raided the offices of two organisations at the weekend: the Centre for Media Investigations, known as Cinco, and the Autonomous Movement for Women. They broke down the doors of their offices and seized documents and computers. The organisations are among 16 groups being investigated for alleged money laundering. But <a href=\"http://www.miamiherald.com/news/americas/story/723647.html\">critics</a> have called the investigations an attempt to silence dissent.</p> <p>Last month the government launched a campaign entitled \"Operation No More Lies\" which sought to rebut criticisms made by NGOs, which it accused of embezzlement, money-laundering and subversion. Their work in promoting human rights, gender equality and poverty reduction have been described by the government as \"modern-day trojan horses\" and a rightwing plot to <a href=\"http://www.unhcr.org/refworld/docid/48f2f34e2.html\">destabilise</a> the administration.</p> <p>The focus of the government's concern is the Centre of Media Investigations (Cinco) and its head, Carlos Fernando Chamorro, whose investigations into alleged corruption in Sandinista land deals are said to have infuriated the government. Chamorro is a high-profile journalist and son of a former president, Violeta Chamorro, who ousted Ortega in the elections held in 1990.</p> <p>The Sandinistas do have a legitimate grievance with the way in which the US government has interfered in their country's internal affairs through the external funding of domestic groups. They took a case against the US government to the international court of justice, which condemned the US for mining its ports and providing military and financial support to the Contras' campaign of terror. However, the government at the time gratefully accepted the help of several Scandinavian and European governments who supported projects by groups such as Oxfam and which are now preparing to cut this aid in response to Ortega's actions.</p> <p>As Oxfam's chief executive commented:</p> <blockquote> <p>For over 30 years we have respected Nicaraguan law, and carried out our work to overcome poverty and suffering in a transparent, accountable and non-partisan way.</p> </blockquote> <p>For those who instinctively recoil from criticising Ortega, either out of fuzzy nostalgia or a misplaced sense of solidarity, I will leave the last word to <a href=\"http://en.wikipedia.org/wiki/Gioconda_Belli\">Gioconda Belli</a> a former Sandinista revolutionary, one of Nicaragua's most renowned poets and a fellow Cif blogger, who has <a href=\"http://www.theguardian.com/commentisfree/2006/oct/25/giocondabelli\">condemned</a> the \"nefarious role of the US in the premature demise of our revolution\" and called for a renewal of her country through \"<a href=\"http://www.theguardian.com/commentisfree/2006/nov/06/post578\">Sandinismo without Ortega</a>\".</p>",
  "<p>John McCain today threatened to up the ante in tomorrow's final televised presidential debate, which offers possibly his last chance to prevent a rout in November's election.</p> <p>The Republican candidate said he would raise Barack Obama's links with Bill Ayers, one of the founders of an urban guerrilla group, as new polls showed McCain slipping further and Obama extending his reach into states normally considered solid Republican. US analysts and pollsters said that no one in recent modern history had been so far behind in mid-October and gone on to win an election.</p> <p>The poll gap adds to pressure on McCain to deliver a knockout blow in tonight's 90-minute debate at Hofstra University in Hempstead, New York, the last of three.</p> <p>McCain was lacklustre in the first two, drawing the first and losing the second.</p> <p>The Republican, who avoided \"going negative\" in the earlier debates, told a Chicago radio station today that he was likely to raise the issue of Ayers, now a professor in Chicago who was with the Weathermen, a group responsible for a series of bombings in the US in the 1970s.</p> <p>McCain said that he had been goaded into doing so by Obama. After the debate last week in Nashville, Tennessee, Obama noted that he had not had the courage to raise Ayers with him face to face, even though the McCain campaign had been relentlessly pursuing the issue each day.</p> <p>McCain said today that Obama's remarks \"probably ensured\" that he would bring up Ayers. \"I was astonished to hear him say that he was surprised I didn't have the guts,\" McCain said.</p> <p>His campaign team is mounting a relentlessly negative campaign to try to discredit Obama, seen as the only realistic opportunity left for turning the election.</p> <p>Some of his team argue that the attacks on the links with Ayers have been ineffective and that McCain should bring up the Democratic candidate's association with his former pastor, the Reverend Jeremiah Wright, which McCain has resisted so far.</p> <p>David Plouffe, Obama's campaign manager, today distributed a video through the internet criticising McCain's team and associated groups for putting out what he described as \"vile\" adverts full of lies about Obama's policies on abortion, sex offenders and guns. Plouffe predicted that Republican groups would spend millions more on such ads as the election draws closer.</p> <p>Negative campaigning, effective in previous elections, has so far failed to provide traction for McCain, partly because the electorate is almost exclusively focused on the impact of the financial crisis on their lives.</p> <p>McCain today set out a $52.5bn (£30bn) economic plan, his most detailed since the financial crisis began, to try to alleviate the plight of working families struggling with job losses, mortgage problems and squeezed pensions. This included buying up mortgages for families in danger of defaulting, offering lower taxes for people over 59 who need to dip into retirement funds to see them through the crisis and scrapping for the next two years tax on unemployment benefit.</p> <p>\"What we need to see now is swift and bold action to lead this country in a new direction,\" McCain told supporters in Blue Bell, Pennsylvania.</p> <p>His plan came a day later than intended, indicating disarray inside his campaign team in the face of Obama's increasing poll leads. By delaying, McCain was beaten to the draw by Obama, who released his own economic proposals on Monday.</p> <p>One of McCain's advisers, Douglas Holtz-Eakin, today disputed talk of infighting and said despite reports that McCain was to announce his new economic policies on Monday, the plan had always been to unveil them yesterday.</p> <p>Polls out today showed Obama was winning the economic argument among independent voters who will decide the election and has extended his lead in states previously considered swing states or even safe Republican states.</p> <p>The Quinnipiac University Polling Institute today released its latest polls that put Obama on 52% to McCain's 43% in Colorado, on 55% to McCain's 37% in Michigan, and on 51% to McCain's 43% in Minnesota and Wisconsin.</p> <p>\"Those margins may be insurmountable barring a reversal that has never been seen before in the modern era, in which polling monitors public opinion throughout the campaign,\" said Peter Brown, at the Connecticut-based institute.</p> <p>\"The only possible bright spot for Senator McCain, and you would need Mary Poppins to find it in these numbers, is that he is holding roughly the same portion of the Republican vote. But his support among independent voters, a group he says are key to winning ... has collapsed.\"</p> <p>McCain's best chance of winning, he said, is a \"knockout\" in the final debate.</p> <p>Obama has spent the last three days in Toledo, Ohio, focused entirely on practising for the debate. McCain, by contrast, was having to fit in practice between campaigning in Virginia on Monday and in Pennsylvania today, and is scheduled tonight to attend a fundraising event with Wall St financiers.</p>",
  "<p>It used to be said in Las Vegas that there were only two groups that the could get 500 Latinos in a room: The Catholic Church and the Culinary Union, says Hugh Jackson, the blogger behind the <a href=\"http://www.lasvegasgleaner.com/\">Las Vegas Gleaner</a>. Long before the Democratic Party realised that Latinos would be a force in politics, the Culinary Union was aggressively organising the community.</p> <p>Latinos make up 25% of the population of Clark County, which includes Las Vegas, but they usually only vote by about <a href=\"http://www.guardian.co.uk/world/uselectionroadtrip/2008/oct/14/uselections2008-nevada-polls\">half of the numbers in which they are eligible</a>, Hugh said. Will the efforts of the Culinary Union and the Obama campaign actually get Latinos out to vote?</p> <p>Some say that if Latinos, who traditionally lean strongly Democratic, would have turned out in 2000 that Nevada would have gone to Al Gore, sending him to the White House, Hugh said.</p> <p>\"Everyone wonders if this will be the year that Latinos show up,\" he said.</p> <p>The Culinary Union isn't leaving that to chance. The union had to work hard to unite its 100,000 members after the state's causcus. Ignoring the union's endorsement, many of its members rebelled and supported Hillary Clinton. She narrowly won the state.</p> <p>In the lead up to the general election, the union has workers <a href=\"http://www.lasvegassun.com/news/2008/oct/09/close-ranks-around-obama-unions-hit-streets/\">six days a week canvassing to get voters out</a>. They've knocked on nearly 90,000 doors in the last few months.</p> <p>This film gives a taste of the <a href=\"http://www.lasvegasgleaner.com/las_vegas_gleaner/2008/10/a-glimpse-of-th.html\">on the ground organising here in Las Vegas</a>, with an appearance by Hugh himself:</p> <p>UPDATE: The Democrats are not the only ones <a href=\"http://articles.latimes.com/2007/oct/20/nation/na-martinez20\">trying to reach out to Latino voters</a>. John McCain has been an advocate for immigration reform, an unpopular position within his own party, but something that is important to a senator from a border state. He hasn't said much about immigration reform, which might be a mistake as we found in <a href=\"http://www.guardian.co.uk/world/uselectionroadtrip/2008/oct/13/uselections2008-barackobama1\">speaking with Latino students in California</a>. He <a href=\"http://washingtonindependent.com/7855/mccain-courts-latino-vote\">revisited this issue in September</a> as Obama increased his lead amongst Latino voters, but has said little since. </p> <p>McCain <a href=\"http://www.politico.com/news/stories/1008/14444.html\">can't win for losing</a>. His reform efforts are largely forgotten in among Latinos, and he's being punished for the \"other Republicans' <a href=\"http://articles.latimes.com/2007/oct/20/nation/na-martinez20\">hostility to illegal immigration</a>\". </p> <p>Immigration isn't on most people's radar this election. The economy is the issue by overwhelming margins. Hugh said that he has yet to see a single political ad on immigration this year.</p>",
  "<p>There is no doubt that the Republicans' latest strategy – if you can call it that – of repeatedly claiming that Obama <a href=\"http://www.latimes.com/news/nationworld/nation/la-na-palin5-2008oct05,0,5117713.story\">\"pals around with terrorists\"</a> and is unpatriotic was intended to appeal to the fear and prejudice that exists within some sections of the conservative base. </p> <p>The Republicans have played on those fears and prejudices extremely well over the past week or so, but with the escalating hatred and disturbing language that has been espoused by some of their supporters at recent Republican rallies it seems that even McCain – forced this weekend to backtrack and start telling people what a \"decent, family man\" Obama is – now realizes that they may have gone a step too far.</p> <p>At the most recent rallies, Republican supporters have cried out \"kill him!\", \"bomb Obama!\" and \"terrorist\" in reference to Obama. Shouts of \"treason\" and other racial epithets have also been hurled. </p> <p>Until last weekend, neither John McCain nor Sarah Palin have condemned or rebuked such language, therefore appearing to give legitimacy to – and arguably encouraging - the open expression of such violent feelings about a man who, let's face it, has done nothing more than run on the opposing ticket for president. </p> <p>While McCain did the right thing on Friday when he <a href=\"http://www.youtube.com/watch?v=Kf6YKOkfFsE\">stated</a> – to boos and jeers from his supporters – that \"… Senator Obama is a decent person and a person you don't have to be scared of as president of the United States\", one has to ask what he and his running mate were thinking in the first place when they decided to take this hate-mongering route. It does not look good for McCain that he now has to take back the very words and sentiments which he and Palin have vigorously put out into the public domain.</p> <p>The Republicans are well aware that, since 9/11, Americans have been particularly sensitive to and fearful of anything related to terrorism. Not only has Palin in particular <a href=\"http://blogs.abcnews.com/politicalradar/2008/10/palin-uses-bill.html\">linked</a> Obama to terrorism by overstating his acquaintance with Bill Ayers, claiming that Obama \"launched his political career in the living room of a domestic terrorist\" but she have gone as far as portray him as someone who is antithetical to the average white American voter. </p> <p>Their rhetoric has gone beyond the usual, somewhat harmless, attacks on an opponent's reputation or a valid investigation into their past associations to an incendiary, polarizing \"us\" versus \"them\" position whose only aim seems to be to <a href=\"http://www.youtube.com/watch?v=KjxzmaXAg9E&amp;feature=related\">inflame tensions</a> and push supporters further to the right. </p> <p>It can be argued that much of the Republicans' recent rhetoric carries a racial subtext and that, unable to openly use Obama's race as weapon, they instead employ coded language which is suggests that Obama is different, foreign and 'other'. Sarah Palin, for example, says \"[Obama] is not a man who sees America the way you and I see America\". There is no doubt that the 'you and I' she is referring to are white Americans: the Joe Six Packs and the hockey moms that she constantly talks about. </p> <p>They Republicans know that there is a racist element within their base and it seems that McCain and Palin have been playing to them. Many of these recent rallies have taken place in deeply conservative parts of swing state Florida, suggesting that the Republicans may be employing Nixon's <a href=\"http://en.wikipedia.org/wiki/Southern_strategy\">Southern Strategy</a> – using racism as a wedge issue to appeal to white conservative voters. </p> <p>It has not gone unnoticed that the <a href=\"http://www.huffingtonpost.com/robert-f-kennedy-jr/governor-palins-reading-l_b_126478.html\">quote</a> \"we grow good people in our small towns, with honesty and sincerity and dignity\" that was used in Sarah Palin's acceptance speech was taken from right-wing columnist Westbrook Pegler, the same man who also said of Bobby Kennedy, before he was assassinated \"some white patriot of the Southern tier will spatter [Kennedy's] spoonful of brains in public premises before the snow flies\".</p> <p>While Republican character smears are a tried-and-tested tactic, how they go about using them requires good judgment. In this case, playing on staunch conservatives' fears about such sensitive issues – issues which could potentially cause an unbalanced individual to feel that they should somehow protect their country by using violence against Obama – is dangerously reckless. </p> <p>The belief that Obama could, God forbid, be assassinated has been in the back of many people's minds since the beginning of his campaign. It is also a very real fear, and as a result Obama was afforded secret service protection earlier than any other presidential candidate in history. Hopefully McCain's attempts to quell the disquiet will dampen down the frenzied climate that has been building amongst some of his supporters. </p> <p>I hope that, as Congressman and civil rights leader John Lewis <a href=\"http://www.nytimes.com/2008/10/13/us/politics/13race.html?em\">said</a> in a statement denouncing the negative tone of the republican campaign, McCain and Palin will realize that \"as public figures with the power to influence and persuade, [they] are playing with fire, and if they are not careful, that fire will consume us all\".</p>",
  "<p>An elder statesman of the Republican party cast doubt about the legitimacy of the presidential election today - three weeks before Americans go to the polls - by declaring the process was already \"tainted\" by voter fraud.</p> <p>The assertion from John Danforth, a former Missouri senator and ambassador to the United Nations, dramatically escalates charges by the John McCain camp that Barack Obama and the community organisation, Acorn, are trying to steal the election by bringing new voters into the electoral system.</p> <p>Danforth said canvassers for Acorn, which has registered 1.3 million new voters - mostly African-Americans, Latinos and young people - had committed widespread fraud in several battleground states.</p> <p>\"This election now has been tainted by something that is just plain wrong,\" he said.</p> <p>He raised the spectre of the 2000 elections, which was undermined by the hanging chad issue. \"We believe that this is a potential nightmare,\" he said.</p> <p>\"The issue could be whether it is fair at all and whether the losing side believes it has been fairly defeated or it has been cheated.\"</p> <p>Danforth's appearance today at a press conference in Washington marked the first time such a prominent figure - Republican or Democrat - has questioned the legitimacy of the November 4 elections because of the dramatic rise in voter participation this year.</p> <p>It comes as the McCain camp turns increasingly vocal in accusing Obama and Acorn of seeking to steal the elections. McCain accuses Obama of having ties to Acorn.</p> <p>The charges against Acorn have grown more pointed with McCain's slide in the opinion polls. Today his running mate, Sarah Palin, sought to rally the party base with a fundraising email attacking Acorn.<br>\"We can't allow leftist groups like Acorn to steal this election,\" the email said.</p> <p>The attacks on Acorn have also become a running thread on rightwing talk radio.</p> <p>A number of press reports have surfaced in recent days about a large number of invalid registrations submitted by Acorn - some of which were revisited by Danforth.</p> <p>In Nevada, canvassers submitted the names of members of the Dallas Cowboys football team and Mickey Mouse as new voters. In Indiana, they put in the name of a local restaurant - Jimmy John. In Ohio, one man registered 73 times. In Missouri, 10 registrations were submitted in the name of a dead woman.</p> <p>Danforth noted that state election officials had rejected large numbers of the new registrations: 57,000 out of 233,000 alone in the Philadelphia area. However, when asked, he could not say how many were rejected because of incomplete or incorrectly filled forms, fraud, or were later reinstated on appeal.</p> <p>The community organisation held its own press conference today to rebut the charges. Acorn said it is standard practice to alert state authorities to doubtful registrations with a cover letter, and that it had asked the authorities in Nevada and Indiana to prosecute canvassers suspected of fraudulent registrations.</p> <p>Democrats and voting rights experts say that the incidence of actual voter fraud is minimal in US elections, and easily outweighed by the numbers of people, mostly poor and members of minority groups, who are wrongly denied the right to vote.</p> <p>\"I do think this criticism of Acorn is a diversion,\" said Miles Rapoport, who as a former secretary of state in Connecticut oversaw voting procedures. \"The actual incidence of voters casting a fraudulent vote or voting in false circumstances is minimal verging on non-existent.\"</p>",
  "<p>John McCain released new economic proposals today putting an end to days of apparent wavering over whether a fresh approach to the global financial crisis is required. </p> <p>McCain unveiled new fiscal policies during a speech in Blue Bell, Pennsylvania as the Republican nominee tried to counter the perception that his campaign has run aground. </p> <p>On Sunday a close ally, Republican senator Lindsey Graham, told CBS news that the McCain camp would reboot its financial message. But the candidate offered no new details in a Virginia speech yesterday that focused on attacking Democratic leaders. </p> <p>The McCain camp outlined its new proposals in an early press release: \"John McCain will address the ongoing economic crisis, with a special emphasis on those most badly hurt: workers, homeowners, savers, and seniors. He will announce specific proposals to build on his Resurgence Plan … and turn the corner on the crisis by charting new directions for workers, seniors, and savers.\" </p> <p>Four specific new plans were mentioned in a McCain press release: a moratorium on taxation of unemployment benefits, a cut in the capital gains tax, tax cuts for senior citizens who withdraw money from their retirement accounts and an \"accelerated tax write-off for those who suffered losses in the current market downturn\". Obama endorsed the first of those four yesterday.</p> <p>Focussing on taxes allows McCain to tap one of the few remaining policy areas that still favours Republicans, although Obama spokesman Bill Burton was quick to contend that Democratic tax proposals go even further. </p> <p>\"[McCain's] plan continues to provide no tax relief at all to 101 million hardworking families, including 97% of senior citizens, and it does nothing to cut taxes for small businesses or give them access to credit,\" Burton said in a statement. </p> <p>\"Senator McCain also shows how little he understands the economy by offering lower capital gains rates in a year in which people don't have an awful lot of capital gains.\"</p> <p>McCain also used today's speech to reiterate two earlier suggestions for coping with the credit crunch and volatile stock market.</p> <p>McCain has proposed a one-year waiver of US savings rules that require those over the age of 70 to begin withdrawing money from their retirement accounts, thus shielding older Americans from the current market downturn. </p> <p>The Republican nominee also has suggested that the government buy up risky mortgages from banks at their face value, effectively shifting the pain of rising foreclosures from lenders to the American taxpayers. </p> <p>That so-called Resurgence Plan has faced a barrage of criticism from both liberals and conservatives, but the McCain camp signalled it would not back away from the idea today. </p> <p>While McCain works to build credibility with voters on the economy, one of his biggest challenges is staunching a tide of negative coverage that has depicted Obama's lead as nearly insurmountable. </p> <p>\"This has been a very tactically oriented campaign that responds to the previous night's evening news,\" Republican pollster David Winston told the Los Angeles Times. \"As a result, they've gone from tactical decision to tactical decision without any strategy to tie that together.\" </p> <p>By contrast, Obama devoted much of yesterday to promoting a new four-point plan to rescue the economy, creating the risk that McCain's fiscal speech today would make him appear defensive. </p> <p>A Washington Post/ABC news poll released yesterday showed Obama 10 points ahead of McCain nationally.</p>",
  "<p>I guess most people will be surprised to read <a href=\"http://www.slate.com/id/2202163/\">Christopher Hitchens' endorsement</a> of Obama, but I feel he's been signaling this for some time. </p> <p>He's been fairly soft on Obama throughout the year, except for <a href=\"http://www.slate.com/id/2190589/\">that one piece about Michelle</a>, in which he drew a highly charged and potentially controversial inference about her on the basis of what seemed to me little evidence. He also hasn't been nearly as enthusiastic recently about giving fuzzy-wuzzy a whiff of the old grapeshot as he was three, four, five years ago (I use the f-w phrase ironically, people; calm down).</p> <p>So when Christopher writes that: </p> <blockquote> <p><br>I used to call myself a single-issue voter on the essential question of defending civilization against its terrorist enemies and their totalitarian protectors, and on that \"issue\" I hope I can continue to expose and oppose any ambiguity. Obama is greatly overrated in my opinion, but the Obama-Biden ticket is not a capitulationist one, even if it does accept the support of the surrender faction, and it does show some signs of being able and willing to profit from experience.</p> </blockquote> <p>I can actually see, by Hitchens' logic, what he means, in comparison say to the Kerry-Edwards ticket. </p> <p>Well, I'm glad to see he's grown beyond such \"single-issue voting.\" It's no more defensible if Christopher Hitchens does it in support of core principles that he can describe with his singular erudition than it is when a pro-life mother in Kansas casts her vote solely on the basis of the existence of Roe v. Wade. The world is the world, a complicated and large place that gives us millions of things to worry about and to hope our government does something about. I could never understand Hitchens and certain other liberal hawks who backed Bush on the basis of his \"with us or against us\" rhetoric and his militaristic actions but chose to ignore every Bush position, from union rights and workers' protections to its belligerent anti-empiricism and its thuggish treatment of political foes (be they Democrats or Republican US attorneys), that they had spent their lives fighting and writing against.</p> <p>On the lighter side, Hitchens serves up some pretty good lines about McCain's now unignorable geezerosity:</p> <blockquote> <p>I suppose it could be said, as Michael Gerson has alleged, that the Obama campaign's choice of the word erratic to describe McCain is also an insinuation. But really, it's only a euphemism. Anyone with eyes to see and ears to hear had to feel sorry for the old lion on his last outing and wish that he could be taken somewhere soothing and restful before the night was out. The train-wreck sentences, the whistlings in the pipes, the alarming and bewildered handhold phrases—\"My friends\"—to get him through the next 10 seconds. I haven't felt such pity for anyone since the late Adm. James Stockdale humiliated himself as Ross Perot's running mate. And I am sorry to have to say it, but Stockdale had also distinguished himself in America's most disastrous and shameful war, and it didn't qualify him then and it doesn't qualify McCain now.</p> </blockquote> <p><br></p>",
  "<p>The eurozone has stood up. One is entitled to adapt a <a href=\"http://en.wikipedia.org/wiki/Mao_Zedong#Leadership_of_China\">quotation of Chairman Mao</a> on this occasion, since last weekend has seen the People's Republic of China playing a major role in the ongoing bail-out of the American investment banking industry. But even more significant was that it has also seen the clearest demonstration by the states participating in the European single currency that their response to the current crisis will be to deepen yet further their economic coordination and integration.</p> <p>The line has been drawn under last week's unfortunate \"go it alone\" initiatives started by Ireland and given weight by Germany. In the new committee of the president of the European Union, the president of the commission, the chairman of the eurozone and the governor of the European Central Bank, we have the start of an institutional framework for the political governance of the eurozone. In the structures to guarantee inter–bank lending, although the funding remains at national level, we have the first steps towards true transnational burden sharing. In the announcement of the taxpayers funds to support banks in difficulties, we have the beginnings of a common fiscal regime. When all this is taken together with the European Central Bank's capacity to cut interest rates, which is now far greater than that of either the Federal Reserve or of the Bank of England, we have the makings of a fundamental shift in the economic leadership of the west from America to Europe.</p> <p>Undoubtedly, the UK Treasury deserves considerable credit for having established the policy principles for dealing with this crisis, which have now been adopted by the governments of the eurozone. But then, it had to. Britain's banking system, because it has mirrored more closely American rather than continental European practice, has faced far deeper problems than the financial institutions of the eurozone, with the possible exception of those of Ireland. The continental European perception, which has so outraged British Eurosceptics, that this crisis has been fundamentally made in America, and constitutes the comprehensive defeat of the highly leveraged Anglo-Saxon banking model, remains entirely valid. </p> <p>Central to the Eurosceptics' criticism has been their claim, as argued by <a href=\"http://www.theguardian.com/business/2008/oct/14/europe-eu\">Simon Tilford and Philip Whyte</a> in the Guardian, that the widening of the spreads between, for example, the yield on German and Greek government bonds, suggests that the euro is about to fall apart under the pressure of profound intra-member state macroeconomic imbalances. This is based on the assumption that Portugal, Italy, Greece or Spain, the much derided \"Pigs\", would be far better off with their own currency, which they could devalue in order to restore external competitiveness. But if anything has been demonstrated by the recent market turmoil, it is the paramount importance of credit-worthiness. The yield spreads on government borrowing of countries which cannot print their way out of their obligations to their creditors, is the surest guarantee that ultimately fiscal disciplines will prevail.</p> <p>No such certainty is available for those whom the British government will be wishing to entice into gilts in order to fund a banking bail-out, which, in terms of percentage GDP, far exceeds anything being undertaken in the eurozone, including Ireland. Moreover, we are already seeing the impact of sterling's devaluation against the dollar on our import prices. Once global price stability is restored, the inflation restraint upon the UK economy is likely, once again, to become acute, since the rise of Asia is now structurally inflationary. If, on the other hand, we face a prolonged global recession, substantial enough to blunt these price pressures, fiscal contraction will make the burden of funding government debt intolerable. The eurozone allows its members, even its weakest ones, to substantially evade this most painful dilemma. </p> <p>It would be difficult to imagine a more favourable environment, both from the point of view of high and low politics, in which to relaunch the campaign for Britain's full commitment to the European Union, including joining the single currency. The high politics are that the west must now find much greater unity of purpose if it is to preserve its values in the face of what has been a massive loss of leadership and power to Asia and, in particular, to China.</p> <p>A powerful, united and prosperous Europe is now the key to the continuing strength of western values. One that will be able to forge a partnership of equals across the Atlantic and rally into its sphere of influence the remainder of the former Soviet Union, the Middle East and north Africa. But such a grand and generous ambition will only be possible if Britain is fully engaged in the European project. No European country has a greater understanding of the Atlantic dimension of European civilisation. No European country is more experienced in a global role. It is no exaggeration to say that if Britain becomes committed to the promotion of genuine international democracy which the European model represents, then it will still be possible to be optimistic about the eventual triumph of liberalism and individualism. </p> <p>Then there are the low politics, which have already been signalled, almost too perfectly, by the return of <a href=\"http://www.timesonline.co.uk/tol/news/politics/article4878623.ece\">Peter Mandelson</a> to the cabinet. The chancellor's statement in the House of Commons yesterday, in which he vindicated Gordon Brown's almost honorary membership of the Councils of the eurozone, and his assessment that the weekend's events had reinforced the importance of Britain's membership of the European Union, are the first expressions of a new strategy. Europe is once again becoming the Conservative party's Achilles heel.</p> <p>With a prospective Obama presidency abandoning the notion that Britain should choose America rather than Europe, the proposition which was the neocon lifeblood of Tory Euroscepticism, with the British public generally blaming America for the coming recession and with the whole ideological climate having shifted sharply from right to left, Cameron faces an impossible task. No amount of abandoning not just his tie, but also his business suit and sounding like a Marxist in relation to City bonuses can draw the poison against Europe, which now infects every level of his party. The more Gordon Brown plays the European card over the coming months, the more certain he can be of transforming the turnaround of the past fortnight into a platform for another election victory, or at the very least, a hung parliament. Europe should be the new axis which would make an eventual cooperation with the Liberal Democrats possible, perhaps at last, even to the extent of a new progressive coalition.</p> <p>Of course, there are still severe challenges ahead. Brown remains a deeply compromised figure as a credible pro-European and he cannot escape the blame for a severe recession, which is now unavoidable. There is also the nagging concern that the possibility of <a href=\"http://www.snp.org/node/14204\">Scottish independence</a> will undermine our image amongst global investors of absolute constitutional stability and thus threaten our capacity to fund the bail-out of our financial system and counter the cyclical deterioration of our public finances.</p> <p>It could also undermine the peace process in Northern Ireland, a prospect rendered more dangerous by the deep dysfunction of politics in the Republic, as expressed by the no vote on the <a href=\"http://www.theguardian.com/world/2008/jun/13/ireland\">Lisbon treaty</a>. This puts into even sharper relief Cameron and Hague's determination to oppose its ratification to the limit. There is also the marked trend in today's Conservative party, as it is forced away from its traditional pro-American stance, to anchor its continued hostility to Europe in a narrow English nationalism; one which the pressures of recession could drive towards extremist attitudes on issues such as immigration and welfare.</p> <p>Nevertheless, a closer commitment to Europe could sustain the union and the peace settlement in Ulster and create a framework for a new economic policy, including eventual membership of the euro that would offer the best prospect of an early recovery in growth. In any event, Europe, the great sleeping issue of British politics, which has destroyed, in one way or another, every government since Suez, is once more at the centre of our political debate.</p>",
  "<p>The term \"game changing election\" has been bandied about with such frequency by the US punditry that it's almost a cliché at the moment. But like most clichés, it survives because there is a core of absolute truth to it that refuses to be dismissed. Both presidential campaigns are playing the game. Their approaches to it seem tied to the personal recreations preferred by the candidates: McCain, the designated maverick, is <a href=\"http://www.nytimes.com/2008/09/28/us/politics/28gambling-web.html?hp\">playing a hand</a> of high-stakes poker and attempting an audacious bluff for all the marbles. That might be useful, if Obama were also playing poker – but he's not. Obama <a href=\"http://sportsillustrated.cnn.com/multimedia/photo_gallery/0712/price.obama/content.1.html\">prefers basketball</a>.</p> <p>McCain's strategy to this point has been that of a good poker player, distracting attention from perceived weaknesses with bluster and misdirection while he builds his position. Of course, the cards in his hand are poor, so he cannot hope to win by calling his opponent's hand. The best he can hope for is for Obama to fold by making a devastating gaffe that turns the bulk of the US electorate against him.</p> <p>McCain seems to see politics as a series of hands: the primaries, the conventions, the debates, the television ads, the six-second soundbyte for the evening news. Choosing Sarah Palin for a running mate was a bold, high-stakes move. It's a one-man show (plus the hot babe standing next to him cooing flattering encouragement in his ear) and every hand adds something to the pot. Lose on one, try to make it up on the other, and hopefully at the end of the day you come out just enough ahead in the electoral college to take the pot. </p> <p>It's political brinksmanship at its most acute. When you seem desperately behind, you raise the stakes and change the game. It's a dangerous game, but you don't become a fighter pilot – however mediocre – without learning how to play poker. McCain has just the sort of devil-may-care, Top Gun mentality (with accompanying set of brass testes) to possibly pull off a bluff of this magnitude. Not many men have the nerves to do it. Poker is his game, and <a href=\"http://www.time.com/time/nation/article/0,8599,1819898-2,00.html\">he's a gambler</a>. It all comes down to that one last bluff, and whether Obama (or the other players at the table, the American people) will raise, call or fold. </p> <p>I actually don't know much about poker except what I pick up on cable, but since I live in one of the global hotspots for competitive collegiate basketball – between powerhouses <a href=\"http://www.goduke.com/SportSelect.dbml?SPID=1845&amp;SPSID=22724\">Duke</a> and <a href=\"http://tarheelblue.cstv.com/sports/m-baskbl/unc-m-baskbl-body.html\">UNC</a> – I know that game better. In basketball the strategy is far less about storming the basket manfully and making points – although that's the showy part. It's about having more points than your opponent when the buzzer sounds the end of the game. Obama's campaign understands that.</p> <p>Obama has fielded a wide-ranging zone defence, putting trusted, competent people in positions of responsibility, giving them enough direction to keep them actively supporting each other but enough freedom for them to improvise if the ball lands in their hands. He's kept the <a href=\"http://www.latimes.com/news/nationworld/nation/la-na-money13-2008oct13,0,6436466.story\">constant resources flowing</a>, augmenting his substantial paid staff with hordes of <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/10/11/AR2008101102119.html\">enthusiastic volunteers</a>. He's running the court by making the <a href=\"http://www.nytimes.com/2008/10/13/us/politics/13caucus.html?_r=1&amp;oref=slogin\">Republican party compete in states</a> they never suspected that he'd be strong in. He's adeptly used competent proxies to attack his opponents, allowing him to appear above the fray, and he's kept the ball moving by maintaining focus on the most pressing issues of the campaign – the war and the economy – while dismissing the distractions.</p> <p>His surrogates aggressively guard him from the smears by going on the offensive, man-to-man. And they are prepared for everything. Hillary Clinton tempered the campaign for all of Obama's negatives during the Democratic primary. Now they immediately and aggressively counter.</p> <p>William Ayers? The Alaskan Independence Party. Tony Rezko? Keating Five. Earmarks? One trillion dollars in Republican deficit spending on the wars alone. The potential of higher taxes? The certainty of higher health insurance premiums. Didn't back the surge in Iraq? Didn't back the dumb war to begin with. Every argument has a counter, and the Obama campaign has a full arsenal of responses to these last-second misdirections because he understands the game.</p> <p>While all the attention is being paid to the star players of the team and the huge rallies and favourable poll numbers, the Obama campaign is counting far more on basic fundamentals of the game to win: the ground game, including Obama's heavily wired multi-state organisation, get-out-the-vote efforts, neighbour-to-neighbour initiatives and the historic voter-registration drives that have already permanently altered the electoral map. Basketball is a team sport, and Obama is relying heavily on his team to keep their opponents off his back while he drives for the score.</p> <p>In basketball the most important aspect of the game is the clock. At the end of the game there is a buzzer and then it's over. For the US, that buzzer is election day, and all the polls and rallies in the world don't matter if the buzzer sounds while you're still down a point or two.</p> <p>Obama will run the clock just like any good basketball coach would. When you're ahead and there's only two minutes left in the game, every shot counts, every possession counts and you can expect plenty of fouls by the frustrated opposition to try to break your rhythm and stop your momentum. You bring in your best players – <a href=\"http://afp.google.com/article/ALeqM5gGn1Qiwx3uBAtrv66H46rHWSYoZQ\">Bill and Hillary Clinton</a>, Joe Biden and <a href=\"http://www.huffingtonpost.com/2008/10/09/michelle-obama-makes-idai_n_133232.html\">Michelle Obama</a> – and let them work out those fouls for you while you keep control of the ball and the initiative. And then you wait for the other team to throw that wild full-court shot right at the buzzer – for all the good it will do them.</p> <p>'Cause Obama got game.</p>",
  "<p>Check out <a href=\"http://mail.google.com/mail/?hl=en#inbox/11cfafff80742b09\">this editorial</a> from the Anchorage Daily News, Embarracuda's hometown paper:</p> <blockquote> <p>Sarah Palin's reaction to the Legislature's Troopergate report is an embarrassment to Alaskans and the nation.</p> <p>She claims the report \"vindicates\" her. She said that the investigation found \"no unlawful or unethical activity on my part.\"</p> <p>Her response is either astoundingly ignorant or downright Orwellian.</p> <p>Page 8, Finding Number One of the report says: \"I find that Governor Sarah Palin abused her power by violating Alaska Statute 39.52.110(a) of the Alaska Executive Branch Ethics Act.\"</p> <p>In plain English, she did something \"unlawful.\" She broke the state ethics law.</p> <p>Perhaps Gov. Palin has been too busy to actually read the Troopergate report. Perhaps she is relying on briefings from McCain campaign spinmeisters.</p> <p>That's the charitable interpretation.</p> <p>Because if she had actually read it, she couldn't claim \"vindication\" with a straight face.</p> </blockquote> <p>You see, in Washington, we're used to Republicans saying the grass is blue and the sky is green, and getting away with it because enough of them say it astounding conviction, and the media report it with a straight face. But they seem to have this old-fashioned idea in Alaska that the grass is green and the sky is blue.</p> <p>Makes one wonder how, if her ticket loses, her moment in the national spotlight will serve her once she returns home. Walter Monegan, whose firing led to the Troopergate affair, now <a href=\"http://www.adn.com/news/alaska/story/555288.html\">wants further investigation</a>:</p> <blockquote> <p>Gov. Sarah Palin's former public safety commissioner says the governor smeared him and he wants a hearing to clear his name.</p> <p>Walt Monegan on Monday asked the state personnel board to allow him a chance to disprove the vice presidential nominee's assertion he was a \"rogue\" and insubordinate commissioner. The board is investigating Palin's July dismissal of Monegan.</p> <p>\"Governor Palin's public statements accusing Mr. Monegan of serious misconduct were untrue and they have stigmatized his good name, severely damaged -- and continue to damage -- his reputation, and impaired his ability to pursue future professional employment in law enforcement and related fields,\" said the hearing request filed by Monegan's lawyer, Jeff Feldman.</p> </blockquote> <p>We in Washington will largely quit paying attention, but that doesn't mean it will end.<br></p>",
  "<p>I wrote just yesterday morning I think that some elements in the media were going to start being more sympathetic toward McCain, because they want a race not a blowout. I didn't figure I'd be so right so fast.</p> <p>Here's <a href=\"http://voices.washingtonpost.com/the-trail/2008/10/13/questioning_obama.html\">a ridiculous piece of punditry</a> by Dan Balz of the Washington Post, one of the country's most influential political reporters. It's time, Balz harrumphs, for the political press to forget McCain and train their focus squarely on Obama:</p> <blockquote> <p>McCain is the focus because what was thought to be a close race doesn't look like one at this moment. Which is all the more reason that the real focus now ought to be on Barack Obama.</p> <p>The Illinois senator has been the political beneficiary of one of the worst months of economic news in the country's history. Since the fall of Lehman Brothers, Obama has expanded his lead and solidified his position in the presidential race.</p> <p>He leads nationally in the latest Washington Post-ABC News poll by 53 percent to 43 percent. He leads, too, by a wide margin in estimates of the Electoral College. Virtually all of the closest states left at this point voted for President Bush four years ago.</p> <p>The presidential race is not over, but at this point, Obama has a better chance of becoming president than McCain, and as a result, the questions ought to be going toward him as much or more than McCain -- questions not of tactics but of substance.</p> <p>Obama has dealt deftly with the economic crisis -- at least in a political sense. Unlike McCain, he was fairly calm during the first days after Lehman's collapse and the government bailout of AIG.</p> <p>He stayed in close contact with Henry Paulson and Ben Bernanke and with Democratic congressional leaders. He both embraced the sense of urgency to act on the $700 billion bailout package and offered criticisms of the administration's initially sketchy plan. His criticisms were in line with changes that Congress made before eventually approving the package.</p> <p>But it's not clear that he has had any better ideas -- or put them forward more aggressively -- than Paulson and Bernanke when it comes to dealing with the crisis in the credit markets. It's not clear that he has pushed ideas that would have dealt with the crisis more effectively. </p> </blockquote> <p>So let's get this right. Because he's run a good enough campaign to be seven or eight points ahead, that invites <em>greater</em> scrutinty? To the extent the media focus has been on McCain, as Balz asserts, it's because McCain keeps drawing attention to himself with cheap and sensationalistic stunts (campaign suspension) and desperate assertions (the Ayers stuff) that are specifically designed to get media attention! </p> <p>While Obama, to a much greater degree, has run a sober and steady race that has resulted in voters trusting him on the economy by overwhelming margins according to recent polls (Balz's own paper, <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/10/12/AR2008101202333_pf.html\">just yesterday</a>: \"Obama is winning 'economy voters' by 62 percent to 33 percent.\").</p> <p>Obama has obviously not answered every question about how he'd handle the crisis with immaculate specificity. But he has built up the very lead that Balz cites as the reason he must be pressed on the economy for the <em>precise reason</em> that voters have found him more persuasvie on the economy. </p> <p>Jon Chait at TNR <a href=\"http://blogs.tnr.com/tnr/blogs/the_plank/archive/2008/10/13/playing-balz.aspx\">goes after Balz</a> on some other key points, and I suggest you read it. </p> <p>It's all very illogical, until you stop to consider the logic by which many (not all, but many) members of the high preisthood of political opining operates in my country. That logic is not actually logic at all, but is built around the feeling that John McCain is one of them -- they're comfortable with him, they know him from green rooms, he's a man of integrity. They don't know Obama. They were angry at McCain or the Palin choice, and for the obvious lies of his campaign (in fairness to Balz, he did <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/07/29/AR2008072902286_pf.html\">share a byline</a> on a tough WashPost piece a while back that flatly contradicted McCain's assertion that Obama canceled a visit to troops because he couldn't take cameras in). </p> <p>But now that it looks like he's going to lose, McCain is a figure of sympathy again. And if he does lose, in some number of weeks, he'll come to people like Balz and David Broder, hat in hand, expressing his remorse about some of the things he was \"forced\" to do during this campaign, and all will be forgiven.</p> <p>The creation of the McCain myth over these past 15 years is really one of the great, revealing errors of the Washington press corps during that time. McCain suffered for his country. We all admire that. But the truth is that very little actually follows from that, and he is as full of contradictions as the rest of us. He is a hero, and he is also a petulant man with a terrible temper. He is unstable. He's mean. He's not temperamentally equipped to lead. He is temperamentally equipped to sit in the back of the room and catcall, and then rush in at the last minute and try to take credit (which his fellow senators have seen him do many times). </p> <p>And now, Barack Obama, because he has shown himself to be the steadier and more reliable of the two, is supposed to face higher scrutiny in the closing weeks? Only in Washington does that sort of thinking make any sense or gain any traction. And I mean that literally. Voters around the country aren't falling for that Beltway-think this year.<br></p>",
  "<p>As the free market philosophy championed by Republican administrations in the US threatens to destroy the global economy, even the most ardent capitalists have been begging for billions in taxpayer dollars. Ewen MacAskill explains how the economic crisis is shaping the election between Barack Obama and John McCain</p> <p>Julian Borger, the Guardian's diplomatic editor, reports on a leaked assessment from US security agencies that warns of a \"downward spiral\" in the coalition effort to stabilise Afghanistan</p> <p>Saeed Shah reports on Pakistan's decision to use tribal militias, or lashkars, in its continuing effort to fight the Taliban.</p> <p>The world's most dangerous roads are not in China, as you might think, but in India. Randeep Ramesh reveals what it is like to drive there.</p> <p>The power-sharing deal between Zimbabwe's President Robert Mugabe and opposition leader Morgan Tsvangirai threatens to unravel over the issue of cabinet appointments. Chris McGreal reports.</p> <p>For a movie about the gritty reality of the streets of Naples, is there really such a thing as bad publicity? Tom Kington reports from Rome on the film Gomorrah, and the legal troubles of some of its cast.</p> <p>Each week we like to feature a slice of life from one of our listeners or readers. This week in his Letter from Mexico, Kurt Hollander visits a market that will make all your dreams come true.</p>",
  "<p>The BBC in its current form was \"is in its last stages\" because of funding cuts, according to the corporation's veteran world affairs editor John Simpson.</p> <p>Simpson said he thought the future did not look very good for the BBC, following last year's licence fee deal which was less generous than the corporation had anticipated.</p> <p>\"We are already cutting back on all our operations across the board, as a result of the effective cut in the licence fee,\" Simpson added.</p> <p>\"The future? Well, I don't think that it's going to look very good for the BBC,\" he told The Times Cheltenham literary festival last night.</p> <p>\"I think the BBC we have known, for good or worse, is now in its last stages. It pains me after 42 years of working for it to think that, but I alas do.\"</p> <p>Simpson, 64, said that falling advertising revenue meant that the system of commercial broadcasting that had served Britain since 1955 was also under threat and that he doubted that the future would be better.</p> <p>\"What the hell do I care? I'll be 75 or something like that. I'll be just that age when people start turning round and saying nasty things about the BBC,\" Simpson added.</p> <p>Simpson then talked about Radio 2 presenter Sir Terry Wogan, calling his recent criticism of the BBC \"strange\".</p> <p>Wogan told the Radio Times that he was not sure that BBC staff still thought they were working for one of the finest broadcasters in the world.</p> <p>\"He said something particularly savage. I can't remember what it was. I thought somebody surely should have a word with him about that,\" Simpson said.<br> \"I shall no doubt be sacked under horrible circumstances. Things will be absolutely dreadful. I'll hate the so-and-sos - I hate them pretty much anyway, but I'll hate them even more,\" he added.</p> <p>\"Then I'll be tempted to say that standards have definitely dropped, when what I mean is that I'm not around any more.\"</p> <p>He said that BBC employees as a rule should be loyal to the organisation.</p> <p>\"Although the BBC is a difficult organisation sometimes to work for in peace and harmony, it nevertheless, in its way, is a magnificent outfit and I'm very fond of it - sort of,\" Simpson added.</p> <p>A BBC spokesman said: \"John Simpson, like many people, is someone who cares deeply about the BBC and its future. He is a hugely respected braodcaster who has made and will continue to make a significant contribution to the BBC.\"</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-338593487\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/10/14/1223998545663/mccainbadge.jpg\" alt=\"McCain badge\" width=\"140\" height=\"141\" class=\"gu-image\" /> </figure>  <p>\"Mr Ayers is a unrepentant terrorist and that's a unique individual in American history. A person who still want to destroy America. He and his wife, who both want to still destroy America. That's an unusual breed of cat\" -- <a href=\"http://voices.washingtonpost.com/the-trail/2008/10/13/mccain_responds_to_conservativ.html\">Washington Post</a></p> <p>Here is <a href=\"http://www.cfainc.org/breeds/profiles/cornish.html\">another unusual breed of cat</a>.</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/jMyNk8J1c8g?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/jMyNk8J1c8g&color1=0xb1b1b1&color2=0xcfcfcf&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/jMyNk8J1c8g&color1=0xb1b1b1&color2=0xcfcfcf&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>Here's the irascible British national treasure John Cleese, sitting in his back yard in Santa Barbara and being irascible about <a href=\"http://www.guardian.co.uk/world/sarahpalin\">Sarah Palin</a>. (\"I'm sorry, Michael Palin, but you're not the funniest Palin anymore.\") A little while ago he also <a href=\"http://www.cleeseblog.com/2008/10/09/hannity-calamity/\">wrote an irascible poem</a> about the Fox News host Sean Hannity. Personally I think British people should keep their noses out of the US election. What's it got to do with you, pinkos? [via <a href=\"http://www.boingboing.net/2008/10/13/john-cleese-on-palin.html\">BoingBoing</a>]<br></p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/RZcEHLr4gBg?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/RZcEHLr4gBg&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/RZcEHLr4gBg&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>Oh no! It looks like Barack Obama has made a TERRIBLY HUMILIATING GAFFE: yesterday on the campaign trail he told a plumber that he believed it was best to <a href=\"http://elections.foxnews.com/2008/10/13/obama-plumber-plan-spread-wealth/ \">\"spread the wealth around\"</a>, causing a number of commentators, including the <a href=\"http://corner.nationalreview.com/post/?q=YjY1OWNjMmQwNWY3NjI3YTMyYzQwYzlmNGM4NzE4ZWM=\">noted musical theatre expert Mark Steyn</a>, to claim that he had revealed his nakedly Communist agenda, and prompting the calm and coherent Michelle Malkin to publish <a href=\"http://michellemalkin.com/2008/10/13/spread-the-wealth-swallow-the-crap-sandwiches/\">a graphic of a socialist shooting someone in the head with a gun</a>. The McCain campaign is <a href=\"http://betsyspage.blogspot.com/2008/10/obamas-modern-plan-to-share-wealth.html\">being urged</a> to seize on the quotation to show the dangers of an Obama presidency, since if there's one thing America won't stand for these days, it's socialist economic notions. \"If McCain can't get traction from it, he's Bob Dole and that's that,\" Steyn <a href=\"http://corner.nationalreview.com/post/?q=YjY1OWNjMmQwNWY3NjI3YTMyYzQwYzlmNGM4NzE4ZWM=\">grumbles</a> briefly, then abruptly ends his blog post, presumably because he's running late for the premiere of a new anti-Muslim remake of <em>42nd Street</em>.</p>",
  "<p>Wandering seven long years in the mountains and deserts of Afghanistan with hardly an end in sight, the US has just been offered a most fortuitous fix. It likely eludes America's current president and queuing candidates, Barack Obama and John McCain, but not for long.</p> <p>The fix is found in Mecca, Saudi Arabia. Long considered the most stable of US allies in the Middle East, the Kingdom appeared last week best positioned to play a leadership role in the region after <a href=\"http://edition.cnn.com/2008/WORLD/asiapcf/10/05/afghan.saudi.talks/index.html\">hosting a series of non-official talks between Afghanistan's oppositional leaderships</a>: those formally sanctioned in Kabul under Hamid Karzai and those informally sanctioned, yet arguably equally powerful, under the Taliban.</p> <p>Just as <a href=\"http://news.bbc.co.uk/1/hi/world/middle_east/7412543.stm\">Qatar's good offices</a> ably <a href=\"http://www.nytimes.com/2008/05/21/world/middleeast/21lebanon.html\">brought Beirut's embattled to the table</a> to turn stalemate into starting point, Saudi Arabia can similarly serve as intercessor here.</p> <p>Talks with the Taliban were never a non-starter with the Afghan government, nor is Kabul's careful communicative overture new. The Afghan ambassador to the US, whom I interviewed this spring, cited \"different degrees of engagement [with the Taliban] right now\" and reaffirmed Kabul's continued willingness to communicate. This tone and tactic has long been untenable for the US administration, and so Afghanistan has been left to its own dialogical devices.</p> <p>But now even <a href=\"http://news.yahoo.com/s/nm/20081009/ts_nm/us_taliban_usa_talks_2\">Robert Gates</a>, the US secretary of defence, acknowledges that talks with the Taliban are necessary. \"There has to be ultimately, and I'll underscore ultimately, reconciliation as part of a political outcome to this,\" Gates said last Thursday. \"That's ultimately the exit strategy for all of us.\"</p> <p>The entrance of Saudi's King Abdullah as acting arbiter, therefore, serves as a game-changer in the US-Afghanistan seven-year stalemate. Not only would Saudi-officiated talks save US face from a seeming capitulation, but Mecca is measurably more meritorious as neutral ground than Kabul could ever be. </p> <p>Suppose talks ensue. Will this suffice, as some speculate, in severing linkages with al-Qaida, taming the Taliban, or solving the country's internal haemorrhaging? Surely not, but it will begin to force accountability among Afghanistan's feuding politicos, leverage a more effective hand in dealing with Pakistan and ameliorate the misguided modus operandi of foreign forces. </p> <p>This last point is of particular importance. America's current solution to Afghanistan's insecurity is solidly military, while political and economic solutions, not unlike in Iraq, are put on the backburner by Washington. Less than a dime of every US dollar spent on the country is committed to non-military assistance. This Bush doctrine under the leadership of Condoleezza Rice will soon become the Obama or McCain doctrine, as projected aid by both candidates has amounted to no greater a percentage. Yet after seven years of a predominantly military mission, Joint Chief of Staff Admiral Mike Mullen stated in September his <a href=\"http://www.theguardian.com/world/2008/sep/10/usa.usforeignpolicy?gusrc=rss&amp;feed=worldnews\">doubts as to whether the US is winning</a>. <br> Clearly a change in tack is necessary, but in what direction? Politically and economically, Afghanistan is in collapse. Additional troops, redeployed from Iraq, have little to safeguard as the country's infrastructure continues to rot. At the local level, the Afghan - whether a shopkeeper, doctor, farmer, governor, teacher, judge, imam, taxi driver, policeman or other civil servant - must be equipped with the financial and technical means for basic survival. After being siphoned off by handlers from Washington to Kabul, American aid flows feebly on the ground, making it nearly impossible for the average Afghan to see visible improvement. Without tangible benefits in a country struggling with over 40% employment, 28% literacy and two-thirds living on less than $2 a day, the formation of alternative allegiances outside government auspices is hardly surprising. The infamous Helmand province, for example, has upwards of 80% unemployment in places, with two poorly stocked hospitals supplying healthcare for over 700,000 persons, and it remains the nation's hottest province in terms of Taliban activity and poppy production. Illicit political and economic operations flowering in the country's poorest province is hardly coincidental when Kabul is utterly uncompetitive. The best salve, then, for this seven-year burn, treats the fragile, fertile ground that foments violence. Saudi's hand, if extended to the Taliban, will undoubtedly be directed toward this goal. If manoeuvred deftly, King Abdullah provides the tribal Pashtuns (rallied under the Taliban) a much needed voice in long-unrepresented Kabul, secures an ally in cooling Pakistan's border, and creates a pretext for holding culpable Mecca's negotiators. Meanwhile, America's hand, if played in the pursuit of political and economic solutions, begins to build the basis of a country worth living, not dying, for.</p> <p><em>This article is distributed by the Common Ground News Service.</em></p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-338583542\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/10/14/1223987850865/tmpphpD0s18L.jpg\" alt=\"Obama game ad\" width=\"460\" height=\"307\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">An ad for Barack Obama inside the Xbox 360 video game Burnout Paradise (see below)</span> <span class=\"element-image__credit\">Photograph: guardian.co.uk</span> </figcaption> </figure>  <p>Gallup daily tracking poll: <a href=\"http://www.gallup.com/poll/111112/Gallup-Daily-Obama-Ahead-51-41.aspx\">Obama 51%, McCan 41%</a> among registered voters; Obama 51%, McCain 44% among likely voters. Plus <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/10/14/AR2008101400524.html?hpid=topnews\">good news for Obama</a> from several battleground states.</p> <p>Everyone's an expert on the financial crisis: while Bush is busy nationalising the banks, Obama revealed <a href=\"http://www.usatoday.com/news/politics/election2008/2008-10-13-obama_N.htm\">his rescue plan</a> yesterday; it's <a href=\"http://thepage.time.com/john-mccains-pension-and-family-security-plan/\">John 'reboot' McCain's turn</a> in a few hours.</p> <p>McCain's fresh start probably won't help him win, but he won yesterday's soundbite war, and at least he \"stands a chance of walking away from this election with his dignity still intact.\" [<a href=\"http://www.observer.com/2008/politics/mccain-back-precipice \">New York Observer</a>]</p> <p>The ostentatiously forward-thinking Obama campaign is advertising inside video games (see photograph above). McCain plans rival ads emblazoned on the sides of spinning tops. [<a href=\"http://jalopnik.com/5062960/barack-obama-advertising-inside-online-racing-video-games-attempting-to-pick-up-crucial-xbox-360-vote\">Jalopnik</a>]</p> <p>Look who didn't hate <a href=\"http://elections.foxnews.com/2008/10/09/acorn-investigations-provide-rallying-republicans/\">ACORN</a> all that much a couple of years ago! [<a href=\"http://marcambinder.theatlantic.com/archives/2008/10/a_lifetime_ago_sen_john.php\">Marc Ambinder</a>]</p> <p>Meet the 106-year-old nun living in Rome who hasn't voted since casting a ballot for Eisenhower in 1952, but who's voting for Obama, possibly because she saw that banner ad while she was playing Burnout Paradise on her Xbox 360. [<a href=\"http://www.telegraph.co.uk/news/newstopics/uselection2008/barackobama/3190402/106-year-old-nun-to-vote-Barack-Obama.html\">Daily Telegraph</a>]</p> <p>A man officially name his daughter Sarah McCain Palin, without telling his wife. The man is officially an idiot. [<a href=\"http://www.wbir.com/news/local/story.aspx?storyid=66550&amp;catid=2\">WBIR Knoxville</a>] (link fixed)</p>",
  "<p>Still trailing in the polls, and with conservative commentators hammering his performance to date, John McCain adopted a radically different approach to his underdog status yesterday: he embraced it. In a speech in Virginia that had been billed as a \"reboot\" for his ailing campaign, the Republican contender sought to present himself as a plucky fighter, written off by Barack Obama and the \"national media\", but now ready for a comeback. For the time being, at least, McCain abandoned attacks on Obama's background, opting instead to warn of dark times ahead, and of the perils of electing a leader who would have to learn on the job. Sometimes, his fighting tone bordered on the implausible. \"We have to fight,\" he said. \"We have 22 days to go. We're six points down ... My friends, we've got them just where we want them.\" The speech was notably policy-free - but last night McCain aides insisted that had been the plan all along, and that the candidate will make major economic announcements in a separate speech today.</p> <p>Barack Obama, meanwhile, sought to consolidate and increase his poll lead with a $60bn economic rescue plan aimed at creating more jobs and easing the burden on the middle class, Ewen Macaskill writes in <a href=\"http://www.theguardian.com/world/2008/oct/14/uselections2008-barackobama\">today's Guardian</a>. The measures, laid out in a speech in Ohio, include a programme of public infrastructure works that echoes the 1930s New Deal, and a three-month moratorium on home foreclosures. But in his warnings of hard times ahead, there were signs of the other challenge Obama now faces: as his victory seems more and more likely, he must somehow ready the electorate for the huge economic challenges of the near future, without corroding the enthusiasm on which his success so far has been built.</p> <h2>What to watch for</h2> <p>Obama remains in Ohio, McCain and Sarah Palin are in Pennsylvania - where McCain is expected to deliver his own speech on the economy today - and later New York. Then tomorrow comes the final presidential debate. Oddly, given yesterday's shift in the tone of the Republican campaign, McCain adviser Tucker Bounds seemed to say on Fox News yesterday that McCain would challenge Obama during the debate over his association with William Ayers. \"So much of a debate is determined by the moderator and the questions that are posed to the candidates,\" Bounds said, \"[but] I expect that it could come up. And I expect John McCain will ask Barack Obama to speak truthfully about his relationship with friend and unrepentant terrorist Bill Ayers.\"</p> <h2>Latest polls</h2> <p>Obama slightly increased his lead in Gallup's tracking poll, which puts the candidates at 51% to 41%, and slightly reduced it in Rasmussen's, which is at Obama 50%, McCain 45%. A Washington Post/ABC News poll of likely voters echoed Gallup's 10-point lead, putting McCain at 43% to Obama's 53%. \"Though every race is different,\" an ABC pollster said, \"no presidential candidate has come back from an October deficit this large in pre-election polls dating to 1936.\"</p> <h2>Quote of the day</h2> <p>\"Jobs, baby, jobs.\" Hillary Clinton, parodying the Republican chant of \"drill, baby, drill\", seemed finally to be enjoying herself, stumping for Obama in Pennsylvania.</p> <h2>On theguardian.com</h2> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/2008/oct/14/uselections2008-johnmccain1\">McCain plays valiant underdog as once-loyal south looks uncertain</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/uselectionroadtrip/2008/oct/14/roseanne-barr-marc-maron\">Video: 'A nation run by old men on Viagra', says Roseanne Barr</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/2008/oct/14/uselections2000-barackobama\">Obama campaign finds prejudice lingers in blue-collar heartlands</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/2008/oct/14/uselections2008-sarahpalin\">Is it a boy? Teenage father drops hint on Palin's first grandchild</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/commentisfree/michaeltomasky/2008/oct/13/uselections2008-johnmccain\">Tomasky talk: Reboot day for John McCain</a></p> <h2>Best of the rest</h2> <p><strong>·</strong> <a href=\"http://thecaucus.blogs.nytimes.com/2008/10/13/road-to-november-keystone-state-bloggers/\">NY Times: Road to November: Keystone State Bloggers</a></p> <p><strong>·</strong> <a href=\"http://www.newyorker.com/reporting/2008/10/20/081020fa_fact_lizza\">New Yorker: Biden's Brief</a></p> <p><strong>·</strong> <a href=\"http://www.latimes.com/news/politics/la-na-mccain14-2008oct14,0,2824967.story\">LA Times: McCain is looking for another comeback</a></p> <p><strong>·</strong> <a href=\"http://www.talkingpointsmemo.com/archives/236753.php\">Talking Pints Memo: My God is Bigger Than Your God</a></p> <p><strong>·</strong> <a href=\"http://www.newsweek.com/id/157748\">Palin mistakes fans for protesters at Va. rally</a></p> <h2>Defector of the day</h2> <p>Dennis Hopper isn't only one of Hollywood's most famously Republican actors - he also stars in An American Carol, the new and critically maligned rightwing movie that mocks the liberal left. But the Easy Rider star is voting for Obama. \"I voted for Bush, father and son, but this time I'll vote for Obama ... I pray God Barack Obama is elected,\" he told journalists in Paris. Read more <a href=\"http://afp.google.com/article/ALeqM5j5EWRC22Nx_phjXpenOArhNeOUew\">here</a>.</p>",
  "<p>Securing a new agreement with the Iraqi government within the next few weeks to allow the continued presence of British troops in the country is of \"critical\" importance, a Foreign Office minister said today. </p> <p>Bill Rammell, the new minister for the Middle East, said that the British government was working towards a new, \"civilian-led\" relationship with Iraq in 2009 as the Iraqi forces increasingly take charge of the security situation.</p> <p>But without a Status of Forces Agreement, the UK would have to seek the rollover of its United Nations mandate to maintain a military presence in Iraq, which Rammell said would send out an \"unfortunate\" message and undermine progress towards normality in the country.</p> <p>The UN mandate runs out at the end of the year, and there are concerns that a bid to renew it may face opposition in the security council from Russia or others opposed to the US-led war. </p> <p>Negotiations between the US and the Iraqi government over a State of Forces Agreement for American troops have been stuck for months on the question of legal jurisdiction and immunity for possible crimes. </p> <p>Rammell, who is making his first visit to Baghdad, told BBC Radio 4's Today programme said the government was seeking to secure a Status of Forces Agreement for British troops when the UN mandate runs out at the end of this year. </p> <p>\"The Americans are currently in detailed discussions. As that concludes, as I hope it will very shortly, we will then secure our own arrangements,\" he said. </p> <p>\"I think that will be very important because it will be a further demonstration that actually the troops are no longer here at the behest of the UN. It is an explicit agreement that's been negotiated and agreed with the Iraqi government and a further indication that the Iraqis are transforming their situation and becoming a more mature democracy and government ... </p> <p>\"What is critical is that in the next few days and weeks we resolve the issue, because were we to reach the end of the year and had to roll over the UN mandate, I think that would send out an unfortunate message that would undermine the genuine progress that is being made in taking Iraq forward and the Iraqis increasingly taking on their own responsibility in terms of governance.\" </p> <p>The foreign minister said that he expected there to be no difference to the US approach to obtaining a Status of Forces Agreement for their own troops whether Barack Obama or John McCain won the November 4 presidential election. </p> <p>And he restated Gordon Brown's July prediction that next year would see a \"fundamental change of mission\" for British troops in Iraq.<br> Nouri al-Maliki, the Iraqi prime minister, was yesterday quoted as saying that Britain's military presence in Basra was \"not necessary for maintaining security and control\", though he added that there might be a need for their experience in training. </p> <p>Rammell said Maliki's comments acknowledged the shift that had taken place over the last year whereby British troops had moved from a combat role to one based much more on training and mentoring.</p> <p>British troops had trained 20,000 Iraqi troops, which had helped the Iraqis to secure their own situation.<br> Rammell said: \"As a result of that kind of initiative, the security situation in Basra has transformed in recent months. </p> <p>\"Our forces are concluding their task, so at that point we do expect in 2009 a fundamental change in mission as we make the transformation to a long-term civilian-led future relationship with Iraq ... </p> <p>\"I think we will be able to do that really fundamental shift from a combat role to training and mentoring because we are - despite some continuing difficulties - seeing a huge and positive change in Iraq.\"</p> <p>He said violence was at the lowest levels since early 2004, Iraqi forces were in charge of 11 out of 18 provinces, an election law recently passed would hopefully in a short time lead to provincial elections, and there was much stronger engagement from Arab neighbours of Iraq.</p>",
  "<p>Bust banks apart, the most interesting political development of the week has surely been <a href=\"http://www.guardian.co.uk/world/2008/oct/13/uselections2008-johnmccain\">John McCain's attempt</a> to tone down the virulence of his own supporters against Barack Obama's ascendant candidacy for the American presidency. </p> <p>Good, but I remain to be convinced that Obama will win. Given the chaotic financial background to this autumn's home straight it is a scary prospect for us all if the opinion polls are overturned on November 4. Last night's <a href=\" http://news.bbc.co.uk/1/hi/programmes/panorama/7658981.stm\">BBC Panorama</a> film by Matt Frei did not reassure me. Another \"we were robbed\" defeat will signal trouble – in Congress and on the street.</p> <p>Senator McCain must know this. His Democratic rival is \"a decent person that you do not have to be scared of as president of the United States\", he assured an angry woman in Minnesota, white heartland country. He's not an Arab either, McCain was moved to correct her. </p> <p>One can be cynical about that and similar remarks from the Republican candidate in recent days; not least because he knows he has little control over the hate-filled radio shock jobs or over informal dirty tricks campaigns of the kind we have often seen in the past. He also sanctioned the selection of Governor Sarah Palin as his running mate.</p> <p>But hey, let's not be cynical, it's a corrosive habit. Let's imagine Senator McCain enduring dark nights of the soul, bracing himself for defeat and wishing not to destroy his reputation as a man of honour, one who served his country and stood for something better than the dark arts which helped elect and sustain George W Bush's baleful presidency. Perhaps he already regrets what the reckless selection of Palin has done to that reputation.</p> <p>So why worry if Obama is steadily gaining ground in the polls in battleground states and McCain's contribution to the Republican mishandling of the financial crisis has weakened him with no need for Palin's help in undermining his credibility among thoughtful independents?</p> <p>Two reasons, both <a href=\"http://www.guardian.co.uk/world/2008/oct/08/uselections2008.florida\">reported in the Guardian</a> and elsewhere. There are active campaigns to enrol black and minority voters, but also active campaigns to disfranchise them. For instance, if you need a photo ID to register (all that stuff about Americans refusing to carry European ID cards is bunk), then it is blacks who have many fewer drivers licences , only 53% according to one survey In Milwaukee.</p> <p>Only one in three Americans has the alternative document, a passport, by the way. Governor Palin may have looked at Russia across those pesky straights, but she only got hers last year. That isn't all. Purges of out-of-date addresses also screw the poor, who tend to move more. In Florida a lot of purging – some of it pretty crude – goes on.</p> <p>Oh yes, there's also the matter of 2.3 million voters disfranchised by being in jail. Blacks in the slammer outnumber Hispanics by two to one, whites by six to one. Personally I think cons should not be allowed to vote, but ex-cons remain disfranchised in many states, or have to wait seven years to reapply. In Mississippi alone there are 150,000 such non-voters.</p> <p>Another dimension of all this is reflected in the so-called Bradley Effect, named after the popular former mayor of Los Angeles, who was ahead in the polls to become governor of California in 1982 but lost to a white opponent on the day. Why? Because a lot of voters must have been reluctant to admit they would not vote for Bradley because he is black. </p> <p>Similar effects have been detecting elsewhere, for instance in New York, where Mayor David Dinkins, scraped home in 1989 despite being well ahead in the polls. One has to be careful here; he wasn't a very good mayor as I recall. But one way of playing the race card obliquely is to tack on to the ballot paper plebiscites, which seek to overturn affirmative action programmes in some states.</p> <p>I'm sure you get the picture. Some white voters will back Obama because he is black, because they think he's a remarkable and attractive candidate who will use the presidency to bind up America's wounds - at home and abroad – and restore its damaged reputation as \"the last best hope of mankind\". </p> <p>I think that too, but I don't have a vote. In any case, as noted here before, people like me don't decide elections. Many of the people who do decide them, middle class suburban Americans, may decide they can't risk it – or will simply vote against the black candidate in the booth on the day.</p> <p>But that's not all. The flip side of lurking prejudice is Obama himself. I registered a twinge again when watching Frei's Panorama programme, this despite the insulting wrap-round by Jeremy Vine, trying to entice younger viewers by dressing up like a drug dealer (why does the BBC bother?). I was reinforced in my concern that Obama comes across as a highly intelligent chameleon.</p> <p>An ambitious man, his focus has been a far-sighted career strategy which sidestepped predictable paths like the prestigious New York law office (his for the asking) and chose instead never-dull Chicago machine politics. As Palin was seen joking, he's written two biographies, but what else has he actually <em>done</em>?</p> <p>But it wasn't Palin who did the damage, as it struck me. It was educated, mostly black Chicagoans who had watched and, in some instances, nurtured Obama's career. </p> <p>On camera they were conspicuously cool towards him, respectful, measured, polite, but less than warm. One sensed resistance to the calculation which has driven the candidate upwards at a remarkable speed. \"He rang me in hospital,\" recalled one. Not to say, \"how are you?\" but, \"I'm going to run for president.\"</p> <p>A white reporter came away infatuated until his wife deconstructed a host of evasive, contradictory answers. Little girls interviewed on the street, white Democratic activists, moved by Obama's extraordinary personal story and undoubted charisma, his brilliant campaign, were much more enthusiastic. </p> <p>No candidate is a hero to his political valet, the old saw goes. Fair enough, but people who worked for Tony Blair or Margaret Thatcher – neither shrinking violets – generally liked them. Panorama reinforced that sense of distance, of effortless elitism, of being the smartest guy in the room. Americans like to like their leaders as well as respect them.</p> <p>Well, I'm not there, not stuck into the campaign day by day. Plenty of people who are there remain convinced that McCain – who pulled out of swing state Michigan the other day – is poised to lose badly: hence his bid for defeat with dignity. </p> <p>The polls reinforce this judgment. And let's face it, if a Democrat can't beat the rabble the Republican White House and Congress has become in 2008 then he doesn't deserve to win.</p> <p>We'll see. But if no one prepares Democratic voters for the possibility of defeat – by fair means or foul – then they will wake up angry and dismayed on November 5. With a recession in full sway a controversial election like 2000 will strain the republic's institutional strength at a time when it has taken a prolonged beating. </p> <p>It's their election to decide, not ours, but it will dismay us foreigners too. If Obama wins, we have little idea what he will do or how he will govern. And the sniper will still be lurking out there. But America's foreign friends will at least envisage the possibility of long-overdue change. Its enemies will be silenced.</p> <p>A 72-year-old with skin cancer, a bad temper and a hockey mum waiting a heartbeat away on the bench, now that's frightening.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-338564328\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Weblog/weblog pix/2008/10/14/1223961100179/vegasconstruction460.jpg\" alt=\"Construction on the Las Vegas Strip\" width=\"460\" height=\"552\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Casino construction continues even as people in Las Vegas are waking up to the economic downturn.</span> <span class=\"element-image__credit\">Photograph: Kevin Anderson/guardian.co.uk</span> </figcaption> </figure>  <p>The <a href=\"http://www.mercurynews.com/breakingnews/ci_10704441\">latest poll from Nevada</a> shows Barack Obama and John McCain running virtually even.</p> <p>Sunday's Las Vegas Review-Journal/Mason Dixon poll of likely voters has 47 percent for Obama, 45 percent for McCain, and 6 percent undecided. It's a big change from the same paper's poll two months ago, which had McCain leading Obama 46 percent to 39 percent, with 15 percent undecided. The current two-point spread is statistically insignificant, so this is a true dead heat. It places <a href=\"http://www.realclearpolitics.com/epolls/maps/obama_vs_mccain/#data\">Nevada among just eight states identified as \"toss ups\"</a> by RealClearPolitics—too close to call as even \"leaning\" one way or another, based on an average of polls nationwide. </p> <p>But the polls here are notoriously out of whack with reality, and people in Las Vegas are just waking up to the brutal reality that the recession-proof casinos are steadily losing revenue. The city is littered with <a href=\"http://money.cnn.com/2008/09/12/real_estate/foreclosures/\">empty, foreclosed homes</a>. </p> <p>Key to this election will be how the independents upwards of 40 percent of the vote go, along with the sleeping giant - Latinos, a good 20 percent. If all the Latinos voted, Obama would get a huge boost, but historically only about 10 percent will go to the polls. Senior citizens are another factor - about 20 percent of the total. They could easily break Republican.</p> <p>My colleague Kevin Anderson will take a closer look at the <a href=\"http://www.guardian.co.uk/world/uselectionroadtrip/2008/oct/14/uselections20081\">Latino vote in an upcoming blog</a>.</p>",
  "<p>It's a boy - at least according to powerful hints from the teenage father of Sarah Palin's first grandchild.</p> <p>In his first interview since his romance and pregnancy with Palin's daughter, Bristol, 17, almost overnight made him a topic in the presidential campaign, Levi Johnston, 18, yesterday held forth on fatherhood and relationships.</p> <p>\"I'm looking forward to having him,\" Johnston told the Associated Press in an interview conducted outside his home in Wasilla, Alaska. </p> <p>\"I'm going to take him hunting and fishing. He'll be everywhere with me,\" Johnston said.</p> <p>Johnston, an avid hunter who spoke to the AP from a front yard strewn with caribou and elk antlers, did not discuss baby names.</p> <p>He also said he liked Barack Obama, although he hoped his future mother-in-law's campaign was successful. However Johnston will not be called upon to put his loyalties to the test in this election. He apparently did not register in time to vote, according to the local elections office.</p> <p>The Palin-Johnston baby is due on December 18, the most high profile teenage pregnancy in America.</p> <p>Its disclosure, after Palin emerged as the surprising pick for the vice-presidential nomination and on the eve of the Republican convention in September, briefly turned Johnston from a hockey playing local heart throb and high school drop out into a minor celebrity.</p> <p>Given Palin's sudden celebrity and her well-known evangelical leanings, including opposition to sex education and abortion, the pregnancy became immediate tabloid fodder.</p> <p>Johnston was caught up in the swirl. He was on the tarmac to welcome John McCain when the Republican presidential nominee arrived at the convention in St Paul. McCain made a point of lingering with the couple, and Johnston was hauled out in front of tens of thousands of Republican activists when Palin delivered her speech.</p> <p>Johnston's Facebook page, in which he claimed to be a redneck who never wanted children, was dissected. So was his high school hockey career, and his decision to leave school with graduating to get a job as an apprentice electrician on Alaska's oil fields.</p> <p>There were reports that he was being forced into marriage.</p> <p>\"None of that's true,\" he said yesterday. \"We both love each other. We both want to marry each other. And that's what we are going to do.\"</p> <p>He said the couple had been dating for three years. \"We were planning on getting married a long time ago with or without the kid,\" he said. \"That was the plan from the start.\"</p> <p>The wedding will now take place next summer.</p>"
]