[
  "<p>There's an air of wait-and-see quiet amongst America's political pundits and analysts today -- an atmosphere that's almost relaxed, now there's little more to be said -- but Marc Ambinder has at least made a good list of all the things that we're waiting to see about. From his catalogue of \"the known unknowns\" about Tuesday's vote:</p> <blockquote> <p>1. The Obama turnout machine (size, scope)<br>2. Racism<br>3. Secret Republican Obama Admirers (The Goodbye To All That Effect)<br>...<br>5. Whether people assume Obama will win and therefore don't feel compelled to vote for him (the Democratic overconfident effect)<br>...<br>7. The pro-or-anti-Palin vote (suburban women, jazzed conservative base)<br>8. The Bradley effect (whites lying to pollsters and saying they have NO opinion when they actually support the white candidate)<br>9. The Wilder effect (whites lying about supporting the black candidate)</p> </blockquote> <p>... And something called the Howard Dean Red Cap effect. (Why am I only just learning about new \"effects\" at this stage in the game?) Meanwhile, Ezra Klein <a href=\"http://www.prospect.org/csnc/blogs/ezraklein_archive?month=11&amp;year=2008&amp;base_name=known_uknowns\">predicts</a> a bigger-than-usual discrepancy between Obama's popular vote and his electoral college totals, because of all the Democrats in blue states who might not usually bother voting, but who want to be able to say they voted for the first black president.</p> <p>At MSNBC, Chuck Todd's final electoral map of the race gives Obama <a href=\"http://firstread.msnbc.msn.com/archive/2008/11/02/1626684.aspx \">a 286-157 lead over McCain</a>: Obama could lose all the states Todd still lists as toss-ups -- Indiana, Missouri, Nevada, North Carolina, North Dakota, Florida and Ohio -- and still come out the winner. Nate Silver <a href=\"http://www.fivethirtyeight.com/2008/11/todays-polls-112-afternoon-edition.html\">detects a very small amount of tightening</a> in the polls.</p> <p>David Ignatius pauses to <a href=\"http://www.realclearpolitics.com/articles/2008/11/the_presidential_x_factor.html\">look back at</a> John F Kennedy's first year in office, reminding us that it was essentially an unmitigated disaster:</p> <blockquote> <p>A world of problems awaited him, and his inexperience showed. The CIA talked him into the disastrous Bay of Pigs invasion. The Soviet leader, Nikita Khrushchev, intimidated him at the Vienna summit and then erected the Berlin Wall. JFK discovered that the world was far more complicated than his campaign rhetoric had implied. The candidate who wins Tuesday will face a similar reality check...</p> </blockquote> <p>But as Joe Klein <a href=\"http://swampland.blogs.time.com/2008/11/02/sunday-before-the-day/\">points out</a>, Kennedy's approval ratings were undimmed. Why?</p> <blockquote> <p>Because Kennedy changed the American zeitgeist. He was a rebirth of American youth and vigor--or, as he pronounced, vigah--after a very hard midcentury slog. His arrival announced the coming of age of a new America: where most people owned their own homes, where a much larger number of people went to college, where the prejudices of the past regarding race and sex--and eventually sexual orientation--had no future. He embodied the return of prosperity, optimism and idealism (a bit too idealistic and optimistic, in fact--in Vietnam). He changed the way the world looked at America, and changed the way we looked at ourselves. He inspired my generation to join the Peace Corps, march for civil rights, get involved in politics. The nation became more adventurous, bolder, sexier, more prosperous and more powerful. It seems to me that if Barack Obama wins, there will be similar changes--similar in impact, if not in content. Obama's arrival may mean the beginning of yet another new America. </p> </blockquote>",
  "<p>Barack Obama entered the final hours of the longest and most expensive election campaign in American history in an upbeat mood today, voicing Democratic confidence when he said the party has a \"righteous wind at our back\".</p> <p>Obama's campaign team predicted he would break the traditional pattern of US politics to take long-established Republican states. The RealClearPolitics average put Obama on 50% to rival John McCain's 43%, a lead that, if replicated in Tuesday's election, would produce a landslide.</p> <p>The McCain camp came out in force too today to argue that the Republican was still in contention, and that it would be a mistake to write him off. \"What we are in for is a slam bang finish,\" McCain's campaign manager, Rick Davis, predicted.</p> <p>Nearly two years after it began, the closing 72 hours of the epic battle between Obama and McCain saw both camps making an exhaustive effort to win over the diminishing camp of undecided voters, and get the faithful to the polls.</p> <p>In a last blitz of battleground states, Obama returned to the promise of a new kind of politics that has defined his campaign. </p> <p>\"If you give me your vote on Tuesday, we won't just win this election — together, we will change this country and change the world,\" Obama said in the Democrats' national radio address.</p> <p>After defeat in the 2000 and 2004 elections, the Democrats, buoyed by polls numbers, were increasingly prepared to abandon the nervous hesitation about voicing in public their hopes that they were finally on the verge of victory. The Democratic senator Chuck Schumer told CBS television: \"Wednesday morning Dems are going to be very happy.\"</p> <p>David Axelrod, Obama's chief strategist, was also optimistic, telling CBS he was cheered by the surge in early voting which favoured Democrats. \"The edge is pretty substantial in our favour,\" Axelrod said.</p> <p>In Colorado, a once-Republican state where Obama now leads, some 46% of the electorate have turned out for early voting. North Carolina, an even more strongly Republican state, is also showing heavy early voting in favour of the Democrat.</p> <p>\"We feel good,\" Axelrod said. \"It is not just the polls. It is the early voting ... These figures are are coming in strong for us, reversing the traditional patterns.\" </p> <p>The Obama campaign manager, David Plouffe, said it had deployed a record number of volunteers over the weekend to knock on doors trying to get supporters to the polls on Tuesday.</p> <p>The Republicans, while admitting the odds were against stacked against them, insisted McCain will close the gap in the final hours. \"John's a closer. He always has been,\" Fred Thompson, the Law and Order star and former rival for the White House, told NBC television. ''He often is given up for dead - literally and politically. People have been wrong about him before.\"</p> <p>He added: \"I think the election has yet to be decided.\"</p> <p>However, last minute polls provided little evidence to support Davis's claim that the race was tightening. McCain has been behind Obama in all of the more than 250 polls conducted since late September.</p> <p>Karl Rove, who masterminded Bush's campaign in 2000 and 2004, was less optimistic than the McCain team's public pronouncements. McCain has \"a very steep hill to climb\", Rove told Fox.</p> <p>McCain has so far kept his promise - in spite of pressure from some of his advisers and his running mate Sarah Palin - not to make race an issue by using tapes of Obama's former pastor, the Rev Jeremiah Wright.</p> <p>The Republican party today paid for a series of robocalls - taped phone messages - in key states quoting Hillary Clinton from when she stood against Obama for the Democratic nomination, saying he was inexperienced and the White House was no place for \"on the job training\".</p> <p>McCain's team, outspent in advertising by Obama almost every day since the campaign formally began early in September, said in an email to supporters today it would match him on the eve of election. \"In the final days of the campaign, our television presence will be bigger and broader than the Obama campaign's presence.\" The McCain camp said it would outspend Obama by $10m in the coming hours. </p> <p>McCain devoted most of his final hours trying to shore up support in traditionally Republicans states. While he held an event today in Pennsylvania - his main Democratic target on Tuesday - the Republican was also forced to return to states that had been in the Republican fold in 2004.</p> <p>His itinerary before polling day called for trips to Florida, Ohio, Missouri, and even Tennessee, with a last swing through the Rocky mountain states of Nevada, Colorado and New Mexico before returning to his home in Arizona late tonight/Monday.</p> <p>Obama, meanwhile, held a rally on Saturday in Springfield, Missouri, one of the mostly staunchly conservative corners of a state won comfortably by George Bush in 2004. </p> <p>He was campaigning in Ohio today, with appearances in Cincinnati, Cleveland and Columbus. After stops tomorrow in Florida and North Carolina, he plans to end his campaign with a huge rally in northern Virginia, a traditionally Republican state that is one of his top targets on Tuesday.</p>",
  "<p>Barack Obama's team moved quickly to exploit what it viewed as a late and unexpected campaign gift, the endorsement of John McCain in a rare public appearance by vice-president Dick Cheney.</p> <p>In contrast with President George Bush's absence from the campaign trail at the weekend, Cheney flew to his home state Wyoming to speak at a rally in support the Republican ticket. </p> <p>\"John is a man who understands the danger facing America, he's a man who has looked into the face of evil and not flinched, he's a man who is comfortable with responsibility, and has been since he joined the armed forces at the age of 17. He has earned our support and confidence, and the time is now to make him commander in chief,\" Cheney told a rally in Laramie yesterday.</p> <p>The endorsement may help McCain with loyal Republicans but not with those who disenchanted with the Bush-Cheney administration or independents angry over the stewardship of the last eight years.</p> <p>McCain has been at pains to distance himself from the administration, pointedly saying in the final presidential debate that he was not Bush, one of the most unpopular presidents in US history.</p> <p>Obama's team, whose campaign theme is that McCain would represent a continuation of the Bush-Cheney administration, <a href=\"http://link.brightcove.com/services/link/bcpid1185304443/bctid1892848346\">put out an advert</a> within 90 minutes of Cheney's endorsement as well as placing a clip of Cheney's speech on YouTube. </p> <p>The 30-second ad says: \"Barack Obama. Endorsed by Warren Buffett and Colin Powell. And John McCain's latest endorsement?\"</p> <p>Cheney has publicly announced his endorsement for McCain before but, like Bush, has been largely absent from the campaign over the last two months.</p> <p>His decision to participate in this weekend's rally was prompted partly by a desire to speak on behalf the Republican Congressional candidates, not just McCain, and partly to deliver what amounted to a reflective and emotional look back on his own career. He retires from politics on inauguration day, January 20.</p> <p>He told the rally he had begun campaigning for a place in Congress in 1978. \"I've had a long career in politics, though today, looking back, it seems to have passed in the blink of an eye,\" he said.</p> <p>He devoted most of his speech to praising the Congressional candidates but included passages on McCain, and, in particular, Sarah Palin, who is closer to the vice-president's brand of conservatism. \"I'm delighted to support John McCain, and I'm pleased that he has chosen a running mate with executive talent, toughness, and common sense: our next vice-president, governor Sarah Palin,\" he said.</p> <p>The White House schedule for Bush saw him in the presidential retreat Camp David yesterday, with no public events planned, flying back to the White House today, again with no public events planned. His schedule for tomorrow contains no public events either.</p> <p>It is unusual for a sitting president not to campaign on behalf his party's candidate. The Democratic candidate in 2000, Al Gore, asked Bill Clinton to take a back seat, a move now largely regarded as a contributory factor in his defeat.</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/63CpskskaHk?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/63CpskskaHk&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"https://www.youtube.com/v/63CpskskaHk&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>Barack Obama, speaking in Pueblo, Colorado, yesterday, waxes sarcastic in response to <a href=\"http://www.youtube.com/watch?v=YGcM6MPqVM0\">Dick Cheney's endorsement of John McCain</a>: \"Earlier today, Dick Cheney came out of his undisclosed location and hit the campaign trail. He said that he is, and I quote, 'delighted to support John McCain.' I'd like to congratulate Senator McCain on this endorsement because he really earned it. That endorsement didn't come easy. Senator McCain had to vote with George Bush 90% of the time, and agree with Dick Cheney...\" And this morning the Obama campaign incorporates the endorsement of the avuncular hunting expert and world-domination enthusiast into a new ad, entitled \"Delighted\", below. Could the McCain campaign <em>really</em> not have prevailed upon Cheney to keep his mouth shut? They seem to have managed, largely, with the president himself.</p>  <figure class=\"element element-audio\" data-canonical-url=\"http://services.brightcove.com/services/viewer/federated_f8/1185304443\"> <object><embed src=\"http://services.brightcove.com/services/viewer/federated_f8/1185304443\" bgcolor=\"#FFFFFF\" flashVars=\"videoId=1892848346&playerId=1185304443&viewerSecureGatewayURL=https://console.brightcove.com/services/amfgateway&servicesURL=http://services.brightcove.com/services&cdnURL=http://admin.brightcove.com&domain=embed&autoStart=false&\" base=\"http://admin.brightcove.com\" name=\"flashObj\" width=\"486\" height=\"412\" seamlesstabbing=\"false\" type=\"application/x-shockwave-flash\" swLiveConnect=\"true\" pluginspage=\"http://www.macromedia.com/shockwave/download/index.cgi?P1_Prod_Version=ShockwaveFlash\"></embed></object> </figure>",
  "<p>I have been recording US newspaper presidential endorsements. As of Friday, the tally - <a href=\"http://www.editorandpublisher.com/eandp/news/article_display.jsp?vnu_content_id=1003875230\">according to <strong>Editor &amp; Publisher</strong></a> - stood at 240 supporting <strong>Barack Obama</strong> compared to 114 for <strong>John McCain</strong>. </p> <p>Now the British press is starting to reveal its views. Five of today's papers carried leaders on the election, four unequivocally backing Obama and one offering less enthusiastic support. </p> <p><strong>The Sunday Times</strong> ran a long editorial, <a href=\"http://www.timesonline.co.uk/tol/comment/leading_article/article5063102.ece\">Barack Obama is America's future</a>, which argued:</p> <blockquote> <p>\"As it stands, it looks as if American voters will choose Mr Obama on Tuesday. In our view they will be making the right choice. There is a risk, of course. While we know a great deal about Mr Obama's past, we know little of how he will act as president. And yet voters have to back their instinct and judge a candidate on his record and character.\"</p> </blockquote> <p>Its raucous Wapping stablemate, the <strong>News of the World</strong>, took a similar line in its leader,<a href=\"http://www.newsoftheworld.co.uk/incoming/article58936.ece\"> A time for change</a>:</p> <blockquote> <p>\"Despite relative inexperience, Barack Obama has shown he has the charismatic qualities to be the next leader of the free world.\"</p> </blockquote> <p>Clearly, <strong>Rupert Murdoch</strong> has had a change of heart since his <strong>New York Post</strong> <a href=\"http://www.theguardian.com/media/greenslade/2008/sep/09/murdochpaperendorsesmccain\">came out on September 8 for McCain</a>. Or was it because he realised he had jumped too soon? He does like to be on the winning side. </p> <p>Both <strong>The Observer</strong> and the <strong>Independent on Sunday</strong> more predictably backed Obama. The former welcomed the possibility of the Democratic party candidate replacing <a href=\"http://www.theguardian.com/commentisfree/2008/nov/02/us-elections-2008-barack-obama\">\"the diminished and discredited White HOuse incumbent\"</a>. The latter looked forward to greeting <a href=\"http://www.independent.co.uk/opinion/leading-articles/leading-article-obama-living-the-dream-984333.html\">\"an extraordinary moment of liberation from the assumptions of the past\"</a> with an Obama presidency.</p> <p>The <strong>Sunday Telegraph's</strong> leading article more or less assumed an Obama victory, but it then gave him a lecture on what he should be doing in order <a href=\"http://www.telegraph.co.uk/opinion/main.jhtml?xml=/opinion/2008/11/02/dl0202.xml\">\"to help revitalise America's influence on the world as a force for good\"</a>. (Doubtless, Obama will take that to heart).</p> <p>The <strong>Sunday Mirror</strong> did not carry a leader but its page two was dominated by the report on an ICM poll, which revealed that <a href=\"http://www.mirror.co.uk/news/latest/2008/11/01/four-out-of-five-brits-say-they-want-barack-obama-in-the-white-house-115875-20861400/\">81% of Brits would vote for Obama</a>.</p> <p>Disappointingly, the <strong>Mail on Sunday</strong> offered no view on the matter. It's rare for a Mail title to be so reticent. However, as compensation, there was an enjoyable <a href=\"http://www.dailymail.co.uk/news/worldnews/article-1082308/PETER-HITCHENS-The-Zombie-Third-World-Marxist---How-American-West-views-presidential-race.html\"> report from Moscow, Idaho</a> by <strong>Peter Hitchens</strong>). </p> <p>One highlight. Hitchens noticed a student at the state's university, from which McCain's running mate graduated, carrying a placard reading: \"Sarah Palin, embarrassing Idaho University since 1987\". In case it has slipped your mind, Palin graduated from the university's journalism school.</p>",
  "<p>While I realise there are one or two other momentous things for which this election will be remembered, the extraordinary explosion of online video comedy surely deserves some kind of a footnote in the history-books, too. It's interesting to contrast this proliferation of content, much of it excellent, with what largely didn't happen in the realm of reportorial \"citizen journalism\": <a href=\"http://www.huffingtonpost.com/mayhill-fowler/obama-no-surprise-that-ha_b_96188.html\">Mayhill Fowler</a> caused a stir, and some of the worst behaviour of McCain campaigners was <a href=\"http://www.youtube.com/watch?v=KjxzmaXAg9E&amp;feature=related\">captured by amateur videographers</a> -- but really, that's about it. Debate performances, speeches, ads, Saturday Night Live, and above all the televised speeches of Sarah Palin were what dominated the narrative. (Those pre-Palin claims that <a href=\"http://www.guardian.co.uk/world/2008/sep/01/uselections2008\">\"nothing happens at the conventions\"</a> ring a little hollow, now, too...)</p> <p>Which isn't to derogate citizen journalism at all, of course: satire can be just as influential in shaping the debate as more earnest reporting. Also: it's funnier. Here are two more videos -- a splendidly edited debate between John McCain and Sarah Palin...</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/yrUN8oldj9o?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/yrUN8oldj9o&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"https://www.youtube.com/v/yrUN8oldj9o&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>...and a set of campaign ads as if they'd been directed by Diablo Cody, Jason Reitman, David Lynch and M Night Shyamalan, which is a sequel to <a href=\"http://www.youtube.com/watch?v=u8fXaJmDbsY&amp;feature=related\">this</a>.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/OYVre-ozLgc?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/OYVre-ozLgc&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"https://www.youtube.com/v/OYVre-ozLgc&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p><br></p>",
  "<p>You would think that with Barack Obama holding a healthy lead in the polls political pundits would not want to look foolish by proclaiming him in risky territory. But Dick Morris, the strategist, author and columnist, did just that last Wednesday.</p> <p>Obama \"has assumed many of the characteristics of an incumbent\", <a href=\"http://www.realclearpolitics.com/articles/2008/10/undecideds_should_break_for_mc.html\">wrote</a> Morris. \"Every voter asks himself one question before he or she casts a ballot: do I want to vote for Obama? His uniqueness, charisma and assertive programme have so dominated the dialogue that the election is now a referendum on Obama.\" Obama is running an incumbent-like campaign, Morris says, so it is a referendum on him. So he may be in trouble. \"His election likely hangs in the balance,\" Morris concluded. \"Likely a disproportionate number of the undecideds will vote for McCain.\"</p> <p>Don't count on it. Throughout the election many supposed experts have made major miscalculations about how voters will perceive the campaign. That's because they, like Morris, often analyse the election through the lens of strategy, particularly the strategy of how a candidate presents his personality, rather than the issues. </p> <p>For instance, after the final presidential debate, CNN's over-sized roundtable of experts was in general agreement: by aggressively attacking Obama throughout the evening McCain had improved on his earlier two performances. <br> \"Here's what I saw of John McCain. He was aggressive, and he was strong. He was on offence. I thought Obama was flat, professorial, didn't rise to the occasion\" said Bill Bennett. \"McCain was just hammering him, and I think he scored a lot of points.\"</p> <p>\"It was by far McCain's best performance over the three debates,\" agreed John King. \"It was by far McCain's most aggressive, assertive.\" </p> <p>But less than an hour later, CNN's own instant tracking polls, and others, showed a significant win for Obama. It turns out that regular voters didn't care about who was \"on offence\". Fifty-seven percent of independent voters thought Obama won the debate, according to CNN's poll, compared to 31% for McCain – roughly the same margin as the first two debates as well. In contrast to the pundits, voters assessed the debates more on the substance than tone. </p> <p>Voters do not base their decision on whether a candidate was \"aggressive\" or surprised them with their campaign strategy. Pundits and prognosticators get a kick out of those things because it makes for a more entertaining campaign. But voters decide on the issues. That's why at the town halls in Iowa and New Hampshire voters ask questions like \"I don't have health insurance, what will you do about that?\" while in the press availability afterward reporters ask questions like \"Will you be buying television ads?\" </p> <p>Examples of how that disconnect has made pundits predict wrongly abound. Consider the case of Sarah Palin. When she was selected as McCain's vice-president, the media was awash in speculation that she would appeal to alienated Hillary Clinton supporters and drive down Obama's margins among women. <br> In a September 10 CNN web column titled <a href=\"http://www.cnn.com/2008/POLITICS/09/09/schreiber.palin/index.htm\">Don't underestimate Palin's appeal to women</a>, professor and author Ronnee Schreiber asserted that Palin would upend Democrats' traditional advantage among women. \"The nomination of Sarah Palin has turned our assumptions about women and politics on their head,\" Schreiber wrote. \"Many Democrats have presumed that her policy positions run contrary to those held by women, and that women will not vote for her.\"<br> But the opposite happened. In a <a href=\"http://people-press.org/report/462/obamas-lead-widens\">recent Pew poll</a>, 49% of Americans held a negative view of Palin, and fully 60% of women did. A New York Times/CBS News poll on Friday found that <a href=\"http://www.nytimes.com/2008/10/31/us/politics/31poll.html?ref=todayspaper\">59% of voters thought she was not prepared for the job</a> – up nine points since the beginning of October. </p> <p>Most women are ultimately voting on the issues that affect them, such as economic security, reproductive rights and the environment. Nominating a candidate who opposes abortion rights and most environmental regulation and has little economic expertise is not going to appeal to most women, who tend to be more liberal on those issues than men. But the pundits were swept up in the excitement over the unconventionality of picking Palin and its potential to be a \"game changer\".</p> <p>And if you go back to the primaries, a lot of supposed experts made predictions that look awfully silly today. For instance in November of last year, no less a Washington institution than the <a href=\"http://www.weeklystandard.com/Content/Public/Articles/000/000/014/281epojr.asp\">Weekly Standard's Fred Barnes boldly declared</a>: \"At this point, with the first voting just nine weeks away, only two candidates – Rudy Giuliani and Mitt Romney – have credible scenarios. In that sense, the Republican campaign has become a two-man race, Rudy v Mitt. John McCain and Fred Thompson may not like this.\" Neither, apparently, did the Republican electorate, which only two months later began handing McCain a string of victories and hastily dispatched with Giuliani. </p> <p>Perhaps that's because the voters cared more about issues on which they disagreed with Giuliani and agreed with McCain, such as abortion, than they did about \"credible scenarios\". But the cult of strategy is so entrenched in punditry that even an openly ideological talking head such as Barnes pays more attention to scenarios and fundraising than to the issues, at least when prognosticating on electoral outcomes.</p> <p>So when you tune in on Tuesday, tune out the pundits, especially when they start telling you how the election turned on who was on offence or scored points or ran an incumbent-style campaign.</p>",
  "<p>Maverick laughster John McCain delivered a game-changing November surprise last night with an appearance alongside Tina Fey on Saturday Night Live, chuckling about how his campaign has no money. Part two <a href=\"http://www.nbc.com/Saturday_Night_Live/video/clips/update-sen-mccain/805401/\">here</a>. </p> <p>Polls: With early voting over in most locations, Gallup's likelies are at <a href=\"http://www.gallup.com/poll/111661/Gallup-Daily-Obama-52-McCain-42-Among-Likely-Voters.aspx\">Obama 52%, McCain 42%</a>, while CBS/NYT has <a href=\"http://www.cbsnews.com/stories/2008/11/01/opinion/polls/main4563051.shtml\">Obama 54%, McCain 41%</a>. After a little hiccup yesterday, Zogby <a href=\"http://www.zogby.com/news/ReadNews.dbm?ID=1627\">has reverted to an Obama lead</a>. McCain backers are <a href=\"http://www.sfgate.com/cgi-bin/article.cgi?f=/n/a/2008/11/01/politics/p040219D38.DTL\">feeling glum</a>. Much more on the state-by-state polls from the Washington Post <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/11/01/AR2008110102082.html?hpid=topnews\">here</a>. And <a href=\"http://www.nytimes.com/2008/11/02/us/politics/02undecided.html\">who the hell</a> are these people who are still undecided?</p> <p>But some suggest ignoring the polls and look at the candidates' schedules. It's <a href=\"http://www.nytimes.com/2008/11/02/us/politics/02states.html\">a final frenzy of campaigning</a>, but the locations are telling. Where Kerry-Edwards were in Pennsylvania, Minnesota and Wisconsin this time last election, Obama-Biden are in Nevada, Indiana, and Colorado. John McCain, meanwhile, will spend tomorrow in Florida, Virginia, Pennsylvania, Indiana, New Mexico, Nevada and Arizona, presumably utilising teleportation technology not previously available to US presidential candidates. [<a href=\"http://firstread.msnbc.msn.com/archive/2008/11/01/1624525.aspx \">First Read</a>]</p> <p>On <a href=\"http://www.guardian.co.uk/world/2008/nov/02/us-elections-2008-barack-obama1\">Auntgate</a>, Obama <a href=\"http://news.yahoo.com/s/ap/20081101/ap_on_el_pr/obama_aunt;_ylt=AkiMNhKvhfDH0UIJgy4qNlKyFz4D\">says he didn't know</a> his paternal aunt was in the US illegally. The Department of Homeland Security is <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/11/01/AR2008110102187.html\">investigating</a> the circumstances in which the information about her became public, but <a href=\"http://www.latimes.com/news/nationworld/nation/la-na-trailaunt2-2008nov02,0,1832949.story\">neither campaign</a>, officially at least, seems much inclined to make a big deal about it. </p> <p>Roguish Canadian pranksters made a prank call to Sarah Palin -- <a href=\"http://www.guardian.co.uk/world/deadlineusa/2008/nov/02/sarahpalin-johnmccain\">here it is</a>, and <a href=\"http://www.politico.com/blogs/bensmith/1108/Lost_in_translation.html \">here's some help with the French bits</a> -- but it wasn't necessarily quite as embarrassing as Palin's implication, in a Fox News interview yesterday, that she thinks we're involved in a war with Iran. (In \"the first 100 days,\" she asked rhetorically, \"how are we going to kick in the plan that will get this economy back on the right track and really shore up the strategies that we need over in Iraq and Iran to win these wars?\") [<a href=\"http://www.foxnews.com/story/0,2933,445872,00.html \">Fox News</a>]</p> <p>Obama's transition personnel are already \"looking at every executive order President Bush signed and are preparing recommendations.\" [<a href=\"http://marcambinder.theatlantic.com/archives/2008/10/_show_details_1037_am.php\">Marc Ambinder</a>]</p> <p>Obama conspiracybots make a poignantly effortful attempt to persuade an Oxford don to confirm their suspicion that Bill Ayers ghostwrote Dreams From My Father, then suddenly lose nerve when the don agrees on condition that he can publish the results even if they don't back up the conspiracy theory. [<a href=\"http://www.timesonline.co.uk/tol/news/world/us_and_americas/us_elections/article5063279.ece\">Times Online</a>]</p> <p>No Halloween candy for you from one Michigan woman, unless you're a McCain/Palin supporter. [<a href=\"http://www.youtube.com/watch?v=_NGAYR7RHfQ\">Fox 2 Detroit</a>, <a href=\"http://www.freep.com/article/20081101/NEWS02/81101029/1215/NEWS15\">Detroit Free Press</a>]</p> <p>The 20 greatest political campaign ads of all time. [<a href=\"http://www.nerve.com/dispatches/nerveeditors/20-greatest-campaign-ads-of-all-time/\">Nerve</a>]</p> <p>Have you entered our <a href=\"http://www.guardian.co.uk/world/oliverburkemanblog/2008/oct/31/uselections2008-johnmccain2\">Exciting Election Prediction Contest</a> yet? I don't want to have to ask you again.<br></p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/iNhA9W9IgFc?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/iNhA9W9IgFc&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"https://www.youtube.com/v/iNhA9W9IgFc&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object> </figure>   <p><br>Perhaps Sarah Palin should have realised something was amiss when the <a href=\"http://canadianpress.google.com/article/ALeqM5idPXM6GDkOzIX-_At5WVYrBoJ6JQ\">caller purporting to be France's president</a>, Nicolas Sarkozy, referred to \"my special American adviser, Johnny Halliday\".</p> <p>Later in the call, maybe, she could have guessed that even the real Sarkozy would be unlikely to refer to his wife, Carla Bruni, as \"so hot in bed\" or talk about a supposed mutual love of hunting by saying \"to take away a life, that is so fun\".</p> <p>The would-be vice president was, of course, speaking to Canadian comedian Marc-Antoine Audette, part of a <a href=\"http://en.wikipedia.org/wiki/Masked_Avengers\">radio duo</a> who have made prank calls to a series of world leaders over the years.</p> <p>Palin didn't give away anything of real note – except perhaps an ambition to be president herself \"maybe in eight years\" – or suffer any real embarrassments.</p> <p>It is interesting, however, to hear Palin's eager tone of voice and exaggerated politeness (\"We love you! Thanks you for talking to me!\") which seemed to go beyond courtesy into sheer fandom.</p> <p>Maybe Palin – like many others - still can't believe the position she's in right now.</p>",
  "<video data-media-id=\"gu-video-339230668\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1892234764_LOCKED-FINAL-KUCINICH-OH-10-31-FLV-16x9.flv\"/> </video>   <p>Dennis Kucinich learned long ago to take nothing for granted in American politics. The former mayor of Cleveland and current <a href=\"http://www.guardian.co.uk/world/ohio\">Ohio</a> congressman has carved out a long career as one of the nation's most outspoken leftwing politicians.</p> <p>This has secured him a beloved place in the hearts of American liberals - especially his own Cleveland constituents. But it has also often earned him ridicule in the media, derision by Republicans and the ire of his own <a href=\"http://www.guardian.co.uk/world/democrats\">Democratic party</a>'s establishment.</p> <p>Now, with the predictions of a possible Democratic election day landslide, Kucinich is still far from feeling vindicated as a vocal critic of modern America. Sitting in the Guardian's US election battle bus, Kucinich said a <a href=\"http://www.guardian.co.uk/world/barackobama\">Barack Obama</a> win would only mean something if he followed through with genuine leftwing policies.</p> <p>\"Obama, if he wins, is going to take a page from Franklin Roosevelt,\" he said, referring to the policies he wanted to see as an \"old time religion\" of New Deal-style 1930s massive government intervention in the economy.</p> <p>If Obama does win the White House it may be thanks to the huge voter-turnout drives in districts like Kucinich's. Cleveland sits in the battleground state of Ohio, one of the most valuable pieces of political turf in the election. No Republican president has ever won the White House without Ohio. If Obama can stop <a href=\"http://www.guardian.co.uk/world/johnmccain\">John McCain</a>'s campaign here it will effectively end his dreams of the presidency. But Kucinich is not assuming an Obama victory.</p> <p>\"Ohio is a state that can break your heart,\" he said. It certainly helped destroy the chances of Al Gore in 2000 and John Kerry in 2004.</p> <p>But for the moment the signs look good. Obama has a small but seemingly solid lead in the polls. The voting problems that plagued the state in 2004 - and resulted in allegations that the result unfairly favoured the Republicans - have been tackled.</p> <p>Early voting in Obama-friendly areas like Cleveland and Columbus has been heavy. The economy, which appears to have single-handedly turned the election in Obama's favour, is still the most important issue to most voters.</p> <p>It seems to have overcome any lingering reluctance of many voters to put a cross next to the name of a black candidate for president. \"This is not a black and white election. Green is the colour everybody is worried about here,\" Kucinich said as he took the Guardian bus through Cleveland's streets on an impromptu tour of his home city.</p> <p>There is little doubt that no one knows Cleveland quite like Dennis Kucinich. Almost every street carried bright yellow yard signs that simply proclaim: \"Dennis!\" He still lives in the same modest suburban home he bought in 1971, sharing it with his English wife, Elizabeth, and three dogs rescued from the city pound.</p> <p>Kucinich was born in the city in 1946 as one of seven children of a working class couple. During his childhood he moved 21 times, bumping from cheap apartment to cheaper apartment, which the young Kucinich often had the task of finding. It was that tough upbringing which gave him his leftist political beliefs and also the thick skin to keep holding them in an America that has rarely been friendly to such a point of view. \"I've lived in cars,\" he said by way of explaining his immunity to attacks on his philosophy \"There's nothing that anybody can do to me.\"</p> <p>Kucinich fought his way into university and then threw himself into a political career, eventually becoming mayor in 1977 at just 31. A period in the political wilderness in the 1980s ended with him winning his current congressional seat in 1996. He quickly carved out a high profile name as one of America's most liberal senior politicians.</p> <p>He has pushed for dialogue with nations like Iran and Syria, tried to impeach President George Bush, been a vocal anti-war voice, opposed the recent bank bail-out and advocated creating a \"Department of Peace\". He ran for the presidency in 2004 and 2008 and though his candidacies never had much chance of success they gave publicity to views that are rarely seen in mainstream American politics.</p> <p>Or at least until now. Kucinich's has long slammed the culture of debt that grew up in the American economy. He has attacked Wall Street bonuses and the rising stock market and excessive greed as being bad for the American people and unsustainable. Such anti-corporate language earned him little but abuse from most politicians, even in his own party, who often dubbed him a socialist.</p> <p>Yet now, following a bail-out that Kucinich opposed, he has witnessed the Bush administration indulge in a massive part-nationalisation of America's financial system. \"Bush did something to the economy that Karl Marx never could have,\" he said.</p> <p>It does not give Kucinich much pleasure. Nor is it likely that the American media, or the Democratic party establishment, are likely to embrace his social democratic views even though they proved prescient. But it does mean that Ohio - led by hard hit cities like Kucinich's Cleveland - is standing on the brink of handing the White House to Obama.</p>",
  "<p>When Michelle Obama gets into trouble, it's because she's too warm, too strong, too real. If Cindy McCain is disliked, it's because she's too icy, too breakable, too fake. Obama offers the controversial 'fist bump' as a greeting; McCain has to wear a wrist brace because of a handshaking injury. </p> <p>The two candidates' wives couldn't be more different and the contrast between them has provided yet another media-friendly dimension to a presidential race that hardly needed added zest.</p> <p>While the Republicans have been running an 'Ordinary Joe' campaign, Cindy McCain wears Oscar de la Renta and five-carat diamond earrings. (Her net worth is a reported $100m; her income for 2007 was $4.2m.) In the week when Sarah Palin's campaign-funded designer trousseau made headlines, Michelle Obama went on the Tonight Show with Jay Leno and, while extending her sympathy to Palin for the sartorial scrutiny she was experiencing, said she herself was wearing 'a J Crew ensemble' she'd bought online with her own money. (Michelle Obama's entire outfit can now be purchased in the J Crew sale for under $300.)</p> <p>Even with Hillary Clinton and Palin to suggest that the political landscape is more complicated for women now, these are still the questions that count for a prospective First Lady: What does she wear? How does she smile? Has she taken his name? Does she have a job?</p> <p>Cindy McCain is a first lady in the old mould - mould being the operative word. Standing just behind her husband at every stop on the campaign trail, she seems pale, remote, and stiff to the point of automation. 'Stepford' is a word that has been linked to her frequently; matters aren't helped when she appears not so much to have departed from a script, as blown a fuse. </p> <p>She said that Mother Teresa 'prevailed upon' her to adopt a Bangladeshi orphan with a cleft palate; it was later discovered that Mother Teresa was not there when McCain visited the orphanage. She said she'd been to Rwanda during the genocide; it turned out she'd been to Zaire after the violence had ended and looked over the border. </p> <p>A serious addiction to prescription painkillers, that led her to steal from her own charity and cause people who had helped her to lose their jobs, has been turned into a recovery success story. Cindy, according to a friend of the McCains, would 'walk on broken glass barefoot' if it would help her husband in his campaign - virtually the same words Jackie Kennedy used about her successor, Lady Bird Johnson.</p> <p>Michelle Obama, on the other hand, has been quick to tell us about her husband's morning breath and his failure to take out the rubbish. Earlier this year, she was considered an unpredictable, potentially dangerous factor in the campaign ('Will Michelle Obama Hurt Barack?' was a question asked on the cover of Time magazine last summer). Right wingers labelled the fist bump she exchanged with her husband at the Democratic National Convention a 'terrorist fist jab'. She said she was proud of her country for the first time, and that went down as profoundly unpatriotic. Her domestic anecdotes were having a questionable effect on his popularity. Yet she has turned this tricky reputation around, campaigning on her husband's behalf when he visited his dying grandmother in Hawaii, and overtaking her Republican counterpart in every opinion poll. </p> <p>Most important, she has done more than 'humanise' the candidate, as is traditional: she has actively bolstered his identity in the public imagination. He is a mixed-race half-Kenyan who was brought up in Hawaii and needed to seem less foreign to voters; she is an African American who grew up on the South Side of Chicago, then went to Princeton and Harvard and became a lawyer.</p> <p>These women's plans for the future are as distinct from each other as their performances on the campaign trail would suggest. Cindy McCain, who dislikes Washington, has suggested she would, as First Lady, attempt to emulate Princess Diana - she supports some of the same charities, and is keen to devote herself further to global philanthropy, a full-time prospect she and her husband have disagreed about in public. </p> <p>Michelle Obama, who has focused on addressing working women, has no illusions about keeping the high-powered hospital executive job she's scaled down in order to get her husband elected. Careful not to seem like another Hillary in the East Wing, she voices modest hopes. 'When people ask, \"what kind of First Lady will you be?\",' she recently told Vanity Fair, 'I'm going to try, in all this, to be honest, hopefully funny and share important parts of me with people, hopefully in a way that will help them think about their lives and avoid the mistakes we may have made in our lifetime.'</p>",
  "<p><a href=\"http://www.theguardian.com/world/barackobama\">Barack Obama</a>'s campaign to become the first black American President was rocked yesterday, only 72 hours before election day, by the revelation that his aunt is an illegal immigrant in the US.</p> <p>News about Obama's relative is a chance for the McCain campaign to generate some last-minute negative headlines about Obama. Four years ago Zeituni Onyango, 56, who is mentioned in Obama's personal memoir, was instructed by a court to leave the country after being denied political asylum. However, she now lives in local authority housing in Boston.</p> <p>Illegal immigration is a political minefield in US politics and the story could be a vote-losing headache for Obama. Her refusal to leave the country does not make her unusual in America - there are an estimated 10 million 'illegals' - but the issue is a hot button one, especially with the white working-class voters courted by both Obama and <a href=\"http://www.theguardian.com/world/johnmccain\">John McCain</a>. </p> <p>Illegal immigrants are often accused of taking jobs and government services from US citizens and legal residents. Onyango, Obama's half-aunt on his father's side, has donated to his campaign, with five small gifts totalling $260. Those donations may turn out to be illegal, since Onyango is not a US citizen. His campaign said in a statement: 'Senator Obama has no knowledge of her status, but obviously believes that any and all appropriate laws be followed.' </p> <p>The revelation came as McCain cut Obama's lead in the polls and police forces in major cities made extra security preparations for <a href=\"http://www.theguardian.com/world/uselections2008\">election day</a>. </p> <p>In Chicago, Obama is holding a rally downtown after the polls close on Tuesday night and it is believed that up to a million people could flood the city's streets. All police leave has been cancelled and off-duty firefighters have been told to keep their kit ready at home. The unspoken concern among some is that a surprise Obama loss - especially with most polls predicting a win for the Democrat - could lead to civil unrest.</p> <p>Detroit and Los Angeles were also deploying extra police out of concern for the potentially heightened emotions raised by this election. Yesterday McCain was nudging into a slight lead in one element of a three-day tracking poll by respected pollster John Zogby. The overall survey still gave the victory to Obama by five points, but McCain was a point ahead on the third day.</p> <p>The poll found that McCain's support was increasing among independents and working-class voters. It could prove that McCain's recent tactic of pushing blue-collar issues, symbolised by his adoption of 'Joe the Plumber' as a campaign totem, is working. Though other surveys have shown McCain starting to close on Obama, virtually every other national poll recently suggests Obama has a healthy lead.</p> <p>Whether it is Obama or McCain who enters the Oval Office, the military burden on Britain of fighting in Afghanistan is expected to be eased, with the US demanding that other European nations provide more resources ahead of an expected offensive against insurgents.</p> <p>A source close to the Defence Secretary, John Hutton, said both McCain and Obama appeared prepared to tackle the problem that 'the UK and the US both punch above their weight, certainly in terms of numbers of troops on the ground'. Gordon Brown has hinted to Labour MPs worried about the human cost of a military surge in Afghanistan that he will be able to provide more reassurance shortly.</p> <p>The Prime Minister is expected to speak to the President-elect this week, while dozens of Labour party staffers and Commons aides have taken unpaid leave to volunteer for Obama. A Democrat victory would boost Labour morale.</p> <p>Senior Tories argue, however, that an Obama victory could help David Cameron, by proving political inexperience is no bar to the highest office. Several shadow cabinet ministers privately back the Democrat over the older, less sure-footed McCain.</p> <p><strong>•</strong> Republican vice-presidential candidate Sarah Palin last night told a comedian in a prank call that she could be President - but not for another eight years. In the telephone call, to be aired on a Quebec radio station tomorrow, comedian Marc-Antoine Audette, posing as French President Nicolas Sarkozy, tells Palin that she would make a good President. Laughing in response, Palin says: 'Maybe in eight years.' After discovering she had been the subject of a hoax, Palin was said to have been 'mildly amused'. </p>",
  "<h2>Tobias Wolff</h2> <p><strong>Celebrated novelist and memoirist. His latest short story collection, Our Story Begins, was published in August. Won the 1985 PEN/Faulkner Award for Fiction for The Barracks Thief (1984)</strong></p> <p>Last week I was roused from sleep by a strange dream - that my bearded, hairy-backed, happily married older brother Geoffrey, now 70 and up to his eyeballs in grandchildren, had decided to get a sex change. My mentioning this to anyone who knows him has unfailingly produced peals of laughter. All right - dreams are funny, when they're funny. But imagine waking every day to the dream that George W Bush is your president.</p> <p>I simply can't, as Justice Scalia has advised, 'get over it'. As I grind my coffee to the morning newscast and the image of our confident president appears, the bile rises in the gorge, boiling over into tantrums and rants and declarations of despair that, even in the moment, strike me as clownish and pitiable, and are certainly viewed by my family in that light, until they join in.</p> <p>No, I can't get over it, and neither can my friends, hard as we all try. When we meet for dinner we do our best to take up other subjects - books, gossip, movies, our children - but then, like the addicts we've become, we sneak back to the drug of outrage, shooting up the latest barefaced lie and squalid revelation, not forgetting to list yet again the national and global catastrophes brought about by the incompetence, hypocrisy, muddleheadedness, venality, truculence, mendacity, callousness, zealotry, machismo, lawlessness, cynicism, wishful thinking, and occasional downright evil of the administration of George W Bush. Our economy is in freefall, our public school system a disgrace, our military exhausted, the wounded and traumatised dying of neglect, yea, the very earth groaning for relief - and he's optimistic! Yessiree! Looking forward to it! Leaning toward us over the podium with that exasperated little squint and that impatient, dentist-drill voice, utterly at a loss as to how he got saddled with a nation of such gloomy Guses and crybabies.</p> <p>Eddying around our own indignation again and again, as if caught in some Bermuda Triangle of complaint, we are unable not to remind each other of the fatal character of George Bush's incomprehension, the thousands upon thousands who have died by his blithe actions and inactions, and his inability to understand at any level - political, moral, emotional - the terrible damage he has done, this man whose idea of sharing in the grief of parents who've lost a son or daughter in Iraq is to give up playing golf! If he really did.</p> <p>There - I've stepped in the trap again. I can't help it. And for many of us that has been a defining condition of life in George W Bush's reign, this unanswerable need to register anew and aloud our shock and dismay, indeed our disbelief, at finding him at the wheel as we wake each morning. </p> <p>Was it ever so? Nixon, especially in his last months, inspired fits of revulsion, but never incredulity that he had achieved the office in the first place. Same with Johnson. They were at least very smart, and deeply experienced. </p> <p>So how did George W Bush do it? On the face of it, such a man getting himself elected President of the United States would seem an impossibility - this party boy, this tangle-tongued, failed businessman who always managed to save his own bacon while his investors went under, this tough-talking supporter of the Vietnam war who hid out in the Texas Air National Guard when his turn came to serve. Karl Rove's strategic exploitation of social divisions and resentments deserves some of the credit. The Supreme Court, to be sure - Bush vs Gore. Chicanery at the polls and a lot of dumb luck, most notably in the form of 3,000 old folks flummoxed by a confusing ballot. All this and more. But there had to be something else, a meta-narrative if you will, that established him in the hearts of the large minority who voted for him in 2000 and the decisive majority who returned him to power in 2004. And what else could that have been, but what it always is with such empty shirts? Nostalgia. </p> <p>In short, he presented himself as a man of the past - that star-spangled past when it only took one ranger to quell a riot, and you drove big cars without getting sneered at by sissies on bicycles, and you could make a few million without having to divvy it up with the lazy pathetnoids next door; when neighbours talked over the fence and could depend on each other, and the rivers ran straight and clear and teeming with trout, and you could dredge them for gold without the government breathing down your neck, and the trees were really big and you could chop them down, and you won wars, and men wore hats to work and meant what they said, and nobody was gay, and the queers all lived in New York, and you could say under God and have a Christmas tree on the town green without people in turbans and sidelocks getting up your nose about it.</p> <p>That was the America we think we grew up in, and we want it back, and George W Bush, with his down-home voice, and gunslinger swagger, and no-nonsense contempt for the complications of a modern society, gave clear promise of a right of return to that good and simple past. That was his appeal, in both senses of the word. And in this one thing, alas, he was sincere.</p> <p>He wants the fictional past to become the actual present. </p> <p>This might be risible if he weren't President. But he is, and it isn't, because he has resolutely declined to prepare for any future he doesn't approve of, say the one where his war perversely ignores the script, and 4,000 young Americans get killed, and 40,000 more come home with wounds to their bodies, and still more thousands return with wounds to their minds and souls that may never heal, and find themselves, for lack of any foresight at all, in understaffed, rat-infested hospitals and psych wards, while the people we claimed to be saving are killed and crippled in even greater numbers - numbers unknown, because it has been our stated policy not to count them. George W Bush wouldn't countenance that future. Or the future where we start running out of oil. Or the future where glaciers disappear and McMurdo Bay starts looking like a good bet for a Club Med. Or the future where our economy begins to melt into foreign hands. Or the future where foreign hands begin to refuse our economy. </p> <p>We have been in dire need of someone who could adapt to, even, within reason, anticipate manifestly changing conditions in this country and the world at large. But we have had George W Bush, who views change as illicit, even as betrayal, and will not compound the betrayal by any change in himself. And under his unmoving hand you can feel the country straining to move forward, like some great engine shrieking toward the breaking point as the driver presses the pedal to the floor but refuses to shift from neutral into gear.</p> <p>Of course he could not have staged this astonishing performance without support. I'm not speaking of Rove, Cheney, Rice, Wolfowitz, Rumsfeld, Feith, Perle, Gonzales, Ashcroft, Bremer, Tenet, 'Scooter' (!) Libby, David Addington and John Yoo and the rest of that scabrous crowd of armchair warriors, perjurers, torturers, and fools. No, they didn't put him in office; the American people did. 'My fellow Americans' - to use the term by which every lying speech is prefaced. And the fact of his election, as much as the incessant abrasion of George W Bush's misgovernment, oppresses me with embarrassment and, I confess, a certain despair for our future.</p> <p>Yes, embarrassment - because his electors really are, after all, my fellow Americans, and I have always wanted to believe in their basic good sense, as I want them to believe in mine. That trust is in fact the very ground of a democratic society. Yet enough of my fellow Americans played the sucker to give this man two terms as President. Amazing! In truth, you never saw such a transparently smug, happily ignorant, unread, unthinking candidate for high office, let alone this office. Surely his unsuitability was plain to everyone. It should have been - he had a nearly unbroken record of personal unreliability and professional incompetence going into the first election, and by the second his record was perfect. There was simply no good argument to be made for his election, and every good argument to be made against his re-election. What did he have to offer, after all, beyond nostalgia? The bribe of lower taxes, already proven to be a sham for all but the richest few, and the continued sacrifice of our young people and our dwindling resources in a deceptively-undertaken and stupidly-executed war. By no reasonable standard could my fellow Americans, most of them anyway, see him as representing their interests. But they voted for him anyway. Why? Because Jesus is his 'favourite philosopher'. Because they felt more comfortable with him than with either of the serious, substantial men who opposed him. Because they'd rather have a beer with him!</p> <p>As the old saying has it, the turkeys voted for Thanksgiving. </p> <p>And though it is snobbish of me to say so, elitist and undemocratic, I will say that the embarrassment I've been feeling for the last seven years proceeds exactly from that sense of my fellow Americans cheerfully volunteering to be plucked, gutted, bled and hung upside down. It has made me embarrassed, as of some public foolishness by one's family, and it has made me vindictive. When I see someone being rude to a waiter, or blocking the road in a Ford Expedition, or yakking loudly on a cell phone in a crowded elevator, I naturally assume they voted for George W Bush. And - this is really mean, I know, really unfair and unreasonable and inhumane, and I scold myself for this, believe me, but - when a tornado tears off a few roofs in Texas, I think, serves you right! And I have friends in Texas. That's some of what the last seven years have done to this writer.</p> <p>Well, boo hoo, what did I expect? Didn't Jesus, and Chuang Tzu, and Shakespeare, and Mark Twain, and my other favourite philosophers all warn me about politics and politicians? Aren't I a little old for all this gnashing of teeth? I am, I am, and I fear I have years more of it ahead of me, because even now the mud is flying, and the fear machine is humming, and we're on our way back to the past.</p> <h2>Edmund White</h2> <p><strong>Novelist, short story-writer and critic, best-known for his autobiographical novels, which include A Boy's Own Story (1982). Member of the American Academy of Arts and Letters. </strong></p> <p>I moved back to the States from France 10 years ago and soon after my repatriation (after 16 years in Paris) Bush was elected. Although I am perhaps the least political person I know (the first time I voted in my long life was against Bush in the last presidential election), nevertheless a bad president has a depressing effect on the entire culture, no matter how strenuously one ignores him. As a gay man who has always felt that society at large despises me and that I'd be considered a criminal by most of my fellow citizens, I've never wanted to participate in electoral politics - or politics of any sort. I remember that during the Watergate trials I dismissed the whole brouhaha as 'their scandal'.</p> <p>But I had known two moments of political euphoria - Mitterrand's election and Blair's. I was in Paris for the first with French friends who were delirious, and for gays there were immediate benefits. Mitterrand acknowledged that the gay vote had helped him and he dissolved that part of the police force that was supposed to run after gays having sex in the parks at night. I was at a book party that Martin Amis and his wife were giving for me the night Blair was elected, and again I felt the exultation and got caught up in it. Unfortunately, both men turned out to be corrupt or seriously misguided.</p> <p>With Bush it was a different matter. Here was this grinning, supercilious frat boy who'd adopted a fake Texas accent (his family is from Maine), who'd managed to be 'born again' in order to attract the votes of the Christian Right, who'd been responsible for more public executions of criminals than any official in recent memory, who denied global warming, who'd evaded military service but was soon enough sending thousands of American soldiers to their deaths. Here was an oaf who wanted to give the president of Germany back rubs - which she angrily rejected - and who surrounded himself with the most blatant emblems of corporate greed in American history. During Bush's watch in the last eight years there have been four major disasters - 9/11, Iraq, Katrina and the Wall Street crash - and Bush has responded slothfully to each one. He started the war, he bungled the post-hurricane relief effort, and the deregulation that the Republicans fought so long and hard for has produced the crash.</p> <p>Perhaps the most depressing moment in the last eight years was Bush's re-election. As a teacher, I've long lamented the dumbing down of America; now I was tempted to see our educational failure as a plot to keep the electorate stupid and gullible. In America, a tiny elite receives a rigorous education and the rest of the population is kept in darkest ignorance, just as a small percentage of our youngsters constitute Olympic champion athletes and the rest of the population is grotesquely obese: a strange idea of democracy. I was prepared to believe that Dubya's first election had been a mistake or a cheat, but the idea that the voters could re-elect him was too grim to contemplate. </p> <p>As a writer, I found the whole climate under Bush particularly disheartening. Funding for the arts and humanities was at an all-time low. Whereas small bookshops have been saved in France by the Jack Lang law, which forbids discounting of books, in America independent bookstores (including the 50 or so gay ones) were wiped out by the big chains, which are now beginning to go under as well, driven out by Amazon. With our passion for deregulation and the freedom of the market, we would never defend the rights of consumers to have community bookstores (which in America are often community cultural centres) alive and well on every corner. </p> <p>After 9/11 the press was at its weakest and least vocal. I'd always been used to the liberal papers in America examining every governmental excess or infringement with a magnifying glass; now no one seemed to be looking. Most people were getting their news online and most newspapers were cutting back or closing down - and more and more of them belonged to Rupert Murdoch. Similarly, all the small independent publishers were being bought up by conglomerates, many of them in no way previously connected to the book industry. More and more titles were being published but in smaller and smaller runs; it seemed that there were no longer any common talking points among Americans.</p> <p>They lived isolated in their suburban houses, looking at hundreds of cable channels, driving through streets empty of pedestrians; America had become the saddest place on earth. The very rich had become even richer and everyone else was considerably poorer. Conveniently for the Republicans, the last great taboo in America is class. No one is allowed to mention it, not even novelists. Whereas British novelists are always beavering away defining ever more minute class differences, American writers can get a sense of contrast only by looking at the Third World. As a judge two years ago for the Granta top 20 American writers under 35 contest, the trend I most noticed is what I'd call the Peace Corps novel. Everyone is writing about India and South America and the Philippines and Vietnam - no one is writing about the big city or rural poor in America.</p> <p>I have a good friend who is a descendent of President Pierce, who was against abolition in the years leading up to the Civil War. Until now he's always been considered the worst president (there are two or three other candidates). My friend is grateful to Bush for knocking out all the competition.</p> <h2>Yiyun Li</h2> <p><strong>Won the Guardian First Book Award for her short story collection A Thousand Years of Good Prayers. Her first novel, The Vagrants, will be published in the UK in February</strong></p> <p>America in the late 1990s seemed a happy place. Or perhaps it was just my exuberant naivety; having recently arrived in the country in my early twenties as a science student, I lived contentedly on a graduate stipend of $15,000 a year, watching network news and sitcoms every night to understand America. One evening I burned my hand while cooking and the next day the nurse at the students' clinic took a look at it and said, 'Honey, what on earth did you do to yourself?' </p> <p>I replied, rather shamefully, that I had been watching the coverage of the Clinton impeachment and wasn't paying attention to the bursting oil. The nurse guffawed and told me that she wanted to be the one to inform the doctor of this accident, as she could not wait to see his face when he heard the story. </p> <p>How bad could a country become when there was so much laughter around? The economy was strong, wars and genocides happened on other continents, and a mother not far from where I lived gave birth to seven babies. The biggest fear, as the turn of the century drew near, was the millennium bug - remember Y2K? - but the millennium arrived with fireworks, and without any disaster. George W Bush became President, but at the time even this looked like a laughable joke to the circle of foreign students living in our apartment building. So we laughed, not understanding how Americans could have made such a decision. </p> <p>Happiness is like childhood, always ending before one is prepared. Two years later I found a part-time job in a lab in a hospital basement, where fluorescent lamps buzzed in the windowless room. I had by then given up my science career for a dream of becoming a writer, and my lab work was simply to pay the bills. My job - rather appropriate for an aspiring writer - was to assist in research on the formation of voice. Twice a week I would go to a cardiology lab, where an exchange scholar from Bangladesh running cardiology tests on dogs would, at the end of the experiments, turn off all the switches that stopped the circulation. The dogs, still warm to the touch, waited to be dissected. </p> <p>My companion at the ordeal was Sanyukta, a PhD student from India whose dream was to become a professor in America. Neither of us wanted to perform the dissection alone, even after we had honed our skills. Having a fellow sufferer did not lessen our individual pain, but we clung on to each other's presence in those days, and walked back together to the basement with plastic bags containing the dog's vocal tissues which we had managed to cut out, and which we later tried to culture in Petri dishes. </p> <p>On other days, when we received a phone call from the autopsy unit alerting us that a human patient had agreed to donate vocal tissues, we would walk across the hospital with a bucket of dry ice, and wait for the precious tissue. It was on those days, when we felt happy that we did not have to open up a dog, that Sanyukta and I began to talk about our lives, and our conversation, inevitably, would turn to America and its present state. Our biggest fear then was that four years of a Bush administration would be a turning point for America. We understood each other's concern well; after leaving our native countries both of us had made the decision to make America home. </p> <p>'Never in history has there been a superpower that could remain a superpower,' Sanyukta liked to say. </p> <p>'For every empire that rises there will be a journey going downhill,' I would agree. 'Take China, for example.'</p> <p>'Take India,' Sanyukta agreed. 'Take Britain.'</p> <p>Toward the end of the next summer I decided to quit the job, which, like America and many of the disastrous decisions the administration had already made, had become depressing. On my last day Sanyukta bemoaned the loss of a companion to the cardiology lab. 'Ask someone else from the lab to accompany you,' I said, but she replied that the Americans in the lab, as dog lovers, would be too sensitive to take over the responsibility. 'The humility of life. That's what I think they don't know. The country has not been invaded and the people have not been ruled by another people,' Sanyukta said. 'Americans don't understand humility.'</p> <p>Bush has remained president for eight years, rather than four years as Sanyukta and I had hoped, and these years seem to have confirmed our fear in that basement lab that America is going downhill. Bad news is prevalent, both from within the country and outside: the national debt, the questionable tax cuts, and now the financial crisis; wars in Afghanistan and Iraq, with human costs as high as the monetary costs; disasters of foreign policy and public diplomacy. America, at some level, reminds me of China in the late 1800s, when the country proudly considered itself the Middle Kingdom at the centre of the world. </p> <p>America no longer seems to me to be the euphorically happy place it was when I arrived. This is to be expected, as, after all, I am no longer a young Alice, eyes widened by the discovery of a marvellous wonderland. Still, America, which I consider now as my home, has taken on a soberness that would not have seemed the right mood for the country eight years ago, and perhaps this soberness will accompany America in its ongoing journey, whether it is one that goes uphill or downhill. </p> <h2>Walter Mosley</h2> <p><strong>Renowned for his crime fiction, notably the mystery series featuring detective Easy Rawlins which began with Devil in a Blue Dress (1990).</strong> </p> <p>The reign of George Bush II marks, with its passing, the end of absolute white male hegemony in American politics. Bush, along with his cronies - Cheney, Rumsfeld, Rice and Rove - received the strongest hand that could be dealt a sitting president and squandered the potential for true personal, party, national and international advancement. After the World Trade Centre disaster we (Americans) had the sympathy and support of much of the globe on our side. But instead of capitalising on this largesse we declared war on the world and upon our own people - especially the poor.</p> <p>Masquerading as conservative, God-fearing Republicans, Bush and his lackeys sought to shore up the cracks in white male domination through the primary religion of America - capitalism. They empowered the wealthy by eliminating restrictions on how the rich did business, by cutting the taxes of the most affluent, and by sending the poorest among us, those young people who found themselves floundering in the new economy, off to war with vague promises of glory and possible financial support later on.</p> <p>Our soldiers have been killed and maimed, scarred physically and psychologically. Most have seen no remuneration and their homeland is no safer or any more secure. </p> <p>Bush has done many things wrong. Sometimes these transgressions have hurt us but even when we are wounded we learn. We now have a glimmer of understanding why so much of the world hates us and why so many others have disdain for our archaic sense of pride and vacuous moral authority.</p> <p>Knowing something is wrong is the first step toward rehabilitation. The war we cannot win, the job we cannot save, the mortgage we cannot afford ... Much of this can be laid at the doorstep of our lame duck, bailout President. But, to be fair, he has shown many Americans the fallacy of their convictions. We can see now, better than ever before, that business as usual will not see us through.</p> <p>This said, it's hard for me to gauge the positive against the negative of the second George Bush administration. We needed to understand that the old America is gone. We have women and poor people and people of colour that must be added into the equation. We have neighbours that must be heard and questions that must be asked. Without the travesty of the past eight years I don't know how we would have gotten there. I mean, I suppose that Bush could have toned down his response to those he didn't understand; he could have sought a more peaceful coexistence with those that are different. But he didn't have the acuity to achieve a higher goal. And his excuses for his actions have some validity: his constituency placed in power the man they wanted to lead them.</p> <p>But even with all that Bush has done to throw off the balance of our world, some things have changed for the better despite him.</p> <p>The most important change occurred because of our President's conviction that he didn't mind who worked for him as long as they were faithful to his misguided worldview. Therefore he could have two African-American Secretaries of State, one after the other. This action helped to open the door for Barack Obama and Hillary Clinton. And once the door is opened it can never be fully closed again.</p> <p>The black apologists for Bush's lies and Cheney's avarice cleared the way for Obama. Americans, millions of them, are, for the first time, considering somebody other than the white male candidate. This was bound to happen sooner or later but Bush's racial blindness and political irresponsibility, I believe, pushed the envelope a bit faster. </p> <p>Never again will we be the nation concerned only with the liberation and security of the white man's property. It doesn't matter who wins our election. America has changed for good. The people will continue to demand fairness and equality. They will demand that our actions in the world be considered and considerate of different points of view. Black and brown and Asian men and women will throw their hats into the ring, not as brainwashed servants but as people who see us all as a part of that pulsing, bulging mass of humanity that struggles to survive in this ever-growing, ever-shrinking world.</p> <h2>Rick Moody</h2> <p><strong>Bestselling novel The Ice Storm (1994) was made into a film directed by Ang Lee. His memoir, The Black Veil (2002) was also widely acclaimed.</strong></p> <p>'The business of America is business,' Calvin Coolidge, 30th President of the United States, was reputed to have said in January of 1925, just four years shy of Black Friday and the onset of the Great Depression. </p> <p>It's not hard to think of George W Bush mangling some similar perception, though at the time of his own ascension to the presidency in January 2001, Bush hadn't yet been very successful at business. Not if his stewardship of Arbusto Energy or Harken Energy is any indication. It wasn't until Bush became general partner of a professional baseball team, the Texas Rangers, that he made any real money at all. Nevertheless, Bush drank deep of the lessons of American capitalism, as he pointed out himself in December of 2000: 'I understand small business growth. I was one.'</p> <p>This was W as we first experienced him. The President who timidly, awkwardly succeeded Bill Clinton and who oversaw the bitter end of the so-called New Economy. It would be easy to pin all the blame for diminished corporate earnings and emptied tax coffers and a weak dollar and a huge trade imbalance on Bush, but neither was Clinton's administration free of its share of economic bluster, and neither was Clinton shy about transitioning away from investment in the public sector, as with predecessors like Ronald Reagan and Bush the Elder. This part of the march of history George W Bush inherited, the period after the internet stock bubble, which meant that things were already, early in his presidency, grim, unstable, uncertain. According to the only political model he knew, the business model, Bush's newly minted administration immediately moved to invite Kenneth Lay (of the soon-to-be former Enron Corporation) to closed-door meetings with Dick Cheney, as well as to the annual White House Easter Egg Roll. Other CEOs found similar welcome. The hangover from the internet bubble was hard enough to live with, but Bush, by putting all or most of federal operations up for sale, inaugurated an even more challenging epoch. Call it the 'Years of Shareholder Value', since, as Bush often opined, government needed to behave more like a business.</p> <p>After 11 September, though, the sinister legacy of the Bush years has lain in the free-market approach to the war itself, to the war and its aftermath. How quickly after the initial air campaigns and the collapse of Baghdad were Vice President Cheney's former corporate colleagues, Halliburton, and its subsidiaries, engaged in the securing of Iraqi resources for American corporations and their shareholders. Bush then attempted to bring home the same lessons to domestic affairs.</p> <p>The Ownership Society! That was the name for this second term of Bush's America, and it's logical to assume Bush didn't come up with the coinage himself, because how could he have? He has trouble getting through a simple sentence. Probably some staffer, gifted with ad speak, came up with it, coining what was already de facto policy, the notion that the government needs to remove itself entirely from the business of regulation and owning industries, leaving the oversight of corporate capital - as well as derivatives, packaged mortgages, and so on - to an ill-equipped marketplace. </p> <p>What the Ownership Society came to feel like to the overwhelming majority of Americans was feudalism. The modern return of the robber barons. No backstop in the case of catastrophic illness. No backstop in case of corporate malfeasance. No backstop in the case of a despoiled natural environment. No backstop in the case of cascading corporate bankruptcies. The wealthy and the large corporations, now largely unregulated, were free to do as they wished in most if not all areas, in order to increase the bounteous riches of their executives. If only the barely getting by worked harder and saved more, they too might count on the American Dream coming true in their own lives! If not in this generation then in the next!</p> <p>Home ownership is perhaps the shining example of this heartless model of economic progress. The first Bush term yielded to the second, and the unregulated market for homes and mortgages helped make possible the fiscal environment in which a great number of Americans were using real estate speculation as a way to create wealth that was otherwise lost to them in a flat stock market and in the galloping disappearance of the middle class. The banks, initially thriving on the loans and fees required for all this transacting, turned a blind eye to the kind of money being borrowed and often to the desperate people doing the borrowing. Which brings us to where we are today: mired in a precipitous slump in part inaugurated by the failure of booby-trapped mortgages that ought not to have been tendered, loans that ennobled neither borrower nor lender. In addition to facing energy and food prices that are climbing as steadily as their credit card bills, regular middle-class Americans are finding that they are now less likely to be members of the Ownership Society than of the Insolvent Society. </p> <p>The darker American fears meanwhile remain. The fear, the uncertainty, that end-of-empire anxiety. You can see the fear in the demonisation of undocumented workers in the United States. Fear of anything that will unsettle a rank-and-file white voter, the white voter who fears the United States of the future will no longer have a place for him. All of this fear pushes both sides of the electorate toward divisive political rhetoric, class hatred, racialist thinking, and so on. And it sure doesn't improve our diminished reputation abroad.</p> <p>Turns out, meanwhile, that Calvin Coolidge said a lot of other things in that speech from January 1925 - the one in which he said: 'After all, the chief business of the American people is business.' He also said: 'We make no concealment of the fact that we want wealth, but there are many other things that we want very much more. We want peace and honour, and that charity which is so strong an element of all civilisation. The chief ideal of the American people is idealism. I cannot repeat too often that America is a nation of idealists. That is the only motive to which they ever give any strong and lasting reaction.' The bulk of Coolidge's speech seems to have been effaced in these Years of Shareholder Value. These days, a speech remarking that there are 'many things we want more than wealth' might be construed as being anti-business. And in the United States, the anti-business political candidate is even harder to elect than the atheist. Still, maybe, just maybe, these ideals to which Coolidge alluded to are still throbbing in the American consciousness somewhere. Let's hope the years after the Years of Shareholder Value come quickly.</p> <h2>Siri Hustvedt</h2> <p><strong>Novelist, essayist and poet whose most recent novel, The Sorrows of an American, came out this year. Married to fellow writer Paul Auster.</strong></p> <p>Every political moment has a particular rhetorical climate. Language matters, not only because it articulates the dominant ideas of a period but because it shapes our perceptions of the world. For years, Americans have been listening to a president who has essentially cut the world in two. We are 'the protectors of freedom' fighting the 'evil-doers' who 'hate freedom'. Manipulating words for ideological purposes is hardly new. When it is effective, it creates an emotional response in the listener, a rush in the limbic system that can call on the deepest feelings we have as human beings. George W Bush and his administration chose to appeal to our fears.</p> <p>Playing on the age-old fear of malignant outsiders and foreigners, both those residing on American soil and elsewhere, the administration successfully created an atmosphere of absolutism after 11 September 2001. The exhortation 'If you're not with us, you're with the terrorists' is a form of political speech that makes dialogue impossible. There is no legitimate response because anyone who counters with another thought has already been lumped with an inhuman enemy. In psychiatric parlance, rigid polarities like those the President has made time and again are regarded as pathological: 'splitting'. The patient is unable to tolerate ambiguity and insists on viewing the people in his life through an 'all good' or 'all bad' lens. Bush and his cohorts have been masterful splitters, employing a language that gives no room for exchange and necessarily distorts reality, which, unfortunately, is usually murky. This kind of speech does not recognise an interlocutor, a real human other. It is speech without empathy, and it is startlingly similar to the rhetoric of the Muslim radicals who spew venom on the West and 'the enemies of Islam'.</p> <p>To be sure, there is something all too human about this phenomenon. The need for simple juxtapositions of good and evil, heroes and villains, is ubiquitous. It is the stuff of most Hollywood movies and many popular books. Nuance is discarded for easy clarity. It is possible that George W Bush actually views the world in these black and white terms, that his mind is as blunt and unrefined as his impromptu sentences. His now well-known emphasis on loyalty from those who work for him may be an indication of an 'all for' or 'all against' way of thinking. I don't know. I do know that the ironies are multiple. </p> <h2>Aleksandar Hemon</h2> <p><strong>Bosnian-Herzegovinian writer and journalist based in Chicago. His latest novel, The Lazarus Project, is a finalist for the 2008 National Book Award.</strong> </p> <p>I became an American citizen in November 2000, around the time of the infamous electoral impasse and the Supreme Court decision that gifted George W Bush his first presidency. I had ended up in the USA in 1992 because of the war in Bosnia. For eight years I was an alien resident - a contradiction in terms - before I decided to cross the big threshold and fully enter the home of the brave. Hence my first fledgling-American sentiment was full-fledged embarrassment at the democratic process that allowed the candidate for whom the minority of voters had cast their ballots to become the President of all. </p> <p>What made things worse was that W was/is the American stereotype come true - ignorant, incurious, congenitally uncomfortable with thought. Take this: in January 2000, at an Iowa community college, he succinctly laid out his future foreign policy, complete with its idiocy, in these immortal words: 'When I was coming up, it was a dangerous world, and you knew exactly who they were. It was us vs them, and it was clear who them was. Today we are not sure who the they are, but we know they're there.'</p> <p>But the quaint days of mere embarrassment ended abruptly on 11 September 2001, when the 'they' conveniently arrived in hijacked planes and tragically split American history into pre- and post-9/11 periods. I distinctly remember Bush addressing the discombobulated nation that day and saying: 'Freedom itself was attacked.' This at the time when television still showed footage of desperate New Yorkers leaping into certain, horrifying death off the Towers that would collapse in the next image. It seemed possible at that moment that tens of thousands had perished. </p> <p>It was impossible not to feel, deep in your body, the horror and the solidarity in response to the immense suffering. But all that our good President could come up with was a vacuous stock phrase. 'We're fucked,' I remember thinking. If he was capable of converting the terrible concreteness of human pain into a cheap abstraction, then American - let alone human - lives mean nothing to him.</p> <p>And fucked we were. Before long, the stock abstraction exploded into splendid and insufferable fireworks of banality celebrating the now-eternal struggle between the US and the freedom-hating they. Few Americans today wish to recall the time that led up to the invasion of Iraq and the Mission-Accomplished pageant, the time when Bush's approval rating was happily in the nineties; when Arab-looking citizens, including a number of Sikhs, were subject to vengeful assaults; when vulgar patriotism was enforced by ranting pundits and radio-talk-show hosts calling for nuking the towelheads; when French fries became freedom fries (and French kissing became freedom kissing.) This was the shameful time when editorial boards rushed to endorse the new-fangled Bush doctrine and the upcoming cakewalk in Iraq; when journalists at the White House press conferences dully followed the pre-approved script and war correspondents eagerly signed up to be embedded. This was when a vast majority of Americans, liberal and conservative, believed in the mirage of Saddam's WMD, which were - if I may say so as a novice at things American - blatantly and obviously non-existent. Few Americans care to recall those days because the only appropriate reaction to them is deep and humbling shame, and we are a proud people.</p> <p>George W Bush is the worst president in American history not only because everything he and his flunkeys touched instantly turned into long-lasting shit but because he brought out the worst in my fellow citizens and even some fellow foreigners (say, Tony Blair). He built a coalition of the willing participants in a criminal, immoral debacle that the Iraq adventure has been from start to not-in-sight finish. Any war criminal knows that if moral self-denial attains the shape of national pride, anything is possible, any crime can be explained away as either necessary or an honest mistake. Abu Ghraib, Guantanamo Bay, the destruction of Fallujah, torture as government policy, waterboarding as a common word, extraordinary renditions, the suspension of habeas corpus, unfettered eavesdropping, the diminishment of mechanisms of American democracy, the unaccountable government - not only did it all become acceptable to the majority of voters in the 2004 elections, it appeared as pride-inducing strength.</p> <p>I am no historian but it is my guess that the Bush regime would be in the running for the worst elected government in the history of Western civilisation. The score sheet is catastrophic: American foreign policy and international prestige are in tatters; the deficit and the national debt are reaching Zimbabwean proportions; states are impoverished and national infrastructure is falling apart; the practices of democracy have been so devalued that a militant bimbo is a viable vice-presidential candidate, while race-baiting is acceptable campaign practice. What to say of the destruction of New Orleans and the collapse of financial markets, neither of which the Bush court seemed particularly interested in until it was too late? Nothing Bush and his administration handled has remained undamaged, no stone misturned, all children left behind to forage through the debris in the aftermath of the past eight years.</p> <h2>Uzodinma Iweala</h2> <p><strong>Won John Llewellyn Rhys prize for Beasts of No Nation (2005). Chosen as one of Granta's Best Young American Novelists in 2007. He now attends Columbia University medical school.</strong></p> <p>George W Bush was elected President of the United States just after my 18th birthday on 7 November 2000. I remember clearly the atmosphere on Harvard's campus. It was a bit subdued because Harvard and its students tend to favour the left, but at the same time somewhat triumphant because whichever candidate, Bush or Gore, won, there would be a Harvard man in the White House. I also remember that I didn't vote. I couldn't vote because I was new to the political process and I didn't register to vote in time. And that ignorance is something that haunts me to this day.</p> <p>This was before 11 September 2001, when President Bush was caricatured as an idiot, but a thoroughly benign one who, if he didn't choke on another Pretzel, would at most spend four years under the direction of his tutor Vice President Cheney before America came to its senses and booted him out in favour of someone more worthy of the office, when his ideas of compassionate conservatism were wholly embraced by some and met with cautious acceptance by others, when as a nation we were still optimistic about our future and sure of our role as a shining example for the world. That has all changed.</p> <p>It sometimes seems that the last eight years have been a highly comical nightmare for the US and President Bush has been the comedic villain. This is the man who instructed us to shop our way out of a national tragedy, who plotted an illegal war based on the most nonsensical of lies that some of us chose to believe. This is the man who transformed torture into enhanced interrogation. This is the man who sat back unconcerned while one of his appointees mismanaged one of the biggest crises in American history - Hurricane Katrina - saying 'he's doing a heck of a job'. And now towards the end of his term, as he chest bumps graduating college seniors and tap dances before the start of press conferences, the war into which he has dragged young Americans rages and our economy slowly disintegrates. That has been the last eight years. For someone who doesn't get nearly enough sleep, I have never wanted to wake up so badly. </p> <p>But perhaps most troubling is what his presidency has done to America's opinion of itself. Where once we were a society that honoured excellence and achievement, the last eight years of President Bush have taught us to aspire to the lowest common denominator. As a country, we now feel that we shouldn't have to pay taxes and yet we still feel entitled to government services. As a country, we feel that we should take the easy road and drill for more oil instead of tightening our belts, parking our SUVs and investing money in alternative energy. As a country, we have allowed our news media to turn politics into a farce with personalities who rant and rave and journalists who trade integrity for access, reporting spoon-fed propaganda as actual news. As a country, we now collectively prefer presidents whom we could 'have a beer with' instead of leaders who will challenge us to rise above our petty insecurities and wants to risk something for our country. </p> <p>But it makes perfect sense. Why should we aspire to more when the decider in chief of the last eight years is a man who waltzed into the presidency on the legacy of his father (just as he waltzed into college, business and the governorship of Texas) and has refused to take responsibility for any of his failures? In my opinion, 'giving up golf', as he claimed, is not atonement enough for the American and Iraqi lives he has jeopardised. When our President has time and again refused to take the hard road towards excellence and deem torture illegal, and tell Americans we need to reduce our energy footprints, or truly invest in education for our young people, what are we supposed to do?</p> <p>The lowest moment of the last eight years for me happened at a school in Baltimore. I gave a talk to an auditorium full of high school students on the subject of war. We began speaking about the Iraq war and, of 500 students, 499 seemed to believe that Iraq had attacked us first and that we were totally justified in invading their country. Only one diminutive freshman in that school of mostly large athletic boys stood up and said: 'Guys. What we're doing over there is not right.' It hurt me to think that after eight years of President Bush, this is the future of America - group-think based on falsities and jingoist myths with dissent offered by only a very few.</p> <p>This has been my political coming of age, watching our President preside over a gaggle of squabbling politicians too fearful to do their jobs and drive the country towards excellence, and a population too beholden to the pursuit of personal gain and the politics of fear to demand more of them. </p> <p>It's only in George W Bush's America that 'community organiser' can be used as a slander and the words 'hope' and 'change' can be ridiculed as meaningless and empty. </p> <p>This is not the same country that I lived in as a teenager, when Teach for America was as important as military service and the word American was golden in the ears of our fellow global citizens. Like I said, I want to wake up. Many of us do, and for the first time in Barack Obama we have found a candidate who seems ready to ring the alarm clock, no matter how annoyed we get as a nation. I'm not an Obamaniac, as people derisively call his supporters, but I recognise that, for the first time in my political life, someone has stood up and said: 'America, it's time to make some hard choices.' </p> <p>In two months, this eight-year journey under the guidance of President Bush through the valleys of mediocrity will either come to an end with Barack Obama or continue for another four, perhaps even eight years with John McCain. </p> <p>On 7 November 2000 I could claim I was naive. On 4 November 2008, there can be no excuses.</p> <h2>Andover to Afghanistan: The life of George W Bush</h2> <p><strong>Born</strong> </p> <p><strong>6 July 1946</strong> In New Haven, Connecticut, the oldest child of Barbara Bush and George HW Bush, US President from 1989 to 1993. At the age of two, Bush moves with his family to Texas where his father enters the oil business. Bush Jr has four siblings, Jeb, Neil, Marvin, and Dorothy. Another sister, Robin, died from leukaemia at the age of three. </p> <p><strong>Pre-presidential years</strong></p> <p><strong>1961 </strong>Attends Phillips Academy, Andover, an all-boys private school in Massachusetts. </p> <p><strong>1964 </strong>Enrols at Yale to study history. Helps his father in the first of two unsuccessful runs for the US senate in Texas. </p> <p><strong>1968 </strong>After graduation enlists as a fighter pilot in the Texas Air National Guard, thereby avoiding the Vietnam War draft.</p> <p><strong>1973 </strong>Studies for an MBA at Harvard.</p> <p><strong>1975 </strong>After graduating from Harvard returns to Texas to work in the oil business.</p> <p><strong>1976 </strong>Is arrested for drink-driving in Maine and receives a driving ban.</p> <p><strong>1977 </strong>Meets and marries Laura Welch, a schoolteacher and librarian.</p> <p><strong>1978 </strong>Runs for the House of Representatives in Texas's 19th congressional district and loses by 6,000 votes. He returns to the oil industry. </p> <p><strong>1981 </strong>Laura Bush gives birth to twin daughters Barbara and Jenna.</p> <p><strong>1988 </strong>Works on his father's successful presidential campaign.</p> <p><strong>1989 </strong>Part owner and managing general partner of the Texas Rangers baseball team.</p> <p><strong>1992 </strong>Campaign adviser for his father's re-election campaign.</p> <p><strong>Political career</strong></p> <p><strong>1994 </strong>Elected Governor of Texas.</p> <p><strong>2000 </strong>Wins presidential election after defeating his opponent Al Gore by a narrow, hotly disputed, margin in Florida.</p> <p><strong>2001 </strong>Sworn into office as 43rd President of the United States. Following the 11 September terrorist attacks, Bush announces a global war on terrorism, followed by an invasion of Afghanistan.</p> <p><strong>2001 </strong>Signs the Patriot Act.</p> <p><strong>2001 </strong>Enron crisis.</p> <p><strong>2001 </strong>Announces $1.3tn tax cuts.</p> <p><strong>2002 </strong>Establishes the Guantánamo Bay camp on Cuba to hold terror suspects. Refers to 'axis of evil' and 'weapons of mass destruction' at State of the Union address. </p> <p><strong>2003 </strong>Invades Iraq.</p> <p><strong>2004 </strong>Campaigns for re-election as 'war President'. Wins with 50.7 per cent of the popular vote against his opponent John Kerry's 48.3 per cent.</p> <p><strong>2005 </strong>Sworn in for a second term. In August comes under fire for insufficiently responding to Hurricane Katrina.</p> <p><strong>2008 </strong>Announces that the war in Iraq has 'turned a corner'.</p> <p><strong>2009 </strong>Will leave office on 20 January. </p> <p><strong>Imogen Carter</strong></p> <h2>Read his lips: Bush quotes</h2> <p><strong>On being elected</strong></p> <p>'It's amazing I won - I was running against peace, prosperity and incumbency.' Discussing his win with Swedish Prime Minister Goran Persson, unaware he was still on live TV, June 2001</p> <p><strong>On Africa</strong></p> <p>'I believe to whom much is given, much is required ... I believe America's soul is enriched, our spirit is enhanced, when we help people who suffer.' Discussing his achievements in Africa, BBC interview, February 2008</p> <p><strong>On Osama bin Laden</strong></p> <p>'I want justice. And there's an old poster out west that said, \"Wanted, Dead or Alive\".' Press conference at the Pentagon, September 2001</p> <p><strong>On the special relationship</strong></p> <p>'America has no truer friend than Great Britain.' Address to Congress and the American people, 20 September 2001, attended by Tony Blair</p> <p><strong>On the environment</strong></p> <p>'Goodbye, from the world's biggest polluter.' Concluding a Private address at the Tokyo G8 summit, July 2008</p> <p><strong>On reading</strong></p> <p>'One of the great things about books is sometimes there are some fantastic pictures.' Quoted in US News &amp; World Report, January 2000</p>",
  "<h2>Jayne Anne Phillips</h2> <p><strong>Novelist and short-story writer from West Virginia. Her works have been translated into twelve different languages. She runs the creative writing program at Rutgers University, Newark. Jonathan Cape will publish her new novel, Lark and Termite, in spring 2009.</strong></p> <p>The first four years of the Bush administration were devastating, while the last four years have been tragic. We may define 'devastating' as 'overwhelming, distressing, demoralising', causing 'widespread damage, enormous shock and upset', while 'tragic' moves into different territory. 'Tragic' implies permanence, the lasting effects of heroic struggle and downfall, a story already told, in which an individual or society must live with the 'heartbreaking' or 'heartrending' effects of bad decisions, lack of foresight, corrupt influence, even acts of God. Heartrending, a compound word meaning, literally, 'to tear apart violently or be torn apart in this way', captures the image and the fact. Tragedy, in the dramatic sense, involves players on a stage who represent generations. The participants are lost, but tragedy can redeem itself by instructing the audience, instigating dialogue, inspiring change. </p> <p>Americans have never specialised in dialogue, but the American people, in the past, have overcome religious bigotry and class divides to elect unlikely presidential candidates. </p> <p>More recently, in the era soon to be labelled the Bush years, the Republicans, fuelled by vast financial resources and steel-jawed organisation that is perhaps second nature to captains of industry, appropriated the flag, 'family values' and 'homeland security' to further entrench themselves in power. Bush declared an open-ended 'war on terror' in the wake of 9/11 and anointed himself a wartime President. Challenged on all fronts, the Democrats chose candidates that, seemingly, could not win a general election.</p> <p>There was 2000, when Gore ran a wooden, careful campaign until the very last weeks, won the popular vote, ceded the election to the rule of the Electoral College and then, in the attempt to convey the message of global warming to a audience that would listen, went on to win the Nobel Prize and an Academy Award. </p> <p>Eight years later, the Bush administration admits global warming exists, and the Texan who helped fund the Swift Boat campaign against Kerry in 2004, T Boone Pickens, is backing wind turbines: a major new initiative that would harness the wind corridor that runs from west Texas to Canada. Others suggest the construction of vast solar power cells in the deserts of the American Southwest, clean power that could help win a second war for American independence (from foreign oil). In 2000 and 2004, vast numbers of Americans voted against their own economic interests over 'hot button' issues like abortion and gay marriage. Red and blue states seemed entrenched realities and the polarisation of the electorate seemed complete.<br>But wait. The endless war has caught up with Bush. The Republican plan for the war has failed, despite the 'surge', and the powers behind the throne find themselves mired in a 'don't look now' quagmire: an oil/ failing economy/ war(s) on terror nightmare in which friend and foe alike are funded by drug money and the price of oil has immediate, disastrous effects on the economy. People juggling two low-wage jobs can't afford to get to work in the rural counties and sprawling exurbs, the population centres where public transportation is lacking and highways are meant for drivers and their cars. Unemployment is high and the banking industry isn't lending money. </p> <p>Education budgets have been slashed and slashed again. Uncertainty runs rampant; all bets are off. Americans lack confidence (and health insurance) for a reason. We've seen how this government reacts to immense challenges. Bush's administration responded to 9/11 by fighting the wrong war and fighting it wrong. </p> <p>Torture, always an ineffective means of gaining reliable information, became offshore, unofficial policy, a deadly karmic boomerang. Reservists and troops fighting the war saw their deployments extended and extended again. The flag-draped coffins of American soldiers are not photographed, but the images from New Orleans could not be stopped. Government could not respond quickly or successfully to Katrina, a natural disaster exacerbated by human error. Republicans can organise elections, but can we trust them to organise relief? Disaster relief? Economic relief? Long term relief from the oil imbroglio, and all the other 'confusing, messy, complicated situations that (may) involve disagreement and intrigue'? Can government, in short, provide leadership? </p> <p>Not this government. The Bush years have ushered in a general, societal disbelief and disillusion in government, a return to the nadir of confidence associated with Nixon and the post-Watergate era. For the first time in decades, red and blue states, Republicans, Democrats, Independents agree: this isn't working. No one is winning and everyone is losing.</p> <p>And now? Fasten your seatbelts: this bumpy ride promises plenty of heroic struggle. Hillary Clinton would have made a good President, but the baggage she could not put down proved too heavy. McCain rolled the dice and pleased conservative fundamentalists with his cynical, bizarre VP choice, Sarah Palin, whose practised portrayal of herself is a big hit on SNL, but a dark turn for America. The ah shucks family values hockey mom who made sure bars in Alaska are open until 5am is an unleashed, race-baiting attack dog who plays to old fears, white guilt and paranoia. World wide depression threatens, and one small town Southerner interviewed by the New York Times was quoted as saying he faulted Obama, not for being black, but for being multi-racial, when the Bible instructs against 'mixing one blood with another'. The unknown in this race, in which Obama won every debate, looks and is 'presidential' in his bearing, his tone, his arguments, is whether the race factor, and the rumour-mongering in which Republicans have desperately engaged, will result in the so-called 'Bradley Effect'. If the polls are misleadingly optimistic, and too many Americans vote their fears despite clear evidence that McCain is angry and embittered and will do anything, say anything, allow anything, to win, the election could be lost. America could lose, and the ripple effect of that loss would continue the downward spiral of a country once respected around the world.</p> <p>I strongly support Barack Obama and make no secret of it here. He is eloquent, innovative, truly engaged. He writes his own books. Bicultural and biracial, he's been called upon to prove himself again and again in two cultures, within two racial communities. He generates intense excitement in widely diverse quadrants of the American electorate and throughout the world. His election would immediately change global perceptions of America, as has, to some degree, his candidacy. I don't agree that he 'wouldn't survive in Washington' as President. Would such an 'inexperienced' individual have succeeded against enormous odds to win nomination and run for President? Obama is a team player and an excellent judge of talent who has, in T Boone Pickens's words, 'run a hell of a race'. I have a feeling that Obama agrees with Pickens that offshore drilling does not comprise an energy plan, and that 'if you're importing 70 per cent of your oil, you have a security problem'.</p> <p>To win, Obama must pull in enormous numbers of American voters too uninvolved to vote, and young voters who haven't participated in the past. Disenfranchised voters, some of whom must now produce driver's licences to cast their ballots, must be heard. Will they? And Americans struggling to get by, Americans who have not enjoyed privileges common to those in government, must vote their interests, not their prejudice. If Obama wins, inclusive, careful progress is possible. If McCain wins, he will win by default, for all the wrong reasons.</p> <h2>Patrick McGrath</h2> <p><strong>Winner of the Premio Flaiano Prize in Italy for his 2000 novel Martha Peake. A number of his books have been adapted for the cinema including his 1990 novel Spider which was filmed by David Cronenberg. He lives in New York.</strong></p> <p>Two or three weeks ago, which seems an eternity in this fraught, interminable presidential campaign, Paul Krugman wrote in the New York Times that the McCain-Palin attack-dog approach to electioneering made Bush-Cheney 2000 look like something out of a civics class. A McCain administration, he argued, would not be a continuation of Bush-Cheney. It would be much, much worse.</p> <p>A sobering thought. To list in 800 words everything cynical, immoral, illegal, incompetent, dumb, deceitful, vicious and unconstitutional that's been said or done by the current administration would be impossible. It started with a stolen election. One Saturday late in the year 2000, a day many of us will not forget, the Republican-dominated Supreme Court aborted the Florida vote recount. The blow struck home with sickening impact: there was no place else to go. This was the final court of appeal. </p> <p>We then watched with growing dismay as George Bush, a blustering, incurious, smirking man driven by a far-right political ideology and rabidly doctrinaire religious beliefs assumed the presidency. We listened to him as he mangled the English language. At first it was even amusing. But if he can't speak in sentences, so ran the deeper anxiety, can he think in sentences? Can he think at all? As we were to learn, you don't need to think if you can trust your gut. The politics of stupidity had begun. </p> <p>Things were quiet for a while. Then came the attacks of 9/11. It took George Bush four weeks to get forces into Afghanistan. Clearly he had little interest in pursuing the man responsible. The Bushes had long enjoyed mutually advantageous relations with the bin Laden family and other wealthy Saudis. The administration began instead to hammer home the false linkage of Saddam Hussein and al-Qaeda, so as to legitimise the war they really wanted to fight. By hook and by crook they got their war.</p> <p>But how badly they mismanaged it. The disastrous decisions of the American proconsul in Baghdad, Paul Bremer, in May 2003 provoked an insurgency that was by no means inevitable. In the smoke and blood that followed – tens of thousands dead so far, almost five million displaced, the treasures of an ancient culture looted and destroyed – the Bush administration created a plunder economy of staggering corruption. From that economy the likes of Halliburton, Vice President Cheney's corporate alma mater, reaped vast profits. </p> <p>Meanwhile the Bush people manipulated the terrorist threat so as to sustain domestic support for both the war and an unconstitutional expansion of presidential powers. Over the next years it emerged that they illegally wiretapped American citizens, turned the justice department into a wing of the executive branch, and flouted the Geneva Conventions. Torture of prisoners was approved at the highest levels of government. Rights of habeas corpus were arbitrarily suspended. When evidence of these and other instances of criminality began properly to emerge, popular outrage was exacerbated by intense frustration. The media and the congress had for far too long been silent, swept up in a jingoistic frenzy cynically orchestrated by the White House. They were desperate not to be seen as unpatriotic. </p> <p>Anger alternated with disillusion. The country became unrecognisable to many of its own citizens, and a vertiginous sense of moral dislocation crept into the American soul. There was widespread incredulity that a US President should even have to deny that torture – by the military, by the CIA – was occurring on his watch. As the revelations piled up, so the revulsion, the outrage, the frustration and disbelief grew more acute. The mood was further exacerbated by the tragically inadequate federal response to Hurricane Katrina's destruction of New Orleans in the fall of 2005. </p> <p>Over the last few months we have mellowed a little. The manifest lame duckery of George Bush's presidency has been a source of quiet satisfaction to many. With tentative hope, and no little trepidation, we've watched a Democratic candidate emerge who possesses the temperament, the intellect, the wisdom and gravitas to begin the work of undoing the wreckage and horror of this long nightmare. In giddy private moments we anticipate the prospect of the inauguration of President Barack Obama. </p> <p>But we learn now that George Bush hasn't finished with us quite yet. The neoconservative economic policies he so vigorously championed have produced widespread collapse in the financial markets. The recession just now getting underway will create enormous global hardship for years to come. We can only pray it's the last malodorous exhalation of this disgraced and unloved President as he skulks out the door. We believe our man can fix his mess, but small wonder we're jumpy. The alternative, McCain-Palin, is unthinkable. More of the Bush nightmare, or some still worse variant of it – again?</p>",
  "<p>The 21st century began late for America, on 11 September 2001. Before that day, the US still defined its role in the world with reference to ideological triumph in the Cold War that had dominated the century just passed. It was the planet's only superpower and saw itself as a popular champion of global democracy. Few expected the nation to come under attack, least of all the man who had been installed in the White House a year earlier. In 2000, George W Bush was uninterested in foreign affairs. He was ill-equipped to be the first US President of the new millennium. </p> <p>Mr Bush found moral purpose in response to terrorism, modelling his response on Cold War rhetoric as a battle between good and evil. But he will leave office unable to claim victory. Meanwhile, foreign entanglements led him to neglect economic and social policy. He inherited a budget surplus of $236bn, which was spent on defence and tax cuts for the rich, leaving a deficit of nearly $500bn as the country enters a recession. It is a sad legacy after two terms in office.</p> <p>So it is no surprise that opinion polls show voters ready to punish the Republican party. Even if John McCain pulls off a surprise victory, beating Barack Obama to the White House, he will have to govern in deference to a Democratic Congress. </p> <p>For the Senator John McCain of 2007, that would not be a problem. He had a reputation for pragmatic bipartisanship and principled opposition to the excesses of the Bush administration. He sponsored campaign finance reform; he decried state-sanctioned torture; he backed measures to halt climate change; he opposed unaffordable tax cuts. At the start of the campaign, Democrats feared Mr McCain would woo voters in the centre ground, while conservatives feared he would betray their agenda of moral activism against abortion, gun control and gay marriage.</p> <p>Neither fear was justified. The John McCain of 2008 has abandoned the centre. There have been rightward shifts on climate change and tax, but the change is mostly a matter of tone. Mr McCain has tried to portray Barack Obama as an unpatriotic socialist. But most extraordinary was the selection of Sarah Palin as a running mate. That was an attempt to position Mr McCain as a tribune in the Culture War between secular liberals and religious conservatives that has paralysed US politics for generations. Sarah Palin represents a strand in Republican thinking that sees the party's mission as perpetual insurgency against an un-American conspiracy run by a cosmopolitan Washington elite. </p> <p>But the job of a Vice-President is to stand in should the Commander-in-Chief be unable to serve. Ms Palin has disqualified herself from that responsibility by showing a woeful grasp of policy. By promoting her, Mr McCain brought his judgment into question. He also made himself a candidate of old divisions, against Mr Obama's promise of unity and change.</p> <p>The long campaign has tested the characters of both candidates, especially when global economic crisis forced them to abandon prepared scripts and perform by instinct. Barack Obama won that contest easily. His policy prescriptions, essentially a redistributive tax agenda, were fairer and more responsible than Mr McCain's panicky pledge of tax-cuts. In style, Mr McCain's reaction was slow and choleric, while Mr Obama's was steely and swift. The Democratic candidate thus refuted what had been the strongest argument against his candidacy - that he lacked leadership stature.</p> <p>That makes for a marked contrast with the diminished and discredited White House incumbent. George W Bush's reign is now recognised, even by non-partisan American commentators, as a colossal failure. He spent two terms misapplying the old foreign policy doctrines of the Cold War to a new security threat and exploiting the old enmities of the Culture Wars to shore up his power.</p> <p>Mr Bush failed the test that history set him: to lead America into the new millennium. America is still waiting for a 21st-century President. It has one ready to serve in Barack Obama.</p>",
  "<p>It was by chance that I found myself in New York on the eve of the presidential election amid deepening gloom about the US and world economy. It so happened that when we planned a family break here, our minds were not on the date of the election; and, let's face it, the pound was riding a lot higher than it is today.</p> <p>Fear about the economy here is palpable. One can't pick up a newspaper without reading about the dire state of General Motors, Chrysler and other household names. Bankruptcy proceedings are threatened and, after the vast sums committed to the attempted rescue of the banking system, pressure grows for very un-free-market government bail-outs for other sectors.</p> <p>The first thing I heard when I turned on the radio was the excited exhortation, 'Don't go bankrupt!'. Some organisation was promising to reconstitute people's credit card debt to their putative advantage; more financial engineering to deal - or not - with the problems caused by previous excesses.</p> <p>Books to re-read on this trip included the two 'Greats': The Great Gatsby and The Great Crash. Gatsby was published in 1926, an evocation of the Jazz Age that preceded the Great Depression; but The Great Crash was not published until 1954, a distance that helped JK Galbraith to provide the perspective which has ensured it has never been out of print.</p> <p>It has always amused me that Nick Carraway, the narrator of The Great Gatsby, works in the bond market but does not feel the need to bore us with the technical details. He tells us that he 'studied investments and securities for a conscientious hour' each evening and that he worked for - wait for it - 'The Probity Trust'. The rest is not history, just one of the greatest novels ever.</p> <p>It is not abundantly obvious that many of the practitioners in the modern financial markets devoted a conscientious hour to studying the dubious 'investments' that nearly brought Western capitalism to its knees. Neither can they have devoted much time - between partying and sidelining more cautious colleagues, who questioned the capitulation of 'banking' to 'marketing' - on The Great Crash in 1929.</p> <p>It is all there, only in the Twenties the equivalent of the sub-prime fiasco was the 'Florida land boom'. Well before Alan Greenspan coined the term 'irrational exuberance', Galbraith warned of 'exhilarant optimism'. And, of course, as the markets have discovered, 'leverage [piling mountains of debt on a slender capital base in a bull market] works both ways... Geometric series are equally dramatic in reverse'.</p> <p>One of Christopher's Dow's conclusions in Major Recessions is 'the bigger the boom, the bigger the bust'. The recent gyrations of the stock market have demonstrated nervousness, fear and even despair about what lies ahead. And there will shortly be an emergency 'global finance summit' in Washington which is, somewhat adventurously, being compared to a 'New Bretton Woods' after the seminal meeting in the Mount Washington Hotel in Bretton Woods, New Hampshire, in July 1944.</p> <p>Now, the present world economic crisis - for that is what it is - is 'multi-causal', to put it mildly. 'Irrational exuberance' and 'exhilarant optimism' have interacted with asset-price inflation, with the impact of low-cost China on the world's economy, with huge gyrations in exchange rates and the price of oil, to produce a highly unstable world economy. Countries such as the US and UK have been living beyond their means. Chinese savings have helped to finance the US binge, while China, with an undervalued exchange rate, has relied heavily on exports.</p> <p>So-called 'globalisation' has fostered an interdependence that means Asia has not, as some analysts used to argue, 'decoupled' from the West. So what is China's reaction to the threat of recession in the West? It is to sit on its undervalued exchange rate and to introduce government subsidies for exports.</p> <p>If any attempt at a 'Bretton Woods II' is to be efficacious, participants would do well to note that the fundamental concerns of the original meeting are in danger of returning.</p> <p>The Bretton Woods agreement was essentially about stabilising exchange rates and eventual 'convertibility' of currencies that had been subject to strict wartime controls. As the British economist Sir Alec Cairncross wrote on the 50th anniversary of Bretton Woods: 'The Americans' anxiety to establish early convertibility and eliminate discrimination in trading relationships derived from their view that discrimination, trade restrictions and competitive depreciation were a potent cause of war. Britain, however, saw the source of prewar troubles in the deflationary pressure on the world economy, exerted by an American slump.' </p> <p>Keynes, our principal negotiator at Bretton Woods, feared, in his biographer Robert Skidelsky's words, that 'the market system was liable to collapse into prolonged depression'. Those fears are back; so, given China's recent moves on the exchange rate and export subsidies, are fears about protectionism.</p> <p>There is an awful lot at stake. Although the imminent financial summit will be hosted by George Bush, there will soon be a huge economic weight on the shoulders of the new President. Barack Obama is manifestly more aware of the economic problem; John McCain on TV the other night could not at first even remember the name of George Shultz, the distinguished former Treasury Secretary and Secretary of State, who is backing him.</p> <p>I'll believe the result when I see it. I am old enough to remember how hot favourite Thomas Dewey lost in 1948 and, more recently, how top US reporters wrote Jimmy Carter off before he won in 1976.</p>",
  "<p>Who would disagree that the current presidential race <a href=\"http://www.theguardian.com/commentisfree/2008/oct/26/race-barack-obama-us-elections\">('America is showing Europe the way again'</a>, Comment, last week) is a turning point in America's political history?</p> <p>The American ideal of opportunities for all is shared and strongly supported here in Britain. Many of my heroes are from the civil rights movement of the 1960s. But as we become misty eyed looking across the pond, we shouldn't ignore what has happened here. Opportunities for black, Asian and minority ethnic communities in Britain have grown and this country has some of the most comprehensive anti-discrimination legislation in Europe.</p> <p>We may not yet have our own Barack Obama, but the number of MPs from an ethnic minority background has grown from four in 1987 to 15 now. This is not fast enough progress. But we are ensuring that the British political system is open and accessible to all. That means reinvigorating democracy and giving it relevance so that people can engage. The Queen's Speech will contain measures to give more of our citizens who are under-represented a better chance of reaching positions of power and influence.</p> <p>It could be said that the first-ever black nominee in the US presidential race is the fruits of the civil rights movement in the Sixties. In my opinion, we are already seeing the fruits in the UK of thoroughly progressive policies of the last 11 years.<br><strong>Sadiq Khan</strong><br>Minister for Cohesion and Race Equality</p> <p>Keith Richburg argues that Barack Obama's rise seems possible only in the US. I am not sure if Obama really does stand for a different country. But Richburg is right in arguing that societies in Europe still need to adapt further to increasing ethnic diversity. </p> <p>However, if you take a look at parliamentary representation you recognise progress. What I find most exciting is that the German Green party should elect Cem Ozdemir (who is of Turkish descent) as its new co-spokesperson in mid-November. I believe he would be the first guest worker's child to lead any relevant party in Europe.<br><strong>Jan Seifert</strong><br>London SE1</p> <p>This 'only in America' line is a wee bit annoying. Have Richburg and Obama, who frequently chants this mantra, not noticed that the President of Bolivia is an indigenous peasant? I'd say the chances of such a thing happening in the US any time soon are fairly remote.</p> <p>No doubt we could all do better but let's get the picture straight.<br><strong>Susan Seager</strong><br>London W6</p> <p>Keith Richburg, in asserting the value of the 'American dream', glides over a few inconvenient points.</p> <p>Dreams can be quite wonderful but they do not take place in the real world. Even if Obama gets to the White house, 46 per cent of African American children will spend this winter below the poverty line.</p> <p>He is right to point out that the multicultural project in Europe still has a long way to go, but it takes a remarkably detached American to suggest that his own country is leading the way. That American ideology seeks to reaffirm the American dream at every opportunity is hardly surprising. That knowledgeable Black Americans such as Richburg are happy to regurgitate such tripe is as baffling as it is depressing.<br><strong>Seth Dye</strong><br>Nottingham</p> <p>I agree with Keith Richburg that Barack Obama's achievement could only happen in the US, but disagree that he will be America's first black President. Obama is of mixed race and if he succeeds it will be a victory for the American dream, the melting pot and racial assimilation.<br><strong>Stan Labovitch</strong><br>Windsor</p> <h2>Write to us</h2> <p>Letters, which may be edited, should include a full name and postal address and be sent to: Letters to the Editor, The Observer, 3-7 Herbal Hill, London EC1R 5EJ (to be received by noon Thursday). <strong>Fax: 020 7837 7817</strong>. Email: <a href=\"mailto:letters@observer.co.uk\">letters@observer.co.uk</a> (please insert Letters to the Editor in subject ﬁeld).</p>",
  "<p>Matt Groening is his usual delightful geek-gone-right self when it comes to overarching plaudits for The Simpsons. It's now the longest-running prime-time animated series ever, the longest-running comedy series in America, frequently acclaimed as the most favouritest programme in history and the like; but its creator admits only to one record: 'I think we've used more yellow paint than any other TV show.'</p> <p>It kicks off its 20th series (yes, it's really 20 years since George Bush senior gave it an inestimable boost by declaring he wanted the American family to be 'more like the Waltons and less like the Simpsons') a week today in Britain, and a few hearts sank when the scuttlebutt arrived that we are about to get our first post-watershed Simpsons. That's right: they are going to make an episode naughtier, to be shown when the children have gone to bed, or are out clubbing. But surely the whole point of The Simpsons is that it can be watched by everyone, of all ages, all the time: and the naughtiness goes right over the heads of the tots.</p> <p>Down the years they've covered, with simple wit and integrity, alcoholism, divorce, drug addiction, manic depression (Krusty), sexual orientation, war, religious extremism, chainsaw murder, resurrection, care home scandals and Aryan supremacism, but with marginally more doughnuts than Newsnight. And without, generally, swearing, and utterly absent of gratuitousness. No need, surely, to push the envelope and outrage for the sake of it. In America the number of people 'offended' by The Simpsons has for two decades formed a handy bellwether for the mental health of the country: why start giving the windowlickers something to be genuinely offended over?</p> <p>You can, I'm pleased to say, rest easy. They haven't gone silly. Neither Guy Ritchie nor Russell Brand are involved, so it still stands a chance of having plots and being funny. No, the post-watershed episode, which comes a few weeks after next Sunday's 20th season opener - in which Homer tries repeatedly to vote for Obama only for the machine to keep registering McCain - is about Homer and Marge, stuck in a tunnel of love, retelling famous love stories. The great news is that it is, basically, about what we must call America's greatest ongoing love story: Homer and Marge.</p> <p>Flawed, resilient, mainly honest, the marriage has been hanging on shaky nails but never hit by the cartoon anvil. Marge was tempted twice: by the snakey French bowler Jacques (hsss), and by our own Ricky Gervais. Each time she came back to Homer. 'How do I know I can trust you?' she asked after one spat. 'Marge, look at me: we've been separated for a day, and I'm dirty as a Frenchman. In another few hours I'll be dead! I can't afford to lose your trust again ...'</p> <p>She sighed, in bed, over The Bridges of Madison County. Homer responded with a belch and threw the book in the fire. He still went into space to win back her respect. You know they want different things, always will. My own favourite exchange:</p> <p>Marge: 'Homer, is this the way you pictured married life?'</p> <p>Homer: 'Hmm, yeah, pretty much. Except we drove around in a van solving mysteries.'</p> <p>But a true romance goes on, swings doggedly around the need/pity/trust axes, like so many in real life: and it has been subtly, winningly done over two decades. And if we get more Marge/Homer action, post-watershed, I can't see the problem. It would be nice, however, if the bluest thing remained Marge's hair.</p> <p>• The Simpsons, Sky1, 9 Nov</p>",
  "<p>The crowd could sense history in the warm Florida air. They had come from miles around. The town was called Sunrise. The assembled thousands wanted to see the man who stands on the brink of being the first black president of the United States.</p> <p>Dan Bernard, 49, had brought his three young nephews and nieces. They had driven for hours. 'I wanted them to see history. I want them to look back when they are grandparents and be able to say: \"I was there\",' Bernard said.</p> <p>It was a common sentiment. Obama himself shared it. 'At this defining moment in history, you can give this country the change we need,' Obama told the cheering throng, prompting an ear-splitting level of noise. One of the most extraordinary elections ever fought has brought the American people to within two days of casting their vote. They will either elect a young, liberal black Senator from Chicago or an old, conservative war hero. Their choice will affect the entire world.</p> <p>It has been an astonishing journey. The titanic struggle has fascinated people around the globe. Most of that attention has been focused on Obama. He has brought a touch of the rock star into American politics. From Berlin to St Louis, he has appeared in front of crowds of 100,000 or more. He has raised more money than any other presidential candidate in history. His candidacy has resembled more a social movement than a political campaign. It could end by making a black American the most powerful man in the world and signal a once-in-a-generation change in America. 'He's black and he's got a Middle Eastern-sounding name. Yet the country is positioned to vote for him for president. That's enormous,' said Professor Seth Masket, a political scientist at the University of Denver.</p> <p>But it is not over quite yet. The election that has spanned almost two years still has two days to run. John McCain and the Republican party remain in the race. They are behind in the polls in the battleground states, but the gap has narrowed recently. McCain has struck a fiercely populist note and he knows how to fight. All of McCain's great triumphs - in war and in politics - have come against the odds. 'Nothing is inevitable here. We never quit. We don't hide from history. We make history,' he told an enthusiastic crowd in Mentor, Ohio last week. The beaming grin on his face showed that McCain believes he can do it. But it will not be up to him. This race will be decided by tens of millions of Americans at the polls. Only then will the watching world know who will next occupy the Oval Office. They will know if the greatest election in recent history has a final twist in its tale.</p> <p>The election has already been an epic for Obama. His quest for the White House began what seemed like an age ago. In February 2007, at the 'winter meeting' of the Democratic National Committee in Washington's Hilton hotel, each Democratic hopeful gave an introductory speech to a crowd of activists. They laid out their stall. Obama's stood out only because it was so bare compared to his ribbon-draped rivals. There were no campaign placards. No badges or posters. Just a sign-up sheet and a few pens placed on a desk manned by two young volunteers. </p> <p>Yet from that humble beginning sprang one of the largest political movements since the Civil Rights era. It has been a triumph of organisation in the technology age. Utilising the internet and driven by tech-savvy young staffers, it has changed the face of American political campaigning. It has 3.1 million financial contributors. The campaign's Facebook page has 2.2 million supporters. It is set up in cyberspace and in more than 700 campaign offices in every state in America, including ones where Obama has no chance of winning. No matter. Through time and money, everyone can still contribute. And they do. Obama has raised $640m so far. That has allowed him to outspend and outgun first Hillary Clinton and now McCain. Nothing demonstrated his advantage better than his half-hour national TV advert last week. Previously only eccentric billionaires such as Ross Perot could afford that. Now Obama shrugs off such expenses, too.</p> <p>No one expected his campaign to change politics this way. As the first black American to win a major party nomination, Obama was thought likely to face an election dominated by race. Yet his candidacy changed things there, too. He ran an explicitly 'post-racial' campaign, heralding a new type of politics. Obama's rallies attract blacks, whites, Hispanics and Asians. They reflect a changing American society, in which younger generations are less obsessed with race. </p> <p>'America has moved past a lot of these racial stereotypes,' said Patrick Dejour, a business consultant at the Sunrise rally. Dejour is black but married to a white woman and their children are - like Obama - of mixed race. 'That's why he's attracted so many people. We just don't see this as being about race,' Dejour said. Experts agree, and predict that will be a Democratic strength in the years to come as minorities make up a larger proportion of America's population. 'We are dealing with a country and a generation that feels that diversity is a growing part of who we are,' said Stan Greenberg, a Democratic pollster and former member of Bill Clinton's famed campaign 'War Room'. </p> <p>But Obama could not avoid the race issue altogether. Indeed, it posed the biggest threat to his campaign. When videos of Obama's pastor, Jeremiah Wright, giving a racially charged speech hit the internet, race became briefly central to the campaign. Everyone noticed the elephant in the room. Obama seized the issue directly. In a speech called 'A More Perfect Union', delivered in Philadelphia, he appealed for America to understand its racist past, but also to move beyond it. </p> <p>Not everyone did. In various forms - such as rumours of him being a Muslim or snide remarks at him not being a 'real' American - Obama's opponents have sought to be portray him as the Other. But it hasn't worked. 'For the most part, race has been background noise,' said Masket. Obama has consciously reached out to the white working class, which is most likely to resist electing a black man. He has done it in a conciliatory manner, as a political moderate. Thus Obama - a black liberal - is returning the Democrats to the American South. In Virginia, North Carolina and Florida, Obama is turning once fiercely red states to shades of blue. It is yet another unexpected turn in his remarkable candidacy.</p> <p>Yet none of it would have been possible without Hillary Clinton. The epic nomination battle that began in Iowa and threatened to continue to the convention floor at Denver forged Obama as a candidate. It meant his skeletons popped out of the cupboard early on. It gave him a ground organisation in each state. The debates sharpened his skills and the media wars honed his team into ruthless professionals. It also stunned pundits with the sheer size of the voter turnout, dwarfing the Republican contest. 'The biggest surprise was the scale of voting. The turnout has been simply amazing. That was the sign that things were really going to be different this time,' said Greenberg.</p> <p>The nomination fight made Obama as a politician. He stayed cool, calm and collected and so when the greatest challenge of the election - the economic crisis - hit, he was unruffled. As McCain rushed back to Washington, Obama kept his head. As America's economy started to bleed and its financial system collapsed, Obama looked more like the stuff presidents are made of. The polls decisively broke in his direction. McCain has been scrambling to catch up ever since. Yet it has taken its toll. The brutal campaign has put Obama through a physical and emotional wringer that few can imagine. 'No one really understands what its like. It's exhausting,' said two-time former Democratic presidential hopeful and Ohio congressman Dennis Kucinich. But the effect on Obama was clear. Even at a distance at the rally in Florida, one could see that Obama's once youthful head of hair has become deeply flecked with grey.</p> <p>But Obama has not yet won. McCain and the Republicans are fighting hard, especially in the key state of Ohio. No Republican has ever won the White House without Ohio and McCain hit the state last week in a two-day bus blitz. With him was the man who has become the last-ditch 'working man' symbol of the Republican campaign: Joe Wurzelbacher - 'Joe the Plumber'. In Mentor, Ohio, a small working-class suburb of Cleveland, Wurzelbacher was given a hero's welcome by several thousand people who crammed into Mentor High School's gym. He told them he was voting for a 'real American' in the shape of McCain. McCain was gleeful and strident: 'I have been in a lot of campaigns and I have seen momentum. I can feel the momentum in this room tonight. I can feel it. I can feel it.' </p> <p>He will need it. Obama has bitten deep into Republican territory, appealing to white-working class voters, rural voters and the 'exurbs'. Only a last-minute wave of support, or some unforeseen flaw in the opinion polls, can propel McCain over the finish line in first place. His support is vocal and numerous, but feels out of touch with changing American concerns. The campaign has portrayed Obama as a socialist, someone who will raise taxes. Or a dangerous radical who 'pals around' with terrorists. It has worked for the party's core support. 'I don't like Obama. I don't like Marxism. It is not American,' said Mark Kopan, an IT consultant who wore a T-shirt opposing anti-illegal immigration. </p> <p>But even here, inside the hall, grumbling disappointment was not hard to find. McCain's real problem has not been Obama. It has been the past eight years of Republican rule and President George W. Bush. In poll after poll, it has been obvious that Americans everywhere desperately want a change in direction. Now the cracks are starting to show in the once-formidable Republican machine that as recently as 2005 was plotting the creation of a 'permanent majority' in US politics. The cracks have spread to the McCain campaign itself, revealing a split between McCain and his running mate, Sarah Palin. Their supporters have sniped at each other through anonymous leaks to reporters. The conservative right of the party has already planned a meeting later this week in rural Virginia to discuss how the party should move forward after election day. Many experts believe the Republicans face civil war. 'The next two years, maybe longer, will be a time of internal conflict and soul-searching and messiness,' said Larry Haas, a political commentator and former aide in the Clinton White House.</p> <p>But last week in Ohio, McCain's campaign was still planning a victory in the must-win state. 'We are going to do it the old-fashioned way. We are going to have to earn it,' said Ohio congressman Steve LaTourette. If McCain wins here, if he sweeps Mentor and the hundreds of communities in Ohio like it, he has a chance. But if he loses, Obama will be president. Everything is at stake. That is why no one is taking Ohio for granted. 'Ohio can break your heart,' said Kucinich.</p> <p>The choice Americans face on Tuesday is between the liberal versus the conservative; the warrior versus the conciliator; the old versus the young; and, finally, black versus white. On the campaign trail last week, the two sides felt starkly different. Even the town names suggested a fight between experience and optimism: Mentor versus Sunrise. The queues for Obama's event began hours before it opened and stretched for miles. There was a carnival atmosphere inside a vast stadium. For McCain, it was a school gym and the queue never left the car park. Inside, it was patriotic shouts of 'USA! USA!' McCain launched into a scathing attack, playing on the familiar themes of cutting taxes, supporting the military and boosting Joe the Plumber's working-class authenticity. Meanwhile, Obama's rhetoric soared amid talk of unity and change. His running mate, Joe Biden, introduced him with a speech that mentioned a pantheon of American political Gods: Thomas Jefferson, Abraham Lincoln, Franklin Roosevelt and John F. Kennedy. </p> <p>But hubris is dangerous. The final words do not belong to any politician. They belong to American voters. Their collective decision could put a black man in the White House, or it could reject him for an ageing warrior who found his political soul-mates in the form of an Ohio plumber and a Hockey Mom. America is at the crossroads.</p>",
  "<p>Given the drama of our last two presidential elections, most of us Americans are much too cautious to prognosticate prematurely. Nevertheless, I can't stifle a fizzy little hiccup of joy at the prospect of something like our own Nelson Mandela moment. </p> <p>By this, I do not mean to say that the election of Barack Obama would launch us into some sort of 'post-race' utopia - it is naïve to think that the urgently worrisome accumulations of racial inequality, ghetto isolation, horrendous rates of incarceration, or economic disparity will evaporate overnight. </p> <p>As one marker of progress, however, the election of Obama would be hugely significant. It would surely count as something like a toehold on the proverbial mountaintop for which Martin Luther King so longed. </p> <p>I am a baby boomer beneficiary of the Civil Rights movement. My life has been immeasurably enriched by the trajectory of events that began around the time I was born, and for which Obama's election would be a remarkable capstone. I was about three when Brown v. Board of Education ended legal segregation in schools; and, although I didn't understand its significance then, I remember the gathering of relatives at my aunt's house - there was an intense, sizzling electrical emotional arc that I have never forgotten.</p> <p>I was in pre-school when the Montgomery bus boycotts took place. Always a little ahead of their time, my mother and father wanted me to have a Rosa Parks doll; they wrote off to toy manufacturers urging them to mass-produce them. </p> <p>I was in second grade when Central High School in Little Rock, Arkansas was integrated. It took an order by President Eisenhower and the summoning of federal troops for the nine new black students to beat a path through the angry mobs and survive, if barely. </p> <p>Years later, President Bill Clinton, who grew up a few towns away, would cite this as a particularly formative time in his life.</p> <p>I had just turned 12 when Martin Luther King delivered his searing 'I have a dream' speech at the March on Washington. I remember weeping in front of the television. Who could fail to be moved? Things were changing. </p> <p>Two weeks after that, four little girls died when white supremacists bombed their church in Alabama; and two months after that, President Kennedy was assassinated. </p> <p>It was a frighteningly dark time. Nevertheless, these events put political pressure on President Johnson, as well as on Congress, to sign and pass the Civil Rights Act of 1964, which allowed outlawed discrimination based on race, colour, religion and national origin; and the Voting Rights Act of 1965, striking down literacy tests, poll taxes and other barriers designed to disfranchise black citizens. Johnson also issued Executive Order No. 11246, which required that 'affirmative action' be taken to hire more minorities in all realms of public employment.</p> <p>In 1967, the last formal legal barrier fell - the case of Loving v. Virginia overturned the anti-miscegenation laws that had made it illegal for blacks and whites to marry one another in 16 states.</p> <p>In the years since, various aspects of those foundational moments have been re-fought, in new settings, with differing facts and faces. As more blacks moved to the urban north, 'inner cities' became the battle ground. As we Civil Rights babies grew up, the fight to integrate schools expanded to become a broader movement for fair housing, equal pay, dignity and respect. </p> <p>Blacks were appointed to cabinet-level posts, military commands and the Supreme Court. There were sufficient numbers of African Americans elected to Congress that the Congressional Black Caucus was founded. </p> <p>Today, there are hundreds of black mayors in all parts of the United States, including the Deep South. And as the demographics of the United States have changed, so-called piggy-back coalitions have intersected with the core of the movement: other ethnic and religious minorities, immigrants, farm workers, women, gays, disabled and the elderly have all participated in pursuing the dream. </p> <p>And while there are moments when a Democratic partisan such as me wonders if it it's the kind of victory that turns winning into losing, there has even sufficient diversity to herald the first conservative Republican African Americans in high places, like Secretary of State Condoleezza Rice and Supreme Court Justice Clarence Thomas.</p> <p>New waves of backlash persisted and persist still, of course; and if that backlash has become somewhat less vulgar, it is often more insidiously coded and complex.</p> <p>So while there is still much to be achieved, what is exciting about Obama's ascendancy is that it has been so unequivocally positive, so uplifting, so ... happy. When I think of the long slow progress of the modern Civil Rights movement, with its innumerable marches, murders, and martyrs, I can think of few victories that simultaneously had the potential for such genuine, uncompromised rejoicing as the vision of - dare I really say it? - President Barack Obama.</p> <p>• Patricia Williams is a professor of law at Columbia University, New York</p>",
  "<p>Republican presidential hopeful John McCain has started making his entrance at campaign rallies to 'Gonna Fly Now', the theme from the Rocky films that has come to accompany many a seemingly hopeless feat of endurance. Lagging behind Barack Obama in the polls, he wants us all to know he is still in with a fighting chance.</p> <p>As McCain starts to speak, the theme of the films persists. Rocky IV to be precise, when underdog Balboa confronted Ivan Drago, the soulless Soviet thug, three-parts Gulag indoctrination and one-part steroids. Socialism, McCain warns, is what will accompany Obama into the White House if a hoodwinked electorate lets him in. He is not joking, and his supporters believe him. Some have responded with cries of 'Barack's a Commie'.</p> <p>The other day, a news anchor in Florida asked Joe Biden, the Democratic vice-presidential candidate, in all seriousness if Obama is a Marxist, while claims that the Democrats will seek to 'redistribute' the savings of wealthy Americans is actually becoming entrenched in 'Red State' lore.</p> <p>For anyone who has lived in a country like Britain, where socialist ideals (NHS, the state pension), if not socialism itself, have been tried with great success, this is perhaps the most laughable claim of the entire election.</p> <p>Both men have given detailed accounts of their economic policies and neither comes within a country mile of socialism. More important, they do not address the most fundamental and important elements of America's current economic troubles, which are so vast that, at this point, it may not immediately matter who is elected. </p> <p>One bank chief executive said: 'The worst thing for the markets would be Obama getting assassinated. The second worst thing would be McCain getting elected.'</p> <p>Obama or McCain will enter the White House saddled with the biggest deficit in history, the most volatile market conditions in almost a century, the weakest global growth outlook since the Seventies and a tinderbox of political instability in almost every corner of the world just waiting to be sparked into life by prolonged economic unrest. </p> <p>Of these historic problems, the gravity-defying deficit is perhaps the most immediately troubling. The next President, Treasury Secretary and Fed chief have been backed into a cul-de-sac by a $438bn deficit likely to balloon to more than $1 trillion in the next year. The massive weight of this deficit, and the fact that it will dictate everything from the value of the dollar to levels of economic activity and growth for the best part of a decade, will overshadow any move the administration wants to make on expenditure or taxation.</p> <p>Obama and McCain have both explained at length how they plan to tax different portions of society in an effort to pay for policy programmes and reduce the deficit. Obama plans to tax the wealthier end and cut taxes for many in the middle and lower echelons.</p> <p>It was in trying to explain this to an Ohio man known as 'Joe the Plumber' - whose first name is not Joe and who does not hold a plumbing licence - that Obama earned his 'socialist' monicker. He told this purported pipe-fitter that, if elected President, he wanted to 'spread the wealth around' a bit with his tax policy.</p> <p>Indeed he will, but his plans do not exactly read like the Communist Manifesto. For example, a man with a wife and two children earning $200,000 a year would get a $6,474 tax cut under Obama's plan. In the $100,000 income bracket McCain will grant you a $2,759 a year tax break, while Obama wins with $3,043. At the bottom, the difference is more marked. Obama will grant a working couple earning $25,000 a year between them $1,287 in tax cuts a year; McCain will give them nothing.</p> <p>At the top end of society though, in the $500,000-a-year bracket, McCain plans to leave taxes alone, while Obama will increase them by some $6,727 a year. </p> <p>Wall Street bankers remaining after the crunch are the ones facing the real tax increase under Obama. If you earn $2m a year, the Democrats will hit you with an extra $108,704 a year in taxes - assuming you don't salt it all away in a tax haven. McCain has a hike planned for the $2m bracket too, but only $1,122.</p> <p>But there is one key figure missing. The point of taxing people is to give government money to pay for social policy and infrastructure and so on; and, in times like these, to help lower the deficit.</p> <p>But, according to analysis of both candidate's promises by an organisation called Committee for a Responsible Federal Budget, both McCain's and Obama's economic plans would increase the deficit by more than $200bn in 2013. So it seems that both prospective Presidents plan to do no more than shuffle the deck chairs on this dangerously listing ship.</p> <p>As for investors, Obama probably sang a verse of 'The Red Flag' when he decided to propose increasing capital gains taxes from 15 to 20 per cent for families earning more than $200,000. And he doubtless polished his Order of Lenin medal when he said he would tax 'carried interest' as ordinary income. McCain pledges to halve capital gains tax on stock held for more than a year to 7.5 per cent and increase the amount of stock loss deductible against ordinary income from $3,000 to $15,000. The latter element could come in pretty handy in this market.</p> <p>It's obvious to most people that Obama isn't a socialist nor McCain the epitome of neoconservatism. Both are relatively moderate, especially on economic policy. The biggest differences in wealth distribution can be seen at the upper end of the income bracket. If Obama wins, the top 1 per cent of earners can expect a tax increase of about $19,000 a year. If McCain wins, they will receive a tax cut of about $125,000.</p> <p>But these top 1 per centers will hardly be among the most important members of society for the next four years. If unemployment continues to rise, as it has in recent months, and big companies continue to lay off workers in the thousands, the bottom 1 per centers will need the most help. But neither candidate has very much planned for them at all.</p>",
  "<p>The first frames of Barack Obama's half-hour 'infomercial' last Wednesday showed golden wheat waving in the sun, a familiar image of wholesomeness and the American heartland. You half expected to see Russell Crowe as the Gladiator - the slave, you remember, who challenged the Roman emperor - running his hands across bowed heads of corn; or perhaps the crash of the survival pod bringing Superman to the amber prairies of Kansas and a kindly farmer's home.</p> <p>Despite the noise of the stump and the constantly fascinating TV coverage, this election has a silent, mythic intensity. Beyond the hoopla, there is a deep and well-informed engagement with the issues and with the implications these have for the destiny of every American. </p> <p>You don't see it; last week, Halloween masks outnumbered bumper stickers and Obama buttons in New York State by at least a factor of 100. But you feel it when you talk to people, in my case to Carol, who cleans my hotel room, to the shoeshine man outside New York Public Library and to the lady who sold me a shirt. Carol wears a huge Obama watch on the inside of her wrist, the shirt saleswoman had an Obama button on the reverse of her lapel, and the old-time shoeshine man worried that a black man in the White House would stir up all sorts of trouble.</p> <p>New York is Hillary's home ground and is solidly Democratic; all these people are for Barack Obama but their support isn't blind. Democrats are used to being disappointed. There is a superstitious disinclination to assume anything but the worst will happen on Tuesday, despite the sense that Obama did indeed drop from the sky with all the powers of the unstained Supercandidate intact: poise, self-discipline, strategic intelligence, eloquence on stage and page, grace under pressure, stamina and empathy. </p> <p>When the McCain campaign says we don't know enough about this guy, you see what they mean, even though Obama has told us everything and at length.</p> <p>The engagement is palpable and support for Obama feels like the deep undertow of a heroic piece of music by Aaron Copland. I spent some time in the state Democratic headquarters watching rooms of volunteers on leave from their jobs, using their own mobile phones (free calls on weekends) and laptops to identify and muster supporters among an electorate that is vastly increased because of voter registration campaigns.</p> <p>Potential voters will be 'touched' (called and emailed) three times between now and the close of polls. The Democrats are stupendously well organised. When the space in their headquarters just off Wall Street is overflowing, supporters, alerted by a website, meet in ad hoc groups in hotels and bars and start phoning names on the list. The sheer number of volunteers means that New York Democrats supplement the Obama campaign in neighbouring states.</p> <p>Change is the word you hear and see most because that is what people want. But as Bill Clinton, who is still one of most gifted and shrewd political communicators around, pointed out on the stump in Iowa last Thursday, enormous change has occurred in the last eight years. He told his audience that America was 'more communitarian and diverse' and the Republicans just didn't get it. That seems true. After all, this is the culture that during the famine of the Bush years produced the unwavering social realism of The Wire, perhaps the first truly post-racial TV series. </p> <p>Clinton's old aide David Gergen, who was once a Republican, suggested on TV that with the increase in Hispanic population and Latino support for Obama running at two to one, there were the makings of a new Democratic coalition, on the lines of the one forged by Roosevelt. Other Republican commentators cannot hide their awe for the campaign: conservative Pat Buchanan said: 'A McCain White House would be chaotic.'</p> <p>Things have changed a lot since Jesse Jackson ran for President in 1984 and 1988 as the black candidate and weakened Walter Mondale and Michael Dukakis in the process. His campaign came out of the civil rights movement and was exclusively black activist and seemed threatening because of that. Even though some voters today confess to supporting the white or black parts of Obama, it's important that he is running as the post-racial candidate and that his black supporters are collectively playing this election very cool. Writer and filmmaker Matt Tyrnauer, who worked for Mondale, put it this way: 'They can feel the tidal wave coming but rather than being on the crest of it they want to be swept along with it - black and white together.'</p> <p>That is why the election may produce something more than a photo finish with Obama just in the lead. At the end of last week, he had an 11-point poll lead, which would give him a clear lead in an electoral college that requires the winner to achieve at least 270. The weight of Obama's argument is so much more impressive than McCain's. He has a highly disciplined and well-financed campaign that hasn't put a foot wrong and it is impossible to underestimate the influence of the web in this first YouTube election, in which film and images are shared at will outside the control of the traditional media. </p> <p>Last week, Obama had both Clintons, Al Gore and the shrink-wrapped Joe Biden out there in the swing states, whereas McCain can only call on his own admirable tenacity, Sarah Palin, who has worked no lasting magic for him, and that mystifying national figure, Joe the Plumber, who failed to show up as planned at a McCain rally last week. </p> <p>You won't catch Democrats saying any of this because they are holding their breath and praying that nothing goes wrong in the next 48 hours, but as one famously corrupt mayor once said about his own election, unless Obama 'is caught with a dead girl or a live boy' he's home and dry. </p> <p>Something profound is happening. Whatever the robocalls allege about Obama's links to terrorism and his support for abortion, it's important to remember that a fifth of the electorate has already voted and though we have no definite figures it seems that most of those are Democrats. Late on Tuesday, we will see Barack Obama step into the cold winds of Chicago to accept the presidency and release a brief shockwave of hope. </p> <p>But Democrats will only believe it when they see it.</p>",
  "<p>People do lie to pollsters. Pollsters can screw up their measures of voting intention. Voting intentions can change in the frenetic last furlong before election day. The man himself constantly cautions the crowds at his final rallies to take nothing for granted. But the world now expects that the world will get what it wants: President Barack Obama. </p> <p>Just because this is increasingly anticipated, we should not discount how sensational that outcome will be. It will be an extraordinary victory for a novice senator born outside the continental United States who grew up with an absentee father and a peripatetic mother. To make it additionally astonishing, he is also a liberal, a northerner and a college professor - three categories long assumed to be unelectable as commander-in-chief. Oh, and did I mention that the pigmentation of his skin is not quite the same as that of George Washington and every President since? </p> <p>What if the world has been dreaming and wakes up on Wednesday to find that it is President McCain? The air will soon be thick with those opining that it was always a fantasy to think that the White House could be won by a neophyte who came out of nowhere with the middle name of Hussein. </p> <p>To the bitter end, John McCain will suggest that his rival is not qualified to sit in the Oval Office. And yet the gruelling business of an American presidential election is a qualification process in itself. It is many, many rollercoaster months since that victory in the Iowa primary when Obama started to confound the best laid grids of much more experienced rivals, to energise huge crowds and to mesmerise the world. Say what you don't like about the length and the expense of the presidential race, it does have the great merit of being the most intense audition for the job. </p> <p>You cannot entirely tell what a person will be like as President from the way he fought for the office, but it does offer useful pointers. It is one huge stress test of a candidate's temperament, ideas, judgment, strategic capacity, organisational skills and resilience. Take the last first. Initially and then repeatedly dismissed as a fashionable fad, a celebrity confection, Obama has proved that he is durable. To get here, the rookie senator has out-campaigned both the Republicans and the Clintons, besting America's two most formidable political machines by building from scratch an even better organisation of his own. At the climax, his campaign is so flush with donations that he can afford to buy 30 minutes of airtime in prime time across the networks while his opponent is running on empty and calling himself 'the underdog' to try to make a desperate virtue out of being behind. </p> <p>Among the people enthused by Obama are other politicians, not least those watching in some awe from this side of the Atlantic. It is a convention that British leaders do not take public sides in American presidential races, especially for fear of finding that they have backed the wrong horse. This cannot mask the excitement among Labour people at the prospect of an Obama presidency. That we'd expect. Labour and the Democrats are sister parties. More remarkable is the large number of Tories for Obama. John McCain had many admirers among British Conservatives. He was the international guest of honour at their conference not so long ago. But if David Cameron had a vote, it would not go to the Republican.</p> <p>The Tory leader can't say this publicly, but he has revealed to colleagues that he hopes the Democrat will win. There's the obvious and rather glib reason for this: an Obama victory would be a win for 'change' just as Cameron hopes to be. There's the less superficial reason which is that the Tory leader was hugely impressed by the intelligence and judgment of the other man when they met in London a few weeks ago. David Cameron remarked to allies that he was especially struck by Obama's self-composure at a time when the polls and the atmospherics were turning against him. 'He was just so incredibly cool,' the Tory leader told a friend. </p> <p>They call it no drama, Obama. After two years under the searing spotlight of the most saturated media in the world, there has not been a single occasion when he has publicly lost self-control. Nor has his organisation lapsed in its self-discipline. It is a testimony to his ability to select and lead a team that his campaign has been so smooth in comparison with those of his rivals. There has been none of the internecine warfare which riddled the Clinton campaign and is now erupting within the McCain camp even before they know for certain that they've lost. </p> <p>This has not meant that Obama's road to the White House has been free of potholes, prangs and the occasional moment when some thought he might end up in the ditch. There was the uproar over his remarks, made at an event he did not expect to be reported, about voters who cling to guns and God out of bitterness with their lot. He's also been taught that it is a bad idea to call a photo-op in a bowling alley if you are crap at bowling. </p> <p>Then there was the furore over Jeremiah Wright and the pastor's inflammatory 'God damn America' sermons. That was an incendiary moment which would have toasted a lesser candidate. It takes one of exceptional quality to turn crisis into opportunity which Obama did by responding with a brilliantly argued, compellingly personal and finely nuanced speech about race.</p> <p>Grace under pressure has been a consistently striking feature of his campaign. It has also been one of the big contrasts with his opponent. John McCain was handicapped by the huge burden of being the Republican candidate after eight years of George W Bush, a weight that he could never entirely lift however much distance he tried to put between himself and the hugely unpopular incumbent. </p> <p>Against that, we should not forget that Senator McCain also came to the contest with significant advantages over his opponent. The famous war hero, the grizzled and gutsy senate senior, a man long respected by people beyond his own party, on the face of it John McCain was the known quantity of the contest, the safe and sound choice for Americans at a time when they are fighting two wars abroad and there is an economic crisis at home. </p> <p>McCain's attack ads asked: 'Do you really know Barack Obama?' And yet it is to the Republican that the bigger question marks are now attached. In the debates between them and the campaign exchanges since, it is Obama who has come over as the nerveless, reassuring, sober, mature and authoritative one, the presidential one. It is John McCain, frantically switching tactics and snatching after headlines to try to get traction in the contest, who has come over as the impetuous, angry, adolescent, erratic one, the unpresidential one. </p> <p>That was most epitomised by his reckless choice of Sarah Palin as his running mate having met the Alaskan governor just twice. Like a star going nova, she dazzled for a brief moment when she first exploded on the scene only to implode into a black hole of national ridicule after some excruciatingly and alarmingly bad performances in interviews. </p> <p>This was the point when many British Conservatives lost faith in the American one. For them, as for many other people, it called into question what kind of calculation would animate a McCain presidency. The ability to dress a shot moose is not sufficient qualification to occupy the most powerful seat in the world. By putting Sarah Palin a heartbeat away from the presidency of a septuagenarian, John McCain was simply not being serious enough about the responsibilities of leadership.</p> <p>The result is that it is the veteran senator from Arizona who looks like the riskier choice than the freshman senator from Illinois. </p> <p>It is undeniable that Barack Obama's promises are much bigger than his experience. One thing that particularly impresses me is that he knows what he doesn't know. He has the confidence to acknowledge his deficits in experience and expertise by gathering around him a pretty stellar cast of advisers on both foreign and domestic policy. Of course, that does not in itself guarantee a successful time in the White House. A President also needs the capacity to understand the advice he is given and to choose between competing counsels. From what we have seen of Obama, he has that capacity. He is analytical, pragmatic, open-minded, considered and subtle - qualities all notable by their absence from the White House during the last eight years. Joe Klein puts it very well: 'He seems a grown-up, in a nation that badly needs some adult supervision.'</p> <p>Last, but far from least, Barack Obama has been true to himself. During 21 months of epic drama on this long road, he has never deviated from his essential vision and his core strategy. He ends the race as he began it, offering a positive prospectus of reconciliation, moderation and change.</p> <p>Politicians in Britain and the world over will try to emulate him by borrowing his slogans, plagiarising his rhetoric, copying his fund-raising techniques and all the rest of it. Those are the small lessons of his success. The big lesson is that the politics of unity and hope can still beat those of division and fear. At least, the world is united in hoping so.</p>"
]