[
  "<p>There are multiple reasons why the current economic crisis is so toxic, but one additional, ­aggravating factor is that it is unfolding five weeks away from a US election. The disruptive effect of that was clear on Monday, when the US House of Representatives voted down President Bush's bail-out plan — a function of both his dead-duck status and the fears of 228 Congressman seeking re-election next month. The result is that the stakes in the contest between Barack Obama and John McCain, already stratospheric, have just got higher. The winner will be charged with leading the world through this economic ­convulsion and steering us all to safety. The current polls have Obama in front, but this contest could go either way.</p> <p>Those of us on the outside will ­follow every twist; it is a statement of the ­obvious that the entire world will be watching on November 4. But perhaps we shouldn't be. At least if my email inbox is anything to go by, we should have only the scantest interest in the ongoing US election. After all, it's got nothing to do with us.</p> <p>Or, as one emailer put it: \"We are electing the President of the United States and the world can choke on it.\" His was one of a deluge of mainly hostile responses to a column that appeared here three weeks ago, arguing that the world's verdict would be harsh if Americans chose McCain over Obama. In their thousands, Americans wrote to tell me they read my words not as a simple prediction of the consequences of an American decision broadly to maintain the Bush-Cheney approach — but as some kind of threat. I was not merely commenting on the US election, they said, but intervening in it, seeking to blackmail American voters with the threat of global ostracism (as if I'm in a position to issue such a threat). </p> <p>The counterblasts featured all the usual themes familiar to any columnist or blogger who wades into this terrain. America had saved Europe's \"ass\" twice before — and we would doubtless come bleating for help again when we inevitably sought rescue from the Muslim hordes imposing sharia law on London, Paris and Berlin. We can't defend ourselves, of course, because we are limp-wristed \"Euroweenies\", effeminate socialists whose own decline robs us of the right to say anything about the United States, which remains the greatest nation on earth. </p> <p>Britain specifically forfeited the right to meddle in US affairs more than two centuries ago, when it lost the War of Independence. Besides, Obama is a Marxist, so Europe is welcome to him. One Bill07407 managed to capture the flavour of this virtual avalanche — including the curiously homoerotic undercurrent that runs through much rightwing American invective — with this effort: \"If you want Comrade Obama we will gladly ship him over after he loses in a landslide. Meanwhile you can kiss my ass. I bet you would enjoy it faggot.\" Equally reflective, this from bioguy777: \"I love it! A pansy-ass limey Brit begs the US to do his bidding while his own country slips further towards total Islamic rule. We're electing McCain, and the rest of the world can piss up a rope if they don't like it. 1776, BITCH!\"</p> <p>In among the abuse were three ­arguments that need addressing. The first is that this election has nothing to do with those of us outside America (so \"butt out\"). The trouble is, it has plenty to do with us. That has been true of every contest since 1945, when the US emerged as the sole superpower in the democratic world. But it has been undeniable since 2001. </p> <p>Take Britain. Our soldiers have fought in two wars, Afghanistan and Iraq, that were wholly conceived and planned in Washington. Sure, it was Tony Blair's choice to take part in the invasion of Iraq, but that meant following a decision that had been made by an American president. No one doubts that had George W Bush decided the other way, Britain would not have gone to war in 2003. </p> <p>If not blood, then treasure. The financial crisis now devouring British banks bears a three-word stamp: \"Made in America.\" It was the US fad for sub-prime loans, handing out money to would-be homeowners who were not creditworthy, that triggered the credit crunch and, with it, the current turmoil. Yesterday President Bush acknowledged that its impact would be felt outside US borders when he sought to \"assure our citizens and citizens around the world\". Never was the hoary cliche truer: they sneeze and we catch a cold. </p> <p>If war and economic meltdown aren't sufficiently persuasive, then how about a planetary emergency? The US is a first-rank contributor to the problem of climate change, responsible for a quarter of the world's greenhouse gas emissions, despite having just 5% of the world's population. But, as ­Thomas Friedman argues in his new book, Hot, Flat, and Crowded, the US is also indispensable to any solution. Only a radical transformation of America's approach to energy — generating it more cleanly and using less of it — could establish the kind of model and foster the technological innovation that would set a lead followed around the world. </p> <p>So, Americans who say that since they don't poke their nose into our domestic affairs we should stay out of theirs, are making a bogus comparison. The battle of Brown v Cameron won't affect them. But the battle of Obama v McCain will affect me and every other Briton, ­European and citizen of the world. It could determine whether we are at peace or war, whether our ­economy thrives or enters a depression. This is not a mayoral election in rural Bulgaria, a purely internal matter of interest only to the locals. It damn well is our business.</p> <p>What's more, Americans would not have it any other way. They like to define their president as the \"leader of the free world\". So why is it such a cheek if the free world shows some interest in who that leader will be? Americans, you can't have it both ways: either you're the global superpower, in which case the world has a stake in your future direction, or you're not. But you can't act like ­America and expect to be treated like Liechtenstein: it doesn't work that way. </p> <p>The second charge to be defeated is that to talk like this is somehow anti-American. The ­reverse is true. For what is prompting non-Americans to follow the ­current election so closely is not just an acknowledgement that the US is the dominant force in international life, but a yearning for America to lead once more. I saw that clearly in the crowd of 200,000 that greeted Obama in Berlin in July. They wanted to feel about an American president the way their parents had felt about John F Kennedy, to be awed once more, as Bill Clinton puts it, by the power of America's example, not the example of its power. And, for most non-Americans, that means an end to unilateral wars and a moral lead on climate change — not a continuation of the past eight Republican years. </p> <p>Lastly, those Americans who say they don't give a \"rat's ass\" what the rest of the world thinks are letting themselves and their country down. America was never meant to be a closed, introverted nation, turning its back on the world. It has always aimed to inspire the rest of us, to be a shining city on the hill. In these autumn weeks, the world is ­looking to the city once more, hoping desperately that the light is not about to fade. </p> <p>freedland@theguardian.com</p>",
  "<p>It is disconcerting when a shadow minister draws on the architect of the welfare state, a founder of the abolition of slavery movement and a former Democratic US president to support his arguments, but Greg Clark is among a new generation of Conservatives who are positioning themselves as progressive and liberal. It should therefore come as no surprise when the MP - who argued that the politics of Winston Churchill were now less relevant to the party than those of Guardian columnist Polly Toynbee - quotes William Beveridge and John F Kennedy, alongside the heroic efforts of William Wilberforce, to promote his vision of an expanded role in public life for the voluntary sector.</p> <p>Clark is acknowledged as one of David Cameron's rising stars and the intellectual driving force behind the Tory leader. A year after being elected MP for Tunbridge Wells in 2005, the party's former policy director became its spokesman on charities, social enterprise and volunteering. Clark's only credentials for the job appear to have been winning a charity award for his campaign to protect back gardens. In 2006, his private member's bill on \"garden grabbing\", which aimed to change the definition of brownfield sites to prevent developers turning leafy avenues into new-build housing sites, achieved national prominence.</p> <p>The cerebral Clark has helped to devise a blueprint for the future of the third sector under a Tory government. Cameron launched the green paper, Voluntary Action in the 21st Century, earlier this year. Today, at the Conservative party conference in Birmingham, Clark will reiterate its central message that the state should play an enabling role supporting and building the capacity of voluntary organisations to deliver more public services. \"If you look at what types of organisations seem to be good at getting under the skin of social problems in the country and making a difference, voluntary organisations have a stunning record,\" Clark says. \"We need to open up government to have maximum exposure to what they have to offer.\"</p> <p>The paper has won plaudits among the voluntary sector, not least for rejecting \"full cost recovery\" in favour of allowing not-for-profit organisations to make a surplus if they successfully deliver government contracts. \"No private firm would agree to enter into a contract where they weren't able to make a surplus,\" Clark says. \"No business could expand like that. If your limit is that you're able to get your costs [of providing a service] recovered, it is not surprising that charities can't expand how they would like to. Full cost recovery is a real handicap in the guise of helping.\"</p> <p><strong>Anecdotal evidence</strong></p> <p>But where is his proof, rather than anecdotal evidence, that voluntary organisations have the innovation, flexibility and responsiveness to best address society's ills? \"Any constituency MP can see it with their own eyes,\" he retorts. \"You call it anecdotal, but I can walk into a community centre in one of the most deprived parts of my constituency and I can see physically the regeneration that is being driven by third sector organisations.\"</p> <p>The green paper is short on funding proposals and targets. \"We're so far from an election,\" is Clark's defence. But he expects the surpluses paid to charity providers to be identified from cost savings to the exchequer - from, say, getting drug addicts off benefits and into work. And he accuses Labour of wasting money on new capacity-building and volunteering agencies. \"We've got fantastic volunteering organisations that could have put that money to instant use. I think it is reasonable to assume we would have got better value for money that way.\"</p> <p>Instead of targets for public service delivery by the third sector, he advocates a \"right to supply\". He says: \"If you can demonstrate you can do something better, you ought to be able to.\" </p> <p>He insists, however, that the Tories aren't advocating the dismantling of the state. \"At its best, government action can represent the democratic imperative of the nation, crystallising priorities, driving forward social change and underpinning standards,\" he says. \"But collective action does not always mean government action.\"</p> <p>Yet critics of his party's plans argue that the only way to create a more equitable society is for services to be provided universally by the state. In response, he points to the current postcode lottery as evidence of this government's failure. </p> <p>But with an economic downturn, isn't it too risky to hope for charities and committed volunteers to shoulder welfare obligations? Clark believes that individual and corporate giving will weather the storm, and the measures his party will put in place would make the sector more robust. These range from trying to make charity giving a social norm to strengthening the Compact agreement between government and the voluntary sector, which he describes as having \"fallen into disrepair\".</p> <p>Throughout its history, the Tory party has always been viewed as the natural party of the voluntary sector, encouraging the largesse and paternalism of wealthier members of society to help the poor. But Clark is keen that the modern party does not claim ownership of the sector, in the hope, presumably, of attracting wider support. So Beveridge's description of voluntary action as one of the \"distinguishing marks of a free society\" introduces the green paper, and Clark quotes JFK's 1960 \"attitude of mind and heart\" speech in an erudite attempt to distance the current thinking of Cameron's Conservatives from that of the government. \"I do not favour state compulsion when voluntary individual effort can do the job and do it well,\" said the then US president. </p> <p>But Clark's talk of empowering local people to devise solutions to problems in their community and to run social enterprises sounds suspiciously similar to communities secretary Hazel Blears.</p> <p>Clark says that, despite the rhetoric, the evidence suggests this government is still too top-down. \"I don't buy this business that they are champing at the bit to transfer power from Whitehall,\" he says. </p> <p><strong>Taken for granted</strong></p> <p>His distrust is also stems from his experiences of growing up in Middlesbrough, a Labour stronghold where he says he became aware from an early age that the political establishment took ordinary people for granted. \"I felt there was a real complacency there. People didn't get opportunities and the level of education that I, almost coincidentally, managed to get.\" </p> <p>Clark, the son of a milkman, attended his local comprehensive and won a place at Cambridge to study economics. He admits that he was \"academically motivated\", but shuns the word bright because he remembers many classmates just as clever who never got the chance to go into sixth form, let alone university. This is \"one of the things that drives me\", he explains. It was clearly behind his decision as a Westminster councillor to extend the opening hours of libraries so that children would have somewhere to go to do their homework. </p> <p>He flirted at the age of 16 with the fledgling SDP movement, before joining Thatcher's Conservatives. This week in Birmingham, he spoke at a fringe event on whether the Conservatives can be the party of the poor. He has no doubt it can, with the voluntary sector - or as he prefers to call it, \"civil society\" - at the helm.</p> <h2>Curriculum Vitae</h2> <p><strong>Age</strong> 41.</p> <p><strong>Status</strong> Married; three children.</p> <p><strong>Lives</strong> Tunbridge Wells and London.</p> <p><strong>Education</strong> St Peter's comprehensive, Middlesbrough; Cambridge University, economics degree; London School of Economics, economics PhD.</p> <p><strong>Career</strong> 2006-present: shadow minister, charities, social enterprise and volunteering; 2005-present: Conservative MP for Tunbridge Wells; 2002-03: cabinet member, Westminster city council; 2001-05: director of policy, Conservative party; 1997-2001: BBC controller, commercial policy; 1996-97: special adviser, trade and industry secretary; 1994-96: lecturer, LSE; 1991-94: consultant, Boston Consulting Group.</p> <p><strong>Interests </strong>\"My children.\"</p>",
  "<p>Bill Clinton will today officially set aside wounded feelings that arose from the Democrats' long and bitter primary contest as he heads out to Florida to hold his first rally for Barack Obama.</p> <p>It comes more than a month after Clinton's emotional endorsement speech at the Democrats' convention and amid new speculation about whether he really wants Obama to win the White House.</p> <p>Clinton's potential to inflict damage on Obama's prospects was underlined again yesterday when John McCain released a new television ad using a clip of the former president to attack the Democrats.</p> <p>Clinton's two appearances in the politically volatile Orlando and Fort Pierce areas mark his first in the general election season. He is being deployed to get more people to register to vote before the deadline in Florida and other states on Monday.</p> <p>Clinton is also expected to campaign in Michigan, Pennsylvania, Nevada and Ohio to encourage people to take part in early voting. Voters in Ohio yesterday began casting absentee ballots following a court ruling that allows residents to register and vote on the same day for the first six days of early voting. </p> <p>Hillary Clinton has addressed a number of rallies for Obama, and has tried to organise supporters of her campaign into a pro-Obama network. But for all the public protestations of support, her husband has failed to repeat the wholehearted support expressed in his convention speech.</p> <p>At the Clinton global initiative last week, the former president upset some Democrats by saying he personally liked McCain and his running mate, Sarah Palin, while adopting a much more impersonal tone when mentioning Obama. He did not even address Obama by name.</p> <p>Clinton dug himself in even deeper in an interview with NBC at the weekend. When pressed as to whether he liked or admired Obama, he said he hardly knew him until they had lunch on September 11.</p> <p>\"Look, I had my first conversation with him in my entire life in Harlem,\" said Clinton. \"I had talked to him but always in passing ... Hillary is the one who told me to go help him. She said, 'This guy's got real skills. He's got almost unlimited potential.' And so I did.\"</p> <p>The unpredictability of Bill Clinton in part informed Al Gore's decision not to use him extensively in the 2000 campaign. </p> <p>The lack of discipline rebounded on Clinton yesterday when the McCain campaign used his words in a new campaign ad blaming Obama and the Democrats in general for the credit crisis.</p>",
  "<p>If this is indeed the end of the world as we know it, aren't we lucky to have men of calibre to lead us? President Bush displays, in his dotage, the deft touch we first saw in the immediate aftermath of 9/11. And by his side, the treasury secretary Hank Paulson, whose name meant little here until the present crisis but means a lot to those of a certain age who recall how he was John Ehrlichman's right-hand man in Nixon's White House at the time of the Watergate shenanigans. Once Woodward and Bernstein lifted the lid on the whole affair, Paulson went on to become a multimillionaire, wheeling and dealing at Goldman Sachs. Ehrlichman, who masterminded the burglaries at the heart of the scandal, went to jail. And so what we now have is a lame-duck leader of the free world and a Nixonian aide made rich by Wall Street steering us through the choppy waters. Is it any wonder that the Republicans and 100 Democrats jumped ship?</p> <p>• But then, \"Life is a curve. Where are you on it?\" So asks the advert on the Heathrow Express. The advertiser is Fortis, the impoverished, latterly rescued Belgian-Dutch bank. Which puts them some way below the curve. We may all get there eventually.</p> <p>• And yet some refuse to be discouraged, not least the trader who last week spent £400,000 on an S1 number plate, first registered in Edinburgh in 1903. The banks may be short of it, but still, it's only money. They are worried; of course they are, but still the masters of the universe do their jobs and then they continue to unwind in the usual fashion. \"Like everyone else I have been waiting for the so-called credit crunch to kick in. Thank God it's business as usual,\" a chirpy Peter Stringfellow tells us. \"I'm very happy about that.\" We are happy for him.</p> <p>• Because we all need to turn a buck; even our dear friends at BAE Systems. This week, in a debate sponsored by the company, it discussed with its allies at Tory conference how this might best be done. \"I don't think we support our defence industry enough,\" Conservative spokesman Liam Fox told them. \"I was in Iraq last week where they are making big purchases. We made the sacrifices but we are not winning the reconstruction contracts. There is no one from the trade department selling weapons in Iraq.\" Some say there are too many flogging armaments there, but these are the glass half-empty types. We can easily ignore them. We made the sacrifices, as he said. </p> <p>• Perhaps the only folk happy in the circumstances are the sunny types of the BNP, who have long seen opportunity in the event of financial meltdown. Where there is misery, you will find them, wreathed in smiles. Although the BNP only captured 29 votes in a Hampstead byelection last week, there is always the hope of Tudor ward in Watford, where the local Lib Dem councillor has resigned, having been twice caught drink-driving. As campaigning begins, the BNP will once again assure the electorate that only it tells the truth; but what truths can we take from the recently distributed leaflet that has as its target the \"health secretary Patricia Hewitt\"? She ceased to be the health secretary last June; but no matter, the timings hardly make a difference. Why quibble when the BNP opposes everything that's happened since 1956. </p> <p>• So different in America, where the election is tough and no quarter is given, but still the candidates share a common amiability. McCain likes a swear and a bit of a gamble. Obama has been known to drink, smoke and make merry. Brian Williams, anchor of NBC's Nightly News, lauds both as types he might like to \"hang out\" with; indeed, he told the journal of the American Association of Retired Persons, both Republican and Democrat can be reasonably described as \"quality hangs\". Could anyone, save for a blood relative, say the same of Gordon Brown or David Cameron - or of any leading Liberal Democrat, save for the Commons king of the killer quote, Vince Cable? A \"quality hang\" would be a luxury. A standard \"hang\" would be a start.</p> <p><a href=\"mailto:diary@theguardian.com\">diary@theguardian.com</a></p>",
  "<p>The <a href=\"http://www.theguardian.com/world/zimbabwe\">Zimbabwe</a> government's power-sharing agreement appeared near to collapse yesterday after President Robert Mugabe demanded the right to appoint all key cabinet ministers, threatening to render the opposition powerless.</p> <p>After an hour-long meeting between the 84-year-old president and the prime minister-elect, Morgan Tsvangirai, the latter's opposition party Movement for Democratic Change (MDC) said it had asked the South African mediator Thabo Mbeki to salvage the process.</p> <p>However, South African officials last night could not confirm they had received a request. Mbeki resigned as president on September 21.</p> <p>The MDC spokesman, Nelson Chamisa, said: \"We want to share power. But Mugabe wants to swallow the MDC. We will not allow that. He wants all the key ministries - finance, home affairs, defence, information, foreign affairs, justice and even women and youth.\"</p> <p>On Monday, after returning from the UN general assembly in New York, Mugabe told a crowd at Harare airport that he would appoint a cabinet \"before the end of this week\", suggesting he would not await for the agreement of the MDC.</p> <p>Zimbabwe has been without a government since parliament was dissolved in January ahead of elections on March 29, in which the MDC won a lower-house majority and Tsvangirai forced Mugabe to a presidential run-off poll. The violence preceding the second election on June 30 prompted Tsvangirai to withdraw.</p> <p>Under a power-sharing agreement mediated by Mbeki and signed on September 15, the government was to have 31 ministries. In a bid to reflect the parliamentary election result, 13 of the ministries were to be nominated by Tsvangirai's MDC and a further three by another faction of the MDC, led by Arthur Mutambara.</p> <p>But talks about which ministries would be offered to whom had not been completed before the signing and the process began to falter amid an unrelated power struggle in South Africa, in which Mbeki was ousted as president a week later.</p> <p>In New York last week, President Mugabe claimed agreement had been reached on all but four ministries, which he did not name but which were believed to be home affairs, finance, local government and foreign affairs.</p> <p>The international community was looking to the MDC to win control of at least the finance ministry and preferably foreign affairs before resuming full trade relations and ultimately lifting travel bans and asset restrictions on leading figures in the ruling Zimbabwe African National Union - Patriotic Front (Zanu-PF).</p> <p>Observers had suggested that Mugabe wanted control of the defence ministry, and therefore the army, but might be prepared to relinquish home affairs, and thus control of the police, to the opposition.</p> <p>But it now appears that negotiations had never reached such an advanced stage. Nor did they progress while Mugabe was in the US for 10 days.</p> <p>John Makumbe, a political analyst at the University of Zimbabwe, said the agreement was \"full of holes\" from the start.</p> <p>He said: \"I do not know what the MDC were thinking when they signed it. The agreement left Mugabe with all the powers. It was defective because it never allocated the levers of power.</p> <p>\"Now he has behaved in his predictable fashion. He is not only backing out of the deal but it is clear that he was simply trying to use the MDC as a glove to bring back foreign direct investment.</p> <p>\"By the end of this week we can expect to have a cabinet just as Mugabe wants it. He is under pressure from [Zanu-Pf's] old guard who do not want to lose their jobs.\"</p> <p>Makumbe shared misgivings expressed by observers about Mbeki's role. Despite endorsement by the Southern African Development Community and the African Union, he is seen as lacking clout as mediator now that he is no longer president.</p>",
  "<p>Britain's financial watchdog will unveil plans next week to raise protection for savers in <a href=\"http://www.theguardian.com/money/banks\">banks and building societies</a> to £50,000 as the government sought to reassure the public that it would do \"whatever is necessary\" to tackle the impact of the global <a href=\"http://www.theguardian.com/business/creditcrunch\">credit crisis</a>.</p> <p>Amid signs yesterday of cross-party cooperation to prevent further runs on UK institutions, the Financial Services Authority is to begin urgent consultations with the City about raising the limit from the current £35,000. The FSA will argue that \"at a time of market uncertainty it is important that deposits are properly protected. Raising the limit to £50,000 would be designed to further reassure customers\".</p> <p>Ministers said yesterday that Treasury guarantees to depositors in Northern Rock and Bradford &amp; Bingley meant the government had already toughened up protection to <a href=\"http://www.theguardian.com/money/savings\">savers</a> beyond the £35,000 limit.</p> <p>Government sources said last night that the normal three-month consultation might be shortened in view of the unfolding financial crisis, particularly as the chancellor, Alistair Darling, had been urging the FSA to begin the process since June.</p> <p>Policymakers were yesterday given some breathing space from the crisis when dealers in the City held their nerve following the near-800 point drop in Wall Street's Dow Jones industrial average on Monday.</p> <p>The FTSE closed 1.7% higher - up 83.7 points at 4902.4 - while the Dow recouped more than half of Monday's fall in morning trading, amid hopes that Congress will agree to the White House's $700bn bail-out plan at the second time of asking later this week. Oil prices were up $4 a barrel and the US dollar also recovered following Monday's wipeout of shares. President Bush warned that the consequences would be \"painful and lasting\" if the deal was not passed.</p> <p>With the unwillingness of banks to lend to each other still causing immense stress in the global money markets, Gordon Brown gave full support to Bush. The prime minister held a breakfast meeting with the chancellor and the governor of the Bank of England, Mervyn King, to discuss the crisis, and senior members of opposition parties were also involved in talks with ministers yesterday.</p> <p>Brown responded coolly to a call from Nick Clegg, the Liberal Democrat leader, for a cast-iron guarantee that no depositor would lose out. The current £35,000 ceiling covers 96% of deposits and an increase to £50,000 would leave only 2% of accounts outside the scheme.</p> <p>The Irish government yesterday guaranteed all deposits at six of the country's key lending institutions, but Brown is wary of matching the move, fearing the government simply does not have the cash to back up such a pledge.</p> <p>The Irish step, widely seen to be in breach of EU competition law, has also angered the Conservatives, even though they kept their criticism private in an attempt to form a new bipartisan consensus to help stabilise the markets .</p> <p>In practice there appears no way to unstitch the Irish initiative even though it may attract depositors to take their savings to Dublin, denuding British banks of badly needed and mobile capital.</p> <p>Asked if he would follow the Irish example, Brown said in a round of interviews: \"Wherever there has been a problem we have taken action. Let us remember, the Irish are dealing with taxpayers' money. We have got to do what is right and also what is reasonable. Of course, we look at every intervention it is possible to take; but people can see from the actions we have taken so far that depositors have been protected, and no depositor has lost money.\"</p> <p>David Cameron yesterday ended his attacks on the Labour stewardship of the economy to offer the kind of bipartisan support which failed to emerge in the US, leading to the disastrous Congress vote against the $700bn US treasury bail-out. \"We cannot allow what happened in America to happen here,\" he said.</p> <p>Brown, enjoying a revival in the polls, stressed the decisive and quick action he had taken and added that he would rely on the initiative and resourcefulness of the British people to see the country through the crisis.</p> <p>Darling said: \"I already have taken the powers I need, and I have made it clear, through Northern Rock and this weekend with Bradford &amp; Bingley, that I will do whatever is necessary.\"</p> <p>Anthony Grech, a market strategist at IG Index, said it may not take much for market sentiment to turn negative again: \"Expectations are that this bail-out will get rubber-stamped sooner rather than later - but recent events have done nothing for market sentiment, so at the moment it would be somewhat over-optimistic to expect that this rescue plan will be the answer to all of the current problems.\"</p> <p>In the City, the gap between the official bank rate and three-month sterling interbank rate - the level at which banks lend money to each other - continued to widen, adding to upward pressure on borrowing costs for mortgage payers and businesses.</p> <p>The White House, the treasury secretary Henry Paulson, congressional leaders and presidential candidates John McCain and Barack Obama maintained pressure on Congress to pass the bail-out bill by the end of the week. Last night the Senate agreed to vote on the bail-out bill later today ahead of the House of Representatives revoting on the issue.</p> <p>\"There's an overarching belief that at some point this week, whether it's Wednesday or Thursday, we'll get something passed by the House,\" said Arthur Hogan, chief market analyst at Jefferies &amp; Co in Boston. Without the bail-out plan, which would allow the US treasury to buy toxic mortgage-related assets from banks, credit markets could remain frozen and lead to a recession.</p> <p>\"I assure our citizens and citizens around the world that this is not the end of the legislative process,\" Bush said.</p>",
  "<p>The controversy over the failure of the Bush administration's unpopular financial bail-out is infecting every aspect of government and the presidential election campaign.</p> <p>Eminent reputations lie in ruins; the august institutions of Congress, the treasury, the Federal Reserve tremble; the presidency itself is shaken. In America's year of living dangerously, few will emerge unscathed.</p> <p>The consensus view, if there is one in so divided a nation, is that the US has suffered a calamitous, across-the-board failure of leadership. The bankruptcy is political as well as economic. This conclusion is widely held among both supporters and opponents of the bail-out. </p> <p>\"Monday's crash and burn of the Paulson plan on Capitol Hill reveals a Washington elite that has earned every bit of the disdain that Americans have for it. This crowd can't even make sausage,\" snarled a Wall Street Journal editorial yesterday. Black Monday's shambles marked a \"historic abdication\".</p> <p>Republicans and Democrats in the House of Representatives were excoriated for political cowardice, childish disputatiousness, and a selfish desire to get re-elected next month at any cost. It's clear, whatever they do next, the public simply does not trust them to do it right.</p> <p>\"A political establishment held in higher regard may have been able to hold together some kind of coalition of the willing,\" wrote Joel Achenbach in the Washington Post. \"But distrust of the nation's leaders, from the leaders of Congress to the president, foreclosed that possibility.\"</p> <p>This was not mere rhetoric. Congress's public approval rating was down to 18% before the crisis hit. By some estimates, it is now 10% and falling. Washington has seen a \"throw the bums out\" mood before, notably Newt Gingrich's 1994 anti-government \"Republican revolution\". But this is something else. Like some others, Gingrich is calling for the resignation of Hank Paulson, the treasury secretary, for presiding over a train wreck and then failing to persuade people why $700bn was needed to get back on the rails.</p> <p>Other heads enthusiastically recommended for the chopping block include Democratic house speaker, Nancy Pelosi, for being \"too partisan\" and the Republican house minority leader, John Boehner, for not being partisan enough.</p> <p>An unhappy Boehner said before the vote that the bail-out was a \"crap sandwich\" that he and colleagues were obliged to eat. As it turned out, 133 Republicans and 95 Democrats found it too much to swallow.</p> <p>Many members of Congress found themselves caught between party leadership and angry constituents and sought to explain themselves.</p> <p>\"We are now in the golden age of thieves. And where I come from we put thieves in jail, we don't bail them out,\" said Pete Visclosky, an Indiana Democrat who voted 'no'.</p> <p>The signal failure, as critics see it, of President George Bush to show a lead out of the morass has provoked a new crop of political obituaries. </p> <p>\"No longer a lame duck, he's a dead duck,\" said Democratic strategist Paul Begala.</p>",
  "<p>What are we to make of the Congressional rejection of the Paulson proposal? The politics is simple: elections are a rare moment of accountability in our political process, and all 435 members of the House of Representatives are up for re-election in a matter of weeks. The Bush administration has lost the confidence of the American people, and so has Wall Street. </p> <p>Those who created the problem are now the doctors offering the prescriptions. A little while ago we were told everything was fine. Then, less than six months ago, we were told that the economy was on the mend. Now we are told the patient needs a massive transfusion; but everyone can see that the patient is suffering from internal bleeding - in California, the number of foreclosures may already be outpacing voluntary sales. Yet nothing is being done to stem the haemorrhaging. </p> <p>While the president says the economy faces the risk of economic meltdown, he threatens to veto a stimulus package that would create jobs - and he seems particularly adamant about a stimulus package that includes improved unemployment benefits. Traditionally, this is done when there is a threat of an economic downturn; if the downturn doesn't materialise, it doesn't cost anything. And while the administration and Wall Street promise this is just a temporary loan, not a bail-out, there was strong opposition to making the financial industry pay for any losses. Why would that be, if they are so sure that there won't be losses?</p> <p>The rescue bill left enormous discretion to an administration on the wane, an administration that has shown unparalleled incompetence, an administration which even tried to politicise the attorney general's office. Americans worry that there will be political favourites among the recipients of the hundreds of billions of dollars. That treasury secretary Hank Paulson seemed tough on Lehman but reversed course when his old firm Goldman Sachs was at risk is hardly reassuring. </p> <p>If the administration really thought the problems were as severe as claimed, shouldn't they have put forward a bill that was less outrageous? Did they really think that Americans would swallow giving them authority to spend $700bn, without oversight or judicial review, in a bill of a few pages? Normally, if you think there is a crisis, you try to forge a compromise with those who see the world differently - workers who worry about the loss of jobs, and homeowners who worry about the risk of foreclosure. </p> <p>Americans have lost faith not only in the administration, but in its economic philosophy: a new corporate welfarism masquerading behind free-market ideology; another version of trickle-down economics, where the hundreds of billions to Wall Street that caused the problem were supposed to somehow trickle down to help ordinary Americans. Trickle-down hasn't been working well in America over the past eight years. </p> <p>The very assumption that the rescue plan has to help is suspect. After all, the IMF and US treasury bail-outs for Wall Street 10 years ago in Korea, Thailand, Indonesia, Brazil, Russia and Argentina didn't work for those countries, although it did enable Wall Street to get back most of its money. The taxpayers in these other poor countries picked up the tab for the financial markets' mistakes. This time, it is American taxpayers who are being asked to pick up the tab. And that's the difference. For all the rhetoric about democracy and good governance, the citizens in those countries didn't really get a chance to vote on the bail-outs. Had they, most would have suffered the same fortune as Paulson's.</p> <p>There is, in fact, a widespread consensus among economists about what should be done. The economy is weak, and would remain so even with a good rescue plan. That is why there is a need for a strong stimulus. The February stimulus package was badly designed, and its anaemic effects offset by soaring oil and food prices. Given the enormous increase in the deficit during the past seven years (from $5.7bn to over $9 trillion - and that doesn't include the bills yet to be paid for the Iraq and Afghanistan wars) we have to be sure that we get the biggest bang for the buck. We need increased unemployment benefits, and aid to states and localities, which otherwise will be forced to cut back on spending, depressing the economy further. We need more investment in both the public and private sectors. </p> <p>The fundamental problem with the financial system is that there have been large losses. Loans were made to people who couldn't repay. They were made on the basis of collateral whose value was inflated by a bubble. That bubble has burst, and the collateral is now worth less than the loan. The experts believe real estate prices have still a way to fall. This is not a matter of market confidence. This is a matter of market reality. Paulson would have us believe otherwise, but the American people know better. The fact that he and Federal Reserve chairman Ben Bernanke don't seem to grasp these realities undermines confidence that they know what they are doing. </p> <p>In environmental economics, there is a basic concept called the polluter pays principle. It is a matter of fairness, but also of efficiency. Wall Street has polluted our economy with toxic mortgages. It should now pay for the cleanup.</p> <p>What is so sad about this whole debacle is that it was predictable. Predicatable and avoidable. Perhaps Paulson and the administration believed that they could bamboozle Americans into doing whatever they asked. But Americans had been bamboozled before - into signing a blank cheque for the Iraq war. </p> <p>A sad day for Wall Street, but it may be a glorious day for democracy. Hopefully Congress will now devise a plan that is not based on trickle-down economics. A plan that identifies the real sources of the problem and does something about them - a real stimulus to the economy, a real programme to stem the flood of foreclosures, and a transparent programme for filling the holes in bank balance sheets. A plan that assures US taxpayers the costs will be borne by those who created the problem. Accountability means paying for the full consequences for one's actions - and the financial system has much to account for.</p> <p>• Joseph E Stiglitz is university professor at Columbia University and recipient of the Nobel prize in 2001. He was chief economist at the World Bank at the time of the last global financial crisis <a href=\"http://www.josephstiglitz.com\">josephstiglitz.com</a></p>",
  "<p>The White House joined forces with Congress leaders yesterday to pledge that a defeated $700bn bail-out of the banking industry would be quickly resurrected, helping a sharp recovery on financial markets as <a href=\"http://www.theguardian.com/business/wallstreet\">Wall Street </a>stocks surged with relief last night.</p> <p>President George Bush held \"very constructive\" talks with his potential successors, John McCain and Barack Obama, on options to revive the emergency rescue dramatically thrown out by the House of Representatives on Monday.</p> <p>In a highly unusual manoeuvre, Senate leaders agreed last night to vote this evening on the package before the lower house has passed it. Harry Reid, the Democratic Senate leader received unanimous consent for a vote on the bail-out.</p> <p>Meanwhile, US regulators offered a hand to the financial industry through moves to broaden protection of customers' bank deposits and to liberalise accounting rules on valuing distressed assets.</p> <p>In London, the FTSE 100 index rose by 83 points to 4,902. On Wall Street, the Dow Jones Industrial Average roared upwards, gaining 485 points to close at 10,850. The rally regained 60% of the ground lost on Monday, when the Dow suffered its worst ever points fall which wiped $1 trillion off the value of stocks.</p> <p>In a TV statement, Bush insisted that an initiative would still be enacted, despite the rebellion led by Republican congressmen. \"I recognise that this is a difficult vote for members of Congress,\" he said. \"But the reality is that we are in an urgent situation, and the consequences will grow worse each day if we do not act.\"</p> <p>Although Congress was officially closed to mark the Jewish new year, leaders from both parties put aside differences to begin cajoling opponents of the plan to fall into line. \"The financial crisis is going to be dealt with by Congress and it's going to be dealt with this week,\" said Mitch McConnell, Republican leader in the Senate. \"We're not going to sit around and point fingers. We're going to get the job done.\"</p> <p>On the campaign trail, the presidential candidates called for a renewed effort. In Nevada, Obama said there would be \"catastrophic\" consequences unless a deal were reached soon: \"We cannot have another day like yesterday. We cannot risk another week or another month where American businesses are afraid to extend credit and lend money.\"</p> <p>On Wall Street, there was renewed optimism the treasury would eventually be able to hoover up \"toxic\" mortgage-related assets that have poisoned the balance sheets of leading banks.</p> <p>\"Cooler heads are prevailing - we'd had a little bit of panic at the close yesterday,\" said Anthony Conroy, head trader at BNY ConvergEx in New York. \"There's anticipation that some sort of deal will be passed by Congress in the next day or two.\"</p> <p>The dollar gained ground against major currencies and the price of a barrel of light, sweet crude oil rose by $4.27 to settle at $100.64 on improving confidence about future consumption of fuel.</p> <p>To shore up confidence in banks, the US federal deposit insurance corporation asked Congress for authority to boost the guaranteed level of deposits from $100,000 to $250,000 - a move intended to help small businesses which need cash on hand. There was also an effort to lighten the need for banks to constantly write off billions of dollars in the value of troubled investments; the Securities and Exchange Commission issued new accounting guidance advising that such \"fire sale\" valuations are not always required.</p> <p>Market participants said that without a swift political resolution on the bail-out, the financial crisis would tighten its grip. \"If it doesn't pass, then look out below,\" said Jason Weisberg, a trader at Seaport Securities in New York. \"It could get ugly.\"</p> <p>There was a sign of hope in data on consumer confidence. A study by the Conference Board, an independent research group, showed an unexpected rise in the mood of shoppers in the US from an index figure of 58.5 in August to 59.8 in September. But American house prices continued to plunge, falling by a record 16.3% in the year to July according to a Standard &amp; Poor's/Case Shiller monthly report.</p> <p>Banks are already beginning to scale back on customers' credit limits and personal loans. Donn Vickrey, a banking expert at Gradient Analytics, said: \"I really think this is going to turn increasingly bad until we get a bail-out.\"</p>",
  "<p><strong>The following correction was printed in the Guardian's Corrections and clarifications column, Friday November 28 2008</strong></p> <p>In the article below, we describe the geophysicist Professor Syun-Ichi Akasofu as a founding director of the Heartland Institute. In fact he has never held any formal position with the US thinktank.</p> <p> </p> <p>The Republican <a href=\"http://www.theguardian.com/world/sarahpalin\">Sarah Palin</a> and her officials in the Alaskan state government drew on the work of at least six scientists known to be sceptical about the dangers and causes of global warming, to back efforts to stop polar bears being protected as an endangered species, the Guardian can disclose. Some of the scientists were funded by the oil industry. </p> <p>In official submissions to the US government's consultation on the status of the polar bear, Palin and her team referred to at least six scientists who have questioned either the existence of warming as a largely man-made phenomenon or its severity. One paper was partly funded by the US oil company ExxonMobil.</p> <p>The status of the polar bear has become a battleground in the debate on global warming. In May the US department of the interior rejected Palin's objections and listed the bear as a threatened species, saying that two-thirds of the world's polar bears were likely to be extinct by 2050 due to the rapid melting of the sea ice. Palin, governor of Alaska and the Republican nominee for US vice-president, responded last month by suing the federal government, to try to overturn the ruling. The case will be heard in January.</p> <p>Though the state of Alaska has no polar bear specialists on its staff, the governor's stance has pitted it against the combined scientific fire-power of the US Fish and Wildlife Service, the US Geological Survey, and world experts on the mammal.</p> <p>In its lawsuit, Alaska said it opposed the endangered label partly because the listing would \"deter activities such as ... oil and gas exploration and development\". Oil companies recently bid $2.7bn (£1.5bn) for rights to explore the Chuckchi sea, an established polar bear habitat.</p> <p>The threatened species status might also impede the building of an Alaskan natural gas pipeline, which Palin has called the \"will of God\". In a letter last year to the US interior secretary, Dirk Kempthorne, she said she believed the polar bear population was \"abundant, stable and unthreatened by direct human activity\". She opposed the call for the listing because it \"did not use the best available scientific and commercial information\".</p> <p>Her own Alaskan review of the science drew on a joint paper by seven authors, four of whom were well-known climate- change contrarians. Her paper argued that it was \"certainly premature, if not impossible\" to link temperature rise in Alaska with human CO2 emissions.</p> <p>The paper, entitled Polar Bears of Western Hudson Bay and Climate Change, has been criticised for relying on old research and ignoring evidence that Arctic sea-ice is melting at a quickening pace. Walt Meier, a world authority on sea ice, based at the National Snow and Ice Data Centre, said: \"The paper doesn't measure up scientifically.\"</p> <p>One co-author of the paper, Willie Soon, completed the study with funding from ExxonMobil - which has oil operations in Alaska's North Slope - as well as from the American Petroleum Institute. Soon was a former senior scientist with the George C Marshall Institute, which acts as an incubator for climate-change scepticism. The institute has received $715,000 in funding from ExxonMobil since 1998. </p> <p>In May, ExxonMobil announced that it was no longer funding Marshall and other groups linked with contrarian views. It said this was to avoid \"distraction from the need to provide energy while reducing greenhouse gas emissions\" and stressed that the company did not \"control the research itself\".</p> <p>Another co-author of the document was Sallie Baliunas. In 2003 she and Soon were criticised when it was revealed that a joint paper had been partially funded by the American Petroleum Institute. Thirteen scientists whom they cited issued a rebuttal and several editors of the journal Climate Research resigned because of the \"flawed peer review\". A third co-author of the polar bear study, David Legates, a professor at Delaware University, is also associated with the Marshall Institute.</p> <p>The citation by Palin and her officials prompted complaints from Congress. One member, Brad Miller, dubbed the polar bear study phony science. </p> <p>Palin told Miller: \"Attempts to discredit scientists ... simply because their analyses do not agree with your views, would be a disservice to this country.\" Miller now says that Palin's use of the paper shows she differs greatly from John McCain, the Republican presidential contender, who has pressed for scientific integrity. \"Turning to the cottage industry of scientists who are funded because they spread doubt about global warming is not integrity,\" Miller said.</p> <p>Palin's submission consulted J Scott Armstrong, a specialist in forecasting, who regards the global warming issue as \"public hysteria\". </p> <p>Two other contrarian scholars were cited. One was Syun-Ichi Akasofu, formerly director of the International Arctic Research Centre, in Alaska, who argues that climate change could be a hangover from the little ice age. He is a founding director of the Heartland Institute, a thinktank that has received $676,500 from ExxonMobil since 1998. </p> <p>Timothy Ball, a retired professor from Winnipeg, is cited for his climate and polar bear research. He has called human-made global warming \"the greatest deception in the history of science\". He has worked with both Friends of Science, and the Natural Resources Stewardship Project, which each had funding from energy firms. </p> <p>Kert Davies, research director at Greenpeace US, said the state of Alaska under Palin's leadership had relied on scholars who argue the opposite view to that of the overwhelming consensus in the scientific community. \"It shows that she is completely out of touch with the urgency of the climate crisis.\"</p> <p>Last month Palin agreed that the Alaskan climate was changing but added: \"I'm not one though who would attribute it to being man-made.\" She later tried to retract the statement.</p>",
  "<p>I couldn't pass up the opportunity to stop by my local Starbucks in North Carolina last Saturday to get a tall brew and chat with the group of Obama supporters who use it as their headquarters for weekly neighbourhood canvassing operations.</p> <p>There was a certain sense of foreboding in the air. Rumours of <a href=\"http://money.cnn.com/2008/09/29/news/companies/wachovia_citigroup/index.htm?postversion=2008092908\">Citibank's takeover of Charlotte-headquartered Wachovia</a> were already rampant, and whenever your home state's flagship bank gets bought up at firesale prices, you just know that <a href=\"http://charlotte.bizjournals.com/charlotte/stories/2008/09/29/daily21.html\">layoffs are imminent</a>, and it makes folks nervous. The <a href=\"http://www.theguardian.com/business/wallstreet\">financial debates in Washington</a> had taken on new and suddenly very personal aspect. This wasn't mere politics any more. This was about survival.</p> <p>There were at least seven or eight volunteers congregating outside in the cool autumn morning, and as one pair would leave, canvassing packets in hand, a few more would show up ready to get to work. It was an excellent place to hear these Obamanauts wax rhapsodic about their candidate.</p> <p>For an allegedly fanatical band of supporters blindly following a charismatic leader, they were strangely critical of Obama's performance in Friday's <a href=\"http://news.google.co.uk/news/url?sa=t&amp;ct=us:g/3-0&amp;fp=48e2a9ea7c54e7ae&amp;ei=kl_iSPi3JaSwQ5fc9PoG&amp;url=http%3A//www.theguardian.com/world/2008/sep/27/uselections2008.barackobama&amp;cid=1252657626&amp;usg=AFQjCNHRMCzjysjTx0o6-F3qmt9GNtflPQ\">presidential debate</a>. Indeed, over the course of an hour, every single one had virtually pages of criticism about the debate. Obama talked too much about taxes. He didn't talk enough about taxes. He spent too much time on the war and the surge. He didn't hit the war hard enough. He didn't go after McCain enough. He was too sharp on McCain. He showed far too much deference to his opponent. He was far too insolent to his opponent. His answers sounded too polished and practiced. His answers weren't flowing naturally and freely - why didn't he practice more? The consensus was clearly that Obama did OK, but he should have done better – with each of his supposedly obsessive supporters knowing exactly what he should have said. </p> <p>The impressive thing about the Obama people was their dedication. They were not so much blinded by hope and audacity as they were cynically recalling the last few tainted presidential elections and vowing never again to suffer through something similar. After that, it was \"fill in the blanks\".</p> <p>Each had a particular hot-button issue: immigration, universal healthcare, a return to justice and the rule of law, governmental competence, the wars, the deficit, the defence of science or just an intense desire for revenge on the Bush administration. The Obamanauts were all well versed in policy and ready to make impassioned arguments to any who would listen. Far from being enamoured of their candidate, they were all convinced that Obama wasn't doing nearly enough with policy on X, and if he really wanted to win all he had to do was Y.</p> <p>Few other cultures can project the sense of righteous indignation that an American \"armchair quarterback\" can when it comes to national politics. Despite having obviously planned this for years, built a dynamic and amazingly stable political organisation, pioneering new and innovative strategies and tactics, deftly handled the gruelling two-year-long primary process, and successfully raising record amounts of campaign contributions without overtly selling out to any industry or special interest group, Obama wasn't quite on point for these folks. Even the most stalwart Obama supporter was certain that they, and they alone, knew the secret to convincing a jaded electorate that Obama was the best choice for president. </p> <p>All the volunteers but one, I should say. Just as I was leaving, one of my original <a href=\"http://www.theguardian.com/commentisfree/2008/feb/03/theobamadads\">Obama Dads</a> arrived. He's an African-American guy just a few years younger than me, but he had a haggard expression as he stumbled toward the promise of coffee and an afternoon of pounding the pavement for Obama. We'd lost touch over the last few months as our other commitments kept us out of active campaigning – kids will do that to you. But after swapping new Wachovia rumours, I was surprised that he had no complaints about the debate, no blanks that needed to be filled in order to make it the perfect campaign. </p> <p>\"He's kicking butt, and everyone needs to just back off,\" he suggested. \"He knows what he's doing. These guys are just so scared of losing that they don't remember what winning feels like, that's all. Look at McCain at the debate. Remember he's 72 years old. Remember who his running mate is. I'm not worried.\" </p> <p>That raises the question of why he was out here. Offhandedly I mentioned how tired he looked, and he revealed with a weary grin that his wife had given birth to a new baby girl a week ago. </p> <p>I was shocked. A week-old newborn, and one kid already destroying the house, and he was spending valuable sleeping time on a pretty Saturday volunteering to talk to occasionally grumpy strangers in a predominantly white neighbourhood about the election. I was mystified, and said as much.</p> <p>He didn't hesitate to show me a picture of the new kid on his phone – a pretty baby, for the record, as far as newborns go. And she had beautiful big brown eyes that were copied straight from her mama. How could he leave an adorable face like that for this? \"It's because I have a week-old baby girl that I'm volunteering,\" he explained earnestly. \"There's too much at stake to depend on other folks to do it. She's my responsibility, so this is my job.\" His voice was strong, if weary, and utterly resolute. Just the kind of thing you want in a volunteer.</p>",
  "<video data-media-id=\"gu-video-338139962\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1827954556_gdn-tomaskytalk-300908-To-Brightcove-16x9.flv\"/> </video>   <p><br>Maybe the idea of John McCain suspending his campaign is not such a bad idea after all.<br></p>",
  "<p>Austrian voters <a href=\"http://www.theguardian.com/world/2008/sep/29/austria.thefarright\">showed their dissatisfaction</a> with the work of the two main parties of the Social Democrats and the People's party by deserting them in large numbers in this week's general election. The result, which is the worst in history for the two main parties, means that there are no large dominating parties on the Austrian political landscape anymore, just many middle-sized parties. </p> <p>The Social Democrats, despite their poorest ever performance, were hailing a victory because they still emerged as the single largest party. The party had been suffering in opinion polls, but a last-minute switch in leadership and late delivery of key election promises in the final parliamentary vote before the new election enabled Social Democrats to recoup some votes – mainly at the expense of the Conservatives. </p> <p>Despite the late gains, though, the reality is that the election did not work out for them as well as they had hoped. The big winners remain the rightwing parties. Some in Austria say it's the revival of the right; others that it was just a protest vote. The truth probably lies somewhere between. </p> <p>What is certain is that the bulk of the resurgent right's supporters were from the working class and middle class – and that the <a href=\"http://www.theguardian.com/world/2008/sep/30/austria\">Freedom party</a>, in particular, was the most popular among young Austrians. Leftwing parties failed to motivate people to vote for them. The failure of the Liberal Forum, especially, was a big disappointment. But, given that the party's figurehead was a former Freedom party candidate for president who has moved to the left, and that their one and only MP had made a name for himself as an opponent of buying Eurofighter jets at the same time as owning a firm that lobbied for support for the deal, did not help their chances. This election, then, probably marks the death of the Liberal movement in Austria. </p> <p>Before the vote, the Freedom party categorically ruled out any alliance with the BZÖ of Jörg Haider, who, in contrast, always said he would not rule out any cooperation – not even with the Greens. Like the FPÖ, the Social Democrats always said they would never form an alliance with Haider, whom they blame for previous election disasters. But before the election, nobody thought that Haider would overtake the Greens. He was a spent force – a powerful provincial governor but not a national force – but then the Greens finished fifth. </p> <p>Even a deal with Haider is not without complications. however. He always said he would only come back in a significant role such as vice chancellor. The vote for his party shows the personal appeal he has in the country – and he made much of his record in Carinthia, with populist policies such as discount petrol stations and tax subsidies for families. Haider was also a clear winner in televised debates, adopting a more moderate mode in his delivery compared with the firebrand political rhetoric he used to use when with the Freedom party. </p> <p>But the most likely possibility for Austria, if the current Conservative leader, Wilhelm Molterer, is forced to step down, is a deal once again between the Conservatives and the Social Democrats. This is a strong likelihood given the weakness of the latter's position. </p> <p>Both former coalition partners admit the massive electoral switch to the right is a clear wake-up call, and if they do get back together, they will need to work without any of the bitter infighting that characterised the last government. Any new alliance will need to push through some much-needed reforms and legislation to meet their election promises. Such a new government would have a smaller but still comfortable majority in Parliament. Most analysts agree that if the two main parties succeed in cooperation and deliver results, there is a chance it will work out – and the far right's advances be brought to a halt.</p>",
  "<p>Bill Clinton will tomorrow officially set aside wounded feelings that arose from the Democrats' long and bitter primary contest as he heads out to Florida to hold his first rally for Barack Obama.</p> <p>It comes more than a month after Clinton's emotional endorsement speech at the Democrats' convention and amid new speculation about whether he really wants Obama to win the White House.</p> <p>Clinton's potential to inflict damage on Obama's prospects was underlined again today when John McCain released a new television ad using a clip of the former president to attack the Democrats.</p> <p>Clinton's two appearances in the politically volatile Orlando and Fort Pierce areas mark his first in the general election season. He is being deployed to get more people to register to vote before the deadline in Florida and other states on Monday.</p> <p>Clinton is also expected to campaign in Michigan, Pennsylvania, Nevada and Ohio to encourage people to take part in early voting. Voters in Ohio today began casting absentee ballots following a court ruling that allows residents to register and vote on the same day for the first six days of early voting.</p> <p>Hillary Clinton has addressed a number of rallies for Obama, and has tried to organise supporters of her campaign into a pro-Obama network. But for all the public protestations of support, her husband has failed to repeat the wholehearted support expressed in his convention speech.</p> <p>At the Clinton global initiative last week, the former president upset some Democrats by saying he personally liked McCain and his running mate, Sarah Palin, while adopting a much more impersonal tone when mentioning Obama. He did not even address Obama by name.</p> <p>Clinton dug himself in even deeper in an interview with NBC at the weekend. When pressed as to whether he liked or admired Obama, he said he hardly knew him until they had lunch on September 11.</p> <p>\"Look, I had my first conversation with him in my entire life in Harlem,\" said Clinton. \"I had talked to him but always in passing ... Hillary is the one who told me to go help him. She said, 'This guy's got real skills. He's got almost unlimited potential.' And so I did.\"</p> <p>The unpredictability of Bill Clinton in part informed Al Gore's decision not to use him extensively in the 2000 campaign.</p> <p>The lack of discipline rebounded on Clinton today when the McCain campaign used his words in a new campaign ad blaming Obama and the Democrats in general for the credit crisis.</p>",
  "<p>So Mike Bloomberg apparently wants a third term as mayor of New York. The city's voters supported a term-limits referendum 15 years ago, limiting mayors to two terms. Bloomberg's plan to overturn that decision, <a href=\"http://www.nytimes.com/2008/10/01/nyregion/01bloomberg.html?_r=1&amp;oref=slogin\">according to the NYT</a>, would sidestep the voters and apparently leave it up to the City Council. </p> <p>And lo and behold the City Council just might support a revocation because:</p> <blockquote> <p>The chances of passing legislation in the City Council are strong, according to interviews. In August, a New York Times survey of council members — two-thirds of whom are scheduled to be forced out of office in 2009 — found that a majority were willing to amend the term limits law.</p> </blockquote> <p>Well, I used to cover the Naked City. In a previous life I'd have had a lot to say about this. Now, my chief interest in the matter is that it pretty much guarantees that whatever chance there was that Bloomberg might have endorsed John McCain -- McCain has courted the mayor, a Jewish independent, and Bloomberg has more of a personal relationship with McCain than he does with Obama -- just went from whatever it was to zero.</p> <p>Why do I say this? Because New York City voter enrollment is five-to-one Democratic, and Obama is going to carry the five boroughs with somewhere between 75% and 85% of the vote. Nobody who just decided he's going to try to go before two million or so heavily Democratic and substantially black voters is going to endorse a man who's going to win 15% of their vote (the rest will go to Ralph Nader).</p> <p>So the question is raised: might Bloomberg endorse Obama? If he'd decided to run for governor, I'd have said there was no percentage in it. But a Bloomberg who's running for mayor , and trying to fend off about three Democratic challengers including one who is African-American (the city comptroller), just might make a different calculus. </p> <p>It would certainly be a useful endorsement from Obama's point of view, not for New York of course (which is sewn up) but for Jewish voters in Florida and elsewhere.<br></p>",
  "<p>The Republican Sarah Palin and her officials in the Alaskan state government drew on the work of at least six scientists known to be sceptical about the dangers and causes of global warming, to back efforts to stop polar bears being protected as an endangered species, the Guardian can disclose. Some of the scientists were funded by the oil industry. </p> <p>In official submissions to the US government's consultation on the status of the polar bear, Palin and her team referred to at least six scientists who have questioned either the existence of warming as a largely man-made phenomenon or its severity. One paper was partly funded by the US oil company ExxonMobil.</p> <p>The status of the polar bear has become a battleground in the debate on global warming. In May the US department of the interior rejected Palin's objections and listed the bear as a threatened species, saying that two-thirds of the world's polar bears were likely to be extinct by 2050 due to the rapid melting of the sea ice. Palin, governor of Alaska and the Republican nominee for US vice-president, responded last month by suing the federal government, to try to overturn the ruling. The case will be heard in January.</p> <p>Though the state of Alaska has no polar bear specialists on its staff, the governor's stance has pitted it against the combined scientific fire-power of the US Fish and Wildlife Service, the US Geological Survey, and world experts on the mammal.</p> <p>In its lawsuit, Alaska said it opposed the endangered label partly because the listing would \"deter activities such as … oil and gas exploration and development\". Oil companies recently bid $2.7bn (£1.5bn) for rights to explore the Chuckchi sea, an established polar bear habitat.</p> <p>The threatened species status might also impede the building of an Alaskan natural gas pipeline, which Palin has called the \"will of God\". In a letter last year to the US interior secretary, Dirk Kempthorne, she said she believed the polar bear population was \"abundant, stable and unthreatened by direct human activity\". She opposed the call for the listing because it \"did not use the best available scientific and commercial information\".</p> <p>Her own Alaskan review of the science drew on a joint paper by seven authors, four of whom were well-known climate- change contrarians. Her paper argued that it was \"certainly premature, if not impossible\" to link temperature rise in Alaska with human CO2 emissions.</p> <p>The paper, entitled Polar Bears of Western Hudson Bay and Climate Change, has been criticised for relying on old research and ignoring evidence that Arctic sea-ice is melting at a quickening pace. Walt Meier, a world authority on sea ice, based at the National Snow and Ice Data Centre, said: \"The paper doesn't measure up scientifically.\"</p> <p>One co-author of the paper, Willie Soon, completed the study with funding from ExxonMobil — which has oil operations in Alaska's North Slope — as well as from the American Petroleum Institute. Soon was a former senior scientist with the George C Marshall Institute, which acts as an incubator for climate-change scepticism. The institute has received $715,000 in funding from ExxonMobil since 1998. </p> <p>In May, ExxonMobil announced that it was no longer funding Marshall and other groups linked with contrarian views. It said this was to avoid \"distraction from the need to provide energy while reducing greenhouse gas emissions\" and stressed that the company did not \"control the research itself\".</p> <p>Another co-author of the document was Sallie Baliunas. In 2003 she and Soon were criticised when it was revealed that a joint paper had been partially funded by the American Petroleum Institute. Thirteen scientists whom they cited issued a rebuttal and several editors of the journal Climate Research resigned because of the \"flawed peer review\". A third co-author of the polar bear study, David Legates, a professor at Delaware University, is also associated with the Marshall Institute.</p> <p>The citation by Palin and her officials prompted complaints from Congress. One member, Brad Miller, dubbed the polar bear study phony science. <br>Palin told Miller: \"Attempts to discredit scientists...simply because their analyses do not agree with your views, would be a disservice to this country.\" Miller now says that Palin's use of the paper shows she differs greatly from John McCain, the Republican presidential contender, who has pressed for scientific integrity. \"Turning to the cottage industry of scientists who are funded because they spread doubt about global warming is not integrity,\" Miller said.</p> <p>Palin's submission consulted J Scott Armstrong, a specialist in forecasting, who regards the global warming issue as \"public hysteria\". </p> <p>Two other contrarian scholars were cited. One was Syun-Ichi Akasofu, formerly director of the International Arctic Research Centre, in Alaska, who argues that climate change could be a hangover from the -little ice age. He is a founding director of the Heartland Institute, a thinktank that has received $676,500 from ExxonMobil since 1998. </p> <p>Timothy Ball, a retired professor from Winnipeg, is cited for his climate and polar bear research. He has called human-made global warming \"the greatest deception in the history of science\". He has worked with both Friends of Science, and the Natural Resources Stewardship Project, which each had funding from energy firms. </p> <p>Kert Davies, research director at Greenpeace US, said the state of Alaska under Palin's leadership had relied on scholars who argue the opposite view to that of the overwhelming consensus in the scientific community. \"It shows that she is completely out of touch with the urgency of the climate crisis.\"<br>Last month Palin agreed that the Alaskan climate was changing but added: \"I'm not one though who would attribute it to being man-made.\" She later tried to retract the statement.</p>",
  "<p>I swear that Howard Kohr, the executive director of Aipac, must have been briefing John McCain for the <a href=\"http://elections.nytimes.com/2008/president/debates/transcripts/first-presidential-debate.html\">presidential debate</a> against Barack Obama last week. The pro-Israel lobbying group has been shreying for years about the \"existential threat\" posed to Israel by Iran. And so McCain seemed to be reading from the Aipac script when he warned:</p> <blockquote> <p>If Iran acquires nuclear weapons, it is an existential threat to the state of Israel and to other countries in the region because the other countries in the region will feel [a] compelling requirement to acquire nuclear weapons as well. Now we cannot [allow] a second Holocaust. Let's just make that very clear.</p> </blockquote> <p>\"Existential threat to the state of Israel\"? Check. \"Second Holocaust\"? Double check. He's following those talking points right down the line. Good boy, John. They'll be some cheques in the mail come Monday.</p> <p>The only problem with this little nugget of wisdom is that one Middle East state already has nuclear weapons. Israel's nuclear weapons cache has motivated other nations in the region like Iraq under Saddam, Iran and perhaps even Syria to feel the compulsion to have them. So if Iran acquired such weapons it wouldn't be as if it were the first state to have them. But for some strange reason neocons like McCain view Israel's nuclear weapons as benign, while an Arab nuclear weapon would be a threat.</p> <p>Here's another talking point covered:</p> <blockquote> <p>Senator Obama ... said ... he would sit down with Ahmadinejad, Chavez and Raul Castro without precondition. Without precondition. Here is Ahmadinejad, who is now in New York, talking about the extermination of the state of Israel, of wiping Israel off the map, and we're going to sit down, without precondition, across the table, to legitimise and give a propaganda platform to a person that is espousing the extermination of the state of Israel, and therefore then giving them more credence in the world arena.</p> </blockquote> <p>\"Wiping Israel off the face of the map\"? Triple check.</p> <p>Problem is, Ahmadinejad didn't talk about exterminating Israel in New York or anywhere else. Does the Iranian president hate Israel? No doubt. Is the feeling mutual among Israeli leaders? You bet. In an <a href=\"http://www.nytimes.com/2008/09/30/world/middleeast/30olmert.html?ref=world\">astonishing interview</a> published Monday, Ehud Olmert, the former Israeli prime minister, had this to say about Israel's failed policy toward that country: \"Part of our megalomania and our loss of proportions is the things that are said here about Iran.\"</p> <p>Has Ahmadinejad ever said Iran would attack Israel? No. Can we say the same about Israel? No.</p> <p>In fact, the Guardian's Jonathan Steele published an exclusive story last week revealing that Olmert asked George Bush last May, during Israel's 60th anniversary celebrations, <a href=\"http://www.theguardian.com/world/2008/sep/25/iran.israelandthepalestinians1\">for approval to bomb Iran</a>. Bush demurred. But had he not, Israel might already have attacked Iran. So the idea that Iran is a mortal threat to Israel, while the latter is an innocent lamb doesn't stand the test of reasonableness.</p> <p>Steele's story makes the presidential choice even starker for those Americans who do not wish to see a military attack against Iran by either the US or Israel. It would appear from McCain's rhetoric that he would approve such an attack were he to become president. As if we needed any more reasons to vote the other way.</p> <p>Another ironic element to all this is that no less a Republican eminence gris than <a href=\"http://www.huffingtonpost.com/2008/09/27/aps-debate-factcheck-kiss_n_129820.html\">Henry Kissinger has advocated unconditional talks with Iran</a> \"at the highest level\". Isn't it amazing to have Kissinger and Obama agreeing on something?</p> <p>McCain of course tried to claim that <a href=\"http://features.csmonitor.com/politics/2008/09/28/the-debates-kissinger-flap-who-was-right/\">because he'd known Kissinger for 35 years</a>, the old man could have said no such thing. But that's precisely what the former secretary of state did say only last week. Even odder was <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/27/AR2008092700301.html\">Kissinger's statement following the debate</a> that said McCain had it right. It's as if these two old geezers can't remember what they said just yesterday.</p> <p>I think it's a shame that McCain is clearly campaigning for the votes of elderly Florida Jews through pandering to their worst fears about an impending Holocaust. He knows Jews of a certain age will respond like Pavlov's dog if they hear such language used in a context that invokes questions of Jewish survival. I don't blame Jews for having this reaction. A people who has suffered the traumas that ours has is bound to have similar reactions.</p> <p>But I do blame otherwise intelligent politicians who deliberately stoke the fears of such people in pandering for votes in the provinces. Provoking fears of Israel's destruction should have no place in US politics. We need to hold out hope for a brighter future for ourselves and for the state of Israel - a future of negotiation, peace and security.</p>",
  "<p>The Zimbabwe power-sharing agreement today appeared near collapse after President Robert Mugabe demanded the right to appoint all key cabinet ministers, rendering the opposition toothless at the helm of the country.</p> <p>After an hour-long meeting between the 84-year-old president and prime minister-elect Morgan Tsvangirai, his opposition Movement for Democratic Change (MDC) said it had asked South African mediator Thabo Mbeki to salvage the power-sharing process. </p> <p>However, South African officials tonight could not confirm they had received such a request, amid confusion since Mbeki resigned as president on September 21. </p> <p>MDC spokesman Nelson Chamisa said: \"We want to share power. But Mugabe wants to swallow the MDC. We will not allow that. He wants all the key ministries - finance, home affairs, defence, information, foreign affairs, justice and even women and youth.\" </p> <p>On Monday, after returning from the United Nations General Assembly in New York, Mugabe told a crowd at Harare airport that he would appoint a cabinet \"before the end of this week\", suggesting he would not await the agreement of the MDC. </p> <p>Zimbabwe has been without a government since parliament was dissolved in January ahead of elections on March 29 in which the MDC won a lower house majority and Tsvangirai forced Mugabe to a presidential run-off poll. </p> <p>The violence that preceded the second election, on June 30, prompted the opposition leader to withdraw. Under a power-sharing agreement mediated by Mbeki and signed on September 15, the government was to have 31 ministries. </p> <p>In a bid to reflect the parliamentary election result, 13 of the ministries were to be nominated by Tsvangirai's MDC and a further three by another faction of the MDC, led by Arthur Mutambara. </p> <p>But talks about which ministries would be offered to whom had not been completed before the signing and the process quickly began to falter amid an unrelated power-struggle in South Africa which saw Mbeki ousted as president a week later. </p> <p>In New York last week, Mugabe claimed agreement had been reached on all but four ministries, which he did not name but which were believed to be home affairs, finance, local government and foreign affairs. </p> <p>The international community were looking to the MDC winning control of at least the finance ministry and preferably foreign affairs before resuming full trade relations and ultimately considering lifting travel bans and asset restrictions on leading figures in the ruling Zimbabwe African National Union - Patriotic Front (Zanu-PF). </p> <p>Observers had suggested that Mugabe wanted to retain control of the defence ministry - and therefore the army - but might be prepared to relinquish home affairs - and thus control of the police - to the opposition. </p> <p>But it now appears that negotiations had never reached such an advanced stage. Nor did they progress while Mugabe was in the United States for 10 days.</p> <p>University of Zimbabwe political analyst John Makumbe said the agreement was \"full of holes\" from the start. He said: \"I do not know what the MDC were thinking when they signed it. The agreement left Mugabe with all the powers. It was defective because it never allocated the levers of power. </p> <p>\"Now he has behaved in his predictable fashion. He is not only backing out of the deal but it is clear that he was simply trying to use the MDC as a glove to bring back foreign direct investment. </p> <p>\"By the end of this week we can expect to have a cabinet just as Mugabe wants it. He is under pressure from the old guard in Zanu-PF who do not want to lose their jobs.\" </p> <p>Makumbe shared misgivings expressed by several observers about Mbeki's future role. Despite having been endorsed by the Southern African Development Community and the African Union to continue as mediator, he is seen as lacking clout now that he is no longer president.</p>",
  "<p>The Dow yesterday fell 6.98%. The S&amp;P 500 fell 8.81%. Nasdaq dropped 9.14%. The Wilshire 5000 lost $1.2tn in value. And Sarah Palin gets <a href=\"http://www.huffingtonpost.com/2008/09/25/palin-talks-russia-with-k_n_129318.html\">flustered</a> by Katie Couric?</p> <p>Palin's novelty act of a campaign played well for a couple of weeks — until events forced the country to think about the need for actual governing. The blogger <a href=\"http://www.eschatonblog.com/\">Atrios</a> wrote that maybe she should suspend campaigning. </p> <p>If Congress seems unsure about what to do, it's because <a href=\"http://www.gallup.com/poll/110746/Americans-Favor-Congressional-Action-Crisis.aspx\">the country is unsure</a>. Most people I know are struggling with two conflicting impulses: screw the bastards on Wall Street or do something. The challenge for Congress is to master — or at least tame — the impulse to screw the bastards just enough to find a way to do something effective.</p> <p>These conflicting impulses play out differently at different political levels. Members of Congress have been hearing screw the bastards by a margin of 100 to one. But candidates for president can't simply say screw 'em. They're expected to look like they can lead, which is why McCain's <a href=\"http://www.politico.com/news/stories/0908/13947.html\">erratic campaigning</a> and public failure to rescue the rescue package are hurting his standing so badly.<br> It has been two long weeks since McCain asserted that the economy's fundamentals are sound. Since then, he again declared that that markets don't need more regulatory oversight, agreed that the bail-out requires more oversight, returned to the idea of diverting Social Security funds into private investment accounts, issued a joint statement on the bailout with Barack Obama, announced he would skip the first debate until a bail-out agreement was achieved, sat and watched in the White House meeting as the deal over the bail-out fell apart, decided he would attend the debate after all and headed out on the campaign trail to take credit for the deal before it failed. While Obama was <a href=\"http://voices.washingtonpost.com/the-trail/2008/09/29/obama_urges_calm.html?hpid=topnews\">urging calm</a>, McCain <a href=\"http://www.nytimes.com/2008/09/30/us/politics/30campaign.html?_r=1&amp;oref=slogin\">fumed</a>, \"Senator Obama and his allies in Congress infused unnecessary partisanship into the process,\" hoping we'd forget that Republicans had voted the package down by a two-to-one margin.</p> <p>A good campaign has a theme, or at least a set of consistent messages. For good or ill, John McCain's campaign is largely about McCain himself — and he looks anything but consistent. He is unable to reconcile warring impulses of \"screw the bastards\" and \"do something\". </p> <p>John McCain is running as a Reagan revolutionary. He says he will cut taxes, cut spending and stand up to the bad guys. But the Reagan Revolution happened 28 years ago. McCain really is fighting the last war, and he seems unable to show us how he would lead in the present circumstances.</p> <p>Even as president, Ronald Reagan declared that \"government is the problem\". But first he had to convince voters that he could govern, which is what he did in his <a href=\"http://www.youtube.com/watch?v=px7aRIhUkHY\">first debate</a> with Jimmy Carter. Voters saw Carter as not quite on top of events, but still had to imagine Reagan in the Oval Office before kicking out the incumbent. In the last two weeks, the presidential campaign has gotten down to the question of who is ready to lead. And voters are increasingly answering: Barack Obama.</p>",
  "<p>Like noxious fumes leaking from a corpse, the controversy over the failure of the Bush administration's unpopular emergency financial bail-out plan is infecting every aspect of government and the 2008 presidential election campaign.</p> <p>Eminent reputations lie in ruins; the august institutions of Congress, the Treasury and the Federal Reserve tremble; the presidency itself is shaken. <a href=\"http://www.theguardian.com/commentisfree/2008/sep/30/marketturmoil.economy\">From America's year of living dangerously, few will emerge unscathed</a>.</p> <p>The consensus view, if there is one in so divided a nation, is that the US has suffered a calamitous, across-the-board failure of leadership. The bankruptcy is political as well as economic. This conclusion is widely held among both supporters and opponents of the bail-out. </p> <p>\"Monday's crash-and-burn of the Paulson plan on Capitol Hill reveals a Washington elite that has earned every bit of the disdain that Americans have for it. This crowd can't even make sausage,\" snarled a Wall Street Journal editorial today. Black Monday's shambles marked an \"historic abdication\".</p> <p>Republicans and Democrats in the House of Representatives were excoriated for political cowardice, childish disputatiousness, and a selfish desire to get re-elected next in November at any cost. It is clear that, whatever they do next, the public simply does not trust them to do it right.</p> <p>\"A political establishment held in higher regard may have been able to hold together some kind of coalition of the willing,\" wrote Joel Achenbach in the Washington Post. \"But <a href=\"http://www.theguardian.com/commentisfree/2008/sep/28/globaleconomy.creditcrunch\">distrust of the nation's leaders</a>, from the leaders of Congress to the president, foreclosed that possibility.\"</p> <p>This was not mere rhetoric. Congress's public approval rating was down to 18% before the crisis hit. By some estimates, it is now 10% and falling. Washington has seen a \"throw the bums out\" mood before, notably Newt Gingrich's 1994 anti-government \"Republican revolution\". But this is something else.</p> <p>Like some others, Gingrich is calling for the resignation of Hank Paulson, the treasury secretary, for presiding over a train wreck and then failing to persuade people why $700bn was needed to get back on the rails.</p> <p>Other heads enthusiastically recommended for the chopping block include those of the Democratic House speaker, Nancy Pelosi, for being \"too partisan\", and the Republican House minority leader, John Boehner, for not being partisan enough.</p> <p>An unhappy Boehner said before the vote that the bail-out was a \"crap sandwich\" that he and colleagues were obliged to eat. As it turned out, 133 Republicans and 95 Democrats found it too much to swallow.</p> <p>Boehner's lament led the <a href=\"http://www.latimes.com/news/opinion/la-oe-goldberg30-2008sep30,0,5468292.column\">Los Angeles Times columnist Jonah Goldberg to extend the analogy</a>. \"Two decades of crapulence by the political class has been prologue to the era of coprophagy that is now upon us,\" he wrote. \"It is crap sandwiches for as far as the eye can see.\"</p> <p>As they contemplate their vanished savings and plundered pension plans, you can almost hear voters grimly grinding their teeth in agreement.</p> <p>Many members of Congress found themselves caught between party leadership and angry constituents, and sought to explain themselves.</p> <p>\"We are now in the golden age of thieves. And where I come from, we put thieves in jail. We don't bail them out,\" said Pete Visclosky, an Indiana Democrat who voted no.</p> <p>The signal failure, as critics see it, of President George Bush to show a lead out of the morass has provoked a new crop of political obituaries. \"No longer a lame duck, he's a dead duck,\" said the Democratic strategist Paul Begala.</p> <p><a href=\"http://www.theguardian.com/business/2008/sep/30/banking.wallstreet1\">Bush's resort to fear tactics, warning of national disaster if the bail-out failed</a>, recalled for many his previous alarmist attempts to justify the Iraq war and \"war on terror\" curbs on civil liberties. Yet in his public appearances, Bush has looked abject, almost humbled - much reduced from his bumptious, \"Yo, Blair!\" days. </p> <p>\"We know why Bush has not attempted to play [a leading] role in this crisis,\" said the veteran columnist David Broder: \"His second term has so depleted his personal credibility and political influence that he is crippled as a national leader ... Attaching his name to almost any proposition costs it public backing.\"</p> <p>Amid expectations that some form of bail-out will eventually pass, the Democratic presidential candidate, Barack Obama, is trying to project the image of a cool, calm leader behaving judiciously in a time of trial. Polls suggest the crisis is breaking his way, although it could backfire. Republicans are bent on painting him as ineffectual, untested, and unengaged.</p> <p>John McCain is plainly struggling to explain why he could hold his party together despite his dramatic rescue mission to Washington last week. But the Republican camp hopes to blunt the Democrat's advantage, claiming yesterday that Obama would increase federal spending by $800bn, raise taxes and make everything worse.</p> <p>Here's McCain speaking after the bail-out flopped: \"I went to Washington last week to make sure that taxpayers across this great country were not left footing the bill for mistakes made on Wall Street and evil and greed in Washington.</p> <p>\"As a matter of record, Senator Obama took a very different approach. At first he didn't want to get involved. Then he was 'monitoring the situation'.\"</p> <p>McCain paused as the crowd sniggered, gave a wry smile, shrugged, and then went for the kill. \"That's not leadership. That's watching from the sidelines.\"</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/KsKfMuENxhY?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"425\" height=\"344\"><param name=\"movie\" value=\"http://www.youtube.com/v/KsKfMuENxhY&color1=0xb1b1b1&color2=0xcfcfcf&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/KsKfMuENxhY&color1=0xb1b1b1&color2=0xcfcfcf&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object> </figure>   <p>Ah, now here's a devastatingly leftfield tactic from Senator John Sidney McCain III that's so crazy it might just work: following the failure of his \"campaign suspension\" gambit last week, the Republican candidate is willing to consider putting country above politics this week by... <em>suspending his campaign</em>. Again. There is a reason they call this man a maverick, my friends. [<a href=\"http://talkingpointsmemo.com/archives/220826.php\">Talking Points Memo</a>] </p>",
  "<p>In the aftermath of the Wall Street meltdown, HBO's Bill Maher has made a plea on behalf of John McCain and other rich white people: \"I think the recent news from Wall Street has made us all less tolerant and only reinforced the stereotype that white people are shiftless, thieving welfare queens.\"</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/0iM0mUfATJk?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"425\" height=\"344\"><param name=\"movie\" value=\"http://www.youtube.com/v/0iM0mUfATJk&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/0iM0mUfATJk&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object> </figure>",
  "<p>Another poll has <a href=\"http://www.rasmussenreports.com/public_content/politics/election_20082/2008_presidential_election/virginia/election_2008_virginia_presidential_election\">Obama edging ahead in Virginia</a>. Rasmussen gives him a three point lead. Last week it was five. That's still within the margin of error and that could be a <a href=\"http://www.theguardian.com/commentisfree/2008/sep/15/barackobama.race\">bigger margin than usual</a>. It could go either way. And that's the point. It's <a href=\"http://www.theguardian.com/world/2008/sep/23/uselections2008.barackobama\">Virginia</a>. It's supposed to go one way: Republican. That's what it's done for 44 years. It's the only Southern state Jimmy Carter couldn't win. Yet <a href=\"http://www.pollster.com/\">Pollster.com</a> has them running exactly even; <a href=\"http://www.electoral-vote.com/\">Electoral-vote.com</a> has it leaning Democrat. <a href=\"http://www.fivethirtyeight.com/\">FiveThirtyEight.com</a> gives Obama a 78% chance of taking it.</p> <p>The former Virginia governor, Doug Wilder, told me a few weeks ago that he has long been convinced this was possible. He recalled standing next to Hillary Clinton in Little Rock, Arkansas as the 1992 presidential election results rolled in. Bill Clinton lost Virginia then by just four points. \"Wow Doug, look how close it is in Virginia,\" she said. \"Yes,\" answered a slightly piqued Wilder. \"Had you campaigned or put resources there we could have won it.\"</p> <p>Obama has invested huge resources here. The vote-rich battleground areas are in Hampton Roads on the Eastern seaboard and the northern suburbs, near Washington, DC. On Saturday around <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/27/AR2008092702690.html?hpid=\" topnews.\" \">12,000 people turned up in Fredericksburg</a> to hear Obama speak. Another 14,000 waited outside in the rain. </p> <p>To counter that success, McCain will have to rally the Republican base in the south-west of the state in places like Roanoke, an area he lost to conservative Southern preacher-cum-governor Mike Huckabee in the primaries. I wouldn't be surprised if we see Sarah Palin down this way once debate camp is over.</p> <p><strong>· </strong> Contact Gary Younge at <a href=\"mailto:g.younge@theguardian.com\">g.younge@theguardian.com</a></p>",
  "<p>They called themselves the \"<a href=\"http://www.cbsnews.com/stories/2008/09/26/politics/politico/thecrypt/main4481073.shtml\">sceptics caucus</a>\": an alliance of liberals and conservatives in the House of Representatives who could not bring themselves to support the Bush administration's hastily assembled $700bn bail-out.</p> <p>Behind closed doors, the backbenchers became strange bedfellows as they heard from economists who believed that handing over toxic assets to the government would not fix the credit crisis. As the dust clears from the bail-out's spectacular failure yesterday, <a href=\"http://www.nytimes.com/2008/09/30/business/30assess.html?_r=1&amp;hp&amp;oref=slogin\">fingers were pointed</a> at John McCain, Barack Obama, and George Bush -- but few at the factions who, together, sent the financial house of cards tumbling down. </p> <p>These are the politicians who will have to be convinced before the plan can pass. Who are they, anyway?</p> <p><strong>Original sceptics</strong> are the core band of liberals who first objected to the rescue less than 48 hours after it was put to paper. They have questioned whether a tax on the top 1% of earners should help pay for the plan and want to see \"fast-track\" rules that would allow Congress to easily pass strict financial regulatory reform next year. \"If the bill does not include this provision, next year Wall Street can hire 4100 lobbyists to persuade 41 senators to delay any reform bill until it is diluted,\" they said last week. <em>Members:</em> Brad Sherman (California), Rush Holt (New Jersey), Bob Filner (California), Mike McIntyre (North Carolina), Donna Edwards (Maryland), Lloyd Doggett (Texas), Peter DeFazio (Oregon)</p> <p>The <strong>congressional black caucus</strong>, one of the House's most powerful Democratic blocs, can usually be counted on to back their leaders. But this time the caucus split 21-18 against the bail-out, with several key members criticising the lack of direct foreclosure aid to struggling homeowners in their home states. Congressman Jesse Jackson Jr, son of the famed activist, dubbed the plan not the New Deal but the \"Quick Deal\". <em>Members:</em> John Conyers (Michigan), Sheila Jackson-Lee (Texas), Hank Johnson (Georgia), Bobby Rush (Illinois), Diane Watson (California), John Lewis (Georgia), Emanuel Cleaver (Missouri), Barbara Lee (California)</p> <p>Most House Republicans count themselves as <strong>Reagan-ites</strong>, but a handful were so angered by the bail-out's free pass for the free market that they rejected entreaties from respected senior conservatives to swallow hard and vote yes. The Republican Study Committee is the main bastion of the Reagan-ites, but not all of its 90-plus members are viscerally opposed to the very concept of the plan. <em>Members:</em> Darrell Issa (California), Jack Kingston (Georgia), Jeb Hensarling (Texas), Mike Pence (Arizona), Thaddeus McCotter (Michigan), Zach Wamp (Tennessee) John Shadegg (Arizona), Peter Hoekstra (Michigan)</p> <p>The <strong>maybe moderates</strong> will be the first group to be targeted by leaders of both parties for vote-switching. These are the members of Congress -- some of whom are retiring this year, others locked in tough re-election fights -- who tend to feel the most pressure from competing lobbies as well as their constituents in swing states. <em>Members:</em> Judy Biggert (Republican, Illinois), Steve Chabot (Republican, Ohio), Nancy Boyda (Democrat, Kansas), Chris Carney (Democrat, Pennsylvania), Kirsten Gillibrand (Democrat, New York), Dave Reichert (Republican, Washington), Don Cazayoux (Democrat, Louisiana)</p>",
  "<p>The son of former Liberian president Charles Taylor ran a security force in his father's government with a brutal agenda marked by the beating, burning and beheading of people opposed to his rule, a federal prosecutor said Monday during a landmark torture trial in Miami.</p> <p>Charles \"Chuckie\" Taylor Jr, born in Boston and raised in Orlando, Florida, was tapped by his father to command an anti-terrorist unit called the Demon Forces that cut a man's penis with a sharp knife before dumping him in a dirt pit, Justice Department prosecutor Christopher Graveline said in opening statements.</p> <p>\"You will hear witness after witness tell about the fear they felt when they heard that name,\" Graveline said, referring to the nickname, \"Chuckie,\" that Taylor went by in Liberia from 1999 to 2003 when he served as a security-force boss.</p> <p>The Miami criminal case - taking place at the same time the father<br>faces a war crimes tribunal in The Hague, Netherlands - marks the first US prosecution of torture committed in a foreign country. Taylor, a 31-year-old U.S. citizen, is charged with conspiracy, torture and carrying a firearm during a violent crime.</p> <p>Taylor's court-appointed defence attorney depicted his client as an innocent man who helped protect his father's government against rebels seeking to overthrow it.</p> <p>The defence argued that witnesses wrongly accused Taylor of torture in an attempt to get out of the impoverished, violent African nation.</p> <p>Assistant Federal Public Defender John Wiley said if this case were a newspaper headline it would read: \"Desperate and disgruntled Africans accuse American to escape war-torn Liberia.\"<br>He said some are seeking protected status such as asylum in the United States in exchange for their testimony against Taylor.<br>If convicted of the horrific allegations - burning victims' flesh with molten plastic, shocking their genitals with an electrical prod, ordering the beheading of one victim with a knife - Taylor would spend the rest of his life in prison.</p> <p>Taylor was charged under a 1994 law that permits the federal government to prosecute anyone suspected of carrying out torture outside the United States as long as the suspect is a US citizen, legal resident or is present in this country, regardless of nationality.<br>He was arrested on false passport charges when he arrived in Miami from Trinidad in March 2006.</p> <p>Taylor's goal in the alleged conspiracy was to \"strengthen the power and authority\" of his father's presidency and to \"eliminate actual and perceived opponents and threats to his administration by means of torture,\" according to the indictment.</p> <p>The indictment accuses him of using Liberia's antiterrorist unit to seize, imprison, interrogate and mistreat those opposed to his father's government \"by acts specifically intended to inflict severe physical pain and suffering\".</p> <p>The Taylor trial is expected to last up to eight weeks, said district judge Cecilia Altonaga. Prosecutors will call government agents as well some of the seven alleged victims cited in the indictment.<br>Taylor's attorneys also plan to put on a defence, saying they will call witnesses to testify he did not commit any acts of torture.<br></p>",
  "<p>Three north Texas pastors have courted trouble with the US internal revenue service by talking presidential politics from the pulpit.</p> <p>The Reverend Stephen Broden of Fair Park Bible Fellowship in Dallas and the Reverend David Whitington of Christ Our King church in Southlake confirmed in phone interviews yesterday that they endorsed Republican John McCain during Sunday sermons. </p> <p>They did so as part of a Christian legal group's Pulpit Freedom Sunday campaign.</p> <p>The Reverend Richard Bacon of Faith Presbyterian Church Reformed in Mesquite came out against Democratic candidate Barack Obama, though he didn't endorse McCain, according to the Alliance Defence Fund. He couldn't be reached for comment.</p> <p>The group enlisted those pastors and 28 others to test the constitutionality of a tax code provision that says churches, as non-profits enjoying tax-free status, can't intervene in elections.</p> <p>\"What I did [Sunday] is consistent with the freedoms that are guaranteed me under the Constitution,\" said Broden. \"Second, I'm being consistent with my call as a minister and a prophetic voice in the culture.\"</p> <p>Broden said his church studied the candidates' positions on abortion, euthanasia, embryonic stem cell research, human cloning and same sex marriage.</p> <p>\"The Democratic candidate did not fit our view,\" he said. \"The Republican did.\"</p> <p>Broden is black, as are most members of his church. Asked about opposing Obama, who could become the nation's first black president, the pastor said, \"My allegiance is first to my faith.\"</p> <p>Whitington said he was swayed by McCain's opposition to abortion and more conservative approach to gay rights.</p> <p>\"I want all preachers, pastors, priests, whatever, to be able to say what they think God is saying about the cultural issues, without harassment,\" he said.</p> <p>Americans United for Separation of Church and State filed complaints with the IRS about six pastors who were part of Sunday's action.</p>",
  "<p>To what extent does the current Conservative poll lead reflect voters' opinion of David Cameron and Gordon Brown? How much does it reflect their actual policies? In leadership, has style overtaken substance? That was the the opinion research agency <a href=\"http://www.yougovstone.com/\">YouGovStone</a> tried to answer on the Conservative fringe yesterday.</p> <p>It did seem curious, to say the least, that this discussion was taking place on the day that the world economy appeared to be on the brink of meltdown: if ever there was a time for political leaders of substance, it is surely now. Before the session began in earnest we were handed polling data which revealed that in a survey of 515 influential people (who these were and how they were selected was not explained), 59% thought that Cameron was a triumph of style over substance – and yet despite this perception, 78% also believed that he would lead the Conservatives to victory at the next general election.</p> <p>If I were a Conservative, this would make me quite nervous. It suggests that the Tory lead is rather soft and that it is bolstered by a sense of the inevitability of a Tory victory and disillusionment with the government. Everyone on the panel – Tory PPC Priti Patel, Newsweek correspondent Stryker Maguire, Daily Mail political editor Ben Brogan and shadow culture minister Jeremy Hunt – agreed that the current state of the polls was largely due to the personalities of the two leaders. At times I felt as though I had stumbled into a gathering of amateur psychologists, as Ben Brogan talked of how these days we want political leaders with \"emotional intelligence… we expect empathy and our politicians to emote,\" he argued, adding that \"we want to cut them and see them bleed.\" </p> <p>Cameron, then, was a man of these times, comfortable in his skin – as opposed to the troubled and tortured Brown, who is profoundly uncomfortable exposing his emotions. It is of course true that without the right messenger the message will not be heard, but Brogan's analysis is rather too neat an explanation. This is not America and at the next election we are not electing a president, but the leader of a political party. During Brown's first months as PM, the very qualities that are now considered flaws were being hailed as his greatest strengths: that he resisted Blair's theatrics and was not showy. Likewise Blair's downfall was ultimately not because people tired of his style, but rather because they became angry at his actions. It was Brown's botched election and his visit to Iraq during last year's Conservative conference that explained his plunging poll ratings. It was not his lack of emotional intelligence: it was his perceived inauthenticity. He had promised to be one thing and was shown to be another.</p> <p>That's the crucial point: we don't necessarily want emoting politicians but we do want leaders whom we can believe in. What does Cameron actually believe in, beyond wanting to win power? It's a question that was often asked of Blair, and the danger for David Cameron is that he is slavishly adhering to the Blair manual on how to win an election when events have rendered that manual obsolete. Perhaps in calmer times the Conservatives could rely on the pendulum theory of politics and be confident that the electorate would feel it was time for a change and vote in the man most able to talk human. These are not such times. Now is the time for a leader of substance. Is David Cameron that man?</p>",
  "<p>What if you started a television season and nobody watched? From behemoths such as Heroes to new shows such as <a href=\"http://www.imdb.com/title/tt1119644/\">Fringe</a>, US television is in the middle of a ratings freefall as viewers turn away from escapist dramas and tune into politics instead. </p> <p>All the superpowers in the world aren't enough to make people stop worrying in times like these and some of America's biggest hits have suffered - on ABC <a href=\"http://www.imdb.com/title/tt0413573/\">Grey's Anatomy</a> drew 17% fewer viewers to its season premiere this year, <a href=\"http://www.imdb.com/title/tt0805669/\">Ugly Betty</a> was down 15% while NBC's <a href=\"http://www.bbc.co.uk/drama/heroes/\">Heroes</a>, coming off the back of a much-criticised second season, slumped 29% from 14.1 million to 10 million viewers.</p> <p>Then there's the lack of excitement surrounding the season's new shows. The biggest of them all, JJ Abrams' so-so Fringe, which starts in Britain on Sky One this Sunday, is a sort of supernatural CSI with the odd good one liner and a likeable cast. It's OK, if a bit uneven, but compared with NBC's plodding new <a href=\"http://en.wikipedia.org/wiki/Knight_Rider_(2008_film)\">Knight Rider</a> spin-off or the fast-fading <a href=\"http://www.guardian.co.uk/media/2008/sep/05/ustelevision.television\">90210 remake</a>, it looks like a work of genius. </p> <p>As for those ratings, they're currently at 8.1 million. It's a respectable viewing figure albeit not the overwhelming hit Fox desired. Instead the season's biggest hopes now rest on CBS's <a href=\"http://www.imdb.com/title/tt1196946/\">The Mentalist</a> (which despite the lost-in-translation title is a fun detective tale in the Bones mould) although this could all change when the much-hyped Christian Slater's double agent drama My Own Worst Enemy airs on October 13 on NBC. And it's not all doom and gloom, cable still has a couple of interesting debuts – HBO's <a href=\"http://www.hbo.com/trueblood/\">True Blood</a> is both clever and witty, FX's <a href=\"http://www.fxnetworks.com/shows/originals/soa/\">Sons of Anarchy</a> is compelling in a slightly unpleasant way - but it's still fair to say that most of the new shows have failed to catch light.</p> <p>Then there are last year's new shows. The writer's strike meant that many of the supposed hits of 2007 failed to cement their place in viewer's hearts and thus this season is almost a chance to start all over again. Hopes are high, for example, that the twee <a href=\"http://en.wikipedia.org/wiki/Pushing_Daisies\">Pushing Daisies</a> on NBC will win more fans with a less winsome tone while amiable nerd dramas <a href=\"http://www.imdb.com/title/tt0934814/\">Chuck</a> on NBC and <a href=\"http://en.wikipedia.org/wiki/Reaper_(TV_series)\">Reaper</a> on The CW get another chance to attract their slacker (and somewhat slack) fans; by contrast ABC's <a href=\"http://abc.go.com/primetime/dirtysexymoney/index\">Dirty Sexy Money</a> appears to have thrown the baby out with the bathwater by hiring the showrunner from the execrable <a href=\"http://abc.go.com/fallpreview/bigshots/index\">Big Shots</a> and abandoning wit in favour of <a href=\"http://en.wikipedia.org/wiki/Dynasty_(TV_series)\">Dynasty</a> levels of camp melodrama. </p> <p>And even these reboots are failing to alleviate an overwhelming sense of gloom. Yes, The CW's buzzy <a href=\"http://www.imdb.com/title/tt0397442/\">Gossip Girl</a> is still generating buzz and yes, it's easy to attach too much importance to ratings in these days of downloads, <a href=\"http://www.tivo.com/\">TIVO</a>, on demand, and streaming but it's still hard to remember a TV season generating less excitement than this one, with no single show attracting widespread acclaim and a sense that people really are switching off their televisions to do something more interesting instead.</p> <p>Still, there is one silver lining for the ratings-obsessed industry. Cable news channels are seeing an overwhelming rise in interest as across America people switch the dials on their televisions from light-hearted escapism to find out the cold hard facts with 52.7 million people watching the first presidential debate between Senators <a href=\"http://www.guardian.co.uk/world/barackobama\">Obama</a> and <a href=\"http://www.guardian.co.uk/world/johnmccain\">McCain</a>.<br> Political comedy is also enjoying a bounce: <a href=\"http://www.nbc.com/Saturday_Night_Live/\">Saturday Night Live</a> has seen its ratings shoot through the roof, largely because of Tina Fey's entertaining impersonation of Governor <a href=\"http://www.guardian.co.uk/world/sarahpalin\">Sarah Palin</a>, while Comedy Central's <a href=\"http://www.thedailyshow.com/\">The Daily Show</a> drew its highest ratings ever last week, up 28% on its yearly average. In fact maybe instead of despairing we should all be relieved. After all, if America is shrugging off its apathy to focus on the political, surely the premature deaths of a couple of dramas is a small price to pay?</p>",
  "<p>The market opened strong this morning (it's been open 25 minutes as I write). This isn't surprising, but one suspects that over the next few days various details of the credit crunch will appear and people will get jittery again.</p> <p>So what is Congress' next move? Today is Rosh Hashannah, so nothing will happen today. Some argue that the Democrats ought to come back Wednesday with their own proposal -- add sweeteners so a handful of the 95 Dems who voted against will switch and just pass a Democratic bill. There's something to that but I think legislative leaders will reject it as too risky. They want both parties buying in, so they'll probably just add a few wrinkles and twist a few arms and re-vote on essentially the same bill on Wednesday or Thursday and pass it narrowly.</p> <p>In the meantime, John McCain is <a href=\"http://ap.google.com/article/ALeqM5hocXiEYKKd07OxuNLMOX-vvxQ5sQD93GTFSO0\">taking </a><a href=\"http://ap.google.com/article/ALeqM5hShKYdJ4cp-nC99ZBCXe1yCypUXgD93GLPA00\">loads </a>of <a href=\"http://www.nysun.com/business/bailout-failure-puts-mccain-on-the-spot/86864/\">hits </a>today. He's not usually this roundly rebuked by the conventional wisdom, so he must be hurting, poor fellow. Change-the-subject-stunt watch; it's only a matter of time.<br></p>",
  "<p>The White House joined forces with Congressional leaders to pledge that a fallen $700bn bail-out of the banking industry will be quickly resurrected, fuelling a sharp recovery on the financial markets as Wall Street stocks surged with relief.</p> <p>President Bush held \"very constructive\" talks today with both of his potential successors, John McCain and Barack Obama, about the options for reviving the emergency rescue plan that was dramatically thrown out by the House of Representatives on Monday.</p> <p>Senate leaders began informal discussions about holding a fresh vote by the end of the week. Meanwhile, US regulators offered a helping hand to the financial industry through moves to broaden protection of customers' bank deposits and to liberalise accounting rules on valuing distressed assets.</p> <p>In London, the FTSE 100 index rose by 83 points to 4,902. On Wall Street, the Dow Jones Industrial Average roared upwards, gaining 485 points to close at 10,850. The rally regained 60% of the ground lost on Monday, when the Dow suffered its worst ever points fall which wiped $1 trillion off the value of stocks.</p> <p>In a televised statement, Bush insisted an initiative would still be enacted in spite of Monday's rebellion led by Republican congressmen. </p> <p>\"I recognise that this is a difficult vote for members of Congress,\" said Bush. \"But the reality is that we are in an urgent situation, and the consequences will grow worse each day if we do not act.\"</p> <p>Although Congress was officially closed to mark the Jewish new year, leaders from both parties put aside their differences to begin cajoling opponents of the plan to fall into line. \"The financial crisis is going to be dealt with by Congress and it's going to be dealt with this week,\" said Mitch McConnell, the Republican leader in the US senate. \"We're not going to sit around and point fingers. We're going to get the job done.\"</p> <p>On the campaign trail, the presidential candidates called for a renewed effort to pass the bailout. Addressing a crowd in Nevada, Obama said there would be \"catastrophic\" consequences unless a deal is reached soon: \"We cannot have another day like yesterday. We cannot risk another week or another month where American businesses are afraid to extend credit and lend money.\"</p> <p>On Wall Street, there was renewed optimism that the Treasury would eventually be able to hoover up \"toxic\" mortgage-related assets which have poisoned the balance sheets of leading banks.</p> <p>\"Cooler heads are prevailing — we'd had a little bit of panic at the close yesterday,\" said Anthony Conroy, head trader at BNY ConvergEx in New York. \"There's anticipation that some sort of deal will be passed by Congress in the next day or two.\" The dollar gained ground against major currencies and the price of a barrel of light, sweet crude oil rose by $4.27 to settle at $100.64 on improving confidence about future consumption of fuel.</p> <p>To shore up confidence in banks, the US Federal Deposit Insurance Corporation asked Congress for authority to boost the guaranteed level of deposits from $100,000 to $250,000 – a move intended to provide security to small businesses that need plenty of cash on hand.</p> <p>There was also an effort to lighten the need for banks to constantly write off billions of dollars in the value of troubled investments. The Securities and Exchange Commission issued new accounting guidance advising that \"fire sale\" valuations are not always necessary. Market participants warned, however, that without a swift political resolution on the bail-out, the financial crisis would tighten its grip.</p> <p>\"If it doesn't pass, then look out below,\" said Jason Weisberg, a trader at Seaport Securities in New York. \"It could get ugly.\" There was a sign of hope in data on consumer confidence. A study by the Conference Board, an independent research group, showed an unexpected rise in the mood of high-street shoppers in the US from an index figure of 58.5 in August to 59.8 in September. </p> <p>But American house prices continued to plunge, falling by a record 16.3% in the year to July according to a Standard &amp; Poor's/Case Shiller monthly report. Banks are already beginning to scale back on customers' credit limits and to curtail personal loans. Donn Vickrey, a banking expert at Gradient Analytics, said: \"I really think this is going to turn increasingly bad until we get a bail-out or until the free market sorts this thing out alone, which could take quite some time.\"<br></p>",
  "<p>About the only real conclusion anyone can draw from John McCain's weird, whirlwind trip to Washington last week is that he can't even lead his own party in Congress. </p> <p>The senator's fellow Republicans seemed to all but <a href=\"http://www.nytimes.com/2008/09/26/business/26bailout.html?hp=&amp;pagewanted=all\">ignore him</a>, and the fragile bail-out deal <a href=\"http://thinkprogress.org/2008/09/25/bailout-fall-apart/\">fell to pieces</a> after he appeared - not a very good sign for his candidacy.</p> <p>If McCain can't lead, who can? Last week's protest <a href=\"http://www.cbsnews.com/stories/2008/09/25/business/main4477199.shtml?source=mostpop_story\">against the bail-out</a> came from the Republican backbench in the US House.</p> <p>So maybe it was natural that the man who gave birth to that backbench suddenly jumped back into the limelight. </p> <p>That man is Newt Gingrich, the former House speaker. In the early 80s, he formed a group called the <a href=\"http://www.pbs.org/wgbh/pages/frontline/newt/newtintwshtml/weber.html \">Conservative Opportunity Society</a>, made up of backbenchers. Using C-Span as a platform, it fired a barrage at the welfare state. </p> <p>Those early efforts spread, and Gingrich led the Republicans in the successful 1994 takeover of the House. </p> <p>Earlier this election season, the former speaker was mentioned as a presidential candidate - <a href=\"http://articles.latimes.com/2007/sep/30/nation/na-gingrich30\">but that went nowhere</a>. </p> <p>Yesterday, however, there he was, <a href=\"http://abcnews.go.com/video/playerIndex?id=5903025\">chatting amiably</a> with the former Clinton secretary of labour Robert Reich on George Stephanopoulos's Sunday news programme This Week.</p> <p>He invoked the constitution, capturing the <a href=\"http://www.theguardian.com/business/2008/sep/28/wallstreet.useconomy \">anger of ordinary Americans</a> which Washington seems so determined to ignore. </p> <p>You had Henry Paulson, a former chairman of Goldman Sachs asking for $700bn and, in his initial request, doing so in such an un-American way that I think he should have resigned. </p> <p>I believe Paulson has terminally misunderstood the nature of the American system. Not just no review, no judicial review, no congressional accountability. \"Give me $700bn, SEVEN HUNDRED BILLION DOLLARS! I'll be glad to spend it for you.\" That's a centraliSation of power that is totally un-American. </p> <p>According to Reich, Gingrich sounded like a liberal Democrat. Actually, he sounded like what he's always been - a shrewd conservative populist, who ought to strike fear into the hearts of both Democrats and the Republican \"maverick\" McCain.</p>",
  "<p>When people are asked to compare David Cameron to a make of car, they apparently think of a Jaguar. Well, at 11 o'clock this morning there was a noisy grinding of gears and an acrid smell of rubber as his X-Type suddenly switched direction right in the middle of the Birmingham conference centre.</p> <p>From Sunday lunchtime, when the <a href=\"http://www.theguardian.com/politics/toryconference\">Tory party conference</a> opened, until Monday afternoon, when George Osborne made his keynote conference speech, the conference direction of travel was to fix Gordon Brown in the headlights and drive straight at him. No insult was too brutal as the Tories aimed to pin the financial collapse firmly on the prime minister.</p> <p>On Sunday, William Hague had accused Brown of \"Olympic-level dithering\" and announced that \"Britain cannot move forward until we get rid of them all.\" On Monday, George Osborne had said that it was time to call time on \"Gordon Brown's age of irresponsibility\" and told the nation \"We've all had quite enough of the Gordon Brown experience.\"</p> <p>Now, this morning, the Tories slung the wheel suddenly to the left and executed a <a href=\"http://www.theguardian.com/politics/2008/sep/30/toryconference.conservatives4\">breathtaking u-turn</a> in the middle of Birmingham. Cameron came to the rostrum for his second emergency speech in fewer than 48 hours (his officially scheduled one is on Wednesday) and pronounced that the Tories were ready \"to help the government to do the right thing for the sake of the economy and for our future financial security.\"</p> <p>If you needed any persuasion that the <a href=\"http://www.theguardian.com/business/2008/sep/30/marketturmoil.globaleconomy\">financial turbulence</a> has now completely disorientated British party politics then here it was. The effect was a bit like 9/11, which also fell during the party conference season, when the parties struggled to decide whether they should go ahead with their usual debates on public sector pay or animal welfare or whether to strike their tents and go home until the kaleidoscope had stopped shaking.</p> <p>That's basically what happened at Birmingham today. The Tories can't get a hearing in the middle of the financial hurricane. They have decided to return to port and ride out the storm before setting out again to get Brown once the worst is over. Cameron even had to say that the conference would continue – a sure sign that he must have seriously discussed abandoning the whole thing.</p> <p>But is this smart politics? I don't think so. I saw how the Republican convention got knocked off its stride by a real hurricane last month. And John McCain got nothing but <a href=\"http://www.theguardian.com/commentisfree/cifamerica/2008/sep/29/john.mccain.debate.election\">derision</a> for proposing to suspend his campaign and scrap last week's presidential debate with Barack Obama in the cause of national unity. The Tories' best course would be to offer a clear alternative amid the din of the tempest. But that is the one thing they can't do – because in the end, they haven't got one.</p>",
  "<p>With the dramatic failure yesterday of the US Congress to approve a $700bn bail-out, markets <a href=\"http://www.theguardian.com/business/2008/sep/30/wallstreet.marketturmoil\">again nosedived</a>. As millions of dollars were wiped off stock values, and more financial institutions <a href=\"http://www.theguardian.com/business/2008/sep/30/banking.banks\">teetered on the edge of bankruptcy</a>, moves to apportion blame for the fall of the Paulson plan, and for the crisis generally, were swift.</p> <p>First in the firing line was House speaker, Nancy Pelosi, whose tough speech <a href=\"http://www.theguardian.com/world/2008/sep/30/congress.wallstreet\">was said by some</a> to have provoked key Republicans at the last minute to scupper the deal. Then, the two presidential candidates, John McCain and Barack Obama, <a href=\"http://seattletimes.nwsource.com/html/nationworld/2008215046_econcamp30.html\">attacked each other</a> for sabotaging the bipartisan consensus by politicking, while numerous commentators, such as <a href=\"http://www.theguardian.com/commentisfree/2008/sep/30/marketturmoil.wallstreet\">Joseph Stiglitz on Cif</a>, have criticised the outgoing Bush administration for regulatory failures beforehand and lack of leadership since. Anatole Kaletsky, however, writing in the Times, <a href=\"http://business.timesonline.co.uk/tol/business/industry_sectors/banking_and_finance/article4849789.ece\">singles out</a> the treasury secretary Henry Paulson, architect of the bail-out, for strategic errors that have deepened Wall Street's difficulties.</p> <p>So, who – or what – do you blame for the latest financial doom and gloom? And what's your prognosis for the economy at large now?</p>",
  "<p>So word has leaked out about one of those additional things that Sarah Palin knew nothing about in an interview with Katie Couric – and from someone in the Palin camp, no less, for reasons clearly of their own devising if somewhat inscrutable to me. From <a href=\"http://www.politico.com/blogs/jonathanmartin/0908/In_reintroduction_Palin_to_do_more_interviews_and_tell_her_story.html\">Jonathan Martin's blog</a> at the Politico:</p> <blockquote> <p>Of concern to McCain's campaign, however, is a remaining and still-undisclosed clip from Palin's interview with Couric last week that has the political world buzzing. </p> <p>The Palin aide, after first noting how \"infuriating\" it was for CBS to purportedly leak word about the gaffe, revealed that it came in response to a question about supreme court decisions. </p> <p>After noting Roe v Wade, Palin was apparently unable to discuss any major court cases. There was no verbal fumbling with this particular question as there was with some others, the aide said, but rather silence.</p> </blockquote> <p>Let's not pussyfoot around this. </p> <p>This is appalling. Remember, and always remember: if McCain-Palin are elected, Palin stands a better chance of actually becoming the president than any vice-presidential nominee since, well, probably since Harry Truman, who did. </p> <p>So we might elevate to the presidency someone who can produce the name of only one supreme court decision. </p> <p>For my British readers, let me explain something. Een mai cahntree, the supreme court has a particular aura and lore. One learns about the court as a schoolchild. A special tone of reverence often creeps into teacher's voice. If nothing else one is taught pretty early and pretty thoroughly the following: <a href=\"http://en.wikipedia.org/wiki/Marbury_v._madison\">Marbury v Madison</a> (1803) set the precedent of judicial review; the <a href=\"http://en.wikipedia.org/wiki/Dred_Scott_v._Sandford\">Dred Scott decision</a> (1857) upheld slavery; <a href=\"http://en.wikipedia.org/wiki/Plessy_v._Ferguson\">Plessy v Ferguson</a> (1896) upheld segregation; and <a href=\"http://en.wikipedia.org/wiki/Brown_v._Board\">Brown v Board of Education</a> (1954) ended it. </p> <p>For the mildly curious American of Palin's (and my) generation, round two of supreme court schooling might include <a href=\"http://en.wikipedia.org/wiki/United_States_v._Nixon\">United States v Nixon</a>, in which the court unanimously ordered Richard Nixon to turn over the Watergate tapes, which forced Nixon's resignation; <a href=\"http://en.wikipedia.org/wiki/Baker_v._Carr\">Baker v Carr</a>, which established the principle of one person, one vote; <a href=\"http://en.wikipedia.org/wiki/Regents_of_the_University_of_California_v._Bakke\">University of California v Bakke</a>, in which the court initially upheld affirmative action; and of course <a href=\"http://en.wikipedia.org/wiki/Roe_v._Wade\">Roe v Wade</a>.</p> <p>I am not saying that every American knows or should know these eight decisions. Lord knows most Americans probably don't know how many justices sit on the court (now that I think of it, probably a good question for Palin). But it seems to me not too much to ask that someone who might be the vice-president or even president of the United States should know them, and many more important court decisions.</p> <p>This is insanity. I understand that there are people who don't think it matters that a candidate knows anything about American history. If she's \"like me,\" that's enough. Well, I'm sorry, but if she's \"like you\" and you can name only one supreme court decision from all of history, then that's not enough to be the vice-president and help run the country, and I'm not an elitist for saying so. </p> <p>And of course there is something to be read into the fact that she knows only Roe. Obviously, there are millions of evangelicals and other abortion opponents who aren't blithering fools and who feel passionately about Roe but also know a lot about the high court. So I'm not saying all abortion opponents are like her, by a long shot. </p> <p>I am saying that it tells us something revealing about her world view that her sense of intellectual responsibility to learn about the court doesn't extend to a single other area. And indeed her curiosity about the law of her country and this unique evil of abortion (as she surely thinks of it) doesn't even extend to her feeling the need to learn a thing about the other major abortion-related decisions! </p> <p>We are far, far down the rabbit hole here. A part of me would like, at Thursday's night debate, to see moderator Gwen Ifill, one of America's finest television journalists, ask Palin some simple factual questions, just basic things about our history and our system of government. </p> <p>But Ifill probably won't do that, and it's probably not even a good idea to do that, because it will be \"condescending.\" And even \"sexist.\" So we are then confronted with a situation in which we have three candidates who quite clearly know a great deal about American governance and history – just like every nearly other candidate in recent history, with the semi-exception of George Bush and the very likely exception of Dan Quayle – and one who knows next to nothing about these things and who by all appearances has never cracked open a book of history in her life. </p> <p>And yet we cannot discuss that openly and frankly, at least on television, because to do so only provides evidence of the crimes of condescension etc that I listed above.</p> <p>And now, even as some conservatives have urged her to remove herself from the ticket, we've simultaneously entered a \"Sorry for Sarah\" phase. Judith Warner offered <a href=\"http://warner.blogs.nytimes.com/2008/09/25/poor-sarah/?em\">a silly example of the genre</a> in her New York Times column: </p> <blockquote> <p>I'll bet you anything that her admirers – the ones whose hearts really and truly swell with a sense of kinship to her – see or sense it in her, too. They know she can't possibly do it all – the kids, the special-needs baby, the big job, the big conversations with foreign leaders. And neither could they.</p> </blockquote> <p>Uh, Judith. No, they could not. And that's completely fine, because they shouldn't be a heartbeat away from the presidency anymore than Palin should. Gosh, First Dude, can you drive the kids to soccer practice? John is just insisting that I learn about this Kashmir place today. I know, I thought it was kinda neat that it was more than the name of a Zeppelin song, too!</p> <p>Every so often, a writer happens to be firing on all cylinders and lays waste to an argument that is a waste of our time. Rebecca Traister has done us this service in Salon. <a href=\"http://www.salon.com/mwt/feature/2008/09/30/palin_pity/index1.html\">It's must reading</a>. A small taste:</p> <blockquote> <p>Sarah Palin is no wilting flower. She is a politician who took the national stage and sneered at the work of community activists. She boldly tries to pass off incuriosity and lassitude as regular-people qualities, thereby doing a disservice to all those Americans who also work two jobs and do not come from families that hand out passports and backpacking trips, yet still manage to pick up a paper and read about their government and seek out experience and knowledge. </p> </blockquote> <p>Expectations for her performance on Thursday are so low that she may well stumble through. Ifill and Joe Biden will both have to be deft. We all have to go through this charade of pretending that the obvious isn't true. The threat is that the charade may overpower the truth. But even if it does, the truth will still be the truth, and the truth is that she does not belong anywhere near national leadership.</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/ZPTehXRJKvQ?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"425\" height=\"344\"><param name=\"movie\" value=\"http://www.youtube.com/v/ZPTehXRJKvQ&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/ZPTehXRJKvQ&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object> </figure>   <p>Gallup daily tracking poll: <a href=\"http://www.gallup.com/poll/107674/Gallup-Daily-Election-2008.aspx \">Obama 50%, McCain 42%</a>.</p> <p>In what must be her seventeenth interview with Katie Couric of CBS, Sarah Palin was joined by John McCain, who <a href=\"http://ap.google.com/article/ALeqM5jxdRiHs0huSO2qb_uiwdR45pH2fAD93GN7E00\">attacked \"gotcha journalism,\"</a> even though he was talking about a question a voter asked Palin in a cheesesteak parlour. Meanwhile, CBS is reportedly sitting on footage of Palin proving herself unable to name any Supreme Court decision except Roe versus Wade. (Not even <a href=\"http://en.wikipedia.org/wiki/Brown_v._Board_of_Education\">Brown vs Board of Education</a>? <a href=\"http://en.wikipedia.org/wiki/Bush_v._Gore\">Bush vs Gore</a>...?) [<a href=\"http://www.politico.com/blogs/jonathanmartin/0908/In_reintroduction_Palin_to_do_more_interviews_and_tell_her_story.html\">Politico</a>]</p> <p>So, the world is ending, and <a href=\"http://www.nytimes.com/2008/09/30/business/30assess.html\">few American politicians emerge with much dignity</a>. Here's a good writeup of the tactical costs to McCain, specifically. [<a href=\"http://www.observer.com/2008/politics/all-wrong-moves-how-mccain-blew-it-bailout\">New York Observer</a>]</p> <p>Christopher Hitchens's opinion: \"America is doomed. No one in this room will ever, in their lifetime, see calm and order and peace!\" Thanks for that, Christopher Hitchens. [<a href=\"http://www.nydailynews.com/gossip/2008/09/30/2008-09-30_celebrity_side_dish.html\">New York Daily News</a>]</p> <p>Watch a CNN report in which a tremendously sarcastic TV presenter discovers Joe Biden's own \"Bridge to (Almost) Nowhere\" in Delaware, and talks tremendously sarcastically about it. Warning: this link contains tremendous sarcasm. [<a href=\"http://www.anorak.co.uk/twitterings/191212.html\">Anorak.co.uk</a>]</p> <p>Biden's aides are trying to make sure that if Palin talks nonsense at Thursday's debate, the Democratic running-mate remembers not to point and laugh: that way, he could still easily end up the loser. He's been instructed to say, at the most, \"I am not sure what Governor Palin meant there.\" And of course Biden <em>never, ever</em> says anything he's been instructed not to say. [<a href=\"http://www.politico.com/news/stories/0908/14097.html\">Politico</a>]</p> <p>Australians, by a very large majority, love Barack Obama. And barbecues. [<a href=\"http://www.smh.com.au/cgi-bin/common/popupPrintArticle.pl?path=/articles/2008/09/29/1222650989574.html\">Sydney Morning Herald</a>]<br></p>",
  "<p>In 2008, 3.5 million newly <a href=\"http://www.nextgov.com/nextgov/ng_20080925_7010.php\">registered voters </a>many of them minority and young voters energized by the Obama campaign, promise to <a href=\"http://www.nytimes.com/2008/07/21/us/21voting.html?_r=1&amp;bl&amp;ex=1216785600&amp;en=64c9c3848c52667d&amp;ei=5087%250A&amp;oref=slogin\">strain the system</a> with long lines and overburdened voting machines. Since these new voters could tip the scales against McCain in several key states, the GOP is already employing some bizarre tactics to further suppress their participation. A few examples:</p> <p>• Taking advantage of the economic crisis, the chair of the Republican Party in Macomb County, in the battleground state of Michigan, has plans to use a list of <a href=\"http://michiganmessenger.com/4076/lose-your-house-lose-your-vote\">foreclosed homes</a> to question the eligibility of voters, many of them low-income, minority, Democratic voters. Since they can be challenged if they are not \"true residents of the city or township\" in which they try to vote, \"We will have a list of foreclosed homes and will make sure people aren't voting from those addresses,\" the GOP chair told the Michigan Messenger. (A law firm specializing in foreclosures houses McCain's regional headquarters, and its founder has contributed more than $100,000 to McCain's campaign.) Republicans may also raise <a href=\"http://www.dispatch.com/live/content/local_news/stories/2008/07/06/vacant.ART_ART_07-06-08_A1_5UAL914.html?sid=101\">foreclosure-based challenges</a> in Ohio and a host of other cities and states.</p> <p>• Last week, a House committee held hearings on widespread <a href=\"http://www.usnews.com/articles/news/campaign-2008/2008/09/24/confusing-voter-registration-laws-could-affect-presidential-election.html\">discrimination against student voters</a> who have registered in droves, a majority of them to support Obama. Efforts to discourage the youth vote have focused on the fact that many college students have two places of residence (school and their parents' home). One registrar in the county that is home to Virginia Tech warned new student voters that they could lose their insurance and scholarships if they registered using their school addresses (something that has never happened). Students at Colorado College received similar warnings, and in Michigan, the <a href=\"http://www.usnews.com/articles/news/national/2008/09/18/aclu-sues-michigan-over-voter-purge-program-saying-it-hurts-college-students.html\">ACLU has sued </a> to prevent the cancellation of voter registrations for individuals who get a driver's license in another state. </p> <p>• Florida election officials have received dozens of calls from registered Democrats in the state, worried that there may be a problem with their voter registration. <a href=\"http://www.npr.org/templates/story/story.php?storyId=94818483\">They had all received </a>an official looking \"Party Affiliation Voter Registration Card\" from the McCain campaign, listing their name, district, and something called a \"voter ID number\" and identifying their party affiliation as Republican. Mailings meant to mislead or discourage voters are nothing new: In Ohio's crucial 2004 vote, some minority urban voters received <a href=\"http://online.wsj.com/article/SB122125136545029511.html?mod=googlenews_wsj\">fake voter bulletins </a> that told Republicans to vote on Tuesday and Democrats to vote on Wednesday.</p> <p>• For years, while Democrats complained of vote suppression, Republicans have countered with accusations of voter fraud, claiming that fake people, dead people, non-citizens, non-residents, and criminals are trying to vote. This largely mythological claim has nonetheless been effective in bringing about new barriers to voting in the name of preventing fraud. Just this year, the Supreme Court upheld an Indiana law that imposes strict photo ID requirements for voting. The law will disproportionately affect those least likely to have drivers' licenses, including the young and the elderly, poor people, minorities, and legal immigrants. In the Indiana primary in May, a <a href=\"http://articles.latimes.com/2008/may/07/nation/na-voterid7\">dozen nuns</a> in their eighties and nineties were turned away from the polls because they did not have valid photo identification.</p>",
  "<p>On a day of historic drama on Wall Street and Capitol Hill, neither presidential candidate got anywhere close to calling the shots. That credit - if credit's the right word - went to the members of the House of Representatives who ensured the <a href=\"http://www.theguardian.com/world/2008/sep/30/congress.wallstreet\">defeat</a> of the government's $700bn bailout proposal, sending stocks plunging and delivering a huge blow to President Bush and Congressional leaders. Until the shock defeat of the plan, John McCain and Barack Obama had been competing to claim credit for its passage. Once it became clear that it had failed, both campaigns called for unity in the face of crisis - but the McCain campaign also accused Obama of putting \"politics ahead of country\", prompting the Democratic candidate to describe his rival's words as \"hyper-partisan and angry\". In terms of the election horse race, it seems fair to predict that the debacle will hurt McCain more than Obama: his \"campaign suspension\" announcement last week, which briefly threw the first presidential debate into doubt, had been focused entirely on securing a deal and on bringing rebellious House Republicans on board. In the event, 133 of them voted against the measure, leaving McCain looking like a gambler who had lost.</p> <h2>What to watch for</h2> <p>McCain is scheduled to appear in Iowa while Sarah Palin continues intensive debate preparation in Arizona. Obama is in Nevada. Tomorrow, CBS will begin airing excerpts from two new Katie Couric interviews with the vice-presidential contenders, Palin and Joe Biden, ahead of Thursday night's debate. In a transcript from a joint McCain/Palin interview, released last night, the senator attacked what he described as \"gotcha journalism\" directed at his running-mate. Also tomorrow, Bill Clinton - whose backing for Obama has been lukewarm at best in recent days - will headline two voter-registration rallies on the Democrats' behalf.</p> <h2>Latest polls</h2> <p>As the tracking polls began to absorb more days of post-debate data, Obama essentially maintained his lead, without widening it. (Gallup has him at 50% to McCain's 42%, unchanged since the previous day.) A USA Today poll published yesterday, meanwhile, confirmed the view that Obama had won Friday's debate: 45% of those surveyed felt Obama had done better in the debate than McCain, who registered only 34%. A Public Policy Polling survey puts Obama ahead of McCain in North Carolina, at 47% to 45% - a state that hasn't gone Democrat in a general election since it voted for Jimmy Carter in 1976.</p> <h2>Quote of the day</h2> <p>\"And because somebody hurt their feelings, they decide to punish the country? ... There are 12 Republican members who were ready to stand up for the economic interest of America, but not if anybody insulted them? I'll make an offer. Give me those 12 people's names and I will go talk uncharacteristically nicely to them and tell them what wonderful people they are and maybe they'll now think about the country.\" House Financial Services Committee chairman Barney Frank mocks the Republicans' claim that a dozen of the votes against the bailout were registered in offence at House speaker Nancy Pelosi's \"partisan\" speech just prior to yesterday's vote.</p> <h2>On theguardian.com now</h2> <p><strong>·</strong> <a href=\"http://www.theguardian.com/business/video/2008/sep/30/us.congress.bailout\">Video: US Congress rejects bail-out plan</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/deadlineusa/2008/sep/29/uselections2008.johnmccain\">Dealine USA: Bail-out reaction from Obama &amp; McCain</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/2008/sep/30/uselections2008.sarahpalin\">Palin begins three-day cramming course for crucial TV showdown</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/2008/sep/30/uselections2008.barackobama1\">Obama lead gets bigger - and the fight gets uglier</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/video/2008/sep/30/roanoke\">Video: Gary Younge travels to Roanoke, Virginia, to try and gauge public opinion</a></p> <h2>Best of the rest</h2> <p><strong>·</strong> <a href=\"http://www.nytimes.com/2008/09/30/business/30assess.html?hp\">NYT: In Bailout Vote, a Leadership Breakdown</a></p> <p><strong>·</strong> <a href=\"http://www.huffingtonpost.com/2008/09/29/stock-dive-is-bookend-of_n_130398.html\">Huffington Post: Stock Dive Is Bookend Of Bush Economics</a></p> <p><strong>·</strong> <a href=\"http://www.nytimes.com/2008/09/30/arts/television/30brok.html\">NYT: With Brokaw as Elder Statesman, NBC Plans Future of 'Meet the Press'</a></p> <p><strong>·</strong> <a href=\"http://www.politico.com/news/stories/0908/14079.html\">Mark Penn: Obama has advantage on economy</a></p> <p><strong>·</strong> <a href=\"http://www.realclearpolitics.com/articles/2008/09/the_long_reach_of_a_depression.html\">Richard Cohen: The Long Reach of a Depression</a></p> <h2>Curiously hypnotic yet boring website of the day</h2> <p>Shortly after 16-year-old Preston Fosback and his mother displayed a Barack Obama sign in the front yard of their Oregon home, it was stolen. So was the replacement one they displayed. So Fosback handmade a third one - but this time trained a video camera on the sign, to watch for thieves. Which is why you can now watch live streaming footage of the Fosbacks' yard sign on the internet. The <a href=\"http://www.ustream.tv/channel/obama-sign-cctv-1\">website</a>, featuring a chatroom, has become host to an international community of sign-watchers, who discuss politics and type \"car!\" or \"school bus!\" or \"truck!\" when vehicles pass by.</p>",
  "<p>To read the headlines, you'd think the end of the world was nigh. The collapse of the $700bn US bail-out of the global financial system attracts dire warnings across the UK papers. We are \"Staring into the abyss\" (Telegraph) and facing a \"World of Pain\" (Mirror) after the \"Meltdown on Wall Street\" (Mail) and the <a href=\"http://www.thesun.co.uk/sol/homepage/news/money/article1749345.ece\">\"Blackest Monday\"</a> (Sun).</p> <p>According to the Times, the world faces a new phase in the financial crisis now that plans for the <a href=\"http://www.timesonline.co.uk/tol/news/world/us_and_americas/article4848747.ece\">\"biggest rescue of Wall Street since the Great Depression lies in tatters\"</a>. The financial system is lurching closer to a \"catastrophic breakdown\" after Wall Street suffered one of the worst days in its history.<br> The paper's economics commentator, Anatole Kalestky, offers some hope: \"In one form or another, the package will surely be passed in the next few days.\" The alternative, he writes, would be the failure of every leading bank in America and, for the rest of the world - particularly Britain - the nationalisation of all leading banks, insurance companies and other financial institutions. The US broadsheets use more measured headlines than their UK counterparts, but their analysis is no less severe. The Washington Post says the <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/29/AR2008092900623.html\">\"bipartisan rebellion\"</a> that killed the rescue plan sent \"global stock prices plunging, prompting fierce recriminations on the presidential campaign trail and dealing President Bush his worst legislative defeat\". The paper says that although Democratic and Republican leaders have vowed to go back into negotiations to devise compromise legislation, no talks have been scheduled. </p> <p>Twice as many Democrats as Republicans backed the plan in last night's vote in the House of Representatives, the New York Times reports. It says some Republicans cited ideological objections to government intervention while liberal Democrats said they were of no mind to race to aid Wall Street tycoons. </p> <p>But the fundamental reason for the defeat was \"an outpouring of opposition from deeply hostile constituents just five weeks before every seat in the House was up for election\". <a href=\"http://www.nytimes.com/2008/09/30/business/30cong.html\">\"House members in potentially tough races and those seeking Senate seats fled from the plan in droves,\"</a> the paper says. </p> <p>New York's Daily News lists the <a href=\"http://www.nydailynews.com/money/2008/09/29/2008-09-29_president_bush_nancy_pelosi_among_bigges-1.html\">biggest losers</a> from the blocked bail-out, including Bush, the Republican presidential candidate, John McCain, and retired people, who are advised to use their pension statements for kindling. </p> <p>Time magazine says the origins of the bail-out defeat go back a long way. The vote itself was a <a href=\"http://www.time.com/time/nation/article/0,8599,1845655,00.html\">\"popular revolt\"</a> against Bush and almost every other US political leader and is the \"culmination of a historic sense of betrayal that Americans have long felt for their representatives in Washington\".</p> <p>At a time when the US is going through such huge turmoil, the Los Angeles Times finds time to highlight the woes of the hundreds of UK investment bankers who are suddenly out of work. The cafes of Canary Wharf have been transformed into <a href=\"http://www.latimes.com/business/la-fg-britecon30-2008sep30,0,5189956.story\">\"career triage centres\"</a>, the paper's reporter in London says, while a meeting for would-be teachers attracted 80 people. \"Teaching does offer security,\" the man from the teacher training unit helpfully pointed out.</p> <p>Those investment bankers could be joined in the unemployment lines by staff from the newly nationalised Bradford &amp; Bingley. The FT reports from B&amp;B headquarters in the small market town of Bingley and finds building society staff in shock. One local told the paper: <a href=\"http://www.ft.com/cms/s/4c18f2a0-8e86-11dd-9b46-0000779fd18c.html\">\"A bunch of spivs ran it into the ground.\"</a></p> <p>So there you have it: according to the papers, the actions of George Bush, the US House of Representatives and a bunch of spivs in Yorkshire have led to meltdown in the global financial markets.</p> <p><em>This is an edited extract from <a href=\"http://www.theguardian.com/wrap/subscribe/0,,990467,00.html\">the Wrap</a>, theguardian.com's round-up of the day's papers.</em></p>",
  "<p>On Friday night, the American electorate had an opportunity to hear the two presidential candidates in a head-to-head debate. The outcome of the November election is still hard to predict. But if the electoral roll were expanded to include the population of Europe, then the result would be a fait accompli. As Constanze Stelzenmüller, director of the Berlin office of the German Marshall Fund, put it in July: \"<a href=\"http://www.theguardian.com/commentisfree/2008/jul/20/usa.barackobama\">We made up our minds long ago: our president is Barack Obama.</a>\" </p> <p>Certainly, opinion polls seem to support this assessment. <a href=\"http://www.telegraph.co.uk/news/newstopics/uselection2008/2049446/Barack-Obama-beats-John-McCain-in-European-vote-US-election-2008.html\">A survey conducted in May 2008</a> in five European states (Britain, France, Germany, Italy and Russia) found Obama to be well ahead of John McCain in every case. A <a href=\"http://blog.foreignpolicy.com/node/9326\">subsequent poll</a> in France, Germany and the UK on the eve of his July visit to Europe showed that his lead over his rival had increased in all three countries. And while crowds are notoriously fickle, the astonishing pictures of an adoring multitude at the rally for Obama at the Victory Column in Berlin on July 24 spoke a thousand words. This was the people's choice.</p> <p>But who exactly were they choosing and why?</p> <p>Just prior to Obama's clamorous reception in Berlin, <a href=\"http://www.theguardian.com/commentisfree/2008/jul/21/barackobama.uselections2008\">Gary Younge remarked</a>: \"In the past six months, it has become patently clear people see in him whatever they want to see.\" This has been clear to Obama himself for much longer. \"I am new enough on the national political scene,\" he wrote in 2006 \"that I serve as a blank screen on which people of vastly different political stripes project their own views\" (<a href=\"http://www.nytimes.com/2006/10/17/books/17kaku.html\">The Audacity of Hope</a>, page 11). Since hitting the presidential campaign trail in February 2007, however, the screen has become less blank as Obama has set out his political vision in a series of stump speeches.</p> <p>\"America must lead\": this was the keynote of his address at the Chicago Council on Global Affairs, and it is one that he has sounded over and again in subsequent speeches on foreign policy. Just nine days before his appearance in Berlin, in a speech in Washington DC on July 15, he again invoked \"the tradition of American leadership on behalf of the global good\" and announced: \"From the moment I take office, I will let it be known that the United States of America is ready to lead again.\"</p> <p>But he did not make this known in Berlin. Not once in his speech to the 200,000 did he mention American leadership. Instead, he peppered the text with words like \"partnership\", \"sharing\" and \"cooperation\". \"My country must stand with yours and with Europe,\" he said, seeming to imply equality and parity. Whereas his speech to the Chicago Council on Global Affairs was called \"The American Moment\", the one in Berlin was \"A World that Stands as One\". The difference in title is telling.</p> <p>So, on the question of America's role beyond its borders, it might look as if there are two candidates with one name. And if Obama is elected in November, the choice of the American people could be different from the one that wowed Berlin. And yet, the two Obamas are not necessarily irreconcilable. There is a way of seeing and hearing him that brings the two figures into alignment.</p> <p>To begin with, we must not automatically equate American leadership with American hegemony. In view of America's recent record abroad, it is difficult for us Europeans to keep these two notions apart. But not only is there a distinction analytically, it could make all the difference politically. That is to say, Obama might be trading on this distinction when addressing his domestic audience. </p> <p>I stress \"domestic\". He knows that across the world people in general are fed up with America's view of itself as head of the herd, as leading the charge for \"freedom and justice\"; fed up because suspicious of the underlying motives and appalled by the results. Abroad, the image of America as a beacon to the world is, to say the least, tarnished. You might say, therefore, that Obama had the good taste not to subject his audience in Europe to this particular brand of inspirational rhetoric.</p> <p>But at home, America is the City on a Hill. This is not just any image. It is the self-image of the republic. In 1630, long before the US was a twinkle in Jefferson's eye, John Winthrop, the first governor of the Massachusetts Bay Colony, gave a sermon to his congregation of English emigrants: \"[W]e must consider that we shall be as a City Upon a Hill, the eyes of all people are upon us.\" Winthrop was a Puritan and by \"we\", he meant New England. But over time, his radiant simile, which was equally congenial to the enlightenment idea of America as a beacon of liberty, became the indispensable image of \"the indispensable nation\" as Madeleine Albright put it. When Obama says to his fellow Americans \"we must lead the world, by deed and example\", he is holding up the American torch, reminding them what America, in its own eyes, is.</p> <p>But lead the world in what direction? That is the open question. With which deeds and by what manner of example? When these crucial blanks are filled in, the gap between \"the two Obamas\" seems to shrink. Consider an excerpt from his Chicago speech. Affirming his belief that \"the American people will be ready to lead again\", he elucidates: \"They will be ready to show the world that we are not a country that ships prisoners in the dead of night to be tortured in far-off countries. That we are not a country that runs prisons which took people away without ever telling them why they are there or what they are charged with. That we are not a country which preaches compassion and justice to others while we allow bodies to float down the streets of a major American city.\" His call to leadership is a summons to America to put its own house in order.</p> <p>As regards other nations, Obama puts forward the proposition - radical in relation to the status quo of American foreign policy - that putting their houses in order might be more their own business than America's. \"[W]e should be sceptical,\" he writes, \"of those who believe we can single-handedly liberate other people from tyranny.\" He argues that \"when we seek to impose democracy with the barrel of a gun, funnel money to parties whose economic policies are deemed friendlier to Washington, or fall under the sway of exiles like Chalabi\" this retards the possibility that \"genuine, homegrown democracy will ever emerge\" (The Audacity of Hope, pages 316-7). </p> <p>Covering the Berlin rally, <a href=\"http://www.theguardian.com/world/2008/jul/25/barackobama.germany\">Jonathan Freedland reported</a> that \"the loudest applause came when Obama, however subtly, offered himself as the coming antidote to all that the Germans, Europeans - and most non-Americans - have disliked about the Bush era.\" When Obama, offering himself to the electorate at home, acknowledges that America is \"less respected than at any time in recent history\"; lambasts eight years of a foreign policy \"that lectures without listening\"; calls for \"a new era of international cooperation\"; and says it is better for America \"to act multilaterally rather than unilaterally\": then the gap between \"the two Obamas\" begins to look more rhetorical than real. </p> <p>On the other hand, if you trawl through his speeches you can find plenty of evidence to support a different conclusion. There are those who see Obama as a neocon wolf in Democratic sheep's clothing. I have also encountered the view that his oratory is sheer razzmatazz; that when the hot air dissipates all you are left with is a typical politician who is playing for high stakes. And perhaps Younge has a point: people still see in Obama what they want; even what they fear.</p> <p>Yet there is another possibility. When he addressed the rally in Berlin, he remarked: \"I know that I don't look like the Americans who've previously spoken in this great city\". Appearances are not necessarily deceptive. The possibility exists that Obama does signify a departure, both domestically and globally, from business as usual; that he offers \"change we can believe in\". As self-styled \"leader of the free world\", perhaps he would turn American leadership in another direction: away from American hegemony. It is hard to say - and too soon.</p> <p>Meanwhile, as the November presidential election approaches, all we Europeans can do is watch with bated breath. Not only do we wonder how the American people will cast their vote, we also ask ourselves: if they choose Obama, whom will they have chosen?</p>"
]