[
  "<p>Pssst. You know the American election, yeah? That unfolding spectacle across the Atlantic; the one you've been a bit worried about of late? Well, the good news is you can stop fretting. It doesn't matter. It isn't real.</p> <p>But don't take my word for it. I'm a cretin. Ask an egghead channel. As part of this week's US election mini-season, President Hollywood (Mon, 9pm, BBC4) takes a squint at the curious co-dependent relationship between fictional and real US presidents. Each has informed and influenced the other, it seems: Hollywood and the entertainment industry swap positions as regularly as enthusiastic rutters in an even-handed one-night-stand. One minute Kennedy's giving the world of fiction a blowjob by providing a role model for noble decency that survives to this day, and the next, TV's slurping straight back, preparing the ground for Obama courtesy of The West Wing's Matt Santos.</p> <p>As a result, the lines between fiction and reality are almost hopelessly blurred. And probably a bit sticky. Voters would dearly love to elect some kind of mythic \"innocent outsider\", the archetype for which was defined way back in 1939 by Jimmy Stewart in Mr Smith Goes To Washington. That's why both Obama and McCain attempt to portray themselves as warm-hearted agents of change.</p> <p>Bush pulled the same trick, of course, although his down-home aw-shucks act rings fairly hollow these days, what with the war and the waterboarding and all that. Nixon's ignoble spell in the White House inspired a string of conspiracy thrillers and slippery, sinister commanders-in-chief. But Nixon impersonations are growing stale. If nothing else, Bush's legacy should at least provide an exciting new template for movie presidents: the war-mongering pseudo-rube.</p> <p>Anyway, President Hollywood itself is a pretty interesting programme with one glaring flaw: it was made before anyone knew Sarah Palin existed. If, as the show suggests, every election campaign somehow resembles a movie plot, this was the moment a rough'n'ready Dolly Parton/Erin Brockovich character stepped in to dispense a little butt-kickin' straight talk on behalf of everywoman. Or at least that's how Team McCain is spinning it. As a way of distracting everyone from the perceived weaknesses of friendly-but-doddery McCain himself, it appears to have worked, and worked well.</p> <p>But their inspiration seems to have been drawn not from Hollywood at all, but the world of reality TV. The structure is markedly similar. Palin arrived as a complete unknown, which meant the news media had to spend hours explaining who she was in little VT packages; bung some gaudy pop and a few lens flare effects on top and you could've been watching a contestant biog on The X Factor. It helps that she's hot. Hot for a politician, that is. In the street she's a standard Milf. Stand her next to 500-year-old John McCain and she's a Barely Legal covergirl. While half the electorate argue about her hardline stance on abortion, the other half is debating which position they'd do her in first. Not out loud, you understand, but in their heads. Or online.</p> <p>Furthermore, as a moose-hunting former beauty queen, Palin is a kooky character - precisely the sort of person a producer would home in on at the auditions like a dog sniffing meat. Obama's a stock character too, of course - the \"likable tryhard\" - but although he ticks precisely the same reality boxes as Palin (unknown, good looking, etc), he's not as obviously kooky. Given a choice between \"kooky\" and \"able\" in a talent contest, reality viewers reward \"kooky\" every time. And why shouldn't they? They're watching a TV show, not picking the next government.</p> <p>Except they are in this case, obviously. It just doesn't feel that way. The unreal whiff of reality TV has overwhelmed the senses, and now, if some booming voice-of-God suddenly announced the whole thing would be decided in a live election day sing-off, none could raise an eyebrow in wholly honest surprise.</p>",
  "<p>As Bush's approval rating evaporated and America's position in the world dropped, satire boomed. While the roaring success of <a href=\"http://www.guardian.co.uk/commentisfree/2008/sep/08/television.usa?gusrc=rss&amp;feed=worldnews\">Jon Stewart</a> and the Daily Show has been noted, there's been less attention paid to the satirical novels which have chronicled America's change in direction in greater depth than a nightly comedy show can.</p> <p>Leading the surge is <a href=\"http://www.randomhouse.com/author/results.pperl?authorid=3673\">Christopher Buckley</a>, who returns with his new novel, Supreme Courtship, next month. Imagining what would happen if a Judge Judy character was nominated to the Supreme Court, it's classic Buckley: take a farcical central scenario and surround it with genuine insight into American politics (with a few crude caricatures of a real-life politicians to keep things interesting). Previous targets have included the Lewinsky affair, reinterpreted as the trial of the First Lady for murdering her husband, American interference in the Middle East in <a href=\"http://www.nytimes.com/2004/10/10/books/review/10METCALF.html\">Florence of Arabia</a> and the lobbying industry in <a href=\"http://www.nationalreview.com/interrogatory/qa200603170820.asp\">Thank You For Smoking</a> (made into a film of the same name). Though he's been writing since Reagan's time, it's been the Bush years which have sharpened his focus and provided him with a wealth of material.</p> <p>Another contender for America's finest literary satirist is <a href=\"http://www.tomperrotta.net/\">Tom Perrotta</a>. Last year he published <a href=\"http://www.guardian.co.uk/books/2008/jan/26/fiction\">The Abstinence Teacher</a>, about the clashes when a sex education teacher comes to a conservative town. Like Buckley, it was a reaction to a changed political landscape, one which <a href=\"http://www.nytimes.com/2007/10/14/books/14rich.html?pagewanted=2&amp;_r=1\">Perrotta didn't understand</a>. </p> <p>\"I did feel somewhat inadequate as a novelist, just like I'd missed something huge happening in this country\", he admitted. \"I really did set out to kind of investigate that world.\" It's the most nakedly political of Perrotta's novels, though he's always explored American social and sexual mores, such as the ruthless ambition in Election and the suburban infidelity of Little Children. </p> <p>Even those unengaged in political satire are finding the rich inspiration of the Bush years too much to resist. <a href=\"http://chuckpalahniuk.net/news/plot-chuck-palahniuks-2009-novel-pygmy-revealed\">Chuck Palahniuk's Pygmy</a>, due for publication next June, goes for the bullseye: terrorism. A 13-year-old foreign exchange student is sent to live in American suburbia where he, armed with knowledge of chemistry and a hatred for the US, intends to commit the ultimate act terror, killing millions.</p> <p>The question is how satire will develop as America enters a new era. With his colourful backstory, questionable rise to power and simian good looks, Bush was a goldmine for satirists. Consider the following feeding grounds: the 2000 election scandal, the WMDs that never were, Abu Ghraib, the privatisation of war, the reaction to Hurricane Katrina. As <a href=\"http://www.usatoday.com/life/books/news/2007-03-25-buckley-boomsday_N.htm\">Christopher Buckley notes</a>, \"It's very easy to be a satirist in America today. You just need 10 fingers and a keyboard.\" </p> <p>While Bush's legacy will live on with the war on terror, it will be interesting to see if the satire boom continues as the keys are swapped for the White House. Something tells me there'd be <a href=\"http://politicalhumor.about.com/od/sarahpalin/a/palin-jokes.htm\">considerable mileage</a> in Sarah Palin if McCain is successful. </p> <p>As these writers wait for the next move, who do you think America's greatest satirist is? And doesn't this American success only highlight the dearth of British satire? Is Ben Elton really the best we can do?</p>",
  "<p>Sarah Palin, who presents herself as half of a Republican team of maverick reformers, yesterday edged away from her outmoded views on climate change, conceding for the first time that the problem might be man-made.</p> <p>The admission from Palin, during an interview with ABC television, brings the Republican running mate into line with the views of the party's presidential nominee, John McCain. \"I'm attributing some of man's activities to potentially causing some of the changes in the climate right now,\" she told ABC's Charlie Gibson.</p> <p>The statement contradicted Palin's assertions within the past year that she did not believe global warming is a result of human activity. The Alaska governor strenuously denied expressing such doubts in her ABC interview, but she told the Fairbanks Daily News-Miner newspaper last December: \"I'm not an Al Gore, doom-and-gloom environmentalist blaming the changes in our climate on human activity.\" </p> <p>Even so, yesterday's acknowledgment of a human component in climate change was grudging - and Palin still supports drilling in the Arctic wilderness preserve, which McCain opposes. </p> <p>She also suggested that agreeing on the causes of climate change bore no relation to finding a solution, and left open the possibility that the phenomenon was merely cyclical. \"Regardless of the reason for climate change, whether it's entirely, wholly caused by man's activities or is part of the cyclical nature of our planet ... John McCain and I agree that we gotta do something about it.\"</p> <p>The exchange came during a series of three interviews Palin granted to ABC, her only exposure to the national media since McCain chose her as his running mate a fortnight ago.</p> <p>Most of Palin's responses during those interviews seemed carefully scripted, almost a recitation of Republican talking points absorbed during intense cramming sessions with McCain campaign aides.</p> <p>Critics saw her performance as evidence that she was not conversant with many of the issues that would occupy a vice-president, especially matters of foreign policy. She was on shaky ground on several occasions. At a military ceremony on Thursday, Palin again clung to an outmoded world view, linking the Iraq war to al-Qaida and the 9/11 attacks. The Washington Post reported that Palin told a contingent of troops deploying to Iraq, including her son, Track, that they would \"defend the innocent from the enemies who planned and carried out and rejoiced in the death of thousands of Americans\".</p> <p>Palin exposed other gaps on national security issues. She told ABC that Washington should not intervene if Israel decided to attack Iranian nuclear facilities, and she adopted a far more hawkish posture towards Russia than Bush, going so far as to commit US troops to the defence of Georgia and Ukraine if attacked.</p> <p>Yesterday, Barack Obama's camp was scouring the transcripts of the Palin interviews as part of what it called a bold new strategy to counter a string of Republican attacks. The change of tack comes after mounting Democratic concerns that Obama is not hitting back hard enough. </p> <p>The Republicans have made a number of false assertions against Obama, accusing him of personally insulting Palin by using the phrase \"lipstick on a pig\" to describe McCain's economic policies and of supporting explicit sex education for five-year-olds.</p>",
  "<p>After almost two years of campaigning, the US election is arriving with a rush. Although there are 52 days left until the November 4 poll, the first of the ballot booths will open next Friday in Virginia for early voting.</p> <p>Other states will follow soon after; 36 of the 50 are offering the opportunity to vote early, either in person or by post.</p> <p>The expansion of early voting is posing a dilemma for the campaign teams, with decisions having to be made about whether to time ads and rallies to coincide with them or whether to delay drives until nearer November 4.</p> <p>With 30% or more of the electorate predicted to vote early, the Barack Obama and John McCain campaigns are in overdrive.</p> <p>Early voting will have a \"tremendous\" impact on the campaign, said Professor Paul Gronke at Reed College in Portland, Oregon and director of the university's early voting information centre.</p> <p>He said that instead of one big bang on November 4, the weeks to come would be like Groundhog Day for the campaign teams, replaying election day over and over again. </p> <p>\"People tend to vote on Fridays and Mondays, so you have to time events for that. You have to get the ads out at the right time. For campaigns, it is raising the costs,\" he said.</p> <p>The concertina effect on the campaign is already forcing changes in campaign strategy, with signs that Obama is having to abandon his plan to fight all 50 states and instead concentrate on battlefield states.</p> <p>The early opening of the ballots in Virginia, a battlefield state which Obama hopes to take from the Republicans, partly explains why McCain and his running mate, Sarah Palin, held a rally in the state on Wednesday and why a \"Victory 2008\" bus tour, packed with congressmen and McCain's brother, Joe, set off yesterday on a voter registration drive. </p> <p>Early balloting after Virginia opens in Idaho on September 22, Missouri the day after and Iowa, another state that Obama hopes to take from the Republicans, on September 25. In battlefield states that have often decided the outcome of recent elections, early balloting opens in Ohio on September 30 and Florida on October 20.</p> <p>Those who vote early tend to be partisan, with their minds made up and unlikely to be swayed by the upcoming presidential debates, analysts say. </p> <p>The Obama campaign is encouraging as many of its supporters as possible to vote early, fearful that would-be Democratic voters might turn away on election day if facing long queues on November 4 because of Republican challenges to voter eligibility.</p> <p>Professor Michael McDonald, an expert on elections at Virginia's George Mason University, said: \"We know there is going to be a high turnout and this [early voting] offers a pressure relief valve.\"</p> <p>He anticipated the highest turnout in 100 years. \"We are off the charts in terms of interest in candidates,\" he said. </p> <p>The number of states offering early voting has increased from 11 in the 1990s. In the 2000 election only 15% of the electorate voted early, rising to 20% in the 2004 election and 25% in the 2006 congressional poll. </p> <p>Gronke predicted a figure of 33% for this election.</p>",
  "<p>Jessica Valenti is right (Comment, September 12) that the choice of Sarah Palin as Republican vice-presidential candidate at least means that conservatives must recognise feminism as a force in US politics. A pity the Democrats did not sufficiently recognise that when they rejected Hillary Clinton. Some of the left-liberal pique at Palin's nomination is because the Democrats have been caught on the back foot on this one. </p> <p>While I share Valenti's rejection of Palin's views, which are certainly retrograde for women, I can understand if she strikes a chord with many women who all too often see feminism as failing to validate the role of mother and home manager. We need to do more to convey that the fight is to ensure that \"what women do\" is seen as important, in whatever forum they do it, and to ensure that women (and men) have genuine choices. Otherwise the wrong impression is conveyed that feminists think women have to act like men to be valued. </p> <p>I'm sure American women voters will not vote Republican just because the VP nominee is female, but it was a smart move that recognises that many women, not just a few, are fed up with the failure to get women into the top jobs (see www.send2women.eu for the campaign to make sure at least two of the top four EU posts go to women ).<br><strong>Sarah Ludford MEP</strong><br>Lib Dem, London </p> <p>I share Steve Bell's opposition to the warmongering Republican leadership, but his cartoon of a porcine Sarah Palin descending with Bush and McCain from an American bomber (September 11) invokes an unsavoury iconography. Women are called pigs when they exhibit appetites supposed to be unwomanly - for sex and food and power. Bell's caricature of Palin's full figure and generous mouth is highly reminiscent of similar cartoons of another American woman in recent political history, Monica Lewinsky. Palin's style is rural working class, people whose association with barnyard animals has long been ridiculed in the manner of Al Capp's L'il Abner. Such stereotypes come with long histories, most of which involve attacking particular ethnic groups. </p> <p>This isn't going to play in the US, where Miss Piggy is a folk heroine because she's a bossy female. There are better ways to represent the limitations of Palin's candidacy, and male cartoonists will eventually discover them. Pigs may also fly.<br><strong>Mandy Merck</strong><br>Royal Holloway, University of London </p> <p>Your US correspondents Bill Ireland and Miguel Giles (Letters, September 12) chastise Jonathan Freedland for an opinion piece about the US election on the grounds of interference in the political process of their country. Given the long and consistent record of actual US interference in the political process of other countries, where even the Pentagon acknowledges the existence of 761 military bases, with US forces deployed in 151 out of the current 192 UN recognised nation states, it would perhaps be more useful if they could apply the same standards and criteria to the actions of their own government.<br><strong>Dave Hansell</strong><br>Sheffield </p> <p>On reading Miguel Giles's redneck rant, I was at first amazed you'd printed it. Then I realised that with its arrogance and blinkered stupidity, not to mention its homophobia, it was the perfect crystallisation of that America now becoming loathed throughout the world. <br><strong>Alan Clark</strong><br>London </p> <p>I completely agree with Miguel Giles - no one has a say in the US elections except for Americans. Many of us don't care about them either. That is why I am utterly sick of the obsession that the British media have with America, with Obama, with McCain and Palin. For months we in Britain have been subjected to the minutiae of a campaign which I have found utterly baffling and infinitely boring. My only interest is to know who finally gets elected. If journalists paid even half as much attention to the affairs of our own continent as they do to American affairs, we might begin to think of ourselves as Europeans, rather than as citizens of a 51st state.<br><strong>Susan Tabb</strong><br>Brentford, Middlesex</p>",
  "<p>The good times rolled last year for top executives in American boardrooms, pocketing solid pay rises in spite of the credit crunch, the sub-prime mortgage crisis and early signs of an economic slump.</p> <p>A veteran Silicon Valley technology entrepreneur topped the remuneration table. Larry Ellison, founder and chief executive of the business software company Oracle, took home $84.6m (£48m).</p> <p>The billionaire America's Cup sailing fanatic fought off stiff competition to take the top-paid title. According to analysis by Associated Press, the 10 highest earners in the US included the bosses of three investment banks - Merrill Lynch, Goldman Sachs and Morgan Stanley - and three energy and mining firms buoyed up by soaring commodity prices.</p> <p>Straitened economic conditions in the US only modestly dented the annual boardroom bonanza. A survey by Hay Group for the Wall Street Journal found compensation rose 3.5% to an average of $8.85m among chief executives of 200 top US corporations. There were few examples, however, of standout pay packages. Nobody made it into nine figures last year unlike, for example, Home Depot's Robert Nardelli who secured a $210m severance package in 2006, or Richard Fairbank of credit card firm Capital One, who scooped $280m in 2005.</p> <p>\"I don't think we've seen any particularly significant cases in the last 12 months,\" said Ryan Johnson, of employment consultants WorldatWork. The reason was straightforward - the stockmarket had a tough year which meant executive share options fared poorly.</p> <p>\"Most of the major indices were down 10% or 15% which meant you didn't have as much cashing in as usual,\" said Johnson. \"The amount of equity most US executives now have ties their personal compensation to the share price.\"</p> <p>The pay league runner-up was Merrill Lynch's John Thain who got a generous signing-on package when moving from the New York Stock Exchange. Thain received $83.1m despite the bank's losses of $19bn on mortgage-related securities, which have prompted it to sell assets and raise money from Asian sovereign wealth funds.</p> <p>In third place was Leslie Moonves of television network CBS - the maker of hits such as CSI and Everybody Loves Raymond - who got $67.6m. Behind him were the bosses of metals group Freeport-McMoRan and energy company XTO.</p> <p>US investors are not entitled to vote on executive pay packages in the way their counterparts in Britain are. Efforts to institute a \"say on pay\" vote by shareholders at annual meetings have largely failed, with a few exceptions - such as at computer maker Apple, telecoms firm Verizon and video rental empire Blockbuster - where resolutions have passed against the wishes of the board.</p> <p>Several vocal pressure groups continue to push for pay restraint. A report from the US Institute for Policy Studies, together with United for a Fair Economy, this week concluded taxpayers in effect subsidise boardroom pay to the tune of $20bn annually through loopholes allowing companies to pay executives offshore, to minimise capital gains tax or defer taxation.</p> <p>Sarah Anderson, co-author of the study, said the rewards enjoyed by energy bosses were attracting particular ire. \"They've really been cashing in even though executives admit they don't have any control over global oil prices.\" </p> <p>The presidential election has provided hope for campaigners. Democrat Barack Obama and Republican John McCain say they support legislation presently stalled in Congress which would require companies to hold a \"say on pay\" vote annually.</p> <p>Obama favours closing a so-called \"carried interest\" loophole which limits capital gains tax on fees and bonuses. </p> <p>McCain has railed against \"rewards for failure\", when outgoing chief executives get huge payoffs, telling a group of small business leaders in June: \"Something is seriously wrong when the American people are left to bear the consequences of reckless corporate conduct, while the offenders themselves are packed off with another $40m or $50m for the road.\"</p>",
  "<p>We are now at what we would call, in horseracing parlance, the end of the back stretch. The presidential debates - three of them, to be held on September 26, October 7 and October 15 - will constitute the clubhouse turn. Then, down the stretch they'll come for the final three weeks.</p> <p>What are the major lessons so far, the Big Questions, of this presidential election? Eleven months ago in these pages, I wrote: \"Let me offer what I think is the most important undercurrent question of next year's election: have Americans tired of conservatism, or have they merely tired of corrupt and incompetent conservatism?\"</p> <p>Unlike much of what I've written, those sentences actually hold up to time's remorseless glare. That, I think, is still the question.</p> <p>The problem is, we don't know the answer, and we won't know until probably the early hours of Wednesday, November 5. If Barack Obama wins, no matter how narrowly, we can speak of a nation that wanted a change, of course. If John McCain ekes it out, we can conclude that enough Americans were given enough reason to think twice. Conservative governance will continue.</p> <p>But for now that's all speculative, and the race right now isn't really about those things. Right now what we have is an extreme cage fight in which, on November 4, one or the other will crawl out, bloodied and beaten, but victorious. And soon thereafter the bloodied winner has to start actually being the president. Yes, it's nuts</p> <p>So which side is better equipped to win the cage fight? It's a more complex question than it seems, because the two campaigns have diametrically opposed ideas about how to achieve that victory. This is a unique situation. Usually, Republican and Democratic presidential campaigns have roughly the same theory of how to win. It's just that Republicans are better at implementing the theory. But this time, the Obama camp has a completely different theory. It's why they're not as nervous now as some of their extremely fretful supporters are.</p> <p>This is the field operation versus the news-cycle election.</p> <p>The McCain campaign is the news-cycle campaign. It is built around its television advertisements and attention-getting claims made on the stump that are all about winning that day's news cycle. </p> <p>The basic idea is, if you win enough news cycles, you've dominated the discourse, you've manipulated the news coverage, you've gotten your message out at the other fellow's expense, you've kept him on the defensive. Do all that and you're going to win. Many of these advertisements and claims are contemptible lies (see sidebar). The nature of McCain's campaign is all the more shameful considering that he's doing many of the exact things that were done to him by George Bush's campaign in 2000 -and employing some of the self-same people who did it to him to do it to Obama. </p> <p>As I write, the American political media are gently rousing themselves towards a state of backlash, and we will have to see where that leads. But as the old saying goes, a lie can get halfway around the world before the truth can even get its boots on, and so here we are. </p> <p>The McCain adverts have had a big effect. They started in earnest just as Obama was returning from his trip to Europe. These ads weren't lies, but were outlandishly wily attempts to paint Obama as a lightweight. The celebrity-Britney Spears-Paris Hilton ad was one that people liked to say turned them off, even as its message somehow sunk in. The day after he returned from what was by any objective measure a successful trip, Obama led McCain by 8 points in one major daily tracking poll. But within a few days it had tightened up considerably. The McCain team changed the story of Obama's trip.</p> <p>The news-cycle uber-stroke of the McCain campaign was to announce Sarah Palin as the vice-presidential choice the day after the Democratic convention concluded. Obama had given his well-received speech before 84,000 fans the night before. In previous elections, he would have been able to ride that momentum for a few days. But the McCain camp cut it off utterly. It helped also that no one knew the first thing about Palin. So the American cable news channels that Friday and most of that weekend were about \"Who is Sarah Palin?\" rather than being about \"Obama rides wave, McCain's turn next.\" When Palin turned out to be beloved of the rightwing electoral base and have an intriguing family life to boot, so much the better. Obama wasn't the story.</p> <p>Since the conventions, Team McCain has kept up its barrage, daily and sometimes hourly launching new attacks and continuing to promote false claims about Palin's \"record of reform\" (that she opposed federal funding for a bridge that she in fact supported until it became politically unwise to do so, that she fought federal \"pork-barrel\" spending that she had in fact sought for her state). </p> <p>The point is to press the advantage in the daily news cycle and create a narrative. Republican thinking was put on display, perhaps too candidly for the McCain campaign's tastes, by a Republican strategist, John Feehery, who is not with the campaign but who told the Washington Post: \"The more the New York Times and Washington Post go after Sarah Palin, the better off she is, because there's a bigger truth out there and the bigger truths are she's new, she's popular in Alaska and she's an insurgent. As long as those are out there, these little facts don't really matter.\" Little facts. Nice one.</p> <p>The success of the news-cycle strategy so far has a lot of liberals calling their cardiologists. And maybe with good reason. McCain is now ahead in some polls, tied in others. He has certainly won almost every news cycle since the conventions closed.</p> <p>But the questions about the strategy are these: are regular Americans paying much attention to these news cycles? And even if they are, do they believe everything they see on TV? This is where the field operation strategy comes in. </p> <p>In Denver, I attended a meeting between journalists and Obama campaign manager David Plouffe arranged by Time magazine. Plouffe laid out the theory: the Obama camp isn't that panicked about news cycles, we're looking longer term, he said. Team Obama has sunk massive amounts of money into a huge number of field offices in competitive states (some conservative states aren't worth fighting in and liberal states are in the bag already). At the last comprehensive count, the Obama campaign had 336 field offices around the country, and McCain 101. McCain has probably opened more recently, but the disparity is still striking.</p> <p>Some state-by-state comparisons are useful. In Ohio, Obama has 33 offices, and McCain nine. In Michigan, it's 22-11. Virginia, 28-6; Iowa, 23-6; New Mexico, 18-1; Missouri, 27-7. You get the picture. Florida is the only competitive state where McCain has more offices, 35-25. That 35 is deeply uncharacteristic for McCain, probably explained by the fact that much of the McCain vote in Florida will be elderly and will need to be driven to the polls on election day.</p> <p>In addition, the Obama campaign is counting on a large voter-registration effort that's been ongoing in key states since 2006. Twenty-eight of the 50 states enroll voters according to party affiliation, and in those states, Democrats have gained 2 million voters in the last two years, while the Republicans have lost 334,000. Numbers for 2008 alone look like this in some important states: Colorado, 66,516 Democrats to 13,352 Republicans; Florida, 209,422 Democrats to 77,196 Republicans; Iowa, 69,301 Democrats to 7,515 Republicans; Pennsylvania, 98,137 Democrats to just 289 Republicans. </p> <p>It takes a lot of time and money to register all those people and set up all those offices. The Obama people are betting that the investment will pay off. It is their belief, Plouffe said in Denver, that most people pay more attention to their co-workers and neighbours than they do to television talking heads. And with all those neighbours and co-workers spreading the word on election day, they say they feel good about the situation they've created. Field, they say, will trump news cycle.</p> <p>So there you have it. Are the Obama people right? The problems with their theory are that all this field-tilling is invisible to pundits, and that there's no way to measure its success until the votes start coming in. In the meantime, McCain is very much winning the visible war, which can be measured day-to-day. And, since he named Palin, enthusiasm on the right is sky high, so he'll have his army of volunteers now, too. </p> <p>One doesn't doubt that the Obama turnout will be impressive. But there are 51 daily news cycles between now and November 4. Obama certainly needs to win a few of them. So let's sort all that out first. Then we'll talk about the big picture.</p> <h2>Dirty tricks</h2> <p><strong>McCain campaign's misleading statements ...</strong></p> <p><strong>·</strong> It said Obama supported teaching sex education at kindergartens in Illinois. In fact, Obama voted for, but did not sponsor, legislation that would have allowed local school districts to provide \"age-appropriate\" sex education as a way of teaching young children to be wary of sexual predators. </p> <p><strong>·</strong> McCain said Obama would end new weapons programmes needed to keep America safe. Yet a McCain adviser has listed \"future combat systems\" as a programme that should be cut.</p> <p><strong>·</strong> Palin has made her opposition to the \"bridge to nowhere\", a $223m span linking an Alaskan island, a centrepiece of the team's portrayal of her as a fiscally responsible governor. But Palin initially supported the project and abandoned it after the Congress did so. </p> <p><strong>·</strong> During Obama's trip to Europe this summer, McCain said his rival ditched plans to visit wounded troops in Germany because journalists were forbidden from accompanying him. Obama aides said they cancelled the visit because they did not want to use injured soldiers as campaign props.</p> <p><strong>·</strong> McCain has often claimed Obama would raise taxes. But non-partisan analysis found Obama would cut taxes for low- and middle-income households, while raising payroll taxes on those earning more than $250,000.</p> <p><strong>Democrats stretch the truth too ...</strong></p> <p>Obama and other Democrats have said McCain would keep US troops in Iraq for 100 years, referring to remarks McCain made in January. McCain was clearly describing a situation in which non-combat forces could stay in Iraq, similar to US deployments in South Korea, Germany and elsewhere after wars.<br><strong>Daniel Nasaw</strong></p>",
  "<p>Americans are so quick to mock foreign languages that laughing at their own failures is always funny. Here, then, you will find photographic evidence of someone at a McCain rally holding up a placard that declares their man is \"Keeping Ameirca Strong\", meet some half-naked lady who may or may not have made a typo while advertising herself as the \"sexist women of MySpace\", and a store called Megaflicks which might want to reconsider the letter spacing in its sign. YouTube always provides rich pickings for those looking for grammatical meltdown, but spelling atmosphere \"apmaspier\" deserves a prize.</p>",
  "<p>Max Mosley yesterday faced the press for the first time since he stood on the steps of the high court in July, following his legal victory over the News of the World, and suggested that he could have been the victim of a conspiracy within motor racing.</p> <p>After winning a legal action for invasion of his privacy, Mosley engaged Lord Stevens' company to investigate who might have been responsible for passing information to the News of the World giving details of alleged sadomasochistic orgies involving the president of the FIA, motor sport's governing body.</p> <p>\"The fact that Stevens is quiet does not mean that Stevens is not working,\" said Mosley at Monza, where the Italian grand prix takes place tomorrow. \"I do believe that it had more to do than with one lady. It's not from my private life. It's most likely something to do with motor racing.\" Mosley said he felt vindicated by the ruling in the high court, where he sued successfully for breach of privacy. \"The thing that annoyed me was that there was some sort of Nazi role play,\" said Mosley of the original article. \"That has been totally demolished in court.</p> <p>\"In that sense I am vindicated, although obviously I am irritated, to put it mildly, that my private life, and aspects of my private life, have been made public which shouldn't have been. That's particularly bad for my family.\"</p> <p>He also announced that he could stand for re-election for another five-year term from 2009, and that he has the support of Bernie Ecclestone, the formula one commercial-rights holder, should he choose to throw his hat into the ring next October.</p> <p>Mosley said there was no longer any tension between him and Ecclestone after what had been presented as a mid-season spat. Mosley had survived a vote of confidence in the wake of the scandal breaking. \"It got bad in the sense that I started to get extremely annoyed,\" said Mosley. \"After we'd had the vote of confidence - which he appeared not to accept. It was not good for a while; now we've met, we've talked and it's behind us.\"</p>",
  "<p>Perhaps because the most important runway this season at New York fashion week wasn't in the city's traditional venues but on CNN, as the country became increasingly obsessed with Michelle Obama's shift dresses, Cindy McCain's wardrobe expenditure and, of course, Sarah Palin's glasses, the shows themselves often felt a little limp in comparison. Fashion designers reacted by trying to outdo the competition, with a combination of glitzy parties, celebrities and canny, publicity-seeking timely references, thus making this New York fashion week, dull clothes aside, one of the more memorable for years. Here is a guide to everything you need to know.</p> <p><strong>Political support</strong></p> <p>As the rest of America obsessed over Sarah Palin and lipstick-sporting pigs, New York designers showed their love for Obama. Diane von Furstenberg and Marc Jacobs were prominent Clinton supporters, but both loyally - or disloyally, depending on your point of view - stuck with the Democrats and bigged up Barack. Anna Wintour hosted an Obama fundraiser, but her enthusiasm might have waned after the Obama team sent out invitations on which they referred to their host as \"Ann Wintour\". Yet the runways told a different story. This week's fashion icon was Cindy McCain, with stiff hair and Mad Men-style 1950s dresses becoming increasingly popular. The asymmetric hemlines on dresses indicated a similar confusion: are we optimistic about the economy or not? Who knows? The most politically sensitive moment happened at the 3.1 Philip Lim show when actress Elizabeth Banks, who plays Laura Bush in the upcoming Oliver Stone film W, was seated opposite the president's daughter, Barbara. No wonder the fashion world's confused. </p> <p><strong>Celebrity attention-seeking</strong></p> <p>Imagine you are a celebrity going to a fashion show. How to guarantee grabbing attention amid all your fellow celebrities? If you are Victoria Beckham and Jennifer Lopez, you turn up to the Marc Jacobs show arm in arm. And if you are Beckham and want to make extra sure, you sport a new haircut. Bringing a dog was another favourite tactic, adopted by British model Daisy Lowe among others. The American fashion website, <a href=\"http://www.gofugyourself.com\">gofugyourself.com</a>, was not impressed, demanding to know: \"Seriously, what kind of ass brings a dog to a fashion show?\" But perhaps recent New York arrival Peaches Geldof should have followed Lowe's example: she was almost ignored by the paparazzi at the Preen show who were shockingly unaware of Geldof's renown. Oprah Winfrey got attention for all the wrong reasons when her stylist told a reporter at one show his client has to wear \"miracle clothes - whatever gives the slimmer look\" and that some designers don't lend her clothes because \"they won't do the clothes in her size\". Just for good measure, he added that she always needed \"long or at least half sleeves\". And Winfrey pays money to this man?</p> <p><strong>Celebrity fashion ranges</strong></p> <p>Forget about Calvin, Ralph and Donna: New York fashion week is now all about celebrity designers. Justin Timberlake, André 3000, Jay-Z, Victoria Beckham, all were in town this week touting their designs. Anticipation is high for next season when celebrity stylist Rachel Zoe will allegedly launch her range. Will it feature oversized sunglasses and giant handbags? Pope? Catholic?</p> <p><strong>Marc Jacobs </strong></p> <p>It's the bi-annual fashion tradition: who can come up with the best interpretation of Marc Jacobs' show? Immediately afterwards the New York Times' Cathy Horyn proclaimed it to be \"a new take on Willa Carther\", while fashion writer Tim Blanks declared it was \"Lana Turner on Broadway\". Others cited Mary Poppins. By midweek Horyn said it reflected \"the early part of the 20th century, when women demanded the right to vote\", and she took this as a reference to Jacobs' original support for Hillary Clinton. As for Jacobs, when he was asked what his inspiration was, his answer was a little less specific: \"Women.\"</p> <p><strong>The big trend</strong></p> <p>New York fashion week is generally not interested in attention-grabbing, trendsetting clothes: it's about selling lots and lots of sportswear. But one trend did emerge this week: unsexy clothes. At Diane von Furstenberg hemlines were generally long and dresses floaty and shapeless; at Calvin Klein otherwise simple shifts were pulled into origami-like shapes that almost made the models appear to have big hips. Marc by Marc Jacobs and Matthew Williamson both had very young collections, with romper suits and mini-ruffled dresses which might look sweet on tweens, but would make anyone over 15 look strange, which is a bit different from sexy.</p>",
  "<h2>Who coined the phrase 'lipstick on a pig'?</h2> <p>When Barack Obama described John McCain's campaign message of change as \"lipstick on a pig\" it ignited a flurry of recrimination from the Republican camp. It was claimed he was insulting Republican vice-presidential nominee Sarah Palin. By saying: \"You can put lipstick on a pig - it's still a pig\", Obama's team say he was simply describing McCain's effort to rebrand himself.</p> <p>The phrase is a relatively new colloquialism with a old provenance in the English language. The first printed reference to someone dolling up swine occurred more than 30 years ago, but other iterations go back centuries, according to lexicographer Grant Barrett, of the American Dialect Society. </p> <p>The phrase first appears in print in 1985, when the Washington Post quoted a San Francisco radio host describing a proposal to renovate the city's sports stadium. In 1980, a Washington state newspaper wrote: \"You can clean up a pig, put a ribbon on it's [sic] tail, spray it with perfume, but it is still a pig.\"</p> <p>\"It's probably older than that,\" Barrett said. \"It was probably oral long before it was in print. But the whole idea of gussying up a pig is much older.\" </p> <p>The phrase, \"You can't make a silk purse out of a sow's ear\" is about 300 years old, and the formulation Obama used \"is in a direct lineage of that kind of sentiment,\" Barrett said. \"The idea is a pig is a dirty animal ... that you can't take something that is ugly and make it pretty just by putting cosmetic changes on it.\"</p> <p>The phrase has been part of the American political lexicon as far back as 1986, when Texas Democrat Jim Hightower used it to describe a shakeup in Ronald Reagan's cabinet. McCain used it last autumn to compare Hillary Clinton's healthcare proposal to one she developed as first lady. And Republican former Pentagon spokesman Torie Clarke entitled her 2006 book, Lipstick on a Pig: Winning In the No-Spin Era by Someone Who Knows the Game.<br><strong>Daniel Nasaw</strong></p> <h2>Are barristers underpaid?</h2> <p>It was reported this week that some barristers are boycotting legal aid work because, at around £70 per hour for a junior and £91 an hour for a QC, it doesn't pay well enough. Do they have a point? Are they in fact underpaid? </p> <p>Barristers tend to be lumped together in the public imagination, but the reality is that they are far from a single breed. Those who work in the City or in commercial chambers can earn up to £200,000 in the first five years of practice, with overall average earnings in the top commercial sets at £332,000, and a handful up to £3m a year. </p> <p>In the more visible but less glamorous world of crime, the view at the top is also relatively rosy. Michael Mansfield, a top criminal QC, said publicly last year that his earnings should be halved to £150,000, to bring them in line with senior surgeons. But the story is different at the junior end of the profession. According to the Bar Council, earnings for newly qualified barristers defending in criminal cases start at £10,000 a year. Compare that with a new doctor, after roughly the same length of study and training, and the figure is £32,793. </p> <p>Training to become a barrister can easily cost more than £20,000 in fees alone. Add the endless stints of work experience or \"mini-pupillages\", shadowing judges and pro bono work that are now becoming requisite at the competitive entry level, not to mention compulsory \"dining\" - a tradition rebranded as \"qualifying sessions\", but which essentially requires trainee barristers to don a gown and dine 12 times in one of the four Inns of Court. </p> <p>Once qualified, barristers, who are self-employed, have to contend with non-payment for months and sometimes years. Five years into practice, many at the criminal bar are still earning as little as £40,000 a year. A doctor, who could by then be working as a GP, could expect an average income of between £80,000 to £120,000. <br><strong>Afua Hirsch</strong></p> <h2>Do novels need plots?</h2> <p>It's part of every Booker jury's job to announce a Big Idea which the rest of us can tear to shreds. The chairman, Michael Portillo, duly obliged on Tuesday with: \"We have brought you fun,\" while the novelist Louise Doughty added: \"The ability to come up with a good plot and create a good structure are great literary qualities - it is not just about how to make a finely turned sentence.\"</p> <p>It was clear from the inclusion of Tom Rob Smith's thriller Child 44 on the longlist that plot was going to play a part in this year's deliberations - for thrillers are the most plot-heavy of all literary genres, and are very rarely considered for literary prizes. Some writers - notably the Booker-winning John Banville - have even contrived alter egos to accommodate the belief that genre fiction has a different engine to the one that drives the \"literary\" novel.</p> <p>Insofar as plot is what carries fiction from one chapter to the next, every novel has to have one, though plenty of writers have toyed with eliminating them. Oscar Wilde sends up the French symbolists in Dorian Gray, where a novel without a plot - but with \"metaphors as monstrous as orchids\" - poisons the hero's life. More recently, John Lanchester gave us a day in the life of a newly redundant accountant Mr Phillips, who spends the novel wandering around London wondering where his life might go. Lanchester draws attention to the artfulness of this by walking him into a bank heist in the final pages (a plot device if ever there was one).</p> <p>But Doughty has a point: there are plenty of writers who mistake events for plot and end up with novels that are an interminable procession of one damn thing after another. And some very good novelists are famously weak on plot (think of the cheques to \"Self\" which rather unconvincingly bring the grasping John Self down in Martin Amis's finest novel, Money). The ability to create structure and plot are great literary qualities, but without finely turned sentences - without style, in other words - it's not literature. <br><strong>Claire Armitstead</strong></p>",
  "<p>Questions were raised yesterday about Robert Mugabe's commitment to Zimbabwe's historic power-sharing deal after it was revealed that hours before agreeing to a coalition administration with his arch foe, Morgan Tsvangirai, the president told traditional chiefs he could never work with the opposition.</p> <p>The revelation came as the two sides attempted to hammer out the composition of a coalition cabinet ahead of a formal signing of the power-sharing agreement on Monday that is expected to end the Zimbabwean leader's 28 years of political domination.</p> <p>Mugabe, Tsvangirai and the head of a smaller opposition faction are wrangling over the division of 31 cabinet seats.</p> <p>Sources in Tsvangirai's Movement for Democratic Change (MDC) said the party expected to secure control over the police and intelligence agency - which were central to the state-orchestrated campaign of killings and other violence against the opposition during the recent election - while Mugabe's Zanu-PF will oversee the military through the defence ministry.</p> <p>Such an arrangement could prove crucial to the MDC which plans to force fresh elections in about two years, laying the path for Mugabe's final political demise as it appears unlikely he could ever again win a legitimate ballot in Zimbabwe.</p> <p>But Mugabe's commitment to the deal was swiftly called into question when it was revealed that hours before agreeing to the power-sharing arrangement he told a meeting of traditional chiefs that the MDC and Zanu-PF \"will never mix\".</p> <p>\"Putting Zanu-PF and the MDC together to work together is like mixing water and fire,\" he said. \"It is quite difficult for these parties to be friends especially if one party is being supported and sponsored by the outside countries that are pushing for a regime change agenda. They want Mugabe to go.\"</p> <p>If Mugabe does sign the coalition agreement on Monday, the allocation of portfolios will help determine how much power he continues to wield as president. But his grip will in any case be greatly weakened, with Tsvangirai destined to take over the daily running of government as prime minister and the combined opposition holding a majority in cabinet, albeit by only one seat.</p> <p>Mugabe will chair the cabinet while Tsvangirai heads a new council of ministers that will undertake the daily administration of the country.</p> <p>The combined opposition's majority in both bodies means Mugabe and his party can be outvoted in government and parliament, further whittling down the president's political control provided the two MDC factions work together. But that may prove difficult given the animosity between Tsvangirai and the leader of the rival MDC grouping, Arthur Mutambara, who is to serve as one of two deputy prime ministers.</p> <p>Perhaps crucially, the MDC also won its demand for the negotiation of a new constitution within 18 months which will lay the ground for fresh elections.</p> <p>In the meantime, the new administration will face formidable challenges.</p> <p>Desperate Zimbabweans are looking to a new government for relief from hyperinflation running above 20 million percent, widespread food and fuel shortages, and mass unemployment.</p> <p>David Coltart, legal affairs secretary for the smaller MDC faction, said the additional challenge for the new government would be for former foes to work together.</p> <p>\"The grave humanitarian and economic crises are enough to test any government. The new cabinet that will have to address these challenges is composed of protagonists - virtually all of the cabinet ministers to be appointed by the MDC [factions] have at some stage in the last nine years been brutalised on the instructions of those they will now have to work with. Zimbabwe remains highly polarised and it will take statesmanship on all sides to make this work,\" he said.</p> <p>Many in the MDC also remain deeply hostile to Mugabe, reflected in the jeering of its MPs as the president opened parliament last month.</p> <p>The agreement has met with scepticism from some of Mugabe's opponents who have accused Tsvangirai of making too many concessions.</p> <p>Lovemore Madhuku, head of the National Constitutional Assembly, which has been at the forefront of pressing for political reform, said he feared Mugabe would outmanoeuvre his opponents and retain control.</p> <p>\"I believe that under this arrangement the MDC will now be neutralised as a political force. But we will have to wait to see how the union will work but generally the people of Zimbabwe were also looking for some kind of settlement,\" he said.</p> <p>The European Union yesterday said it would consider whether to extend sanctions against Mugabe and other Zanu-PF leaders following the agreement.</p> <h2>Power-sharing: Opposition divisions may be key</h2> <p><strong>How will power-sharing work?</strong></p> <p>Robert Mugabe remains president but with greatly reduced powers. He will chair an advisory cabinet. Morgan Tsvangirai will be prime minister and oversee day-to-day rule through a council of ministers. Tsvangirai will also sit in the cabinet, where the opposition will have a majority of one, allowing it to set policy. Cabinet seats are based on March's parliamentary election. Mugabe's Zanu-PF will have 15 seats, Tsvangirai's Movement for Democratic Change has 13 and a breakaway MDC faction, led by Arthur Mutambara, has three. The opposition also has a majority of MPs.</p> <p><strong>Will it work?</strong></p> <p>There are challenges, not least the bitter legacy of the elections. MDC leaders must work with men who led the murder and torture of MDC activists and their families. There is deep distrust between the two MDC factions. Much will depend on whether Tsvangirai can assert control over the council of ministers. If Tsvangirai does not make power-sharing work, he will quickly lose the people's confidence. </p> <p><strong>So is this the end for Mugabe?</strong></p> <p>Although he has had to concede much of his power, Mugabe is adept at exploiting divisions, notably within the MDC. But some key levers of power, such as the police, will be under MDC control. Meanwhile, a new constitution is to be put in place that could see fresh elections held in as little as 18 months.</p>",
  "<p>The fundamental question raised by the choice of Sarah Palin as the vice-presidential candidate for the Republicans is not whether she is fit for that position. It is whether John McCain himself is fit for the presidency. The answer must be that in picking for his running mate a woman who is clearly incapable of taking charge of the country if he should die or become seriously ill, Mr McCain has revealed the essential recklessness of his character.</p> <p>It is an aspect of his personality of which we have had glimpses before - perhaps useful in a fighter pilot, not always unattractive in a man, and sometimes refreshing in a politician, but absolutely inappropriate for one who seeks the highest office. Mr McCain is 72. He has had brushes with cancer and his body took a battering during his imprisonment in Vietnam. He might well die in the White House, should he be elected. </p> <p>The overriding consideration should therefore have been to select as running mate a man or woman with the ability and authority to take up the reins should they fall from Mr McCain's hands. Mr McCain has done the exact opposite. Mrs Palin steered herself through her first interview this week with the nervous intensity of a well-prepared candidate for catechism who was nevertheless not quite sure of her ground on the sacraments. She is not experienced, and if she has ability it has been demonstrated only at a very low level. It speaks volumes that she is being kept from the press while being tutored at breakneck speed.</p> <p>But she will not be kept from public view. Mr McCain's intuition was that in the culture wars just under the surface in American politics, Mrs Palin might be the perfect counter to Barack Obama. She could confuse the feminist issue. She could bring an entertainingly zany note into the rather leaden beat of the Republican campaign. But most of all she could function as a lens to concentrate the resentments and prejudices of many ordinary Americans on to an elegant and intellectual Democratic candidate who presents voters with a more unsettling and nuanced picture of the world than they want to contemplate.</p> <p>This may be shrewd tactics, but it is not the action of a statesman. In the pursuit of campaign advantage, Mr McCain threatens to burden the nation - and the world - with an untried politician who might have to assume presidential powers in the most trying of circumstances. In a not wholly dissimilar situation, Mr Obama has made a wiser choice. Although young and healthy, his colour means he runs a higher risk of assassination. His choice of running mate may be criticised, but Senator Joe Biden could handle a succession if he had to do so.</p> <p>The historian Arthur M Schlesinger Jr argued that a vice-president who was not first-rate \"should not be in a position to inherit or claim the presidency\". Filling the job with a good candidate was a waste, yet filling it with an inferior one was far too much of risk. He wanted to see the post abolished, and different arrangements put into place, but he did not expect that to happen unless the 25th amendment of the US constitution, which established the post as it now exists, \"blows up in our faces and causes some new and shattering crisis\".</p> <p>Mr McCain's is not the first choice to open up that possibility, but it comes at an especially dangerous time. The calibre of past vice-presidents like Harry Truman and Lyndon Johnson who took office as a result of the death of a president was high - indeed in their cases as high as American politics can offer. Most other vice-presidents have also been politicians of substance, some of whom went on to run for president in their own right. The only lightweight figure on the postwar list was Dan Quayle. Now Mr McCain has taken a chance on another, betting on the remote prospect that Mrs Palin might be up to the job if it came to it. Does America really want a chancer for its next president?</p>",
  "<p>That sound you are hearing may be the air running out of former Republican congressman <a href=\"http://www.bobbarr2008.com/home/skip/?s=0618\">Bob Barr's presidential campaign</a>.</p> <p>This year, <a href=\"http://www.ronpaul.org/\">Congressman Ron Paul of Texas</a> mounted what was arguably the most successful small-l libertarian presidential candidacy in history. Barr, having ditched the GOP, was to follow up with the most <a href=\"http://www.theguardian.com/commentisfree/2008/apr/07/bigtentlibertarianparty\">viable</a> big-L Libertarian presidential candidacy ever. But based on the events at a Ron Paul press conference in Washington on Wednesday, Barr may not be a child of the <a href=\"http://www.campaignforliberty.com/\">Ron Paul Revolution</a> in November.</p> <p>Paul, <a href=\"http://www.house.gov/paul/\">a ten-term Republican congressman</a>, didn't win any primaries or caucuses but he did raise millions of dollars, inspire thousands of committed volunteers and collect more than one million votes in his unlikely 2008 run for the GOP presidential nomination. Essentially barred from the Republican National Convention last week, he brought out over 12,000 supporters to his own <a href=\"http://www.spectator.org/dsp_article.asp?art_id=13819\">counter-convention</a> across the river. They heard hours of speeches extolling the virtues of limited government, free markets and a non-interventionist foreign policy that would include ending the war in Iraq.</p> <p>But ever since Paul's long-shot bid for the White House ended, his supporters have been divided about whether to bolt the Republican party or work to change it from within. Paul himself decided against a third-party bid and instead ran for re-election to Congress as a Republican, dispatching a primary opponent with more than 70% of the vote. A slew of Ron Paul Republicans began making similar runs in GOP primaries and the Paul-led <a href=\"http://www.campaignforliberty.com/\">Campaign for Liberty</a> aims to help them.</p> <p>But Paul also <a href=\"http://www.reuters.com/article/politicsNews/idUSN1044154420080911\">refused to endorse</a> Republican nominee John McCain and many of his supporters were displeased with a presidential choice between McCain's national greatness neo-conservatism and Barack Obama's messianic liberalism. Obama became an even tougher sell to these would-be <a href=\"http://www.theguardian.com/commentisfree/2008/jun/26/barackobama.johnmccain\">Obamacons</a> after the Democrat softened his opposition to the Iraq war and his defence of civil liberties.</p> <p>Enter <a href=\"http://www.bobbarr2008.com/splash/?s0820\">Bob Barr</a>. Barr had his own problems, including a record of supporting the drug war, the invasion of Iraq and the Patriot Act while serving in Congress. But the Republican-turned-Libertarian had seen the light on these issues and had devoted much of his post-congressional career to resisting the Bush administration's national surveillance programme. As the Libertarian Party nominee, he could have been a plausible alternative for the Paul voters, who outside the confines of the Republican Party may number greater than one million.</p> <p>In fact, Barr's Libertarian heterodoxies actually had the potential of widening his appeal to a large number of anti-McCain conservatives. Like Paul, Barr is to the right of most libertarians on immigration, same-sex marriage and abortion. He is best known for his working in trying to impeach Bill Clinton. Barr had a chance to unite Ron Paul Republicans with Rush Limbaugh Republicans.</p> <p>For a time it looked like it might even work. Barr performed better in state and national polls than any Libertarian presidential candidate in recent memory, zooming to 6% in a Zogby survey this July. While Barr had competition for the Paul vote – Constitution Party nominee Chuck Baldwin – he seemed to be blowing that competition away. Paul hinted that a vote for either Barr or Baldwin would be fine with him.</p> <p>Yet Paul gave his supporters no clear direction. At the <a href=\"http://www.rallyfortherepublic.com/\">Rally for the Republic</a>, organizers talked about taking the Republican Party back to its small government roots. Speakers, especially former Minnesota Governor Jesse Ventura, talked about smashing the GOP and the entire two-party system.</p> <p>The confusion continued at the Republican National Convention, where 15 delegates voted for Paul against McCain in the roll call. But by <a href=\"http://blogs.wsj.com/washwire/2008/09/04/john-mccain-2343-votes-ron-paul-15/?mod=googlenews_wsj\">some estimates</a>, his final tally could have been as high as 78 delegates. Most of his supporters at the convention, despite engaging in behind-the-scenes brawls at state conventions and initiating credentials challenges to nail down their delegate slots, ended up voting for McCain.</p> <p>That proved true for at least <a href=\"http://www.bostonherald.com/news/national/politics/2008/view.bg?articleid=1117016&amp;srvc=rss\">a dozen Paul delegates</a> from Massachusetts. The four Paul delegates from Nevada who had to stage a credentials fight to get inside the convention hall also <a href=\"http://www.lasvegassun.com/news/2008/sep/07/paul-backers-give-graciously/\">supported McCain</a>.</p> <p>A week later at the National Press Club, Paul decided to resolve the conflict – sort of. He remained a Republican, but urged his followers to vote for a third party candidate willing to sign his statement of principles about foreign policy, privacy issues, monetary policy and the national debt. These candidates stretched from Baldwin on the right to Ralph Nader and Cynthia McKinney on the left.</p> <p>Barr, concerned about the futility of this \"any of the above\" quasi-endorsement, <a href=\"http://www.reason.com/blog/show/128719.html\">bailed</a> on the event. But in doing so, he <a href=\"http://www.lewrockwell.com/blog/lewrw/archives/022780.html\">outraged</a> many <a href=\"http://www.lewrockwell.com/blog/lewrw/archives/022787.html\">Paul supporters</a>.</p> <p>Now the Rush Limbaugh Republicans are heading back into the GOP fold because of Sarah Palin, and the Ron Paul Republicans are going to split their votes between three or four candidates with different platforms. Maybe Barr can overcome this and maybe Paul can take these disparate strains and forge them into a coherent movement. But that's not the way to bet.</p>",
  "<p>The Secret Service agents who guard the four candidates and their families have the job of giving them code names, which the Washington Post <a href=\"http://voices.washingtonpost.com/the-trail/2008/09/10/palin_code_name_denali.html\">is now reporting</a>. And leaving aside the questionable publicising of supposedly secret codes, the names are surprisingly relevant to the personalities of Obama, McCain, Biden, and Palin.</p> <p>Obama is named <strong>Renegade</strong>, a nice allusion to the initially insurgent candidacy he mounted last year against overwhelming favourite Hillary Clinton. His wife Michelle is <strong>Renaissance</strong>, a fitting code for a woman whose personal style has sparked frequent comparisons to the <a href=\"http://jezebel.com/351264/michelle-and-jackie-o-twins-separated-at-birth\">heyday of Jackie Kennedy</a>.</p> <p>McCain's name is <strong>Phoenix</strong>, which sounds like a clever double-shot at his home base in Arizona and his rising-from-the-ashes victory in the Democratic primary. His wife Cindy is dubbed <strong>Parasol</strong> - not that she's been spotted carrying a ruffly umbrella, but her fashion tastes do run <a href=\"http://www.vanityfair.com/online/politics/2008/09/cindy-mccains-300000-outfit.html\">on the ritzier side</a>. (If it's not already apparent, each family chooses one letter of the alphabet for their Secret Service codes.)</p> <p>Biden's code word is <strong>Celtic</strong>, a likely reference to his Irish roots as opposed to any fandom of Boston basketball. His wife Jill's name has not yet been reported, but she is a <strong>college</strong> professor who spends a lot of time on <strong>campus</strong>, so there's a lot to work with.</p> <p>Palin has perhaps the cleverest name of all: <strong>Denali</strong>, the name of Alaska's lovely national park but also of the natural-gas pipeline that major oil companies are <a href=\"http://www.upstreamonline.com/live/article159115.ece\">building in her home state</a> in a bid to undercut her authority. One wonders what she makes of the symbolism there.</p> <p>Speaking of symbolism, Todd Palin's code name is Driller. Yes, he <a href=\"http://www.ktuu.com/Global/story.asp?S=6965360\">works on oil rigs</a>, but it's still a little bit funny.</p>",
  "<p>While John McCain campaigns far away from Washington, his Senate colleagues are quietly crafting an energy deal that could give his rival Barack Obama a boost of momentum in the election's final days.</p> <p>The energy pact was first sealed by 10 senators, all of them concerned that the bitter political stalemate over offshore oil drilling had drowned out any dialog over diversifying American energy sources. </p> <p>The senators drew up a plan that included concessions for both right and left: Republicans got new coastal oil drilling in four eastern states and the Gulf of Mexico, while Democrats got to keep the ban on drilling in Alaska's Arctic wildlife refuge and more green energy incentives.</p> <p>\"We've tried to address all of the above\" when it comes to increasing energy availability, Republican senator Saxby Chambliss, an original backer of the deal, said today. \"Obviously, you're going to get a lot of criticism when you do that.\"</p> <p>At first the deal got plenty of criticism, from environmentalists and pro-business conservatives alike, and little traction on Capitol Hill. </p> <p>But as high gas prices pushed economic anxiety to the forefront of the campaign season, more and more senators signed on. Obama offered his cautious endorsement last month.</p> <p>The \"gang of 10\", as the dealmakers called themselves, became 16, and today a \"gang of 20\" – with one senator jokingly offering a gang sign of three fingers in the air, to form an E for energy. </p> <p>The plan's biggest opponent remains McCain, whose camp disapproves of its tax increases on oil companies to offset its $84bn price tag. No less a conservative elder than Rush Limbaugh warned McCain's fellow Republicans not to back the deal out of \"stupidity\" and \"selfishness\".</p> <p>But even Joseph Lieberman, the former Democrat who is one of McCain's closest allies, is warming to the energy plan. \"I think we've got a fighting chance of getting something done here,\" he told the Hartford Courant newspaper yesterday.</p> <p>Perhaps recognising the benefit of increasing pressure on McCain, Democratic leaders are now likely to hold a vote on the plan next week. \"No one expects the product of their work to be perfect,\" Senate Democratic leader Harry Reid said today. \"Compromise never is.\" </p> <p>At a congressional energy summit on Capitol Hill today, the energy deal's supporters got advice from clean-tech and energy experts on both sides of the ideological spectrum.</p> <p>Dan Reicher, the director of energy at Google and a member of the group Clean Tech for Obama, told the senators that no option to increase energy supplies – even oil drilling – should be refused. </p> <p>\"We do need to do everything,\" he said, adding a meaningful caveat: \"If I had to weight this, I'd say there's a big opportunity to first cut demand, so it's traditional or alternative supplies that we meet that demand with.\"</p> <p>Members of the \"gang of 20\" used the energy summit to tout their plan, displaying confidence in its ability to win Senate approval before this year's session ends in two weeks.</p> <p>The prospect of isolating McCain from fellow Republicans who support the deal, with Obama lending his support for the compromise, could entice even more Democrats to come on board.</p> <p>Even if the pact can pass, however, it would still have a long way to go before becoming law. Approval would still be required in the House of Representatives, where liberals and conservatives have a stronger pull on their respective parties and could unite to bring down the plan.</p>",
  "<p>So what are we to do with the <a href=\"http://www.nationalenquirer.com/\">National Enquirer</a>? The sensational tabloid was proven right this summer when former Democratic presidential candidate John Edwards was pushed, at long last, into <a href=\"http://abcnews.go.com/Blotter/Story?id=5441195&amp;page=1\">admitting</a> he'd had an extramarital affair.</p> <p>It was a story the Enquirer had broken last October. And if the mainstream media had jumped in and verified it when Edwards's candidacy was still viable, it might have <a href=\"http://abcnews.go.com/Blotter/Story?id=5441195&amp;page=1\">changed the outcome</a> of the battle between Barack Obama and Hillary Clinton.</p> <p>Now the Enquirer is engaged in a full-bore assault on Sarah Palin and her family, based entirely on anonymous sources.</p> <p>Part one was an <a href=\"http://www.huffingtonpost.com/2008/09/03/mccain-camp-battles-natio_n_123696.html\">article</a> alleging that John McCain's running mate had had an affair with a former business associate of her husband's - or, to be more precise, that some members of her fractious extended family believe she'd had an affair. (No doubt the lawyers helped with the wording of that one.)</p> <p>Part two - breathlessly flogged in a preview on the paper's website - goes quite a bit farther, claiming that the Palins' Iraq-bound 19-year-old son, Track, \"was addicted to the power drug OxyContin for nearly the past two years, snorting it, eating it, smoking it and even injecting it\"; that their pregnant 17-year-old daughter, Bristol, \"was a huge stoner and drinker\" who enjoyed making out with multiple guys when she was under the influence, and that, according to an unnamed friend of Bristol's fiancé, <a href=\"http://www.huffingtonpost.com/2008/09/03/levi-johnston-slideshow-m_n_123601.html\">Levi Johnston</a>, the unhappy young couple \"broke up a few times and they definitely messed around with other people\".</p> <p>Please understand that we shouldn't believe a word of this unless a news organisation more reputable than the Enquirer dives in and find it to be true. Earlier this month the McCain campaign denied the first installment of this sleazy saga and threatened to sue. Still, the Enquirer's stories occupy a fundamentally different place in the mediasphere compared to, say, the ridiculous <a href=\"http://medianation.blogspot.com/2008/08/andrew-sullivan-goes-there.html\">rumour</a> posted on Daily Kos recently alleging that Bristol was the real mother of Sarah Palin's four-month-old infant son, Trig.</p> <p>For one thing, the slime being peddled by the Enquirer is carefully placed at eye-level in the checkout lanes of supermarkets across the country. It may be no exaggeration to suggest that tens of millions of people saw the headline \"Sarah Palin's Dark Secrets!\", followed by \"Affair that nearly ruined her career\", as they unloaded their groceries.</p> <p>For another, the Enquirer has a reputation - as the Edwards story shows - for often getting it right, even as it blows past the normal standards of sourcing, ethics and human decency. As far back as 1994, the New York Times <a href=\"http://query.nytimes.com/gst/fullpage.html?res=9402EED7163AF937A15753C1A962958260&amp;sec=&amp;spon=&amp;partner=permalink&amp;exprod=permalink\">called the Enquirer</a> \"required reading\" for its coverage of the OJ Simpson murder trial. The paper had scored some significant scoops thanks to its dogged reporting, aided by its practice of paying sources, which is forbidden at mainstream outlets.</p> <p>Should the traditional media take their cue from the National Enquirer? As Will Bunch recently <a href=\"http://www.philly.com/philly/blogs/attytood/Its_a_little_simplistic_to_say_the_media_covered_up_for_John_Edwards.html?text=med&amp;c=y\">wrote</a> on his Philadelphia Inquirer blog, they really can't, because it would require financially strapped news organisations to divert resources away from real news in order to beef up their coverage of politicians' sex lives. That, he pointed out, is the Enquirer's job.</p> <p>But the division of labour Bunch proposes doesn't work if we don't believe the Enquirer (and we shouldn't) unless its reporting is verified by its betters. If we care about this stuff - and, by every indication, we do - then we should care about getting it right.</p> <p>Yes, there are plenty of actual issues surrounding Palin's politically brilliant, substantively disastrous candidacy, from her <a href=\"http://tpmelectioncentral.talkingpointsmemo.com/2008/09/palin_again_recites_lie_about.php\">lies</a> about the \"bridge to nowhere\" to her hand-picked police chief's <a href=\"http://www.adn.com/sarah-palin/story/522583.html\">policy</a> of requiring rape victims to pay for their own damn forensic testing. With few exceptions, press coverage of Palin's record has been tepid in the face of the McCain campaign's ferocious <a href=\"http://www.time-blog.com/swampland/2008/09/angry_amateurs.html\">assault</a> against the media. The idealist in me wants to demand that journalists dig deeply into what sort of governor and mayor Palin has been, not what kind of wife and mother she is.</p> <p>And yet it would be nice to know if the Enquirer's stories are true, wouldn't it? The Enquirer doesn't always get it right - it notably <a href=\"http://www.boston.com/ae/media/articles/2008/08/13/enquirer_settles_over_kennedy_child_rumor/\">screwed up</a> a story about Ted Kennedy's non-love child, for instance - but it does not fabricate things out of whole cloth.</p> <p>Given that the core of Palin's appeal is her image as a wholesome, church-going \"hockey mom\", it would be an unfortunate development indeed if the Enquirer were vindicated only after she's been elected vice president.</p>",
  "<p>The problem with the conservative blogosphere is that its readers and commenters are primarily conservatives, which means that the sheer force of the arguments presented there rarely reaches those who are really desperately in need of a wake-up call — namely, leftist-elitist communistico-socialist welfare-statist liberal terrorists such as <em>you</em>, dear visitor to Guardian.co.uk. And so it's purely as a public service that I pass on a couple of today's gems:</p> <p>Gem One is the assertion by Michelle Malkin — British readers, imagine Melanie Phillips crossed with Richard Littlejohn and an air-horn — that Barack Obama is a disrespectful tosser. Specifically, that he <a href=\"http://michellemalkin.com/2008/09/11/ground-zero-etiquette-a-tale-of-two-roses/\">tossed a rose onto a pile of flowers at Ground Zero yesterday in a way that only a callous monster would do</a>, while John McCain placed his rose gently on the pile. Naturally, the callous monsters of DailyKos <a href=\"http://www.dailykos.com/story/2008/9/12/0118/90691/296/595676\">disagree</a>.</p> <p>Gem Two comes from The Corner, the endlessly rewarding group blog at the website of the magazine National Review, where the following <a href=\"http://corner.nationalreview.com/post/?q=ZDNhNjcxMjBlMmE5ZWRjNTBlYWU1NDg3NzFjNGRhYTQ=\">emerges from the brain of Jay Nordlinger</a>:</p> <blockquote> <p>Many on the left are saying they have no gripe against Sarah personally. It's just that she has scant experience. And experience is so very, very important to them in a vice-presidential candidate. Then they must have loved Cheney, huh? Has there ever been a more experienced vice-presidential candidate? White House chief of staff, congressman, House leader, secretary of defense, CEO...</p> </blockquote> <p>...And thus, with a <a href=\"http://en.wikipedia.org/wiki/Syllogism#Everyday_syllogistic_mistakes \">single false syllogism</a>, the entire argument against Sarah Palin on the grounds of experience collapses, because after all, Dick Cheney was experienced, which must automatically mean that there was nothing else to criticise about his vice-presidency. Coming soon at The Corner: have you noticed how Barack Obama has the letter \"r\" in his name? <em>So did Hitler.</em> Yeah. Exactly.</p>",
  "<p>While plenty of people somewhere in the US support Sarah Palin, there are also plenty of us for whom she has inspired new-found depths of loathing. Thank God that Charlie Gibson, in as professional a manner as possible, <a href=\"http://www.huffingtonpost.com/2008/09/11/sarah-palins-charlie-gibs_n_125772.html\">showed her up</a> for the moron that she is. (As Press Box columnist Jack Schafer so succinctly <a href=\"http://www.slate.com/id/2199999/\">put it</a>: \"Never mind about [Palin] not being ready to be president. She wasn't even ready for this interview.\"</p> <p>But is that even going to register with the other half of the country—those people who have given Palin such a boost in the opinion polls? Considering that this election is <a href=\"http://voices.washingtonpost.com/thefix/2008/09/mccain_manager_this_election_i.html\">not about issues, but about image</a>, to paraphrase Rick Davis, a top McCain adviser, I fear it may not. </p> <p>Because really, even before the interview, there was just so much to dislike about her — and McCain too. By choosing the dimwit from Wasilla, the Republican presidential hopeful signalled his disrespect for women: Did he really think we'd vote for her just because she happens to have certain anatomical parts? He also signalled his alarming disregard for the country at large: Does he really think someone with little experience outside of Alaska — a sleazy opportunist with questionable ethics and poor diplomatic skills who clearly had <a href=\"http://www.huffingtonpost.com/2008/09/11/palins-abc-interview-stum_n_125818.html\">no idea</a>, last night, what the Bush doctrine was — will be able to lead if he's unable to?</p> <p>But really, it's the \"hockey mom\" who is so stubbornly — and smugly — anti-intellectual that I really want to eviscerate here, so let me stick to enumerating her many failings.</p> <p>First, and perhaps most importantly — not to mention unassailably — in addition to being an anti-intellectual, she's an anti-politician. Rather than being able to bridge any partisan divides, <a href=\"http://www.nytimes.com/2008/09/04/us/politics/04alaska.html?pagewanted=1\">she created enemies left and right</a> — on both the left and the right — in her home state. A number of local Republicans have spoken out against her, emphasizing her unwillingness to engage with anyone who doesn't share her point-of-view. If she couldn't even win over the Republicans in her home state, how are we supposed to believe she can help to improve what McCain referred to as the \"bipartisan rancour\" of things on Capitol Hill? How are we supposed to believe she will be able to charm foreign leaders from countries she <a href=\"http://www.politico.com/blogs/bensmith/0808/Palins_travels.html\">probably knows nothing about</a>, whose language she literally and figuratively will not be able to speak?</p> <p>There's also the problem of her being an anti-feminist, who doesn't think women should be able to control their own bodies — or their lives. (Which is to say she <a href=\"http://www.theguardian.com/world/2008/aug/30/johnmccain.palin2\">opposes abortion</a>, even in the case of rape and incest.)</p> <p>She's <a href=\"http://www.nytimes.com/2008/01/05/opinion/05palin.html?partner=rssnyt&amp;emc=rss\">anti-polar bear</a>: She wants to take the animal off the endangered species list.</p> <p>She's anti-science. A creationist, she believes in Intelligent Design — which implies she <a href=\"http://blog.wired.com/wiredscience/2008/08/mccains-vp-want.html\">doesn't \"believe\"</a> in the scientifically-proven phenomenon known as evolution. And — again, despite scientific evidence — she thinks <a href=\"http://www.newsmax.com/headlines/sarah_palin_vp/2008/08/29/126139.html\">humankind has no impact on climate change</a>.</p> <p>For a person with so many bozo opinions, it's ironic to note that she is also opposed to free speech: As mayor of Wasilla — the town that didn't have quite 6,000 inhabitants when she presided over it — she <a href=\"http://frontiersman.com/articles/2008/09/08/breaking_news/doc48c1c8a60d6d9379155484.txt\">discussed banning books</a> with the city librarian (who told her, in no uncertain terms, that she would fight tooth and nail if it came to that).</p> <p>In movies, it's usually the villains — the overly stern headmasters, the evil stepmother, the cruel prison guards — who try to limit the reading materials of the people whose lives they unfortunately control. In real life, it's usually the genocidal dictators like Hitler and Mao Zedong. They know that people with knowledge are powerful and won't put up with their tyranny for very long. (Kind of like Sarah Palin's God, in the Garden of Eden, didn't want Adam and Eve to eat the apple and become smarter than He was.)</p> <p>Unfortunately, it seems, approximately half of the United States could care less about knowledge or basic intelligence. If they cared, they wouldn't be in favour of someone as ignorant as Palin. And yet, they seem to like her in part because she is an anti-intellectual — which they think makes her \"one of them\". (Ask how many Alaskans think she is one of them, and I'd bet you'd get a surprising answer, given how many local leaders have had <a href=\"http://www.latimes.com/news/nationworld/washingtondc/la-na-palinstyle8-2008sep08,0,1799574,full.story\">negative things to say about her</a>.)</p> <p>We've had the ignoramus George Bush in the White House for eight years because too many Americans voted for that anti-intellectual. The last thing we need now is another arrogant, self-satisfied, inexperienced puppet in the White House. Come on, my fellow Americans who are backing Palin. It's time to wise up.</p> <p>Although, of course I'm not entirely against the former beauty pageant contestant. If she wants to run for Miss Wasilla again, I'd be more than happy to support her. And in fact, I even think she'd be capable of doing a more serious job—which is why I'm going to join the Facebook group \"Sarah Palin for Deputy Undersecretary of Agriculture, Wolf/Moose Affairs.\" Just don't put her in charge of polar bears.</p>",
  "<p>Finally, a serious news show. On The View, under questions from Barbara Walters, Joy Behar and Whoopi Goldberg, McCain tap dances and basically dies (in show-biz terms). Watch <a href=\"http://www.huffingtonpost.com/2008/09/12/mccain-grilled-on-the-vie_n_125972.html\">these</a>.</p> <p>Behar asked him a tougher and more direct question than I've seen him asked on \"news\" television, about the lies in his ads. And Whoopi is good on abortion.</p> <p>But I don't understand why Sullivan <a href=\"http://andrewsullivan.theatlantic.com/the_daily_dish/2008/09/the-view-beats.html\">thinks</a> this interview \"just destroyed McCain's candidacy.\" I suppose because of the important audience (swing women) watching. But I'm really not crazy about these one-sentence posts.</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/H-ae409tJEI?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/H-ae409tJEI&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/H-ae409tJEI&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>Ah, yes, <a href=\"http://www.nytimes.com/2008/09/12/us/politics/12obama.html?_r=1&amp;hp&amp;oref=slogin\">the gloves are off</a>: the Democrats aren't going to stand for any more of this nastiness, and to show they mean business, campaign manager David Plouffe has <a href=\"http://www.observer.com/2008/politics/obama-campaign-everythings-fine-well-be-more-aggressive-was-always-plan\">written a strongly-worded email</a>. And also released the ad above, which portrays John McCain as a retro throwback from the 1980s; apparently Obama doesn't realise that this will make his rival seem cooler, because <a href=\"http://www.bbc.co.uk/cult/ilove/years/80sindex.shtml\">everyone loves the 1980s</a>. Still, don't worry: Team Obama really is getting tough where it matters, regardless of the PR risks — for example, by <a href=\"http://www.chicagotribune.com/news/columnists/chi-problem-walsh-10-sep10,0,522300.column\">refusing to donate free campaign merchandise to a group of Chicago girl scouts</a>. Bravo, bravo. [via <a href=\"http://wonkette.com/\">Wonkette</a>]</p>",
  "<p>Maybe it's because the most important runway this season at New York fashion week wasn't in the city's traditional venues, but on CNN, as the entire country became increasingly obsessed with Michelle Obama's shift dresses, Cindy McCain's wardrobe expenditure and, of course, Sarah Palin's glasses, but the shows themselves often felt a little limpid in comparison. As Barack Obama found this week, it's hard to know how to react when someone comes out of nowhere and steals your spotlight. So fashion designers have reacted the best way the know how: by trying to outdo the competition with a combination of glitzy parties, celebrities, and canny publicity-seeking timely references. Thus, dull clothes aside, this New York fashion week has been one of the more memorable for years. Here is a handy cut-out-and-keep guide to everything you need to know about New York fashion week, September 2008.</p> <h2>Political support</h2> <p>As the rest of America obsessed over Sarah Palin and lipstick-sporting pigs, New York designers showed their love for Obama. <a href=\"http://www.theguardian.com/lifeandstyle/gallery/2008/sep/08/newyorkfashionweek.catwalk2?picture=337415376\">Diane von Furstenberg</a> and <strong>Marc Jacobs</strong> were prominent Clinton supporters, but both loyally - or disloyally, depending on your point of view - stuck with the Democrats and bigged up Barack. Jacobs even put this week's best accessory, a plastic Obama doll, in his shop window. The Sex and the City stylist, Patricia Field, made Obama T-shirts emblazoned with the glittery slogan: \"Elegance. Dignity. Obama. Statesman\". Anna Wintour hosted an Obama fundraiser, but her enthusiasm might have waned after the Obama team sent out invitations on which they referred to their host as \"Ann Wintour.\"</p> <p>Yet the runways told a more Republican story. This week's fashion icon was Cindy McCain with stiff hair and Mad Men-style 1950s dresses becoming increasingly popular. The asymmetric hemlines on dresses indicated a similar confusion: are we optimistic about the economy or not? Who knows?</p> <p>The most politically sensitive moment happened at the 3.1 <strong>Philip Lim</strong> show when actress Elizabeth Banks, who plays Laura Bush in the upcoming Oliver Stone film W, was seated opposite the President's daughter, Barbara. No wonder the fashion world's confused.</p> <h2>Celebrity attention-seeking</h2> <p>Imagine you are a celebrity. You are going to a fashion show. How to guarantee grabbing attention amid your fellow celebrities? If you are <a href=\"http://www.theguardian.com/lifeandstyle/2008/sep/09/celebrity.fashion\">Victoria Beckham</a> and Jennifer Lopez, you turn up to the Marc Jacobs show holding hands. And if you are Victoria Beckham and want to make extra sure, you sport a new haircut. Bringing a dog was another favourite tactic, adopted by British model Daisy Lowe among others. The American fashion website, <a href=\"http://gofugyourself.celebuzz.com/\">gofugyourself.com</a>, was not impressed, demanding to know: \"seriously, what kind of ass brings a dog to a fashion show?\" Nonetheless, a recent New York arrival, Peaches Geldof, perhaps should have followed Lowe's suit as she was almost ignored by the paparazzi at the Preen show, who were shockingly unaware of Geldof's renown. </p> <p>Oprah Winfrey got attention for all the wrong reasons when her stylist told a tabloid reporter at one show that his client has to wear \"miracle clothes - whatever gives the slimmer look.\" Even worse, some designers don't lend her clothes because \"they won't do the clothes in her size.\" Just in case he hadn't made his point, he added that she always needs \"long or at least half sleeves.\" And Winfrey pays money to this man?</p> <h2>Celebrity fashion ranges</h2> <p>Forget about Calvin, Ralph and Donna: New York fashion week is now all about celebrity designers. Justin Timberlake, Andre 3000, Jay-Z, Victoria Beckham: all were in town this week touting their designs. Anticipation is high for next season when celebrity stylist Rachel Zoe will allegedly launch her range. Will it feature oversized sunglasses and giant handbags? Pope? Catholic?</p> <h2>The big trend - don't be sexy</h2> <p>With the exception of Marc Jacobs, New York fashion week is not interested in attention-grabbing, trend-setting clothes: it's about selling lots and lots of sportswear. But one trend did emerge this week: unsexy clothes. At Diane von Furstenberg hemlines were generally long and dresses floaty and shapeless, while at <a href=\"http://www.theguardian.com/lifeandstyle/gallery/2008/sep/12/newyorkfashionweek.catwalk?picture=337536973\">Calvin Klein</a> otherwise simple shifts were pulled into origami like shapes that almost made the models look like they had big hips. Trousers were generally loose and 3/4 length from everyone, while skirts were (showing the influence of Mad Men again) full and falling below the knees, even from such usually sexy designers as <a href=\"http://www.theguardian.com/lifeandstyle/gallery/2008/sep/11/newyorkfashionweek.catwalk?picture=337508876\">Michael Kors</a>.<br>Meanwhile, Marc by Marc Jacobs and <strong>Matthew Williamson</strong> both had very young collections, with, respectively, romper suits and mini ruffled dresses. These might look sweet on the tweens, but would make anyone over 15 look strange, which is a bit different from sexy.</p> <h2>Marc Jacobs</h2> <p>It's the biannual fashion tradition: who can come up with the best<br>interpretation of Marc Jacobs' show? New York Times' Cathy Horyn proclaimed it to be \"a new take on Willa Carther\" while fashion<br>writer Tim Blanks declared it was \"Lana Turner on Broadway.\" Others cited Mary Poppins. Still more cried \"Pioneers!\" By mid-week Horyn said it reflected \"the early part of the 20th century, when women demanded the right to vote\", and she took this as a reference to Jacobs' original support for Hillary Clinton. As for Jacobs, when he was asked what his inspiration was his answer was a little less specific: \"Women\".</p>",
  "<p>After almost two years of campaigning, the US election is arriving with a rush. Although there are 52 days left until the November 4 election, the first of the ballot boxes will be open next Friday in Virginia for early voting.</p> <p>Other states will follow soon after. Thirty-six of the 50 states are offering the opportunity to vote early, either in person or by post.</p> <p>The expansion of early voting is posing a dilemma for the campaign teams, with decisions having to be made about whether to time adverts and rallies to coincide with the opening of early ballots or whether to delay drives until closer to November 4.</p> <p>With 30% or more of the electorate predicted to vote early, the Barack Obama and John McCain campaigns are already in overdrive to try to mobilise supporters.</p> <p>Early voting will have a \"tremendous\" impact on the campaign, said Paul Gronke, professor of Reed university and director of the university's Early Voting Information Centre. </p> <p>He said that, instead of one big bang on November 4, the weeks to come would be like Groundhog Day for the campaign teams, replaying election day over and over again.</p> <p>\"People tend to vote on Fridays and Mondays, so you have to time events for that. You have to get the ads out at the right time. For campaigns, it is raising the costs,\" he said.</p> <p>The concertina effect on the campaign is already forcing radical changes in campaign strategy, with signs that Obama is having to abandon his ambitious plan for fight all 50 states and instead concentrate ads and energy in the battlefield states.</p> <p>The early opening of the ballots in Virginia, a battlefield state that Obama hopes to take from the Republicans, partly explains why the Republican candidate John McCain and his running-mate Sarah Palin held a rally in the state on Wednesday and why a Victory 2008 bus tour, packed with congressmen and McCain's brother Joe, set off today on a voter registration drive.</p> <p>Early balloting after Virginia opens in Idaho on September 22, Missouri on September 23 and Iowa, another state that Obama hopes to take from the Republicans, on September 25. </p> <p>In battlefield states that have so often decided the outcome of recent elections, early balloting opens in Ohio on September 30 and Florida on October 20.</p> <p>Those who vote early tend to be partisan, with their minds made up and unlikely to be swayed by the upcoming presidential debates, analysts say.</p> <p>The Obama campaign is encouraging as many of its supporters as possible to vote early, fearful that would-be Democratic voters might turn away on election day if facing long queues on November 4 because of Republican challenges to voter eligibility.</p> <p>Professor Michael McDonald, a specialist on elections at Virginia's George Mason university, said: \"We know there is going to be a high turn-out and this offers a pressure relief valve.\" He anticipated the highest turn-out in 100 years. </p> <p>\"We are off the charts in terms of interest in candidates,\" McDonald said.</p> <p>The number of states offering early voting has jumped from only 11 in the 1990s. </p> <p>In the 2000 election only 15% of the electorate voted early, jumping to 20% in the 2004 election and 25% in the congressional race in 2006. Gronke predicted 33% in this election.</p>",
  "<p>Alaska governor Sarah Palin's <a href=\"http://www.nytimes.com/2008/09/12/us/politics/12palin.html\">first interview</a> with ABC anchor Charlie Gibson gives a unique window on the foreign policy and world view of Senator John McCain. Palin is obviously a <a href=\"http://www.latimes.com/news/nationworld/nation/la-na-palin12-2008sep12,0,3693136.story\">quick study</a> and she possesses a clear and logical mind. In a matter of just days she has gone from not having time to follow the situation in Iraq to being able to speak cogently about Russia, Georgia, Israel and Iran. Although she did not recognise what Gibson meant when he referred to the \"Bush Doctrine\", that is easy to understand as well.</p> <p>The McCain team hardly has an interest in teaching her the continuities from one Republican administration to the next. And where there is a minus there is also a plus. Palin may not have recognised the Bush doctrine, but she was able to find a precedent in one of Abraham Lincoln's speeches for her comment that the war in Iraq is a mission from God. Her <a href=\"http://latimesblogs.latimes.com/showtracker/2008/09/sarah-palins-sp.html\">training has gaps</a> but it can also pay off.</p> <p>The insight comes from seeing how <a href=\"http://www.theguardian.com/world/2008/sep/12/uselections2008.sarahpalin1\">Palin's able mind comes to grips</a> with the logical implications of McCain's foreign policy positions. For example, McCain is committed to preserve the territorial sovereignty of Georgia and he believes both Georgia and Ukraine should be in Nato. These are not just personal commitments, they are also policies that a McCain administration would inherit from Dick Cheney and George Bush. Gibson's question was how far McCain would be willing to go to back these commitments up. As she thought through her answer, Palin sketched the underlying logic. Both Ukraine and Georgia should be in Nato, she asserted. And once in Nato, they would benefit from an explicit American military guarantee: \"That is in the agreement.\" So if Russia were to invade Georgia, a McCain-Palin Administration would expect \"to be called upon and help\". This was most likely an unscripted moment.</p> <p>It is hard to see how McCain could imagine that Nato would survive an attempt by the US to commit the alliance to an open-ended security guarantee that stretches all the way across the Black Sea.</p> <p>The fact that <a href=\"http://edition.cnn.com/2008/POLITICS/09/12/palin.abc/\">Palin regards the Russian intervention into Georgia</a> as \"unprovoked\" makes such a commitment even more unlikely, at least from the European members of the alliance. Although most Europeans believe that the Georgians were trapped by the Russians and that the Russian reaction was grossly disproportionate, they remain cautious about Georgian President Mikheil Saakashvili, whom they regard as at best impetuous and at worst foolhardy. In their view, leaders like Saakashvili would only feel emboldened by the promise of a Nato security guarantee - making them more likely to trigger conflict with Russia rather than less.</p> <p>If the conversation about Nato was unscripted, the exchange on Iran and Israel was etched in stone. Palin made it clear that Iran should not be allowed to have nuclear weapons, not because Iran would use them, but because the Iranian leadership \"would allow terrorists to be able to use them\". The implicit reference here is to the threat that the most dangerous weapons would fall into the hands of the most dangerous people - which was the original justification of the Bush administration and its allies, including Senator McCain, for the war in Iraq. At this point Gibson asked (repeatedly) how the McCain administration would react if Israel were to launch a preemptive strike on Iranian nuclear facilities. Palin insisted: \"We are friends with Israel, and I don't think that we should second-guess the measures that Israel has to take to defend themselves, and for their security.\"</p> <p>The implication here is that while our allies are sovereign, our enemies are not. Moreover, the issue extends beyond territorial integrity to include the motivations of the actors involved. Russian action against Georgia is unprovoked; Israeli action against Iran cannot be second-guessed.</p> <p>Moreover, as Palin explained, \"if there is legitimate and enough intelligent and legitimate evidence that tells us that a strike is imminent against the American people, we have every right to defend our country.\" Indeed, this right exists even outside the threat of imminent attack. When Gibson asked whether \"we have the right to go across the border, with or without the approval of the Pakistani government\", Palin replied: \"I believe that America has to exercise all options in order to stop the terrorists who are hell-bent on destroying America, and our allies. We have got to have all options out there on the table.\"</p> <p>This last comment is perhaps the most revealing of all. It underscores Palin's commitment to the belief that the United States is, <a href=\"http://www.sfgate.com/cgi-bin/blogs/sfgate/detail?blogid=14&amp;entry_id=30187\">pace Lincoln</a>, on the side of God. It also reveals an underlying logic. Palin starts by dividing the world into us and them and then proceeds to make sure that we are safe and they have no power to hurt us. It is unsurprising that a committed <a href=\"http://www.hymnsite.com/lyrics/umh575.sht\">evangelical Christian</a> would hold such a view. What is breathtaking is the depth of its idealism as an expression of foreign policy. The John McCain who spoke out about the dangers of over-extension in the Balkans in the early 1990s would never have embraced this perspective. The McCain who spoke cautiously about the need to support President Clinton in Kosovo would have rejected it as well. Even the McCain who lent his full-throated support to the Bush administration in Iraq would have balked at this stark abandonment of political realism. Only the new McCain who is running for president is willing to make the leap to such a Manichean world view. Sarah Palin has been a quick study of the new McCain's foreign policy. In her first interview, she revealed both the depth of her learning and the education of John McCain as well.</p>",
  "<p>The good times rolled last year for top executives in American boardrooms, pocketing solid pay rises in spite of the credit crunch, the sub-prime mortgage crisis and early signs of an economic slump.</p> <p>A veteran Silicon Valley technology entrepreneur topped the remuneration table. Larry Ellison, founder and chief executive of the business software company Oracle, took home $84.6m (£48m).</p> <p>The billionaire America's Cup sailing fanatic fought off stiff competition to take the top-paid title. According to analysis by Associated Press, the 10 highest earners in the US included the bosses of three investment banks — Merrill Lynch, Goldman Sachs and Morgan Stanley — and three energy and mining firms buoyed up by soaring commodity prices.</p> <p>Straitened economic conditions in the US only modestly dented the annual boardroom bonanza. A survey by Hay Group for the Wall Street Journal found compensation rose 3.5% to an average of $8.85m among chief executives of 200 top US corporations. There were few examples, however, of standout pay packages. Nobody made it into nine figures last year unlike, for example, Home Depot's Robert Nardelli who secured a $210m severance package in 2006, or Richard Fairbank of credit card firm Capital One, who scooped $280m in 2005.</p> <p>\"I don't think we've seen any particularly significant cases in the last 12 months,\" said Ryan Johnson of employment consultants WorldatWork. The reason was straightforward — the stock market had a tough year which meant executive share options fared poorly.</p> <p>\"Most of the major indices were down 10% or 15% which meant you didn't have as much cashing in as usual,\" said Johnson. \"The amount of equity most US executives now have ties their personal compensation to the share price.\"</p> <p>The pay league runner-up was Merrill Lynch's John Thain who got a generous signing-on package when moving from the New York Stock Exchange. Thain received $83.1m despite the bank's losses of $19bn on mortgage-related securities, which have prompted it to sell assets and raise money from Asian sovereign wealth funds.</p> <p>In third place was Leslie Moonves of television network CBS — the maker of hits such as CSI and Everybody Loves Raymond — who got $67.6m. Behind him were the bosses of metals group Freeport-McMoRan and energy company XTO.</p> <p>US investors are not entitled to vote on executive pay packages in the way they are in Britain. Efforts to institute a \"say on pay\" vote by shareholders at annual meetings have largely failed, with a few exceptions — such as at computer maker Apple, telecoms firm Verizon and video rental empire Blockbuster — where resolutions have passed against the wishes of the board.</p> <p>Several vocal pressure groups continue to push for pay restraint. A report from the US Institute for Policy Studies, together with United for a Fair Economy, this week concluded taxpayers in effect subsidise boardroom pay to the tune of $20bn annually through loopholes allowing companies to pay executives offshore, to minimise capital gains tax or defer taxation.</p> <p>Sarah Anderson, co-author of the study, said the rewards enjoyed by energy bosses were attracting particular ire. \"They've really been cashing in even though executives admit they don't have any control over global oil prices.\" </p> <p>The presidential election has provided hope for campaigners. Democrat Barack Obama and Republican John McCain say they support legislation presently stalled in Congress which would require companies to hold a \"say on pay\" vote annually.</p> <p>Obama favours closing a so-called \"carried interest\" loophole which limits capital gains tax on fees and bonuses. </p> <p>McCain has railed against \"rewards for failure\" when outgoing chief executives get huge payoffs, telling a group of small business leaders in June: \"Something is seriously wrong when the American people are left to bear the consequences of reckless corporate conduct, while the offenders themselves are packed off with another $40m or $50m for the road.\"</p>",
  "<p>On the 35th anniversary of the <a href=\"http://en.wikipedia.org/wiki/1973_Chilean_coup_d'état\">military overthrow</a> of Salvador Allende in Chile on September 11, 1973, which had the overt support of the United States, the presidents of <a href=\"http://www.reuters.com/article/marketsNews/idUSN1048211320080911\">Bolivia</a> and <a href=\"http://www.reuters.com/article/topNews/idUSN1134158720080911\">Venezuela</a> have asked the US ambassadors accredited to their countries to leave. </p> <p>They both believe they are facing the possibility of an imminent coup d'etat in which they accuse the Americans of being involved. A third country, Paraguay, announced 10 days ago that it had detected a conspiracy involving military officers and opposition politicians. Latin America now faces its most serious crisis since the re-introduction of democratic practice at the end of the last century.</p> <p>Brazil and Argentina have both denounced the violent activities of opposition groups in Bolivia that have led to the closure of the natural gas pipelines to their countries, while President Hugo Chávez of Venezuela has warned that a coup against Evo Morales of Bolivia would be seen as a \"green light\" for an armed insurgency in that country.</p> <p>Giving details of a planned coup in his own country, in which retired military officers and opposition figures were involved, Chávez announced the expulsion of the US ambassador, Patrick Duddy, and the withdrawal of his own ambassador from Washington. Any aggression against Venezuela, Chávez said, would involve a halt in the supply of <a href=\"http://www.eia.doe.gov/cabs/Venezuela/Background.html\">Venezuelan oil</a> to the United States.</p> <p>Chávez's decision came one day after President Morales had thrown out the US ambassador in La Paz, Philip Goldberg, who has been frequently accused by the Bolivian government of plotting with the separatist politicians in the eastern province of Santa Cruz. </p> <p>The situation in Bolivia is immediately more dramatic than in Venezuela, although both countries are facing important electoral battles at the end of the year. </p> <p>Evo Morales, an indigenous politician from the Andes in the west of the country, has organised a referendum on a new constitution to which the rightwing (and white racist) politicians in the eastern lowlands are bitterly opposed. The atmosphere of violence has now <a href=\"http://www.iht.com/articles/ap/2008/09/12/america/LA-Bolivia-Protests.php\">broken into the open</a>, with endless political demonstrations and several deaths, the seizure of provincial airports, and sabotage of the oil and gas installations on which the country's economy depends. Morales has accused the regional governors of the five eastern regions of creating the conditions for a coup.</p> <p>Chávez originally announced his decision to expel the US ambassador from Caracas as an act of solidarity with Morales – \"so that Bolivia is not alone\". But it was soon clear that he had his own possible coup d'etat to deal with. A tape recording of phone conversations between retired military officers, some of whom were involved in the failed coup of April 2002, was broadcast on Venezuelan television on Wednesday night, revealing plans to seize the Miraflores presidential palace and to capture or shoot down the presidential plane. </p> <p>The suggestion that there were plans to assassinate the president brought large crowds down from the shanty towns on Thursday night to demonstrate their solidarity with Chávez. Several of the alleged conspirators have been detained. Venezuela, like Bolivia, has an uncertain pre-election climate, since there will be regional and municipal elections in November that will be viewed as a judgment on the popularity of the president. </p> <p>The possible coup in Paraguay appears less serious, since it only appeared to involve preliminary discussions between retired General Lino Oviedo, an old hand at failed coups, and a serving officer. Yet since the government of the left-wing former bishop, Fernando Lugo, has only been in power since August, tales of a possible coup have reverberated through the continent. Brazil declared pointedly that it would not tolerate a coup in Bolivia \"or in any other Latin American country\". </p> <p>The US is, of course, preoccupied with Iraq, Afghanistan and Pakistan, but whichever presidential candidate takes over in January will also find Latin America at the top of his in-tray.</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/-b0pSXmT10I?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/-b0pSXmT10I&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/-b0pSXmT10I&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>The latest ad from the McCain campaign provides a detailed point-by-point comparison of the two candidates' economic proposals, and seeks to quantify the amount of oil that domestic drilling could realistically be expected to... oh no wait a second I appear to have made a terrible error! Actually it says Barack Obama is a mean sexist for attacking Sarah Palin, something the Democrat does in a particularly vicious and underhand manner by cunningly making public statements that <em>don't even look</em> like attacks on Sarah Palin until the McCain campaign <a href=\"http://www.factcheck.org/elections-2008/belittling_palin.html\">takes them out of context and pretends he was making a completely different point</a>. The Republicans also take Joe Biden to task for dismissing Palin as \"good-looking\", though again Biden cleverly dressed up the remark so that it <a href=\"http://thepoliticalcarnival.blogspot.com/2008/08/joe-biden-palins-good-looking-voter.html\">didn't look at all dismissive at the time</a>. And now TPM Election Central reminds us of the awkward fact that McCain himself <a href=\"http://tpmelectioncentral.talkingpointsmemo.com/2008/09/flashback_mccain_called_obama.php\">once called</a> Obama \"a very attractive young man\" in a television interview. Indeed you may recall that, <a href=\"http://www.guardian.co.uk/world/oliverburkemanblog/2008/jul/30/barackobamagoodlookingclaim\">as reported here</a>, Barack Obama once called himself good-looking, too, thereby taking a shockingly dismissive attitude towards himself, and demonstrating that he is unfit to govern the United States of America.</p>",
  "<p>After years of questioning the scientific consensus, Sarah Palin switched her position yesterday on the origins of climate change, agreeing that human activity contributes to rising global temperatures.</p> <p>\"I believe that man's activities certainly can be contributing to the issue of global warming, climate change,\" Palin told ABC news, in her first mainstream interview since John McCain chose her as his vice-presidential nominee.</p> <p>Palin had previously cast doubt on the cause of rapid Arctic sea ice melting in her home state of Alaska. One day before she joined the Republican ticket in August, she told conservative website NewsMax: \"I'm not one … who would attribute [climate change] to being man-made.\"</p> <p>Palin's shift brings her more in line with McCain, who has acknowledged that warming comes from the burning of fossil fuels and vowed to regulate US carbon emissions as president. </p> <p>But the Alaska governor also expressed sympathy with fellow conservatives who continue to believe – in the face of broad scientific consensus – that observed climate change is a natural variation unrelated to human activity. </p> <p>\"Whether it's entirely, wholly caused by man's activities or is part of the cyclical nature of our planet, the warming and the cooling trends – regardless of that, John McCain and I agree that we've got to do something about it,\" Palin said.</p> <p>She also challenged ABC anchor Charles Gibson to produce proof of her prior denial of the origins of climate change: \"Show me where I have ever said that there's absolute proof that nothing that man has ever conducted or engaged in has had any effect or no effect on climate change.\"</p> <p>Eight months before Palin's NewsMax interview, she told a local Alaska newspaper: \"I'm not an Al Gore, doom-and-gloom environmentalist blaming the changes in our climate on human activity\". And before her 2006 election as governor, her spokesman said Palin believed \"the jury is still out\" on the origins of climate change.</p> <p>While Palin's shift towards the McCain position on climate change may comfort US environmentalists seeking a carbon cap next year, her confident support for oil drilling in the Arctic National Wildlife Refuge (ANWR) is sure to agitate the green movement.</p> <p>McCain, who opposed most new drilling before this year, now strongly backs adding oil rigs to the American coastlines. He hinted that he may soon assent to opening the protected ANWR area in Alaska to oil companies.</p> <p>Palin, a vocal proponent of ANWR drilling, told ABC that she felt McCain would come to see the issue from her point of view.</p> <p>\"We'll agree to disagree, but I'm gonna keep pushing that [with McCain] and I think eventually we're all going to come together on that one,\" she said.</p>",
  "<p>Last month a Baluch MP stood up in the Pakistani parliament and announced that the killing of five women and two men in a remote Baluchi village was valid on the grounds of <a href=\"http://www.theguardian.com/commentisfree/2008/sep/03/gender.pakistan\">tradition</a>.</p> <p>Doubly horrendous (bar a few reported protest of \"barabarism\") was parliament's apparent acquiescence. This would never have been countenanced in the first decades of Pakistan's independence. So where are the outspoken, upright politicians now? Who is fighting for justice and progress? And when did the rot set in?</p> <p>I grew up in Pakistan in the 1950s in the same millieu as Benazir Bhutto, when women in politics and the voluntary sector had strong views on running the country and an even stronger voice to express them. My mother, like Bhutto's, was involved in voluntary public service; family laws were amended in favour of women and their inheritance rights were restored. Women were politicised. They knew their power. My aunt was an MP, my great aunt a member of the provincial assembly, representing just such tribal areas as the one in which the Baluch women were killed. They worked tirelessly to lay the foundations for a liberal, forward-looking nation: rehabilitating refugees, providing education, training and employment. And why wouldn't they? Pakistan's founder, Muhammad Ali Jinnah, had put it on the agenda:</p> <blockquote> <p>No nation can rise to the height of glory unless your women are side by side with you; we are victims of evil customs. It is a crime against humanity that our women are shut up within the four walls of the houses as prisoners. There is no sanction anywhere for the deplorable condition in which our women have to live.</p> </blockquote> <p>Jinnah and his sister, Fatima, provided a potent example by standing together at political rallies and she once sat beside him in a grand assembly of the most macho of Pakistani tribal chiefs – the Baluch and the Pashtun.</p> <p><a href=\"http://www.jazbah.org/raanak.php\">Rana Liaquat Ali Khan</a>, another early pioneer inspired a generation of women to train as nurses to be mobilised in times of crisis. And when she was accused of misleading women, her husband, the prime minister, publicly challenged her detractors:</p> <blockquote> <p>Where has my wife taken the people of Pakistan? To the dance halls? No! She has taken them to work in the refugee camps. Where has my wife led the women of Pakistan? To gambling dens? No! It is to hospitals to work as nurses that she has led them.</p> </blockquote> <p>Liaquat Ali Khan went on to be one of Pakistan's first women ambassadors in the 1950s and in the 1980s she spoke out against General Zia ul-Haq for passing laws against women that contravened the teachings of Islam. She got away with it.</p> <p>Fatima Jinnah stood for president in 1965 against <a href=\"http://en.wikipedia.org/wiki/Ayub_Khan\">Ayub Khan</a>. She narrowly lost the election but won a greater victory: a fatwa giving women access to the country's premier post. Women growing up in the 1960s no longer saw gender as a barrier to anything.</p> <p>It would be naive to claim that it was so for all Pakistani women – but the doors were open. The task ahead was to spread this sense of empowerment. Surely such role models should have produced a nation of strong-minded politicians. A few exist, but they are voices in the wilderness, valued more by the international community than within Pakistan.</p> <p>As a British Pakistani, living and working in London for the last 38 years, I must question my own right to expect such a high level of commitment from the women living in Pakistan. Because, shockingly, for all our finely-wrought responses to human rights in the UK, I cannot hold my head up and say to the women suffering persecution that the British system would work for them. We have the rhetoric but not the compassion, knowledge or will. Shockingly, if the Baluch women had claimed asylum here, they may well have been sent back to die the same way. As a psychotherapist working in the voluntary sector, I have seen it repeatedly; women beaten half to death, women maimed and threatened for choosing their own partner, refusing to sign over their property, belonging to a political party or defending a daughter's right to study.</p> <p>The UN's 1951 refugee convention makes it clear that refugees who show a \"well-grounded fear of persecution\" on grounds of \"race, religion, nationality, membership of a particular social group or political opinion\" are eligible for asylum. So are those whose state authorities fail to protect them. But the UK Home Office contends it cannot responsible for the failure of another state. They pit the phrase \"well-founded fear\" against presumed fear and claim to assess the situation \"objectively\". They disregard reports highlighting the plight of these women and regularly send them back, not because their account of persecution has been discredited but because, they claim, they will be safe in a different area. It's a Pontius Pilate act; but we cannot wash the guilt off our hands. There is no logic in their \"objectivity\". We are sending refugees back to die.</p> <p>Pakistan consists of several regions, each with its distinctive language and culture. A Punjabi in Sindh is easily distinguishable from a Baluch in Peshawar. Regional indicators are easily observed in all but the most sophisticated city dwellers. A woman unsupported by family or clan is instantly vulnerable. Nor does she have a means of securing a livelihood.</p> <p>Dr Nafis Sadik, former executive director of the United Nations Population Fund said, in 1994:</p> <blockquote> <p>As women, we must be courageous in speaking out on the issues that concern us: we must not bend under the weight of spurious arguments invoking cultural or traditional values. No value worth the name supports the oppression and enslavement of women. The function of culture and tradition is to provide a framework for human wellbeing. If they are used against us, we will reject them and move on. We will not allow ourselves to be silenced.</p> </blockquote> <p>It seems no one's listening.</p>",
  "<p><strong>March 29:</strong> Zimbabwe's presidential, parliamentary and local elections take place.</p> <p><strong>April 2:</strong> The opposition Movement for Democratic Change (MDC) says its leader, Morgan Tsvangirai, won the presidential elections outright with 50.3% of vote.</p> <p><strong>April 4:</strong> The ruling Zanu-PF party says there will be a run-off vote and endorses President Robert Mugabe as candidate.</p> <p><strong>May 2:</strong> The electoral commission releases presidential results, saying Tsvangirai won the most votes but not enough to avoid a run-off.</p> <p><strong>May 10:</strong> Tsvangirai, who left Zimbabwe after the election, announces in South Africa that he will take part in the run-off.</p> <p><strong>May 24:</strong> Tsvangirai returns to Zimbabwe.</p> <p><strong>June 22:</strong> Tsvangirai pulls out of the run-off, citing violence against his supporters.</p> <p><strong>June 27:</strong> Second round of voting - Tsvangirai's name stays on the ballot.</p> <p><strong>June 29:</strong> Officials say Mugabe won the run-off, and he is sworn in for a sixth term.</p> <p><strong>July 21:</strong> Mugabe and Tsvangirai agree to discuss a power-sharing deal.</p> <p><strong>August 12:</strong> Talks to resolve a deal reach deadlock as Mugabe refuses to cede power.</p> <p><strong>August 27</strong> Mugabe opens parliament despite the absence of a power-sharing agreement.</p> <p><strong>September 10:</strong> Mugabe and Tsvangirai strike a deal in which the MDC leader will become prime minister.</p> <p><strong>September 12:</strong> Reports suggest Mugabe will retain control of the military.</p>",
  "<video data-media-id=\"gu-video-337537175\" class=\"gu-video\" controls=\"controls\" poster=\"\">  </video>   <p>The historic power-sharing deal agreed in Zimbabwe gives the Movement for Democratic Change control over the cabinet and the police force that has terrorised its supporters and activists for years, opposition officials said today.</p> <p>But the president, Robert Mugabe, is to retain control of the military under the deal, which is due to be signed on Monday when full details will be revealed, according to the officials.</p> <p>The deal is expected to result in a de facto amnesty for the military and Zanu-PF party leaders responsible for their bloody campaign against opposition supporters and activists. Their attempt to overturn the opposition's election victory in March left hundreds dead and thousands badly injured.</p> <p>The deadlock in talks mediated by the South African president, Thabo Mbeki, was broken when the MDC leader, Morgan Tsvangirai, proposed a new council of state made up of Mugabe, two of his Zanu-PF deputies, Tsvangirai and two of his deputies, according to two opposition officials.</p> <p>Tsvangirai, 56, will be in charge of the cabinet and the 84-year-old Mugabe will be in charge of the council, which will act as an overseer of the cabinet's activities. But Mugabe will have no veto powers on the council.</p> <p>The MDC officials told the Associated Press that some members of their party were unhappy with the compromises. Tsvangirai had been demanding that Mugabe, Zimbabwe's leader since independence 28 years ago, become solely a ceremonial president after losing the last credible election six months ago.</p> <p>Mugabe has made no statement on the deal, but addressing traditional chiefs before talks resumed on Thursday, he had insisted: \"We will never allow the MDC to govern this country.\"</p> <p>Opposition officials said the deal gives the MDC 16 seats in the cabinet to Zanu-PF's 15. Tsvangirai's party will get eight deputy ministries, Mugabe's six, and one will go to a breakaway opposition faction led by Arthur Mutambara.</p> <p>One official said the deal included disbanding Zimbabwe's feared central intelligence organisation, which like the police falls within the remit of the ministry of home affairs, and replacing it with a smaller national security authority.</p> <p>Mbeki, who has staked his dwindling political reputation on brokering a deal, said: \"I am absolutely certain that the leadership of Zimbabwe is committed to implementing these agreements.\"</p> <p>British reaction was muted last night, with the government waiting to see the detail. \"We are following the situation closely,\" said a Foreign Office spokesman. \"We look forward to seeing the detail of the agreement announced by President Mbeki this evening. Our overriding concern is the welfare of the Zimbabwean people.\"</p> <p>If the agreement results in a real shift in power, it is likely to unlock the hundreds of millions of pounds in foreign aid desperately needed to shore up Zimbabwe's economy, which is collapsing under the weight of hyperinflation that has been a key factor in Mugabe conceding authority.</p> <p>Tsvangirai's party won the most votes in legislative and presidential elections in March, but according to election officials he did not win enough to avoid a run-off against Mugabe. Tsvangirai dropped out of the June ballot after his supporters were subjected to a state-sponsored campaign of intimidation and violence. Mugabe refused to remove the MDC leader's name from the election papers and claimed a crushing victory.</p>",
  "<p>Anyone in Downing Street hoping to curry favour with Gordon Brown could do a lot worse than slip into his red box a copy of Peter Kellner's essay in the forthcoming Fabian Review. Kellner has managed to come up with six reasons why Labour could win the next election.</p> <p><a href=\"http://www.mirror.co.uk/news/columnists/maguire/2008/09/10/yougov-polling-guru-peter-kellner-reckons-could-win-next-general-election-115875-20730722/\">Kevin Maguire</a> mentioned it in the Daily Mirror a couple of days ago, but the full article is now available on the <a href=\"http://fabians.org.uk/general-news/general-news/kellner-reasons-cheerful\">Fabian Society website</a>, and it's worth a read. </p> <p>To summarise, here are Kellner's six points:</p> <p><strong>1.</strong> There's an inherent bias in the electoral system in favour of Labour. The Tories need a 6% lead just to get the same number of seats.</p> <p><strong>2.</strong> Governments normally lose popularity midterm and stage some kind of recovery as the election approaches.</p> <p><strong>3.</strong> Labour is not doing as badly as the Tories were in the mid-90s.</p> <p><strong>4. </strong>Labour is unpopular not because of a mistake like joining the ERM, but because of the state of the world economy. If the situation recovers, Brown could persuade people that he has steered Britain through a period of turbulence.</p> <p><strong>5. </strong>Cameron, though popular, is seen as shallow.</p> <p><strong>6. </strong>The Conservative party is still a tainted brand.</p> <p>Kellner is president of YouGov. During the London mayoral election, when other pollsters were describing Boris Johnson and Ken Livingstone as neck and neck, YouGov and Kellner were criticised for reporting that Livingstone was well behind. They turned out to be spot on.</p> <p>But is Kellner right this time? For what they're worth, here are some quick observations.</p> <p><strong>1.</strong> True <a href=\"http://www.theguardian.com/politics/blog/2008/mar/11/unfairvotingsystem\">(as we've reported before)</a>, although the Tory lead is currently much bigger than six points.</p> <p><strong>2.</strong> True, but to recover and win an election when you're as far behind as Labour is now would be unprecedented.</p> <p><strong>3.</strong> Debatable. Kellner says that the Labour vote only fell by around 40% in Crewe &amp; Nantwich and Glasgow East, whereas, in 1994, when the Tories lost Dudley West, their vote fell by 80%. Mike Smithson at Politicalbetting.com argues that Kellner is ignoring the significance of the <a href=\"http://politicalbetting.com/index.php/archives/2008/09/10/is-crewe-the-answer-to-maguire-and-kellner/\">relatively high turnouts in the 2008 byelections</a>. He has a neat theory about the <a href=\"http://politicalbetting.com/index.php/archives/2008/09/12/are-we-seeing-the-ending-of-the-tory-voters-strike/\">Tory voting strike</a> coming to an end.</p> <p><strong>.4</strong> Two things to say. I haven't yet read a really authoritative explanation as to why Labour's poll figures have collapsed so dramatically in the last 12 months, but I don't think the economy is the only explanation. The 10p debacle – ie taking money from five million poor people – must have had something to do with it. That may have been Brown's ERM.</p> <p><a href=\"http://www.timesonline.co.uk/tol/comment/columnists/peter_riddell/article4727386.ece\">And Peter Riddell reported in the Times yesterday</a> some poll findings suggesting that the voters won't give Brown any credit if things get better. </p> <blockquote> <p>Populus asked voters if they agreed that \"if the economic situation improves dramatically over the next year or two, Labour will have a good chance of winning the next election\". Only 31% agreed, including 63% of Labour voters. But 67% of all voters, including 36% of Labour ones, agreed that \"even if the economic situation improves dramatically over the next year or two, there are many other reasons why it is time for a change\".</p> </blockquote> <p><strong>5. </strong>True, but voters said much the same about Tony Blair before 1997.</p> <p><strong>6.</strong> True, but YouGov's own figures, which you can find <a href=\"http://www.yougov.com/extranets/ygarchives/content/archivesPolitical.asp?rID=2\">here</a>, show that the Tories as a party are ahead of Labour on issues like education, taxation, law and order, asylum.</p> <p>What do you think?</p>",
  "<p>The media has its own very special kind of mathematics. <a href=\"http://www.theguardian.com/commentisfree/2008/sep/05/ukraine.russia?gusrc=rss&amp;feed=worldnews\">Political flux</a> in Kiev plus an <a href=\"http://www.timesonline.co.uk/tol/comment/columnists/bronwen_maddox/article4719821.ece\">association agreement</a> equals \"Orange divisions prevent Ukraine from joining EU\" headlines. Some people will never be persuaded there is such a thing as coincidence.</p> <p>It is true that many in Ukraine had hoped for a clear expression of a \"membership perspective\". That would have been the icing on the cake. But a big step forward is still a big step forward and yesterday's signing of a far-reaching EU-Ukraine protocol creating a free-trade zone, accompanied by guarantees on Ukraine's territorial integrity, which Moscow will have noted, has been generally welcomed domestically.</p> <p>Support for eventual EU membership – President Yushchenko has talked in terms of 2020 being a target date if the necessary reforms are implemented – is high; much higher, currently, than for joining the Nato alliance. Indeed, Ukrainians see it as a right. In one sense, they do not need politicians to tell them Ukraine is European; a glance at the <a href=\"http://en.wikipedia.org/wiki/Europe#Definition\">map</a> confirms it.</p> <p>Nevertheless, what is significant is that the EU affirms Ukraine's \"European choice\" in the political sense. The debate about Ukraine's orientation – decided domestically in 2004, and confirmed in the election of 2007 – has now been recognised finally in the rest of Europe. This is an historic milestone: the debates about whether Ukraine is European, or Eurasian, or part of Russia's so-called \"sphere of influence\" are over.</p> <p>It is undeniable that other non-European countries such as South Africa have association agreements but, as President Sarkozy <a href=\"http://www.iht.com/articles/2008/09/09/europe/ukraine.php\">said</a> on Tuesday, in Ukraine's case it is a \"step\", not an end point. As he put it, the agreement \"shuts no doors and maybe it opens some doors\". Anchoring Ukraine in Europe economically can only assist in bolstering Ukraine's pro-western politicians.</p> <p>After all, what Ukraine has achieved is nothing less than a stage other countries, such as Poland, went through before finally becoming members. The promise to address the issue of visas for Ukrainians travelling to the EU – we share borders with four EU states – is particularly welcome: no such process exists for, say, Morocco. </p> <p>At the same time, Ukrainians are pragmatic: we understand the ripples that were created by the 2007 accessions of Bulgaria and Romania, and that the Balkans is the EU's most immediate focus. Just four short years on from the Orange revolution, Europe has grasped its significance.</p> <p>Ukrainians can take comfort too from the fact that none of the same cultural or human rights obstacles – real or imaginary – that are raised in relation to Turkey, are mentioned in regard to their own aspiration. A poll this week in France – a country skeptical about enlargement in general – showed that support for Ukrainian EU membership is notably high.</p> <p>Nevertheless, even if the current crisis in Ukraine was not a factor in the calculations that spawned yesterday's agreement, it would be foolish to pretend that Europe has given Ukraine's politicians carte blanche to continue flirting with Moscow. Russia might be a strong power economically – so long as there are countries willing to make themselves dependent on its natural resources – but the EU offers a much more modern, dynamic and transformative destiny.</p> <p>It is ironic that in the UK, a strong supporter of Ukraine's ambitions, the positive aspects of EU membership are less well understood than in Kiev.</p>",
  "<p>President Hugo Chávez last night ordered the US ambassador to leave Venezuela within 72 hours and accused Washington of fomenting a coup attempt against his socialist revolution.</p> <p>Chávez also ordered Venezuela's ambassador to Washington to return home and threatened to cut oil supplies, plunging relations between the countries to a new low. \"Go to hell a hundred times, fucking Yankees,\" he told a televised rally thronged with supporters clad in red.</p> <p>The move came a day after Venezuela's ally Bolivia expelled its US ambassador for allegedly backing opposition groups engaged in bloody clashes with police and government supporters; turmoil which claimed eight lives and split the country in two.</p> <p>The expulsions and aggressive language dramatically raised the stakes in a long-running diplomatic battle between South America's most radical leftist governments and the superpower they term the \"empire\".</p> <p>The US retaliated by expelling Bolivia's envoy to Washington and would probably have done the same to Venezuela's envoy, Bernardo Alvarez, had Chávez not recalled him to Caracas first.</p> <p>In a day of intrigue and brinkmanship, Chávez announced that Venezuelan military officers had plotted to assassinate him with US complicity. \"They're trying to do here what they were doing in Bolivia. That's enough shit from you Yankees,\" he said. </p> <p>Ties would be restored when the US had a new government that \"respected\" Latin America, he added.</p> <p>Coincidental or not, his accusation fell on the 35th anniversary of the CIA-backed coup which replaced Chile's leftist president, Salvador Allende, with the dictator Augusto Pinochet.</p> <p>The US denied Chávez's claims. The Venezuelan president did not offer evidence of wrongdoing by the ambassador, Patrick Duddy, or other US officials, but he said several Venezuelan military officers had been detained following an investigation by his intelligence services. During his televised address he played a recording of purported conversations between the alleged conspirators.</p> <p>Earlier, the defence minister, General Gustavo Rangel Briceño, and a pro-Chávez TV host, Mario Silva, named several senior officers from the navy, air force and national guard as suspects.</p> <p>None appeared to have been charged and details of the alleged plot were scant. Venezuela's president has made previous claims about other alleged conspiracies, which were never substantiated.</p> <p>He has also made repeated threats to cut oil shipments to the US, a warning he revived yesterday. Such a move would disrupt the US economy but devastate Venezuela's - which may explain why Chávez has never followed through. The markets tend to shrug off the threat as bluster.</p> <p>The timing of yesterday's rhetoric prompted some to suspect political theatre designed to distract voters. Chavez faces important municipal and regional elections in November with inflation at 30%, Latin America's highest, and a spate of damaging headlines about violent crime and crumbling hospitals.</p> <p>He has also been embarrassed by a trial in Miami linked to a suitcase with $800,000 (£450,000) discovered in Buenos Aires, allegedly a clandestine payment from Caracas to help Argentina's president, Cristina Kirchner, win an election last year. The US also accused Chávez of turning a blind eye to cocaine trafficking in Venezuela.</p> <p>Those stories were eclipsed this week by two Russian bombers that visited Venezuela at Chávez's invitation, a foray in advance of the Russian navy squadron which is due to dock in November to underline deepening ties between Caracas and Moscow.</p> <p>In contrast to the heated but bloodless events in Venezuela the other leading member of Latin America's \"pink tide\" of leftist governments, Bolivia, has been reeling from violent riots.</p> <p>Opposition groups opposed to President Evo Morales, a Chávez ally and the Andean country's first indigenous leader, attacked government offices, cut gas pipelines and clashed with police and government supporters. Fighting in the remote northern province of Pando reportedly left eight dead and at least 20 injured.</p> <p>Morales expelled the US ambassador, Philip Goldberg, after accusing him of supporting the opposition, a claim the envoy denied. In response, the Bush administration ordered Bolivia's envoy, Gustavo Guzman, to leave the US.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-337535412\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/9/12/1221198210622/palingibson.jpg\" alt=\"Palin and Gibson\" width=\"450\" height=\"326\" class=\"gu-image\" /> </figure>  <p>Gallup daily tracking poll: <a href=\"http://www.gallup.com/poll/110227/Gallup-Daily-McCain-48-Obama-44.aspx \">McCain 48%, Obama 44%</a>. But a <a href=\"http://news.bostonherald.com/news/national/politics/2008/view/2008_09_11_Poll:_Obama_opens_up_lead_in_Ohio/srvc=home&amp;position=recent\">new Quinnipiac poll</a> of swing states shows Obama opening up a lead in Ohio, though McCain is improving in Florida and Pennsylvania.</p> <p>Sometimes, she sounded nervous; at other times, she seemed to be repeating the same prepared lines over and over. But in <a href=\"http://www.abcnews.go.com/video/playerIndex?id=5783816\">her first interview</a> as John McCain's running-mate, Sarah Palin, who said she's ready to be president if necessary, nonetheless managed to declare war on Russia -- hypothetically, at any rate. [<a href=\"http://www.nytimes.com/2008/09/12/us/politics/12obama.html\">New York Times</a>, <a href=\"http://www.slate.com/id/2199999/\">Slate</a>]</p> <p>In the next instalment of the interview, to be broadcast today, she starts toeing the McCain line on global warming: \"Show me where I have ever said that there's absolute proof that nothing that man has ever conducted or engaged in has had any affect, or no affect, on climate change.\" What she's on record as saying is \"I'm not one, though, who would attribute it to being man-made.\" [<a href=\"http://www.abcnews.go.com/Politics/Vote2008/story?id=5781460&amp;page=1\">ABC News</a>]</p> <p>McCain, chatting to a TV questioner in Maine, claims Sarah Palin knows more about energy than anyone else in America — and that she'll be doing \"numerous\" interviews in the coming days, something the campaign hasn't mentioned anywhere else. [<a href=\"http://www.politico.com/blogs/jonathanmartin/0908/McCain_says_Palin_to_do_numerous_interviews.html\">Politico</a>]</p> <p>A new McCain ad scolds the Obama campaign for being \"disrespectful\" in accusing Sarah Palin of lying -- but at the same time badly distorts quotations from both Obama and Joe Biden. It also seems to have aired late last night in Denver, breaking the 9/11 truce between the campaigns. [<a href=\"http://www.newsweek.com/id/158464\">Newsweek</a>]</p> <p>Panicked hopemongers at Obama HQ are planning a sharper turn in the campaign, including a big speech in New Hampshire and new ads. [<a href=\"http://www.nytimes.com/2008/09/12/us/politics/12obama.html?_r=1&amp;hp=&amp;oref=login&amp;pagewanted=print\">New York Times</a>]</p> <p>At another event yesterday, Palin appeared to suggest that Iraqi insurgents were responsible for 9/11, a connection even George Bush gave up promoting years ago now. Then again, Bill Kristol, editor of the conservative Weekly Standard, is boiling mad at that interpretation of her remarks. [<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/11/AR2008091103789.html?hpid=topnews\">Washington Post</a>, <a href=\"http://weeklystandard.com/Content/Public/Articles/000/000/015/548bfqty.asp \">Weekly Standard</a>]</p> <p>Matt Damon <a href=\"http://www.youtube.com/watch?v=C6urw_PWHYk\">doesn't like</a> Sarah Palin and <a href=\"http://www.news.com.au/dailytelegraph/story/0,22049,24333997-5006003,00.html\">neither does</a> Pamela Anderson.<br></p>",
  "<p>A hawkish and occasionally combative Sarah Palin warned last night she might commit US troops to a war against Russia in defence of Georgia and Ukraine in her first interview since John McCain chose her as his running mate.</p> <p>Palin, who admitted last night she made her first trip outside North America last year, also said she was certain she was ready to step in for McCain as president, if the Republican nominee were to be incapacitated. She said repeatedly she would not hesitate to use all options in an international crisis or resort to force against Islamist extremists.</p> <p>\"I have the confidence in that readiness and knowing that you can't blink. You have to be wired in a way of being so committed to the mission, the mission that we're on, reform of this country and victory in the war, you can't blink,\" Palin told ABC television.</p> <p>Palin's interview was carefully stage-managed to counter criticism that she lacks foreign policy experience and to deflect media scrutiny of her personal life. But her occasionally stilted answers and uncompromising view of the world could sit uneasily with American voters, weary of the war on Iraq and the deteriorating situation in Afghanistan.</p> <p>In sometimes tense exchanges, Palin demonstrated a more bellicose posture towards Russia than the Bush administration during the conflict with Georgia. She also supported military action against Islamist extremists in Pakistan even without the support of the Islamabad government.</p> <p>Asked whether Nato membership would commit the US to going to war on behalf of Ukraine and Georgia if they were attacked, Palin said: \"Perhaps so. I mean, that is the agreement when you are a Nato ally. If another country is attacked, you're going to be expected to be called upon and help. What I think is that smaller democratic countries that are invaded by a large power is something for us to be vigilant against.\"</p> <p>She advocated speeding up full Nato membership for Georgia and Ukraine despite warnings from Moscow that it views attempts to expand US influence among the former Soviet states as provocative. Russia's invasion of Georgia was \"unprovoked\", she said and warned that America could not allow Moscow to control vital energy supplies. \"We've got to keep an eye on Russia. For Russia to have exerted such pressure in terms of invading a smaller democratic country, unprovoked, is unacceptable,\" she said.</p> <p>Last night's broadcast was the first of four programmes based on interviews with Palin conducted in her home town of Wasilla and Fairbanks both in Alaska.</p> <p>The broadcasts will include footage of Palin's soldier son, Track, who was scheduled to deploy to Iraq yesterday. The Alaska governor, who touts herself as a moose-hunting, salmon-fishing, hockey mom turned political reformer, has faced a steady drip of negative stories about her record and her family including daughter Bristol, who is pregnant at 17.</p> <p>Until the interviews, she had not taken questions from reporters, and at campaign rallies stuck closely to a scripted speech that is largely a distillation of her address to the party convention.</p> <p>McCain's strategists are working hard to capitalise on Palin's appeal to Republican women as well as some former supporters of Hillary Clinton. Palin's instant popularity and the success of Republican effort to present her as a feminist icon, have put the Democrats off balance.</p> <p>Meanwhile Barack Obama made a belated personal appeal to Bill Clinton yesterday for advice on how to mount a fightback and reverse a slide in the polls.</p> <p>Talking to journalists before they began lunch, Clinton said: \"I predict that Senator Obama will win and win pretty handily.\"</p> <p>Obama added: \"You can take it from the president of the United States. He knows a little something about politics.\"</p> <p>Obama said he saw parallels between his campaign and Clinton's in 1992: a relatively unknown politician fighting the Republicans against a backdrop of an ailing economy. After the lunch, a joint statement issued on behalf of the two by Obama's team, said: \"They discussed the campaign briefly, but mostly talked about how the world has changed since September 11 2001. They also spoke about what the next president can do to help make the economy work for all Americans, as it did under president Clinton.\"</p>"
]