[
  "So it isn't just me",
  "Desperation",
  "US election: Youths' plot to kill 102 black people and Obama uncovered",
  "Alaska Senator Stevens found guilty of accepting gifts from oil executive",
  "US election: Democrats prepare for major congressional wins",
  "Happy Birthday Mr President Roosevelt",
  "Leftwards Christian soldiers",
  "Obama presents closing argument to American voters",
  "McCain stokes fears of Democratic dominance if Obama wins election",
  "Syria condemns US raid as 'act of terrorist aggression'",
  "'Waaaasup' with Barack Obama?",
  "What do Barack Obama and the atheist bus have in common?",
  "Obamageddon",
  "US helicopter raid on Syria kills eight",
  "From Ike to Obama: Candidates vie for votes on the small screen",
  "24 hours in pictures",
  "John Squire: Noise",
  "The great man theory of John McCain",
  "Obama takes on states that voted Bush",
  "Monday memo: Marx attacks",
  "Obama for Obama",
  "The west is red",
  "You're a programme of depression, John Prescott tells Today host Evan Davis",
  "Anti-Obama propagandists don't understand proper use of the ellipsis",
  "US election briefing: McCain faces tough choice",
  "Ethanol stance taints Barack Obama's green credentials",
  "Special needs and conservative creeds",
  "Alaskan paper snubs Palin to endorse Obama",
  "Yet another election",
  "Election revelations: 666 reasons not to vote for Barack Obama",
  "Obama revelations: the Muslim antichrist?",
  "Israel election: 'It means months of uncertainty on a peace deal'",
  "Overexcited Obama supporters make bid for crucial 'pilots of low-flying aircraft' vote",
  "The election in 'live and let live' western Kansas",
  "US forces kill eight in helicopter raid on Syria",
  "Republicans split over running mate's intentions for 2012",
  "McCain banks on close vote as party starts the inquest",
  "Failure to form coalition may let in Likud",
  "Knowhere takes limelight in Aintree slog",
  "Man and superman",
  "Parody politics",
  "Black America may get a president before black Americans get to vote",
  "Democrats deny taking result for granted",
  "Hillary lost the race but women are running the election show",
  "Citizen journalist",
  "Early election looms for Israel as Livni fails to broker coalition",
  "Ill health raises questions over Ahmadinejad re-election"
]