[
  "<p>Republican supporters of every stripe are rallying in support of Sarah Palin. Hastily produced badges being worn by the Indiana delegation read \"Hoosiers for the Hot Chick\", this phrasing being somehow compatible with the McCain campaign position that criticising Palin's lack of experience is despicably sexist. (Indiana is \"the Hoosier state\" - no, there is not enough space to explain.) </p> <p>On his massively popular radio show, meanwhile, conservative bigmouth Sean Hannity brought the full laserbeam of his genius to bear on the matter, arguing that Palin's enemies were being deeply hypocritical. Referring to the \"attacks\" on Palin's daughter Bristol - though in truth most of the attacks have been on John McCain's vetting procedures, and his running mate's views on sex - Hannity said: \"I mean, I don't remember Chelsea Clinton being attacked. I don't remember Al Gore's children being attacked. I thought there was a general rule that children of candidates ought to be left alone.\" </p> <p>An excellent argument, were it not for the fact that attacks on Chelsea Clinton were a standard part of the drumbeat against Bill Clinton's presidency, without even the pretence of a legitimate motive. One prominent American politician in particular is known for telling an especially vicious joke about Chelsea's looks at a Republican fundraiser. You might have heard of him, actually. He's that maverick chap. You know, the one who was a prisoner of war ... </p> <p><strong>·</strong> Quote of the day: \"This campaign is not about issues.\" Rick Davis, John McCain's campaign manager. </p> <p><strong>·</strong> However bumpy the start of the Republican convention, one thing's undeniable: it has, in some ways, a more authentic feel than the Democratic hopefest in Denver. There's much less glitz, and far fewer Hollywood stars in attendance. Importantly, also, many of the delegates in the convention hall can be seen waving obviously homemade placards saluting McCain's courage and patriotism - whereas Obama supporters all waved identical, snazzily designed pre-printed ones. </p> <p>The Republicans' more amateurish signs, made of cardboard daubed with paint or marker pen, give the impression of a political commitment that comes from a more heartfelt place, and that is more representative of ordinary America. And that's presumably exactly why party operatives are bringing armloads of them to the Xcel Energy Centre to hand out to passing delegates.</p> <p><strong>·</strong> Minnesotans chose a typically nice way to refuse to speak to the Fox News reporter Griff Jenkins, who provided one of Denver's most awkward moments when protesters there began chanting \"Fuck Fox News\" as he tried to interview them. At the St Paul demonstrations, by contrast, \"a tuba player looked at the Fox News microphone and shook her head. A snare drummer for the Rude Mechanical Orchestra sidled up to Mr Jenkins and drowned out his questions. The band's standard-bearer draped a flag in front of the camera,\" the New York Observer reports. \"Mr Jenkins walked away.\"</p>",
  "<p>The Republicans last night went to war against what the campaign manager, Rick Davis, yesterday described as \"frenzied scrutiny\" of Sarah Palin by the media as Palin spent a third successive day shuttered in her hotel suite in Minneapolis. She has given only one interview - to People magazine - since being named as John McCain's running mate.</p> <p>During her sequestration, Palin has been coached by senior campaign aides on McCain's policy positions, and has been honing the delivery of her address.</p> <p>Davis told the Washington Post yesterday that the speech prepared for the vice-presidential nominee - evidently before McCain had made his choice - was \"very masculine\". Once Palin got the nod, he said, \"we had to start from scratch\".</p> <p>Other aides said that last night's advice would depart from Palin's introductory speech last week - when she called herself a \"hockey mom\" - and would focus instead on her record as a reform-minded governor of Alaska and as an authority on energy. Until then, it was left to the campaign to beat back critics, and blunt the potential fallout from further revelations about Palin's background and family life.</p> <p>Rudy Giuliani, the former mayor of New York, led the charge yesterday, trying to link his record of governing a city of 8 million with Palin's experience as steward of a town of 8,000. In an interview with CBS, Giuliani argued Palin was more qualified to be president because she had been a governor and run a budget.</p> <p>He added: \"Has anybody ever asked Barack Obama, can you bring up your two kids and be president of the United States? They are asking, 'Can she be vice-president and be a mother?' Come on.\"</p> <p>As scrutiny of Palin intensified, Time magazine reported that as mayor of Wasilla, she had tried to sack a local librarian for refusing to ban certain books.</p> <p>\"The greatest opening we have in this election is that there are many disaffected Democrats who are seriously considering voting for the McCain-Palin ticket,\" Davis said in a conference call yesterday.</p> <p>The campaign is also confident of support from rightwing Republicans, who have abandoned their usual opposition to pre-marital sex to embrace Palin's pregnant daughter Bristol as a heroine to the anti-abortion cause.</p> <p>There was also sensitivity that continued discussion of Palin could damage her image outside the convention hall - even though the Democrats say the controversy was an asset to McCain because it distracted from the ailing economy.</p> <p>\"I guess I don't blame them. Because if you don't have any issues to run on I guess you want it all to be on personality. And if you've got George Bush's track record and John McCain voting 90% of the time in agreement with George Bush then you probably don't want to talk about the issues,\" Obama said during a campaign stop at Kent State University in Ohio.</p> <p>In a brief exchange with the Guardian yesterday, McCain's spokesman, Tucker Bounds, said he would not address any questions about Palin's travel within the US without reference to Obama. \"Before I begin to process your question, will you please let me know how many states Barack Obama had travelled to before he started running for president - and which ones they were,\" he wrote.</p> <p>The testiness even extended to Karl Rove, the mastermind of George Bush's election victories, who had suggested McCain's rationale for choosing Palin was winning the election, and not governing. \"Karl's wrong,\" snapped Steve Schmidt, a senior campaign adviser, on CBS yesterday. \"She's been under vicious assault and attack from the angry left.\"</p>",
  "<p>Buried among the more electrifying revelations about Republican vice-presidential candidate Sarah Palin is the mildly disturbing fact that she gets up at 4.30am every day. Of course in Anchorage, where Palin lives and where sunrise shifts from 4.20am in summer to 10.15am in winter, alarm clock settings may be regarded as a mere matter of personal perversity.</p> <p>There is, however, a marked tendency among politicians to get up way too early. Condoleezza Rice wakes up at 4.30am every day to go to the gym. George Bush is a famous early riser, but prefers to be tucked up by 9pm. Margaret Thatcher got by on less than five hours' sleep a night. Gordon Brown is at his desk at six every day, and he lives above the shop.</p> <p>There are several reasons why a politician may wish to keep farmer's hours. Sometimes you might be in the middle of prosecuting a big, not entirely successful war in a distant country where, because of the time difference, the action starts early. If you are trying to demonstrate that despite your hectic governor/hockey-mom diary, your work-life balance remains in graceful equipoise, getting up before dawn to get stuff done is a simple way of cheating. </p> <p>Not every politician shares this love of the vampire shift. David Cameron recently suggested that he would be \"a different sort of prime minister\" and that a healthy work-life balance might include the occasional lie in. \"If you immerse yourself from 5am until 11pm, it so affects your balance, family life, your sense of who you are,\" he told the Daily Mail, implying that by getting up early Brown was doing something foolish and vaguely evil. And John McCain has recently let it be known that sometimes he sleeps until 8am. With hours like that, it's a wonder he and his running mate have ever met.</p>",
  "<p>The Republicans set up a firewall around Sarah Palin yesterday, in a concerted attempt ahead of her debut to choke off or deflect questions about her experience.</p> <p>Last night she was making her first appearance at the Republican convention and her first before a national TV audience, after being embraced by the party's social conservative wing, and injecting much-needed enthusiasm into their support for candidate John McCain.</p> <p>However, in a sign Republicans are nervous at his decision to make the unknown governor of Alaska his running mate, party operatives began an aggressive defence of the vice-presidential candidate.</p> <p>A TV campaign ad released yesterday set out to build a case she is a more effective agent of change than Democratic nominee Barack Obama.</p> <p>The campaign said it would not answer questions on McCain's decision-making process before settling on Palin. It also lined up party leaders to talk up her achievements and to dismiss as sexist any criticism of her experience or lack of it.</p> <p>An angry McCain cancelled an interview with CNN after an on-air clash between an interviewer and a press spokesman over Palin's foreign policy experience. There was also a parallel effort to squash discussion of her family life, including that of her pregnant daughter Bristol, 17.</p> <p>The entire Palin family was lined up on the tarmac at Minneapolis airport to greet McCain's arrival yesterday, including Bristol and her boyfriend, Levi Johnston. McCain made a point of chatting to the couple and gripping Johnston's arm. Aside from this, and a walkaround on the convention stage earlier, Palin was in hibernation - leaving it to her fellow Republicans to rally to her defence.</p> <p>Officially, the campaign is convinced she will appeal to centrist voters - especially women. But that brave front was undermined by a video which surfaced yesterday of an off-air chat between top Republican strategists Mike Murphy and Peggy Noonan, in which they said \"cynicism\" and \"political bullshit\" drove McCain to choose Palin.</p> <p>Earlier, Republican campaign manager, Rick Davis spoke of \"frenzied scrutiny\" of Palin by the media as she spent a third successive day in her hotel suite. She has given only one interview - to People magazine - since being named as McCain's running mate. During her sequestration, Palin has been coached by senior campaign aides on McCain's policy positions, and honed the delivery of her address.</p> <p>Davis told the Washington Post that a speech already prepared, evidently before McCain made his choice of a woman, had been \"very masculine\", and \"we had to start from scratch\" to write one for her.</p> <p>Other aides said last night's advice to her would depart from the manner of Palin's introductory speech last week - when she called herself a \"hockey mom\" - and focus instead on her record as a reform-minded governor and an authority on energy. Until then, it was left to the campaign to beat blunt fallout from further revelations about Palin's background and family life.</p> <p>Rudy Giuliani, the former mayor of New York, led the charge yesterday, trying to link his record of governing a city of 8m with Palin's experience as steward of a town of 8,000. In an interview with CBS, Giuliani argued Palin was more qualified to be president because she had been a governor and run a budget.</p> <p>He added: \"Has anybody ever asked Barack Obama, can you bring up your two kids and be president of the United States? They are asking, 'Can she be vice-president and be a mother?' Come on.\"</p>",
  "<p>The war in Afghanistan spilled over on to Pakistani territory for the first time yesterday when heavily armed commandos, believed to be US Special Forces, landed by helicopter and attacked three houses in a village close to a known Taliban and al-Qaida stronghold.</p> <p>The surprise attack on Jala Khel was launched in early morning darkness and killed between seven and 20 people, according to a range of reports from the remote Angoor Adda region of South Waziristan. The village is situated less than one mile from the Afghan border.</p> <p>Local residents were quoted as saying that most of the dead were civilians and included women and children. It was not known whether any Taliban or al-Qaida militants or western forces were among the dead.</p> <p>Furious official Pakistani condemnation of the attack followed swiftly, amid growing concern that the Nato-led war against the Taliban in Afghanistan could spread to Pakistan, sparking a region-wide conflagration.</p> <p>Owais Ahmed Ghanisaid, the governor of North-West Frontier province, adjoining South Waziristan, said 20 people had died and called for retaliation. \"This is a direct assault on the sovereignty of Pakistan and the people of Pakistan expect that the armed forces ... would rise to defend the sovereignty of the country and give a befitting reply,\" he said.</p> <p>The foreign ministry in Islamabad termed the incursion \"a gross violation of Pakistan's territory\" and a \"grave provocation\" which, it said, had resulted in \"immense\" loss of civilian life.</p> <p>\"Such actions are counterproductive and certainly do not help our joint efforts to fight terrorism. On the contrary, they may fuel the fire of hatred and violence we are trying to extinguish.\"</p> <p>\"This is a very alarming and very dangerous development,\" said a former senior Pakistani official. \"We have absolutely been telling them [the US] not to do this but they ignored us.\"</p> <p>US and Nato commanders say Taliban and al-Qaida fighters use the unruly, semi-autonomous tribal areas of Pakistan to stage attacks on coalition forces inside Afghanistan and create \"safe havens\" where they are immune from attack. Nato and civilian casualties in Afghanistan have reached record levels in the past 12 months in the face of a spreading Taliban offensive.</p> <p>US forces have used missile-carrying drones - unmanned aerial vehicles - to attack militant targets inside Pakistan in the past. But yesterday's assault, involving up to three helicopters and infantry commandos, marked the first time the fight has been taken directly to the enemy on Pakistani soil.</p> <p>Major-General Athar Abbas, a spokesman for the Pakistan army, said Nato's International Security Assistance Force (Isaf) had carried out the raid. \"Two helicopters of Isaf landed very early in the morning and conducted a raid on a compound there. As per our report, seven civilians were killed in this raid.\"</p> <p>But a Nato spokesman denied involvement. \"There has been no Nato or Isaf involvement crossing the border into Pakistan,\" a Nato spokesman, James Appathurai, said. There were unconfirmed reports that the incursion was carried out by US Special Forces, which are not under Isaf command and can operate independently. A US military spokesman at the Bagram base near Kabul did not deny an attack had occurred but declined to comment.</p> <p>Tensions between Pakistan's new civilian government and the US have been running high following American accusations that rogue elements in Pakistan's top spy agency, the Inter-Services Intelligence agency, were feeding classified information on coalition troops to Taliban fighters. Washington has also repeatedly accused Islamabad of failing to do enough to curb militant activity.</p> <p>The strains have been exacerbated by a political crisis in Pakistan following last month's forced resignation of President Pervez Musharraf and the collapse of a power-sharing agreement between the ruling Pakistan People's party (PPP) and Nawaz Sharif, a former prime minister. An election to find a replacement for Musharraf is scheduled for Saturday, with the PPP chairman, Asif Ali Zardari, Benazir Bhutto's widower, expected to win.</p> <p>In a further sign of instability, militants opened fire yesterday on prime minister Yousaf Raza Gilani's car, in an apparent assassination attempt, near Islamabad. The assailants, firing from a roadside embankment, hit the driver's side window twice. Gilani was not in the car at the time. </p> <p>Today he was due to meet David Cameron, the Conservative leader, who is visiting Pakistan.</p> <p>• <a href=\"http://www.theguardian.com/world/video/2008/jun/26/afghanistan.pakistan.us.troops\">Watch John D McHugh's video on the struggle for power and influence in the Afghanistan-Pakistan border region</a></p>",
  "<p>Inflation-busting rises in bus and tube fares will be announced today by the mayor of London, Boris Johnson, in a move he will blame on the \"reckless\" spending policies of his predecessor.</p> <p>The cost of travelling on London transport for adults will rise by more than inflation next year as a fares freeze imposed by Ken Livingstone is scrapped. Several transport schemes announced by the former mayor will also be dropped, but Johnson has pledged that the £16bn Crossrail project and a £30bn upgrade of the underground network will go ahead. </p> <p>In a jibe aimed at Livingstone's deal with Venezuelan president Hugo Chávez to run London buses on cheap oil, Johnson's transport adviser said the new fares policy would be funded by Londoners. \"It will be sustainably funded, rather than from the poor people of Venezuela,\" said Kulveer Ranger. </p> <p>Livingstone hit back at the criticism yesterday, warning that his successor is on the verge of spending an estimated £100m on rolling back an extension of the capital's congestion charge and has lost up to £50m by dropping a congestion levy on gas-guzzling cars. </p> <p>According to Johnson's officials, postponing the planned 2008 fare rise cost £60m, while a cut in some types of bus fare cost £24m. To plug that gap, adult fares will have to rise at least 1% above inflation, equivalent to an increase of 6%. That would mean a single peak-time tube fare in central London would rise to about £6.70, while an adult bus fare would rise from 90p to 95p. Discounted fares for elderly and disabled people will remain.</p> <p>Johnson will confirm the fares package today and will claim that \"cynical election gimmicks\" by his predecessor have left an £84m hole in London's transport budget.</p> <p><strong>·</strong> This article was amended on Monday September 8 2008. We previously said that the current price of a single peak-time tube fare in central London is £6.30. We should have made it clear that cash single fares on the Tube cost between £4 and £7.</p>",
  "<p>The Republican vice-presidential candidate, Sarah Palin, used her primetime national TV debut last night to cement her teenage reputation as Sarah \"Barracuda\" and drive home a concerted campaign strategy aimed at ending questions about her qualifications and experience.</p> <p>The first female Alaskan governor was scathing of any suggestion that her brief tenure - she has served just 21 months - was inadequate preparation to serve as John McCain's running mate.</p> <p>\"Before I became governor of the great state of Alaska, I was mayor of my hometown. And since our opponents in this presidential election seem to look down on that experience, let me explain to them what the job involves: I guess a small-town mayor is sort of like a 'community organiser', except that you have actual responsibilities,\" an advance excerpt of her speech said, drawing a comparison with the Democratic candidate Barack Obama's early political career in a Chicago public housing project in the mid-1980s.</p> <p>Palin went on to attack the media and Obama in a bid to fire up the party's social conservative wing who so far have been unenthusiastic in support of McCain. In her opening remarks, she described herself as a hockey mom with small-town roots. She went on to argue that the relatively thin CV, and limited knowledge of foreign policy, actually enhanced her status as a maverick reformer who could bring true change to Washington.</p> <p>\"I'm not a member of the permanent political establishment. And I've learned quickly, these past few days, that if you're not a member in good standing of the Washington elite, then some in the media consider a candidate unqualified for that reason alone.</p> <p>\"But here's a little news flash for all those reporters and commentators: I'm not going to Washington to seek their good opinion - I'm going to Washington to serve the people of this country,\" an excerpt said.</p> <p>Palin, like a number of Republican operatives earlier in the day, also set herself up as a more authentic change agent than Obama.</p> <p>The combative tone was in line with Palin's reputation in her teenage years as a fiercely competitive basketball player.</p> <p>Her speech came on a day when Republicans launched an aggressive new defence of Palin with television ads. But the brave front belied signs of Republican nerves about McCain's choice. Before last night's address, she was practically invisible at the convention.</p>",
  "<p>Two men believed to hold the key to peace on Cyprus yesterday launched long-awaited reunification talks, a historic turning point for a country divided by war for the past 34 years. Meeting in the UN-patrolled \"dead zone\" that divides the capital, Nicosia, the Greek and Turkish Cypriot leaders, Demetris Christofias and Mehmet Ali Talat, offered the best hope yet of a breakthrough, saying they aimed to reach a settlement \"as soon as possible\".</p> <p>\"There is a common will, a common desire,\" said Christofias, whose election last February as Cyprus's sixth president injected new momentum into the quest to end the island's division. </p> <p>\"The time has come for us to take joint action and to respond to the call of history - to give to future generations the opportunity to live in a peaceful and reunified homeland.\" It was, he told reporters, his \"life target\" to put the island back together again in a \"bizonal, bicommunal federation\".</p> <p>Cyprus has been split since 1974 when Turkey, in response to an Athens-inspired coup aimed at uniting the island with Greece, sent in troops and seized its northern third. Turkish Cypriots proclaimed independence in 1983, although their impoverished breakaway republic is recognised only by Turkey.</p> <p>The talks end deadlock of more than four years after Greek Cypriots overwhelmingly rejected what was widely seen as the most sophisticated UN peace plan ever for the island. Turkish Cypriots supported the blueprint.</p> <p>The current negotiations, which cover such thorny issues as power-sharing, security and the presence of an estimated 40,000 Turkish troops on the island, will be open-ended. When concluded, the agreement will be put to both communities in separate simultaneous referendums.</p> <p>Lauded by peace activists across the ethnic divide, the intensive peace process is widely seen as the best, and perhaps last, chance of reassembling the EU's only partitioned state. </p> <p>\"Time is not on the side of a settlement,\" said Talat, president of the Turkish sector, reiterating that he hoped to map out a solution by the end of the year. \"We, as the two leaders, have a historic responsibility to find an early settlement to this protracted problem. Our island has been identified with problems and conflicts for far too long.\"</p> <p>As Turkey's own EU membership ambitions rest on the progress made, analysts say much will depend on Ankara's goodwill.</p> <p>Both leaders, who are leftwingers bonded by a similar world view, have raised international hopes that they will be able to succeed where mediators and diplomats have for decades failed.</p> <p>\"It is widely believed that if these two moderates can't solve it, nobody can,\" said Hubert Faustmann, a Cyprus-based analyst.</p> <p>The good chemistry between the two leaders, in evidence since Christofias's communist Akel party won power on a pledge to reunite the island, was firmly on display yesterday as they both greeted the assembled crowd in Greek, Turkish and English.</p> <p>The optimism has been reinforced by a series of confidence-building measures, ranging from common road safety projects to shared promotion of the island's cultural heritage, that aim to further \"normalise\" life between its majority-Greek and Turkish populations. The steps follow a ground-breaking decision to open up Ledra Street, the truncated boulevard in the heart of Nicosia that most represented the island's bitter divisions. </p> <p>\"The Cyprus problem is not insurmountable and the negotiations which you begin today can, and must, have a successful outcome,\" said Australia's former foreign minister, Alexander Downer, who was recently appointed as the UN's special envoy to the island, in a sign of the renewed hopes for the future.</p>",
  "<p>Ukraine's coalition government collapsed yesterday after its two ruling parties fell out over Russia's invasion of Georgia. President Viktor Yushchenko accused the prime minister, Yulia Tymoshenko, of attempting a coup and then threatened to dissolve parliament and call early elections.</p> <p>The pro-democratic coalition of the pair has only a two-seat majority. On Tuesday Tymoshenko's bloc voted with the opposition to strip the president of some powers and boost her own. Yesterday Yushchenko's bloc quit the coalition in protest, with the president denouncing the vote in Ukraine's lower house and urging the formation of a new coalition. </p> <p>The ostensible trigger for the government's collapse after less than a year is the conflict in Georgia. Speculation has grown that Ukraine and its Russian-speaking Crimea region could be the Kremlin's next \"target\". </p> <p>Yushchenko has outspokenly condemned the invasion of Georgia but Tymoshenko has not criticised Russia directly. On Tuesday her party failed to support a toughly worded statement blaming Moscow.</p> <p>Underlying this are political calculations before Ukraine's presidential election in 2010. Tymoshenko is expected to challenge Yushchenko for the presidency. Yesterday Tymoshenko bitterly criticised her former Orange ally of the 2004 revolution. \"The president and his office have used every means to ruin the coalition,\" she told a cabinet meeting. \"It's a pity that the president behaves with no responsibility. The coalition split yesterday, by his own decision.\"</p> <p>Under Ukraine's constitution the two parties have 10 days to sort out their differences and revive any coalition. If they do not do so, parliament is allowed 30 days to form a new coalition. After that the president has the right to call an election.</p> <p>One possibility is that Tymoshenko could form a new government with the opposition Party of Regions, her former adversaries. Polls show that if an election were held now Yushchenko's Our Ukraine party would lose seats while both Tymoshenko's bloc and the Regions party would make gains.</p>",
  "<p>John McCain finally arrived in St Paul for the Republican convention yesterday on the eve of the most important speech he has ever delivered and under pressure to at least match Barack Obama's inspirational delivery to the Democrats in Denver last week.</p> <p>He has to attempt to lift the 20,000 Republicans attending a convention that so far has lacked the energy of the Democratic meeting and win over millions watching at home.</p> <p>McCain will use prime-time coverage of his speech to contrast himself with Obama. One key issue he will flag up is US dependency on Middle East oil. He is proposing to reduce the country's reliance by increasing drilling for oil off the US coast, about which Obama is not enthusiastic, and building 45 new nuclear plants, on which Obama has been lukewarm.</p> <p>Campaigning had been virtually suspended while the politicians watched events on America's Gulf coast, but with relatively little damage from Hurricane Gustav, both the Republicans and Democrats resumed direct political attacks.</p> <p>Criticism of Obama at the convention was led last night by three of the men McCain beat for the Republican nomination: the former New York mayor, Rudy Giuliani; the former governor of Massachusetts, Mitt Romney; and the former governor of Arkansas, Mike Huckabee.</p> <p>They adopted scare tactics over national security, with Huckabee, in excerpts of his speech released in advance, saying: \"Maybe the most dangerous threat of an Obama presidency is that he would continue to give madmen the benefit of the doubt. If he's wrong just once, we will pay a heavy price.\"</p> <p>Giuliani, echoed this, saying: \"To those Americans who still feel torn in this election, I'd like to suggest one way to think about the choice you have to make in 2008: you're hiring someone to do a job - an important job that involves the safety and security of your family.\"</p> <p>It provided a taste of the kind of sustained campaign the Republicans will mount against Obama, suggesting he cannot be trusted with security.</p> <p>Romney too took up the theme, describing radical Islam as an evil that McCain, unlike Obama, would defeat. \"Republicans prefer straight talk to politically correct talk,\" Romney said.</p> <p>In a week in which Republicans complained that the family of candidates should not be dragged into politics, Romney took a swipe at Michelle Obama over a remark she made that Republicans claim cast doubt on her patriotism. \"Just like you, there has never been a day when I was not proud to be an American,\" Romney said.</p> <p>McCain is hoping for a poll bounce from his speech that will put him in the lead nationally for the first time. The latest poll, for Gallup, has Obama on 50% for the first time against McCain on 42%, suggesting that Obama may have received some bounce from the convention last week. Reaching the 50% mark is symbolically important and comes after a month in which the two have been deadlocked in the polls.</p> <p>Obama, speaking at a rally in New Philadelphia, Ohio, yesterday criticised the lack of substance in the opening days of the Republican convention. He said that at the convention on Tuesday he had not \"heard a single thing about the economy\", the issue that Americans cared most about.</p> <p>On Tuesday the Republicans had focused on building up McCain's narrative, just as Obama's campaign had done on the opening days of the Democratic convention. Obama offered as evidence that McCain will fight on personality rather than issues a comment by McCain's campaign manager, Rick Davis, who had told the Washington Post: \"This election is not about issues. This election is about a composite view of what people take away from these candidates.\"</p>",
  "<p>With Sarah Palin making her debut at the Republican convention last night and John McCain to accept his party's nomination in St Paul this evening, the American political spotlight is now rightly trained on the future contest with the Democrats. Yet isn't this focus also all just a little too conveniently premature? Aren't American voters being led too quickly past something on which they should also concentrate and reflect? </p> <p>The United States is still led by a Republican president and by a Republican vice-president. Renominated four years ago with at least as much acclaim as their party is now lavishing on this year's ticket, these two men have held their country's destiny in their hands for nearly eight years. And yet neither of them, nor any of their administration members, has yet uttered a single word from the podium this week.</p> <p>The unscheduled threat from Hurricane Gustav certainly had something to do with the absences of George Bush and Dick Cheney from this week's convention. Both were scheduled to speak in the cancelled session on Monday. Yet it is not the whole story. Mr Bush has been written out of the script, and it is hard to miss the sense of relief in the McCain camp. Mr McCain clearly wants Mr Bush and Mr Cheney off the stage and consigned to oblivion as fast as it can be managed.</p> <p>Mr Bush finally spoke to the convention by videolink from the White House on Tuesday - though party schedulers made sure it was not during primetime TV coverage. That makes him the first sitting president not to attend his own party's convention since Lyndon Johnson gave the Democratic convention a miss in 1968. Mr Bush, like Mr Johnson, is a president who has been broken by a mismanaged war. He cut a sorry figure on Tuesday, endorsing Mr McCain without enthusiasm as his successor. He is only too evidently counting the days before he can disappear back to Texas. Mr Cheney simply appears too busy even to bother with the niceties, disdainful to the end.</p> <p>The Republicans may treat Mr Bush as the living dead. Yet what he stands for still animates the party. His trademark social conservatism is theirs too. There have been endless denunciations of abortion this week, but on the first night there was not a word spoken about climate change. The leitmotif of the convention so far has been glorification of the US military, yet the war in Iraq and its conduct have gone wholly unchallenged. Many Republicans are exhausted, yet the truth is they would do it all again. Mr Bush may be an embarrassment to his party now, but too many Republicans, not least Mrs Palin, still remain absolutely in thrall to his views.</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/-4booZ3CABo?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/-4booZ3CABo&color1=0xb1b1b1&color2=0xcfcfcf&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/-4booZ3CABo&color1=0xb1b1b1&color2=0xcfcfcf&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object> </figure>   <p>John McCain meets his family and Sarah Palin's at Minneapolis-St Paul airport. At about a minute in, he meets Levi Johnston, Bristol's boyfriend — for the first time, presumably? — and much manly stroking ensues. McCain is fascinatingly awkward here, even with some members of his own family. Johnston does not <a href=\"http://www.guardian.co.uk/world/oliverburkemanblog/2008/sep/03/sarahpalin.uselections2008\">kick McCain's ass</a>. [<a href=\"http://wonkette.com/402498/john-mccain-feels-up-levi-johnston\">Wonkette</a>]</p> <p>The big Republican hope now is for the debates: Obama's much less convincing without a teleprompter, Biden could come off looking like a bully, and a competent performance by Palin will be lauded as a wild success. [<a href=\"http://www.reason.com/convention2008/show/128558.html\">Reason</a>]</p> <p>A new McCain campaign ad compares Palin to Obama, and concludes that that the candidate of bipartisanship, peace, joy and prosperity is... Palin. [<a href=\"http://marcambinder.theatlantic.com/archives/2008/09/obama_v_palin.php \">Marc Ambinder</a>]</p> <p>George Bush's furtive valedictory speech convention speech yesterday lasted as long as the introductory video to Bill Clinton's in 2000. Clinton spoke for almost three quarters of an hour, and was cheered to the rafters. [<a href=\"http://www.observer.com/2008/politics/bush-doesnt-get-clinton-reagan-treatment\">New York Observer</a>]</p> <p>A pollster tells Republicans the way to win in November is for McCain supporters to give their young relatives Starbucks and iTunes gift cards that only work on election day. That way they'll stay home, and Obama might lose. [<a href=\"http://washingtontimes.com/weblogs/trail-times/2008/Sep/02/how-keep-young-voting/\">Washington Times</a>]</p> <p>In a blog post worth waiting for, the New Yorker's Hendrik Hertzberg reflects on Denver in the light of conventions gone by. [<a href=\"http://www.newyorker.com/online/blogs/hendrikhertzberg/2008/09/denver-redux.html\">New Yorker</a>]</p> <p>McCain surrogates explain that criticising Palin is basically automatically sexist. Oddly, they don't clarify whether attacking Obama is automatically racist. [<a href=\"http://www.politico.com/news/stories/0908/13123.html\">Politico</a>]<br></p>",
  "<p>Two senior Republicans, unaware that microphones were still running after a TV interview, let loose today with harsh criticism of Sarah Palin as their party worked to defend its vice-presidential nominee.</p> <p>A tape of the exchange between Republican strategist Mike Murphy - who worked for John McCain during the 2000 election - and conservative columnist Peggy Noonan quickly made the rounds on the internet, creating the latest in a series of Palin-related distractions.</p> <p>When NBC news political director Chuck Todd asked rhetorically whether Palin is \"the most qualified woman they could have turned to\", the tape shows Noonan replying: \"The most qualified? No! I think they went for this, excuse me, political bullshit about narratives.\"</p> <p>She later added, \"Every time the Republicans do that, because it's not where they live and it's not what they're good at, they blow it.\"</p> <p>Noonan published a Wall Street Journal column earlier today that praised Palin as \"powerful\" and \"a clear and present danger to the American left, and to the [Barack] Obama candidacy\".</p> <p>Murphy echoed Noonan's candid assessment, asking Todd on the live microphone, \"You know what's really the worst thing about it? The greatness of McCain is no cynicism, and this is cynical.\"</p> <p>The McCain campaign has stopped discussing the decision-making process that led to Palin's presence on the Republican ticket. </p> <p>McCain advisers have accused the media of mounting a sexist campaign to discredit Palin, who served as a small-town mayor before her current 18-month service as Alaska governor.</p> <p>But Murphy and Noonan were not the only Republicans to clash with McCain's message on Palin. </p> <p>Meg Whitman, the national McCain campaign co-chairman, said today that she does not think media coverage of Palin has been sexist.</p> <p>\"I actually think it's completely fair for the media to vet Sarah Palin,\" Whitman told Fox news.</p>",
  "<p>Via pretty much every US politics blog on the internet, here's video from MSNBC, taken from after a broadcast segment, in which conservative pundit-titans <a href=\"http://en.wikipedia.org/wiki/Peggy_Noonan\">Peggy Noonan</a> and <a href=\"http://en.wikipedia.org/wiki/Mike_Murphy_(political_consultant)\">Mike Murphy</a> offer some candid thoughts about Sarah Palin, not realising the microphone's been left on. The transcript below is from <a href=\"http://talkingpointsmemo.com/archives/212920.php\">TPM</a>.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/CrG8w4bb3kg?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/CrG8w4bb3kg&color1=0xb1b1b1&color2=0xcfcfcf&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/CrG8w4bb3kg&color1=0xb1b1b1&color2=0xcfcfcf&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object> </figure>   <p><br>Mike Murphy: ...It's not gonna work. And --<br>Peggy Noonan: It's over.<br>MM: Still McCain can give a version of the Lieberman speech to do himself some good.<br>Chuck Todd (presenter): I also think the Palin pick is insulting to Kay Bailey Hutchinson, too.<br>PN: Saw Kay this morning.<br>CT: Yeah, she's never looked comfortable about this --<br>MM: They're all bummed out.<br>CT: Yeah, I mean is she really the most qualified woman they could have turned to?<br>PN: The most qualified? No! I think they went for this -- excuse me-- political bullshit about narratives --<br>CT: Yeah they went to a narrative.<br>MM: I totally agree.<br>PN: Every time the Republicans do that, because that's not where they live and it's not what they're good at, they blow it.<br>MM: You know what' sreally the worst thing about it? The greatness of McCain is no cynicism, and this is cynical.<br>CT: This is cynical, and as you called it, gimmicky.<br>MM: Yeah.<br></p>",
  "<p>The Republicans set up a firewall around Sarah Palin today in a concerted attempt to choke off or deflect questions about her experience ahead of her prime-time national television debut.</p> <p>Palin, who will make her first appearance at the Republican convention, has been embraced by the party's social conservative wing, injecting much-needed enthusiasm into their support for the candidate, John McCain.</p> <p>However, in a sign that Republicans are feeling nervous about McCain's snap decision to make the virtually unknown governor of Alaska his running mate, party leaders and operatives began an aggressive new defence of the vice-presidential candidate. A new television campaign ad released today set out to build a case that Palin is a more effective agent of change than the Democratic nominee, Barack Obama. Further ads will contrast her experience overseeing state budgets with Obama's role as a junior senator.</p> <p>The campaign said it would not answer questions about McCain's decision-making process before he settled on Palin. It also lined up party leaders to talk up her achievements.</p> <p>An angry McCain, meanwhile, cancelled a scheduled interview with CNN after an on-air clash between an interviewer and a press spokesman about Palin's foreign policy experience. There was also a parallel effort to squash discussion of her family life, including that of Palin's pregnant daughter Bristol, 17.</p> <p>The entire Palin family was in the receiving line on the tarmac at Minneapolis airport to greet McCain on his arrival today, including Bristol and her boyfriend, Levi Johnston. McCain made a point of briefly chatting to the couple.</p> <p>Aside from that brief appearance and a walkaround of the convention stage earlier in the day, Palin remained in hibernation - leaving it to her fellow Republicans to rally to her defence.</p> <p>Officially, the campaign is convinced that Palin will appeal to centrist voters - especially women - despite the steady drip feed of potentially damaging revelations about her, and her uncompromising stance against abortion, gay rights and sex education, as well as providing environmental safeguards in the Alaska wilderness.</p>",
  "<p>I'm totally baffled by Mitt Romney's <a href=\"http://Portal.GOPConvention2008.com/speech/details.aspx?id=35\">speech</a> to the GOP convention, which just ended. The conventioneers responded like the crocodiles being fed raw meat in the Bond flick <a href=\"http://www.imdb.com/title/tt0070328/\">Live and Let Die</a>. But taken even on their face, his words are an indictment of the Republican party whose nomination he spent roughly $35m to win.</p> <p>He said: \"We need change all right - change from a liberal Washington to a conservative Washington! We have a prescription for every American who wants change in Washington - throw out the big government liberals and elect John McCain.\"</p> <p>But George Bush has been in the White House eight years now, and the Republican party controlled the congress from 1994 to just two years ago. The Democrats haven't done much at all since taking over in 2006.</p> <p>Romney went on to mention a series of Supreme Court decisions he denounced as \"liberal\", and yet the last two justices appointed to the court were arch-conservatives picked by Bush.</p> <p>He attacked the Democrats as a party that aims \"to grow the ranks of those who pay no taxes at all\", yet I'm one of the main planks in the Republican platform is lower taxes. Indeed, that's the one theme nearly every single speaker at the dais has riffed on.</p> <p>Romney said America needs a nation where schools and homes are \"free from promiscuity\". I'll let that statement stand on its <a href=\"http://www.theguardian.com/world/2008/sep/02/uselections2008.republicans20084\">own</a>.</p> <p>He mocked Al Gore's private jet, rehashing a several-years old ad-hominem attack on the former VP and Nobel laureate's call for energy conservation. But I'm certain Romney didn't fly coach to St. Paul.</p> <p>Finally, maybe this is a product of my own background, but I get very nervous when I hear a politician call for the \"defeat\" of a major world religion, even when the words 'radical' and 'violent' precede and modify it.</p>",
  "<p>Hurricane Gustav has come and gone, and <a href=\"http://www.theguardian.com/world/2008/sep/02/hurricanegustav.hurricanekatrina\">New Orleans is still standing</a>. The levees held. This is a great relief for the city's evacuated residents, not to mention people around the world who watched with dread as a deadly hurricane bore down on the Louisiana coastline just three years after Hurricane Katrina. </p> <p>Katrina was a good teacher. Government agencies at all levels learned from the debacle that ensued when the levees broke in 2005 and tens of thousands of New Orleans' poorest residents were trapped in the city for days, many without food and water. This time, a near-total evacuation took place. The New Orleans city government worked with the state and federal counterparts to assemble a fleet of buses that got most of those without transportation out of the city. It declined to open the Superdome as a \"shelter of last resort\", forcing residents to choose between evacuation or risking their lives. Fema pre-positioned more supplies and response teams close to the affected area. The levees, only partially rebuilt and restored post-Katrina, were closely monitored for potential breaches.</p> <p>But luck also played a large role here. Neither agencies nor flood-protection structures were tested with a truly catastrophic situation, in which plans can easily go awry. Gustav, once a powerful Category 4 storm, weakened to Category 2 by landfall, and it passed far enough to the west to deliver the New Orleans area only a glancing blow, generating nothing near the awesome strength of Katrina's storm surge. </p> <p>That's why there's a real danger now that confidence born of the successful response to Gustav could turn to overconfidence. The fact is, being better prepared than in 2005 isn't saying all that much. Take Fema. An <a href=\"http://www.govexec.com/dailyfed/0408/040308cdam1.htm\">April report</a> by the inspector general for the US department of homeland security, of which Fema is a part, said the agency had a long way to go and was still plagued by \"budget shortfalls, reorganisations, inadequate information technology systems and confusing or limited authorities\" over the areas it's supposed to run. That suggests in a true national emergency, Fema might break down just as it did before.<br> The New Orleans levees, meanwhile, are only midway through <a href=\"http://www.mvn.usace.army.mil/hps\">an upgrade due to be completed in 2011</a>. Even then, though, it still won't protect against flooding from a direct hit by a big storm. And the fact that the city's <a href=\"http://www.nytimes.com/2008/09/02/us/02corps.html?_r=1&amp;oref=slogin\">largest canal nearly overflowed</a> during Gustav, which turned out to be a relatively mild storm, isn't good news either. Already, another three storms are queuing up in the Atlantic, some or all of which may hit the US coast over the next two weeks. It's no time to breathe easy.<br> The fact is, due to feedback from human activities, nature has begun to change faster than US government institutions can keep up. There's a healthy scientific debate over the <a href=\"http://www.ucsusa.org/global_warming/science_and_impacts/science/hurricanes-and-climate-change.html\">potential role of global warming in hurricane activity</a>. Some scientists believe a warming atmosphere will lead to more powerful storms. Others say the effects will be minimal. But most everyone agrees that hurricane activity in the Atlantic is in a dangerous, possibly decades-long upswing.</p> <p>If it is indeed amplified by global warming, we're going to see some storms unlike any in the past in the coming years. Meanwhile, the lure of living on the coast (and along riverbanks) has put many millions more people in the path of danger, along with their valuable properties, increasing the risk of huge, Katrina-scale losses that will test the insurance industry and the federal government's budgetary limits.</p> <p>Is there any way to head this off? Both <a href=\"http://www.johnmccain.com/Informing/News/NewsReleases/D9A7248A-95FC-477A-BE73-F75DE7445F2C.htm\">John McCain</a> and <a href=\"http://www.barackobama.com/issues/additional/#katrina\">Barack Obama</a> have pledged bigger, better levees for New Orleans and sharper emergency response in general. That's to the good. But it's not just a matter of building new structures and appointing competent people (though it would be a good start). If he wants to avoid future Katrinas - and more generally, to meet the challenges posed by global warming - the next president should work to change the way government institutions operate.</p> <p>Currently, for example, decisions on infrastructure, including flood protection, are made by congressional committees. In other words, those decisions are almost wholly, arbitrarily political. There's no easy way to change that, but the president ought to set some national priorities on what to build where, and push them hard, so the public expects changes - not just more pork for local districts.</p> <p>On a deeper level, though, the government needs to become less reactive, more nimble. Institutions that do the work of fortifying the country against disaster - including the army corps of engineers, in charge of building levees - are notoriously traditional and slow-moving. They're designed for an era that's already over. If they're shaken up and redesigned from the top down, perhaps the US can get out in front of these looming problems.</p>",
  "<p>John McCain finally arrived in St Paul for the Republican convention today on the eve of the most important speech he has ever delivered and under pressure to at least match Barack Obama's inspirational delivery to the Democrats in Denver last week.</p> <p>He has to try to lift the 20,000 Republicans attending a convention that so far has lacked the energy of the Democratic meeting and win over millions watching at home.</p> <p>Campaigning had been virtually suspended while the politicians watched events on America's Gulf Coast. But with relatively little damage from Hurricane Gustav, both the Republicans and Obama resumed normal political exchanges today.</p> <p>McCain, who spent the early part of the week in the Gulf region, is hoping for a poll bounce from his speech that will put him in the lead nationally for the first time.</p> <p>The latest poll, for Gallup, has Obama on 50% for the first time against McCain on 42%, suggesting that Obama may have received some bounce from the convention last week. Reaching the 50% mark is symbolically important and comes after a month in which the two have been deadlocked in the polls.</p> <p>The proportion of undecided voters has shrunk to about 8%, according to the poll. This is a crucial time, with swing voters only now beginning to make up their minds, based on the conventions and the three presidential debates still to come.</p> <p>Republican campaign organisers said that today will mark a change in tone at the convention, becoming more overtly political after two days that were relatively soft focus.</p> <p>The change in tone, with attacks on Obama being stepped up, will be reflected in the line up at the convention tonight, three of the men that McCain beat for the Republican nomination: Rudy Giuliani, the former New York mayor, Mitt Romney, the former governor of Massachusetts, and Mike Huckabee, the former governor of Arkansas.</p> <p>Speaking earlier today, Giuliani resumed the Republican attack on Obama for lacking experience. \"I would say Barack Obama has never governed a city, never governed a state, never governed an agency, never run a military unit, never run anything,\" Giuliani told CBS.</p> <p>Obama, speaking at a rally in New Philadelphia, Ohio, today criticised the lack of any substance in the opening days of the Republican convention. He said that at the convention on Tuesday he had not \"heard a single thing about the economy\", the issue that Americans care most about.</p> <p>The day had focused on building up McCain's narrative, just as Obama's campaign had with him on the opening days of the Democratic convention.</p> <p>But Obama offered as evidence that McCain will fight on personality rather than issues a comment by McCain's campaign manager, Rick Davis, who told the Washington Post: \"This election is not about issues. This election is about a composite view of what people take away from these candidates.\"</p> <p>McCain, who earlier this week considered making his presidential nomination speech in a video link from the Gulf coast, was greeted at the airport today by his wife Cindy and his family as well as his vice-presidential running mate, Sarah Palin, and her family.</p> <p>McCain is to use the prime-time coverage of his speech to draw a contrast between himself and Obama, such as his plan to reduce dependency on Middle East oil. He is proposing to do this by increasing drilling for oil off the US coast and building 45 new nuclear plants.</p> <p>Previewing McCain's speech, Tim Pawlenty, the governor of Minnesota who was on the short list to be McCain's running mate, said that high petrol costs was the issue on the minds of most Americans.</p>",
  "<video data-media-id=\"gu-video-337241037\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1770620344_tomasky-palin-FLV-16x9.flv\"/> </video>   <p>A coterie of Republican women sought to curtail what they said was inappropriate criticism of Sarah Palin's record as governor, her past political affiliations, and her family life, lambasting the news media for what they said were sexist attacks on the vice-presidential nominee.</p> <p>The women said they were \"outraged\" at the \"sexist treatment,\" the \"objectionable and sexist attacks\" and the \"smear campaign\" against Palin, who became governor of Alaska in December 2006 and before that was mayor of a small town.</p> <p>The women, who included a congresswoman, a former governor, and other Republican party and John McCain campaign officials, repeatedly invoked Democrat Hillary Clinton, decrying what they said was sexism directed at Clinton from the news media and from within the Democratic party.</p> <p>Carly Fiorina, a former technology company executive and top advisor to the McCain campaign, complained about accusations that she is part of a \"fringe group,\" the Alaska Independence Party. News media have reported Palin was affiliated with the party, a charge the McCain campaign has denied.</p> <p>In addition, today Fiorina said, \"Many people have demeaned and belittled her experience, and as women we all know how frequently that happens,\" Fiorina said.</p> <p>\"I find all of this conversation about whether or not she is qualified, which I think initially emanated from the Obama campaign, quite stunning,\" Fiorina said. \"People are trying to portray her as a show horse, not a work horse.\"</p> <p>Asked why criticisms of Palin's political affiliations and experience are sexist, Fiorina responded, \"Those in and of themselves are not sexist, but it is problematic when charges are made that are clearly factually false. Every woman up here welcomes a discussion about her track record.\"</p> <p>Rosario Marin, former US treasurer under President Bush, said she was \"absolutely incensed, I am offended and insulted that the media has made much to do\" about Palin's infant son, who has Down's Syndrome, \"and how dare she run for vice-president when she has a child like that\". Marin did not identify which media outlets have criticised Palin on that basis. </p> <p>Tennessee congresswoman Marsha Blackburn suggested that Palin's work on the parent-teacher association of her son's school gave her useful experience for the vice-presidency.</p> <p>\"Every woman in this room knows that if you can handle being a room mother… a PTA chairwoman, Girl Scout cookie mom, there's a lot of things you have the ability, the organisational skills, to handle. She transferred those leadership skills to the political arena.\"</p>",
  "<p>Democratic vice-presidential nominee Joe Biden said earlier this week that he and running mate Barack Obama could pursue criminal charges against the Bush administration if they are elected in November.</p> <p>Biden's comments, first reported by ABC news, attracted little notice on a day dominated by the drama surrounding his Republican counterpart, Alaska governor Sarah Palin.</p> <p>But his statements represent the Democrats' strongest vow so far this year to investigate alleged misdeeds committed during the Bush years. </p> <p>When asked during a campaign event in Deerfield Beach, Florida, whether he would \"pursue the violations that have been made against our Constitution by the present administration\", Biden <a href=\"http://www.youtube.com/watch?v=13HbMfKTXr4\">answered in the affirmative</a>.</p> <p>\"We will not be stopped from pursuing any criminal offence that's occurred,\" he continued, going on to praise congressional committees for the deliberate pace of their inquiries into alleged Bush administration misdeeds.</p> <p>Members of Congress are \"doing the right thing, they're not making false accusations about anything … they're collecting data, subpoenaing records, they're building a file\", Biden said.</p> <p>\"If there has been a basis upon which you can pursue someone for a criminal violation, they will be pursued – not out of vengeance, not out of retribution, out of the need to preserve the notion that no one, no attorney general, no president -- no one is above the law.\"</p> <p>Obama sounded a similar note in April, vowing that if elected, he would ask his attorney general to initiate a prompt review of Bush-era actions to distinguish between possible \"genuine crimes\" and \"really bad policies\".</p> <p>\"[I]f crimes have been committed, they should be investigated,\" Obama told the Philadelphia Daily News. \"You're also right that I would not want my first term consumed by what was perceived on the part of Republicans as a partisan witch hunt, because I think we've got too many problems we've got to solve.\"</p> <p>When asked about his comments by Fox news today, Biden said he has no evidence that criminal charges would be warranted and no intention of pursuing action against the current president.</p> <p>\"What is true is the United States Congress is trying to preserve records on questions that relate to whether or not the law has been violated by anyone,\" Biden said, adding: \"But, you know, there's been an awful lot of unsavoury stuff that's gone on. And the mere fact … that it occurred in a previous administration doesn't mean [a subsequent] Justice Department, if, in fact, there's evidence, shouldn't pursue them. \"But I have no evidence of any of that. No one's talking about pursuing President Bush criminally.\"</p> <p>Congressional Democrats have issued a flurry of subpoenas this year to senior Bush administration aides as part of a broad inquiry into the authorisation of torturous interrogation tactics used at the Guantanamo Bay prison camp. </p> <p>Three Bush White House veterans have been held in criminal contempt of congressional committees for refusing to respond to subpoenas in an inquiry on the firing of federal prosecutors: former counsel Harriet Miers, former political adviser Karl Rove, and current chief of staff Josh Bolten. The battle over Miers's and Bolten's testimony is currently before a federal court.</p> <p><strong>·</strong> This article was amended on Thursday September 4 2008. We originally omitted the word 'administration' from our headline. This has been corrected.</p>",
  "<p>What is there possibly left to say about Sarah Palin?</p> <p>Between <a href=\"http://www.dailykos.com/storyonly/2008/8/31/164931/383/297/581437\"> pregnancy conspiracy theories</a>, knocked up daughters, <a href=\"http://tpmmuckraker.talkingpointsmemo.com/2008/09/palins_lobbyist_has_abramoff_t.php\">shared lobbyists with Jack Abramoff</a>, and all other manner of \"Oops, she did it again\" moments, it's easy to dismiss her. After all, Palin passed a bill to hunt wolves from a helicopter with assault weapons. Laura McGann at the Washington Independent, <a href=\"http://www.washingtonindependent.com/3867/vetting\"> reporting from Wasilla</a>, writes that the town's city clerk told Laura \"that I'm the first person who has asked her office for anything.\" No McCain vetters in Wasilla, I guess. Oops.</p> <p>Not so fast. We live in a country where George Bush is a cowboy and radical right-wingers describe pregnant Bristol Palin's situation as a \"blessing\" and <a href=\"http://www.cwalac.org/article_755.shtml\">\"the best choice\"</a> but the out of wedlock pregnancies of others as a <a href=\"http://www.frc.org/human-sexuality\">negative psycho-social and societal outcome</a> for teens and society.</p> <p>If issues mattered, Democrats would win, because the majority of Americans agree with Democrats on the issues. But this doesn't happen. On the issues Sarah Palin, for the majority of American voters, and especially women, is an abhorrent choice. But her framing? Genius.</p> <p>George Lakoff has it right, as does <a href=\"http://www.cbsnews.com/stories/2008/08/31/opinion/main4401887.shtml\">Joe Trippi</a>. Trippi, who managed both Howard Dean's and John Edwards' runs for the Democratic nomination, knows his way around the change issue. He wrote, \"Don't LOL at Sarah Palin\":</p> <blockquote> <p>The McCain campaign plans on making an assault on Barack Obama's strength as a change agent. And challenge, what the McCain campaign will describe as, Obama's weak or non-existent attacks on corruption within the Democratic Party and other institutions throughout his career.</p> <p>To make this assault, McCain picked in Palin someone who has taken on the corruption in the GOP in Alaska, turned against her own party's establishment, and fought for reform.</p> <p>The McCain/Palin duo will challenge Barack Obama's claim of \"a new kind of politics\" and chastise both Obama and his vice presidential nominee, Joe Biden, for their \"silence\" in taking on corruption in their own party in Illinois, Delaware and Washington DC.</p> <p>The McCain campaign intends to claim that \"more of the same\" in Washington means Barack Obama and Joe Biden and will make the argument that if you want to \"shake things up\" then McCain and his reform-minded running mate from Alaska will get the job done.</p> </blockquote> <p>All you have to know is that Palin ain't Washington DC. But she is a hunting, small-government reformer with strong \"family values\" and a classic conservative, evangelical viewpoint. She's a female leader, a pathbreaker. She favours drilling in the United States. Drilling at home has been the McCain campaign's most winning message, if one of its most inane. Some <a href=\"http://www.nytimes.com/2008/08/08/opinion/08krugman.html?ref=opinion\">69% of Americans were pro-drilling</a>, with 51% believing new drilling in US waters would reduce oil prices within a year. McCain's campaign has truly become George Bush's, with the same message gurus at the top. And thus, broad strokes and fake reality trump issues.</p> <p>Lakoff, who has long understood the Democratic mismatch between holding the right position on issues and winning, writes:</p> <blockquote> <p>The Palin nomination is not basically about external realities and what Democrats call \"issues,\" but about the symbolic mechanisms of the political mind — the world views, frames, metaphors, cultural narratives, and stereotypes. The Republicans can't win on realities. Her job is to speak the language of conservatism, activate the conservative view of the world, and use the advantages that conservatives have in dominating political discourse.</p> <p>Our national political dialogue is fundamentally metaphorical, with family values at the center of our discourse. There is a reason why Obama and Biden spoke so much about the family, the nurturant family, with caring fathers and the family values that Obama put front and centre in his Father's day speech: empathy, responsibility and aspiration.</p> <p>The Republican strength has been mostly symbolic. The McCain campaign is well aware of how Reagan and W won — running on character: values, communication, (apparent) authenticity, trust, and identity — not issues and policies. That is how campaigns work, and symbolism is central.</p> </blockquote> <p>To those inclined to side with her, the symbolism of Palin is so powerful, and perhaps some would say it's enhanced by standing by her pregnant teenage daughter. Evangelicals were key to help McCain start doing better in his party and in the polls, and according to Pew surveys, evangelicals in this country are majority (53%) female. Palin the symbol speaks loud and clear to these voters - as she will tonight at the Republican convention in St Paul. But such voters are not the majority in America. They are merely an important target for the GOP.</p> <p>Those of us in the <a href=\"http://en.wikipedia.org/wiki/Reality-based_community\">reality-based community</a> won't defeat McCain-Palin by attacking on the issues. McCain knew this when he nominated her, vetted or not.</p>",
  "<p>The war in Afghanistan spilled over into Pakistani territory for the first time today when heavily armed commandoes, believed to be US special forces, landed by helicopter and attacked three houses in a village close to a known Taliban and al-Qaida stronghold.</p> <p>The early morning attack on Jala Khel killed between seven and 20 people, according to a range of reports from the remote Angoor Adda region of South Waziristan. The village is situated less than a mile from the Afghanistan border.</p> <p>Local residents were quoted as saying most of the dead were civilians and included women and children. It was not known whether any Taliban or al-Qaida militants or western forces were among the dead.</p> <p>Major-General Athar Abbas, a spokesman for the Pakistan army, said Nato's International Security Assistance Force (Isaf) had carried out the raid. \"Two helicopters of Isaf landed very early in the morning and conducted a raid on a compound there. As per our report, seven civilians were killed in this raid.\"</p> <p>But a Nato spokesman denied involvement. \"There has been no Nato or Isaf involvement crossing the border into Pakistan,\" the Nato spokesman James Appathurai said.</p> <p>There were unconfirmed reports that the incursion was carried out by US special forces, which are not under Isaf command and can operate independently. A US military spokesman at the Bagram base near Kabul did not deny an attack had occurred but declined to comment.</p> <p>Official Pakistani condemnation swiftly followed the attack amid growing concern that the Nato-led war against the Taliban in Afghanistan could spread to Pakistan, sparking a region-wide conflagration.</p> <p>Owais Ahmed Ghanisaid, the governor of North-West Frontier province, which adjoins South Waziristan, said 20 people had died and called for retaliation by the Pakistani army. \"This is a direct assault on the sovereignty of Pakistan, and the people of Pakistan expect that the armed forces ... would rise to defend the sovereignty of the country and give a befitting reply,\" he said.</p> <p>The foreign ministry in Islamabad said the incursion was \"a gross violation of Pakistan's territory\" and a \"grave provocation\" that had resulted in \"immense\" loss of civilian life.</p> <p>\"Such actions are counter-productive and certainly do not help our joint efforts to fight terrorism. On the contrary, they undermine the very basis of cooperation and may fuel the fire of hatred and violence we are trying to extinguish.\"</p> <p>\"This is a very alarming and very dangerous development,\" said a former senior Pakistani official. \"We have absolutely been telling them (the US) not to do this but they ignored us.\"</p> <p>US and Nato commanders say Taliban and al-Qaida fighters use the unruly, semi-autonomous tribal areas of Pakistan to stage strikes on coalition forces inside Afghanistan and to create \"safe havens\" where they are immune from attack. Nato and civilian casualties in Afghanistan have reached record levels in the past 12 months as the result of a spreading Taliban offensive.</p> <p>US forces have used missile-carrying drones – unmanned aerial vehicles – to target militant targets inside Pakistan in the past. But today's assault, involving up to three helicopters and infantry commandoes, marked the first time a direct attack had taken place on Pakistani soil.</p> <p>Tensions between Pakistan's new civilian government and the US have been running high after American accusations that rogue elements in Pakistan's top spy agency, the Inter-Services Intelligence Agency, were feeding classified information on coalition troops to Taliban fighters. Washington has also repeatedly accused Islamabad of failing to do enough to curb militant activity along the Afghan border.</p> <p>The strains have been exacerbated by a political crisis in Pakistan after last month's forced resignation of President Pervez Musharraf and the collapse of a power-sharing agreement between the ruling Pakistan People's party (PPP) and Nawz Sharif, a former prime minister. An election to find a replacement for Musharraf is scheduled for Saturday, with the PPP chairman and Benazir Bhutto's widower, Asif Ali Zardari, expected to win.</p> <p>In a further sign of instability, militants opened fire today on prime minister Yousaf Raza Gilani's car, in an <a href=\"http://www.theguardian.com/world/video/2008/sep/03/pakistan.gilani.assassination\">apparent assassination attempt</a>, near Islamabad. The assailants, firing from a roadside embankment, hit the driver's side window twice. Gilani was not in the car at the time. Television pictures showed two clear impact marks on the car's bullet-proof window, which cracked along its length but did not shatter. Gilani's son and a government minister were reportedly in the motorcade.</p> <p>A top security official in Islamabad said: \"This was a warning. They're saying, 'We can get you'. If they could fire bullets, they could also fire a rocket-launcher.\" The Taliban claimed responsibility for the attack, saying it was a protest against military operations against them in the north-west valley of Swat.</p> <p>Gilani was due to meet David Cameron, the Conservative leader who is visiting Pakistan. In a speech, Cameron said the attack was \"another reminder of the permanent threat that terrorism poses\".</p>",
  "<p>Dick Cheney's whirlwind Caucasus tour, which <a href=\"http://edition.cnn.com/2008/WORLD/europe/09/03/cheney.azerbaijan.tour/?iref=mpstoryview\">began today</a>, will be interpreted by conspiracy theorists, Kremlin apologists, and by the Russian government, as further \"proof\" of their contention that the hawkish US vice-president and his neocon buddies deliberately provoked last month's <a href=\"http://www.theguardian.com/world/georgia\">Georgia</a> crisis for American presidential election campaign purposes.</p> <p>The White House says Cheney will assess Georgia's future needs and study the broader implications of Russia's partitioning of the country when he meets President Mikhail Saakashvili in Tbilisi. The Bush administration was meanwhile due to announce a <a href=\"http://www.theguardian.com/world/2008/sep/03/usa.georgia\">$1bn bilateral economic aid</a> package to rebuild Georgia, in addition to an emergency $750m stand-by loan arranged via the IMF.</p> <p>A senior administration official said Cheney and Saakashvili would study the implications of the crisis and discuss \"a comprehensive long-term strategy by the international community to help Georgia recover, including the critical task of supporting the democratic choice of the Georgian people to integrate further with Euro-Atlantic institutions, including Nato\". That means, among other things, continuing and possibly increased US military aid.</p> <p>This statement should give pause to the architect of Russia's invasion, prime minister Vladimir Putin. Having been rebuffed earlier this year by France and Germany in its attempts to gather Georgia into Nato's fold, the Bush-Cheney team is now redoubling its efforts to bind the former Soviet republic to the west. If Europe won't help, the US will go it alone. Its powerful naval presence in the Black Sea is a token of this renewed and deepening commitment.</p> <p>Putin's <a href=\"http://www.theguardian.com/commentisfree/2008/sep/01/russia.georgia1\">bullyboy behaviour</a> has thus backfired. And it is likely to have a similar effect in terms of closer US relations with oil-rich Azerbaijan and a rattled Ukraine, where Cheney will also visit. Thanks to the Russian leader, Christmas has come early for the ageing cold warrior who is rapidly approaching enforced retirement. Cheney now looks less like a visiting dignitary and more like a general inspecting frontline positions.</p> <p>Cheney's contention that Russia represents a threat that must be confronted and contained has been given a new lease on life by Putin's putsch. Those in Moscow and in Europe who hope to increase a modernising, reforming Russia's engagement with international institutions and international crisis management have suffered a blow.</p> <p>Cheney and Putin deserve each other. At bottom, both men are backward-looking holdovers from the past. Describing Putin, Paul Quinn-Judge <a href=\"http://news.yahoo.com/s/csm/20080903/cm_csm/yquinnjudge\">writes</a> in Christian Science Monitor, \"he can best be characterised by the term 'sovok' … In this case, it can be summarised as someone who embodies the dark and circumscribed world view of the Soviet man in the street, suspicious of the outside world, resentful, who holds a grudge and remembers a slight. Putin speaks passionately about the 'tragedy' of the Soviet Union's collapse, a personally scarring time when he found himself unemployed.\"</p> <p>Cheney doubtless feels the same about the way the protracted Iraq disaster (not South Ossetia) has blown an irreparable hole in his dream of an omnipotent, all-dominating unipolar American empire championing a one-size-fits-all global values system and underpinned by unmatched military might.</p> <p>All the same, the suggestion that Cheney, making one last throw of the geo-strategic dice, actually engineered the South Ossetia crisis by effectively luring innocent, unwary Russian armed forces into a Georgian bear-trap does not bear close examination. The fact that Putin, and his front man, President Dmitri Medvedev, continue to claim that the whole plot was hatched in Washington to boost John McCain's campaign does not make it true.</p> <p>The sobering truth is, the bumbling, blinkered Cheney is not that clever.</p> <p>It is certainly the case that the US provided military trainers and instructors to the Georgian military and has done so since the <a href=\"http://news.bbc.co.uk/1/hi/world/europe/4532539.stm\">2003 Rose revolution</a>. It also provided military equipment and logistical assistance to help Georgia build up its defences and prepare for a Nato membership bid. Although Moscow may not have liked it, there was little that was clandestine about this US policy.</p> <p>And in any case, Russia continued to keep its troops on Georgian territory under a spurious peacekeeping banner, tolerating and in all probability abetting all manner of provocations launched by South Ossetian separatist militia.</p> <p>It is also the case that a McCain adviser, Randy Scheunemann, acted as a Washington lobbyist for the Georgian government, although he apparently severed those ties in May. Scheunemann undoubtedly sympathised with Georgia's position vis a vis Russia. But lending a sympathetic ear or even urging a tough line is very different from persuading or inveigling Georgia's leadership into an unwinnable, costly and ultimately deeply humiliating military confrontation.</p> <p>Even if you insist on believing Georgia was egged on into war by scheming Republican neocons, who may after all conveniently be blamed for most worldly ills, pause a moment to look at the resulting campaign fallout in the US. Has the Caucasus confrontation given a boost to McCain as the putative plotters hoped? It has not. So-called \"cold war II\" has been almost completely overshadowed by his nomination of <a href=\"http://www.theguardian.com/commentisfree/commentisfree+world/sarahpalin\">Sarah Palin</a> as his running mate.</p> <p>In short, cheerleader trumped war-maker. Faced by Miss Congeniality, \"Commie dude Putin\", as columnist Maureen Dowd calls him, had no chance. Palin is probably a better shot, too – certainly better than Cheney. </p> <p>Saakashvili may be a hot-head. But he has not survived as long as he has in a tough neighbourhood by acting stupid at the behest of people like Cheney. \"Some months ago I was warned by western leaders to expect an attack this summer,\" <a href=\"http://online.wsj.com/article/SB121988657412478425.html?mod=googlenews_wsj\">he told Melik Kaylan</a> in a Wall Street Journal interview last month.</p> <p>As related by James Traub in the New York Times, the months leading up to the August conflagration saw escalating provocations by South Ossetian forces and the Russian air force to which the Georgians responded, usually proportionately. During this period the US state department, anxious to avoid an escalation, repeatedly told Saakashvili to keep his cool.</p> <p>But in hindsight, it seems Putin was just biding his time until the moment came when Georgia overreacted. When it eventually did, in early August, his military plan of campaign was ready, the troops, marines, planes and ships were on alert and within easy call, and he immediately flew back from the Olympics to take charge.</p> <p>Saakashvili went on: \"I ask everyone to consider, what does it mean when hundreds of tanks can mobilise and occupy a country within two days? Just the fuelling takes that long. They were on their way. Would we provoke a war while all our western friends are away on vacation? Be sensible.\"</p>",
  "<p>British independent publisher Gibson Square has bought Sherry Jones's controversial novel about the child bride of Muhammad, which was dropped by Random House US following warnings that it could incite acts of violence from radical Muslims. Jones's The Jewel of Medina was also pulled from bookshops in Serbia last month after pressure from an Islamic group.</p> <p>Gibson Square, which has previously published provocative works including Alexander Litvinenko's Blowing up Russia and House of Bush, House of Saud by Craig Unger, paid what it described as a \"compelling\" advance to acquire The Jewel of Medina. It will publish it in October in Britain, Australia and New Zealand. </p> <p>\"In an open society there has to be open access to literary works, regardless of fear,\" said Gibson Square publisher Martin Rynja. \"As an independent publishing company, we feel strongly that we should not be afraid of the consequences of debate. If a novel of quality and skill that casts light on a beautiful subject we know too little of in the West, but have a genuine interest in, cannot be published here, it would truly mean that the clock has been turned back to the dark ages. The Jewel of Medina has become an important barometer of our time.\"</p> <p>Random House was told by security experts and academics that the novel, for which it paid a $100,000 advance, was potentially more incendiary than both Rushdie's novel The Satanic Verses and the Danish newspaper cartoons of Muhammad. Random House said at the time that it decided not to publish the title \"for the safety of the author, employees of Random House Inc, booksellers and anyone else who would be involved in distribution and sale of the book\". The publication of The Satanic Verses in 1988 saw attempts made on the lives of Rushdie's Italian and Norwegian publishers, while the Japanese translator of the book was killed. </p> <p>Rynja said that as a small publisher, Gibson Square would be more capable of handling any controversy. \"With a book that is controversial – and we've done a number – it is incredibly important that it is looked at from all sides. That is very difficult for a large publisher to do as they are looking at 200 titles a month so a controversial one is just one in the mix.\"</p> <p>He said that he hoped that once people read the novel in its entirety there would be a \"healthy discussion\" about its content. \"[Jones has] done very careful and detailed research for the novel – she's writing about this love story which even after 1,400 years we don't know much about.\"</p> <p>Rynja struck the deal with Jones's agent Natasha Kern, who has also sold the novel to Editora Record in Brazil and is in discussions with small Danish publisher Trykkefrihedsselskabets Library (Free Speech Library).</p> <p>Kern said that she and Jones decided on Gibson Square because they wanted a publisher who would commit to the novel and Jones's career, \"as well as an editor and publisher who are passionate about bringing The Jewel of Medina to widest possible group of readers. We wanted to publish this book as quickly as possible so that all those who are interested can read the book and discover what a wonderful and inspiring love story Sherry has written.\"</p> <p>Gibson Square also publishes John McCain, Bernard-Henri Lévy, Naomi Klein, Richard Dawkins and AN Wilson.</p>",
  "<p>Here's <a href=\"http://www.latimes.com/news/nationworld/nation/la-na-earmarks3-2008sep03,0,6851593.story\">a great piece of reporting</a> by the LA Times. For many years, McCain has compiled and made public a list of \"objectionable earmarks,\" i.e. pork-barrel spending by other pols. He doesn't ask for these earmarks for his own state, and opposing them is probably <em>the </em>central piece of his reform agenda.</p> <p>So get this:</p> <blockquote> <p>Three times in recent years, McCain's catalogs of \"objectionable\" spending have included earmarks for this small Alaska town, requested by its mayor at the time -- Sarah Palin....</p> <p>[snip]</p> <p>...This year, Palin, who has been governor for nearly 22 months, defended earmarking as a vital part of the legislative system. \"The federal budget, in its various manifestations, is incredibly important to us, and congressional earmarks are one aspect of this relationship,\" she wrote in a newspaper column.</p> </blockquote> <p>Now: on the surface this isn't an issue many people care very much about. But it strikes me as fertile attack ground if the attacks aren't about earmarks but about McCain's lazy hypocrisy in choosing someone who takes the opposite position on something he has repeatedly described as very important to him.</p> <p><br></p>",
  "<p>The US is to give Georgia $1bn (£500m) in aid to help it rebuild after last month's war with Russia over its separatist enclaves. </p> <p>The aid package, which will be announced later today by Condoleezza Rice, coincides with the start of trip by the vice-president, Dick Cheney, to the former Soviet republics of Azerbaijan, Georgia and Ukraine. The trip is designed to show US support for its allies in the region.</p> <p>\"President Bush has sent me here with a clear and simple message for the people of Azerbaijan and this entire region: The United States has deep and abiding interests in your wellbeing and security,\" Cheney said today on his arrival in Azerbaijan. </p> <p>Moscow sent tanks and troops into Georgia last month after the Georgian government attempted to reassert control over South Ossetia by force. The scale of Russia's reaction, and its subsequent recognition of South Ossetia and Abkhazia, another breakaway Georgian region, as independent states has drawn condemnation from the west. </p> <p>The aid package is expected to total just more than $1bn for reconstruction, staggered over two years. The US will specify that a significant proportion will be devoted to budget support, as well as to rebuild housing, transportation and other infrastructure destroyed in the conflict.</p> <p>Sources said the White House plans to approach the campaigns of the Democratic presidential nominee, Barack Obama, and his Republican counterpart, John McCain, to get a guarantee the financial assistance will continue after President Bush leaves office in January. </p> <p>The Bush administration is also considering moves to punish Moscow for the Georgian intervention, such as possibly scrapping a lucrative civil nuclear deal. The EU has criticised Russia for its military offensive but has so far stopped short of imposing sanctions.</p> <p>Cheney will head to Georgia after visiting Azerbaijan, before visiting Ukraine, which, like Tbilisi, is also seeking membership of the Nato security alliance. He will also be promoting the need for former Soviet states to export their oil and gas reserves using routes that bypass Russia.</p> <p>\"The United States strongly believes that together with the nations of Europe, including Turkey, we must work with Azerbaijan and other countries in the Caucasus and Central Asia on additional routes for energy exports that ensure the free flow of resources,\" Cheney said. </p> <p>The US aid offer comes on top of a loan of $750m from the International Monetary Fund. The loan is intended \"to help mitigate the adverse economic and financial consequences of the recent conflict\", the IMF said.</p>",
  "<p>A new advert from the McCain camp pits GOP veep candidate Sarah Palin up against Barack Obama. Never mind that MSNBC's First Read blog <a href=\"http://firstread.msnbc.msn.com/archive/2008/09/03/1333834.aspx\">finds</a> it mostly inaccurate, the novelty is in the match-up of a VP candidate and a presidential candidate. I don't recall ever seeing anything like it, certainly not in my lifetime.</p> <p>March Ambinder, for one, <a href=\"http://marcambinder.theatlantic.com/archives/2008/09/obama_v_palin.php\">ponders</a>: \"Is the frame of the race now Obama v. Palin? Is that the way to elect John McCain? Will she be more popular than he?\"</p>",
  "<p>The Democratic party today began a concerted defence against John McCain and his party's attacks on nominee Barack Obama, after lying low through the first two days of the Republican convention.</p> <p>Party operatives indicated that they would not allow the Republicans to frame discussion of John McCain and vice-presidential nominee Sarah Palin without rebuttal.</p> <p>The Democratic party, which concluded its convention in Denver last week after nominating Barack Obama for president, has opened a media headquarters in downtown St Paul, opposite the site of the Republican convention. Today they held a conference call with reporters to rebut Republican speeches last night and to pursue attacks on McCain and Palin. They dispatched Democratic members of the Senate and House of Representatives to press talking points on television and radio, and released a memo outlining key points of attack.</p> <p>\"At the beginning of the week our focus was on our friends in the gulf,\" said spokesman Damien LaVera, referring to the hurricane that swept through Louisiana Monday. \"But we said we're here watching, and if they reverted to their pattern of distorting Senator Obama's record and trying to deflect from John McCain's more-of-the-same agenda, then we would be here to respond.\"</p> <p>Historically during US political conventions, the opposition party refrained from overt political attacks. But Democratic strategists say that the condensed calendar -- conventions have rarely been held in back-to-back weeks -- combined with the lateness in the summer, force them to meet the Republicans aggressively. In addition, the contemporary media cycle of 24-hour cable television and blogs creates an insatiable demand for new material.</p> <p>\"It's about feeding the beast but it's also about making sure the Republicans don't get a free pass,\" LaVera said.</p> <p>But last week the McCain campaign unleashed a series of advertisements that sought to sow discord among disaffected Hillary Clinton supporters. This week the Obama campaign is responding in kind, with a television advertisements and a radio advert playing in several swing states warning voters that McCain will seek to end legal abortion.</p> <p>The Democrats have staffed an office directly opposite the Xcel Energy Centre, site of the Republican proceedings, with roughly two dozen researchers and press aides to monitor the Republicans, issue responses, and hold press conferences. In Denver the Republicans had a similar operation.</p> <p>In an opening shot, Obama senior strategist Robert Gibbs told reporters today that Republican speakers -- and one former Democrat, Connecticut senator Joe Lieberman -- last night built the evening around personalities rather than issues in order to deflect attention from their paltry economic agenda.</p> <p>\"Every speaker last night was devoid of any sort of specifics that the McCain ticket would use to turn this country around,\" Gibbs said. But Gibbs predicted that this evening Palin, the governor of Alaska, would energise the Republican delegates with her \"compelling personal story\".</p> <p>Palin was elected governor of Alaska in 2006 and manages a state bureaucracy of about 24,000 and a budget of roughly $10bn. Before that she was mayor and city councilwoman in Wasilla, Alaska, a town of about 9,000. Neither Obama nor McCain has ever held elected executive office, like governor or mayor.</p> <p>Gibbs said Republican assertions that Palin is more experienced than Obama are \"borderline ridiculous\".</p> <p>\"If executive experience is truly important on the Republican side,\" he continued, \"maybe she can run for president and John McCain can be her vice-president\".<br></p>",
  "<p>The morning after a big event, political operatives look at front-page headlines and think to themselves: Given that most people never read the story, is the headline, the presentation, good for us or bad for us? Let's take a random stroll then, greatly assisted by <a href=\"http://www.newseum.org/todaysfrontpages/?p_size=657\">this Web page</a> of the Gannett Newseum in Washington DC, which shows facsimiles of 600-plus front pages across the Western Hemisphere every day.</p> <p><a href=\"http://www.nytimes.com/pages/todayspaper/index.html\">The New York Times</a> (print): Bush Says McCain Is Choice to Lead in Times of Danger. Not so good. No one beyond conservatives cares what Bush says.</p> <p><a href=\"http://www.newseum.org/todaysfrontpages/hr.asp?fpVname=IA_DR&amp;ref_pge=gal&amp;b_pge=1\">The Des Moines Register</a>: Bush, Thompson Fire First Salvos for McCain. Big photo of jowly old Fred. Not much help, I wouldn't think. The McCain camp surely wanted Lieberman to lead the papers.</p> <p><a href=\"http://www.newseum.org/todaysfrontpages/hr.asp?fpVname=OH_CE&amp;ref_pge=gal&amp;b_pge=1\">The Cincinnati Enquirer</a>: GOP Comes Out Swinging. Deckhed, as we call them in the states, on the Palin controversy, with a second deck mentioning Lieberman. Photos of Thompson and Lieberman. Completely ignored Bush. This is a Republican paper, and these people know what they're doing!</p> <p><a href=\"http://www.newseum.org/todaysfrontpages/hr.asp?fpVname=VA_RTD&amp;ref_pge=gal&amp;b_pge=1\">Richmond Times-Dispatch</a>: Storm to Bring Va. Heavy Rain. Could be worse! Actually, right below that: McCain 'Ready to Lead.' Not very crisp.</p> <p>Go check it out. It's a fascinating page that tells you precisely how unimaginative and parochial most newspapers are.</p>",
  "<p>The announcement of Alaska governor <a href=\"http://www.theguardian.com/world/2008/sep/01/johnmccain.palin\">Sarah Palin as the vice-presidential nominee</a> for the Republican party has been spun in several different ways: as a \"bold\", \"game-changing\" pick, as a blatant pander to \"disaffected Hillary Clinton supporters\" and other women, or even as a last-minute \"Hail Mary\" choice, executed in desperation and meant to shake up the race that John McCain was all but bracing to lose. These are all valid considerations. More fundamentally, however, Palin's selection should be seen as an aggressive move from the GOP to reassert an advantage that by some accounts had been eroding, among one of the most reliably Republican voting blocs in modern memory: Christians. </p> <p>The Democrats, fresh off a well-received gathering in Denver, certainly had reason to think they had pulled a stealth move of their own. Barack Obama's campaign organisation, which brought the Democratic National Committee's operations to Chicago in June, had, as early as March of 2007, put a premium on getting the electoral support of churchgoing Christians, from Evangelicals to Baptists to Catholics.</p> <p>Obama already boasts endorsements from prominent religious voices like Douglas Kmiec, author Brian McLaren and the Rev KirbyJohn Caldwell, who presided over Jenna Bush's marriage. Among white evangelicals, he is running even with the last five democratic nominees, save Bill Clinton (a natural). One religious scholar recently marked the presence of \"'Obama-Curious' Evangelicals and Catholics\". And in August, he made his commitment to a robust voice for faith in politics even more obvious, calling for expanded faith-based initiatives.</p> <p>So more than she is a pick designed to reach out to Pumas and their ilk, Palin - a strongly anti-choice western evangelical traditionalist - is a pick for the people of faith in this country, the same four million \"values voters\" who, if exit polling is to be believed, handed the election to George Bush in 2004. In light of the Democrats' open pitch to these voters in 2008, McCain's selection joins a battle for believers like few ever witnessed in US electoral history.</p> <p>Despite his well-received August performance at Rick Warren's Saddleback Church in California, a proving ground for both candidates on moral issues (which Obama has visited twice), McCain is not a candidate that has endeared himself to the religious right. Astonishingly, some voters, Pumas included, still believe McCain to be a pro-choice candidate. Some conservatives have yet to discount his year 2000 <a href=\"http://www.iht.com/articles/2000/02/29/bush.2.t_9.php\">\"agents of intolerance\"</a> remark. His outreach to now-repudiated pastor John Hagee and <a href=\"http://voices.washingtonpost.com/the-trail/2008/07/16/catholic_activists_ask_mccain.html\">staffing of a catholic adviser</a> who had been suspected of sexual harassment can be seen as evidence of his unfamiliarity with movement conservatives and their religious leaders. And a summer survey by the Pew Forum on Religion and Public Life suggests that Republican identification among evangelicals is down 12% from 2004. This enthusiasm gap is something that has to trouble McCain's internal pollsters seeking to match and exceed Bush's turnout with this group.</p> <p>Obama, on the other hand, has long had an interest in reaching out to voters of faith. As he said <a href=\"http://www.youtube.com/watch?v=MfodbmS8ttg\">in a debate</a> this January in South Carolina: \"When you're not going to church, you're not talking to church folk. … I think that we can go after those folks and we can get them.\" In the months before the Iowa caucuses, Obama began a series of casual \"faith forums\" that would bring the state's heavily evangelical voting public together to discuss faith in politics - and hopefully to sign up for a more overtly political Obama town hall or rally. A campaign insider familiar with the organising effort told me that this strategy \"has been a huge break from the past in terms of religious outreach. We've elevated it to a central part of campaign and campaign message.\" </p> <p>This is a big improvement over the 2004 Democratic effort. \"Everything is different,\" says Mara Vanderslice, a religious organiser who headed John Kerry's efforts in that election. Vanderslice, who in 2004 had one intern and a cell phone between them, now heads a multi-state Political Action Committee devoted to <a href=\"http://www.youtube.com/watch?v=bpNQRp2R9Oo\">supporting Obama's efforts</a> to win the White House for the Democratic party. The group, called <a href=\"http://www.matthew25.org/index.htm\">Matthew 25</a>, takes its name from the very scripture Obama quoted in South Carolina - the call to \"[treat] the least of these as he would\" - and which has been an underpinning of the social gospel that animated preachers during the civil rights movement, and at Trinity United Church in Chicago, Obama's former faith home.</p> <p>The fruits of this new energy were on display in Denver, as the convention kicked off with a Faith in Action gathering that boasted figures from diverse religious traditions making the case for why Democrats should win over the \"values voters\" this year. Later that week, the Democrats' faith caucus - the first ever of its kind, held right alongside the women's caucus and the Hispanic caucus - boasted prominent religious leaders such as progressive evangelical Jim Wallis, powerful Catholic voice John Dilulio, Martin Luther King contemporary Otis Moss Jr, and former congressman and anti-choice Indianan Tim Roemer. </p> <p>Each speaker sought to promote Obama's \"common ground for common good\" rubric to the assembly, which ranged from graying, ponytailed white men and big black dudes in natty three piece suits to committed pro-choice women. Rabbi Jack Moline, who leads a diverse congregation at Agudas Achim in Virginia, addressed education and how his Judaism informs his public policy: \"It makes no sense to speak of No Child Left Behind when we ourselves don't know where we're going,\" he said, to roaring applause.</p> <p>Make no mistake: Obama has a lot of work to do with Christians - some of whom don't even count him among their number. But this rhetoric has been shown to <a href=\"http://seattletimes.nwsource.com/html/politics/2004406277_evangvote11m.html\">resonate with evangelicals under 40 years old</a> - those more committed to social equality and environmental justice than their parents, and less likely to abhor homosexuality. Further, Obama's team is using the best of old and new organising to get out this vote - standard block-by-block canvasses are paired with high-tech messaging brought to supporters on Obama for America DVDs, which they're encouraged to watch at house parties for neighbours and parishioners who want to know more about Obama. An Obama insider adds that they have hundreds of grassroots volunteers and paid staff on the case, and hope to hold \"10,000 of these before November\". </p> <p>In the face of this <em>sub rosa</em> offensive among the heart of the GOP coalition, and with a candidate like McCain that makes movement conservatives and evangelicals in particular a bit uneasy, it's easy to see why the Republican camp could have felt threatened into choosing Palin. </p> <p>To be sure, the God-off promises pitfalls within both party coalitions. Republican elites have expressed their share of reservations about Palin. David Frum, for one, called her \"a wild gamble\". And the recent revelation that <a href=\"http://www.theguardian.com/world/2008/sep/01/palin.republicans2008\">Palin's 17-year-old daughter is pregnant</a> could cause an uneasy accounting for the GOP's stance on abstinence only-education and traditional family values. For their part, Democrats are tetchy about the encroachment of church into state, and the difficulties of sharing a party with some fervently religious Democrats. The Rev Charles Blake, one of the keynote speakers at the Faith in Action gathering in Denver, irked pro-choice religious leader Marjorie Signer, who told me she found Blake's full-throated defence of the rights of the unborn \"inappropriate\".</p> <p>At any rate, come November, watch the exit polls to see where the churchgoing Americans land. It's unlikely that the Democrats can capture a majority, but they don't need one to take back the White House. It's drama enough that Obama, McCain and now Palin have joined a battle royale to see just which party can better be their brother's - or sister's - keeper.</p>",
  "<video data-media-id=\"gu-video-337255184\" class=\"gu-video\" controls=\"controls\" poster=\"\">  </video>   <p>The Pakistani prime minister, Yousaf Raza Gilani, survived an assassination attempt today, officials said.</p> <p>Shots were fired at Gilani's car in the capital, Islamabad, but he was not inside. It was going to the airport to collect him.</p> <p>The prime minister's press secretary, Zahid Bashir, said unknown assailants fired \"multiple sniper shots\" in a \"murder attempt\".</p> <p>Two bullets hit the front window on the driver's side of the black Mercedes limousine.</p> <p>\"The driver reached Islamabad airport, but the prime minister and his staff were not travelling in the vehicles,\" said the interior minister, Kamal Shah.</p> <p>A security official told Associated Press the shots were fired from a hill.</p> <p>State-run television showed the Mercedes with the two bullet marks on the driver's window. The glass was cracked but unbroken.</p> <p>\"The prime minister is fine ... he is back in Islamabad at the PM house,\" the information minister, Sherry Rehman, told Dawn News.</p> <p>The former Pakistani prime minister Benazir Bhutto was assassinated at an election rally in Rawalpindi in December.</p> <p>The country has recently been beset by violence from Islamist extremists, and the government has been in turmoil.</p> <p>A car carrying Lynne Tracy, the leading US diplomat in Pakistan's turbulent north-west, came under fire as she travelled to her office in Peshawar last week. No one was hurt.</p> <p>Pervez Musharraf - a longtime US ally in the \"war on terror\" - resigned as president last month to avoid attempts to impeach him.</p> <p>Yesterday, Pakistani prosecutors said they would press ahead with corruption charges against Nawaz Sharif, the former prime minister and leader of the Pakistan Muslim League-N who recently took his party out of the ruling coalition with the Pakistan People's party (PPP).</p> <p>Bhutto's widower, Asif Ali Zadari, now heads the PPP and is expected to be elected as the new president by parliament on Saturday.</p> <p>The ruling coalition fell apart over whether to reinstate supreme court judges Musharraf had sacked.</p> <p>Sharif wanted them reappointed but Zardari did not, fearing they would reopen corruption investigations into his past dealings.</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/CYwzW2QFnwo?wmode=opaque&amp;feature=oembed\"                                                                        > <object height=\"276\" width=\"460\"><param value=\"http://www.youtube.com/v/CYwzW2QFnwo&amp;hl=en&amp;fs=1\" name=\"movie\"/><param value=\"true\" name=\"allowFullScreen\"/><embed height=\"276\" width=\"460\" allowfullscreen=\"true\" type=\"application/x-shockwave-flash\" src=\"https://www.youtube.com/v/CYwzW2QFnwo&amp;hl=en&amp;fs=1\"/></object> </figure>   <p>After police <a href=\"http://www.startribune.com/politics/27793669.html?elr=KArks7PYDiaK7DU2EkP7K_V_GD7EaPc:iLP8iUiD3aPc:_Yyc:aUU\">banned them from playing a political rally in Minnesota</a> yesterday, Rage Against the Machine whipped out the loudspeaker and went a cappella.</p> <p>The band's original plan was to play an impromptu gig at left-wing rally Ripple Effect. Sadly, the police had other ideas, leaving Zack de la Rocha to address some angry fans.</p> <p>\"Rage Against the Machine is a band that has never, ever advocated violence,\" he, er, rages. \"We've always advocated a direct opposition to unjust wars like the one started by John McCain and the Republicans and Bush and all of them.\"</p> <p>He continues: \"Why the fuck are these cops so afraid of us? Are they afraid of us?\"</p> <p>The crowd shouts: \"YES!\"</p> <p>Zack shouts back: \"No!\"</p> <p>The crowd shouts: \"NO!\"</p> <p>Zack shouts back: \"They're not afraid of us, they're afraid of you!\"</p> <p>The crowd shouts: \"YES!\"</p> <p>Although you get the sense that, by this point, the audience would agree that the police were afraid of pink papier-mache clowns, so long as it meant they got to hear Bulls on Parade and Killing in the Name performed without any instruments.</p>",
  "<p>For the first time, Barack Obama reaches the 50% mark in Gallup's daily tracking poll, leading John McCain by <a href=\"http://www.gallup.com/poll/109960/Gallup-Daily-Obama-Hits-50-First-Time.aspx\">50% to 42%</a>. </p> <p>Sarah Palin is holed up in her hotel room at the Minneapolis Hilton, being briefed on the details of McCain's policies and prepped for a speech tonight in which she must appeal not just to her socially conservative fans at the convention, but moderate voters in the country at large. (\"The Alaska governor has not visited her home-state delegation, nor did she make a much-anticipated appearance Tuesday before the friendliest of audiences, an anti-abortion women's group that intended to give her an award in the form of a porcelain baby.\") [<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/02/AR2008090203337_pf.html \">Washington Post</a>, <a href=\"http://www.latimes.com/news/politics/la-na-palin3-2008sep03,0,6894107,full.story \">LA Times</a>]</p> <p>John McCain's chief vetter only questioned Palin in detail two days before her selection was announced. McCain discussed the vice-presidency with her face to face, for the first time, only one day before. [<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/02/AR2008090203462_pf.html \">Washington Post</a>]</p> <p>The public don't care that much about experience, a Weekly Standard essayist argues. [<a href=\"http://www.weeklystandard.com/Content/Public/Articles/000/000/015/513qzaod.asp \">Weekly Standard</a>]</p> <p>The McCain campaign <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/03/AR2008090300711_pf.html\">is enraged</a> by the media coverage of Palin. But they've only themselves to blame, argues Jack Shafer in Slate, for creating a \"media vacuum\" that they'd planned to fill with fake news in the form of a carefully choreographed convention. [<a href=\"http://www.slate.com/id/2199121/\">Slate</a>]</p> <p>Cleverly, Obama seeks to seize media coverage from McCain's Thursday night speech by agreeing to appear on Shouting Bill O'Reilly's talk show, on Fox News. O'Reilly and me <a href=\"http://mediamatters.org/items/200607270008\">go way back</a>. [<a href=\"http://www.politico.com/news/stories/0908/13088.html \">Politico</a>]</p> <p>Uncleverly, Obama suggests that his qualifications for being president include the experience he's gained running for president. [<a href=\" http://thepage.time.com/2008/09/02/obama-counters-claims-palin-has-more-experience/ \">Time</a>]</p> <p>McCain is six times more likely to die during his first term in office than Obama, even taking into account Obama's history of smoking. But the chances of the Republican surviving four years as president are still overwhelmingly good. [<a href=\"http://www.politico.com/news/stories/0908/13096.html\">Politico</a>]</p> <p>It looks like Rudy Giuliani is going to speak at the convention today, along with Sarah Palin. I'll be liveblogging both speeches, and assessing reactions, <a href=\"http://blogs.theguardian.com/burkeman\">here</a>. </p>",
  "<p>In an attempt at counter-programming John McCain's nomination acceptance speech, Barack Obama has agreed to appear tomorrow on The O'Reilly Factor, a popular programme on Rupert Murdoch's Fox News channel.</p> <p>The Obama interview comes after months of behind-the-scenes peacemaking between the candidate and the Fox News chief Roger Ailes -- talks brokered by Murdoch himself. Widespread Democratic concern over the Murdoch channel's conservative slant had fuelled a de facto boycott of Fox News by the Obama camp.</p> <p>Ailes told the Washington Post that Obama's concern during their face-to-face meeting was simple. \"I just want to know if I'm going to get a fair shake from Fox News channel,\" he recalled the Democratic senator saying.</p> <p>No matter how Obama handles an encounter with Bill O'Reilly, a programme host with a penchant for putting guests on the spot, the interview is sure to distract some attention from McCain's acceptance speech.</p> <p>McCain embarked on effort to pull focus from Obama's convention speech last week, running a congratulatory advert that featured the Republican nominee speaking directly into the camera to his opponent.</p> <p>While Obama warms to Fox News, no signs of a similar détente are appearing at the MSNBC network, which McCain and other high-profile Republicans have accused of favouring the Democratic nominee.</p> <p>McCain's campaign manager, Rick Davis, wrote a letter to the president of MSNBC parent network NBC to protest against what he called \"irresponsible\" coverage of the Republican candidate.</p> <p>Ailes described both MSNBC and CNN as \"in the tank\" for Obama, a notion disputed by executives at both stations.</p>",
  "<p>Barack Obama has reached the 50% mark in polling of US voting intentions, giving him a clear lead in the race for the presidency.</p> <p>A well-received acceptance speech at the Democratic convention in Denver last week, coupled with the fallout from John McCain's choice of Sarah Palin as running mate, helped Obama gain five percentage points in yesterday's Gallup tracking poll.</p> <p>Up to this point, no more than 49% of registered voters had supported Obama for president, according to the daily tracking. McCain's figure of 42% yesterday was well below his peak of 48%.</p> <p>McCain will hope to turn things around today as the Republican convention gains pace after the early part of the programme was disrupted by hurricane Gustav. Palin is due to address the delegates tonight. </p> <p>Reaching 50% is a symbolic milestone, but the poll gap between Obama and McCain was not the widest of the campaign. When he returned from his trip to Europe and the Middle East in July, the Democratic candidate was nine percentage points ahead of his rival, at 49% to 40%.</p> <p>The proportion of undecided voters in the latest poll was 8%, slightly lower than in August, when the figure hovered at 9-11%.</p> <p>Daily tracking polls are not considered as reliable as regular polls but give a useful gauge of what has transpired in the past fortnight.</p>",
  "<p>Bravery is essential in Pakistani politics. The attempted assassination today of its prime minister, Yousaf Raza Gilani, is just the latest instance of violence in the country's bloody 60-year history.</p> <p>Numerous political figures have died in violent circumstances, from the former prime minister Liaquat Ali Khan, who was shot dead in 1951, to the dictator General Zia ul-Haq, who was killed in a mysterious plane crash in 1988.</p> <p>In December 2007, the former prime minister Benazir Bhutto was assassinated at an election rally, a few weeks after a failed assassination attempt on her killed more 130 people.</p> <p>Of Bhutto's immediate family, only her mother has escaped a violent death. Her father, Zulifkar Ali, another former prime minister of Pakistan, was hanged by General Zia. One of her brothers, Shah Nawaz, was poisoned in mysterious circumstances in 1985 in France. Her other brother, Murtaza, was shot in a Karachi street by an unknown assassin.</p> <p>Pakistan's military and security forces are widely assumed to be behind many such killings. But such questions are rarely answered in Pakistan. The establishment tends to blame terrorists.</p> <p>As the Pakistani daily newspaper the News said following Benazir Bhutto's assassination: \"The fact that almost all the past political assassinations and unusual deaths in Pakistan's history - including those of Liaquat Ali Khan, Hayat Ahmed Sherpao, General Zia, Murtaza Bhutto and Omar Asghar Khan - remain shrouded in mystery provides little assurance that questions surrounding this killing will be satisfactorily answered.\"</p> <p>The former president General Pervez Musharraf survived several assassination attempts, notably in 2003 and 2007. Extremists, rather than the military, are thought to have been involved. The survival of the general illustrates one of the suspected traits of Pakistani violence - Islamists tend to miss their targets, but the military does not.</p> <p>The continuing bloodshed illustrates the power of anti-democratic forces in Pakistan, including the military, extremists, and the clergy.</p> <p>The leftwing Pakistani commentator Tariq Ali suggests the violence will continue while the military remains powerful and Pakistan's leadership continues to make unpopular global allies, such as the US.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-337249897\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/03/usa.republicans2008/GD8665598@A-hat-sits-atop-the-d-3880.jpg\" alt=\"Republican National Convention 2008 day 2\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A straw boater sponsored by Fox News sits atop the day's schedule</span> <span class=\"element-image__credit\">Photograph: Stan Honda/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337249885\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/03/usa.republicans2008/GD8665799@ST-1844.jpg\" alt=\"Republican National Convention 2008 day 2\" width=\"450\" height=\"620\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A republican-themed gold handbag sported by a Republican supporter</span> <span class=\"element-image__credit\">Photograph: Chip Somodevilla /Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337249888\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/03/usa.republicans2008/GD8665457@ST-2517.jpg\" alt=\"Republican National Convention 2008 day 2\" width=\"575\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A delegate in a cowboy hat stands on the floor  </span> <span class=\"element-image__credit\">Photograph: Chip Somodevilla /Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337249943\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/03/usa.republicans2008/GD8666415@ST-420.jpg\" alt=\"Republican National Convention 2008 day 2\" width=\"606\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Anti-Iraq war activists protest in the streets outside the event   </span> <span class=\"element-image__credit\">Photograph: Max Whittaker/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337249909\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/03/usa.republicans2008/GD8666032@Alaska-delegate-Pat-F-6239.jpg\" alt=\"Republican National Convention 2008 day 2\" width=\"527\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Alaska delegate Pat Fink watches proceedings from the floor</span> <span class=\"element-image__credit\">Photograph: Stan Honda/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337249906\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/03/usa.republicans2008/GD8666006@Members-of-the-Arizon-5714.jpg\" alt=\"Republican National Convention 2008 day 2\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Members of the Arizona delegation listen to the pledge of allegiance   </span> <span class=\"element-image__credit\">Photograph: Stan Honda/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337249903\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/03/usa.republicans2008/GD8665976@Protesters-take-part--4846.jpg\" alt=\"Republican National Convention 2008 day 2\" width=\"595\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Protesters take part in an anti-war and anti-poverty march nearby</span> <span class=\"element-image__credit\">Photograph: Emmanuel Dunand/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337249891\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/03/usa.republicans2008/GD8665522@ST-2973.jpg\" alt=\"Republican National Convention 2008 day 2\" width=\"588\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The former president George H W Bush and his wife, Barbara</span> <span class=\"element-image__credit\">Photograph: Justin Sullivan  /Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337249894\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/03/usa.republicans2008/GD8665551@ST-3403.jpg\" alt=\"Republican National Convention 2008 day 2\" width=\"617\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Actor and former senator Fred Thompson speaks</span> <span class=\"element-image__credit\">Photograph: Alex Wong  /Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337249900\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/03/usa.republicans2008/GD8665909@ST-4353.jpg\" alt=\"Republican National Convention 2008 day 2\" width=\"585\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">George Bush is reflected in a delegate's glasses during his satellite address</span> <span class=\"element-image__credit\">Photograph: Chip Somodevilla/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337249912\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/03/usa.republicans2008/GD8666049@California-Governor-A-6749.jpg\" alt=\"Republican National Convention 2008 day 2\" width=\"606\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The California governor, Arnold Schwarzenegger, and nominee John McCain appear on a video screen</span> <span class=\"element-image__credit\">Photograph: Paul J. Richards/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337249916\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/03/usa.republicans2008/GD8666050@Various-pins-on-a-del-7294.jpg\" alt=\"Republican National Convention 2008 day 2\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Badges supporting the vice-presidential candidate, Sarah Palin, on a delegate's hat   </span> <span class=\"element-image__credit\">Photograph: Paul J. Richards/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337249920\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/03/usa.republicans2008/GD8666086@Delegates-wave-signs--8314.jpg\" alt=\"Republican National Convention 2008 day 2\" width=\"587\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Delegates wave signs in support of John McCain       </span> <span class=\"element-image__credit\">Photograph: Paul J. Richards /AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337249946\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/03/usa.republicans2008/GD8666417@ST-1274.jpg\" alt=\"Republican National Convention 2008 day 2\" width=\"584\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Satirical activists hold up placards   </span> <span class=\"element-image__credit\">Photograph: Max Whittaker/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337249927\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/03/usa.republicans2008/GD8666090@Pam-Pollard,-of-Oklah-8898.jpg\" alt=\"Republican National Convention 2008 day 2\" width=\"551\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Republican elephant slippers  </span> <span class=\"element-image__credit\">Photograph: Susan Walsh /AP</span> </figcaption> </figure>",
  "<p>Ukraine's pro-western coalition government was today on the brink of collapse after its two ruling parties fell out over Russia's invasion of Georgia.</p> <p>The country's president, Viktor Yushchenko, accused his prime minister, Yulia Tymoshenko, of attempting to stage a parliamentary coup against him. He is threatening to dissolve parliament and call early elections.</p> <p>Tymoshenko and Yushchenko's parties have been in uneasy coalition since last autumn, with Tymoshenko becoming prime minister for the second time in December. Their pro-democratic coalition has a two-seat majority.</p> <p>Yesterday, Tymoshenko's bloc voted with the opposition Party of Regions to strip the president of several powers and boost those of the prime minister. In the early hours of this morning, Yushchenko's Our Ukraine bloc quit the coalition in protest.</p> <p>Yushchenko appeared on a live national broadcast denouncing the vote in Ukraine's Verkhovna Rada, or lower house, describing it as \"a political and constitutional coup\". He said a new governing coalition should be formed as quickly as possible.</p> <p>The ostensible trigger for the government's collapse after less than a year is the war in Georgia. Ukraine and Georgia are both post-Soviet countries that seek to become members of Nato and the European Union. Speculation has grown that Ukraine and its Russian-speaking Crimea region could be drawn into conflict with the Kremlin.</p> <p>Yushchenko has been outspoken in his condemnation of Russia's invasion of Georgia and his support for Georgia's pro-US president, Mikheil Saakashvili. Tymoshenko, however, has refused to condemn Russia directly. Yesterday, her party failed to support a toughly worded statement blaming Moscow.</p> <p>Underlying this are political calculations ahead of Ukraine's next presidential election in early 2010. Tymoshenko is expected to challenge Yushchenko, her former Orange Revolution ally, for the presidency. Viktor Yanukovich, the former prime minister who leads the Party of the Regions, is also likely to stand.</p> <p>\"I think the ultimate reason for the political tensions is the president's post and the next election,\" said Igor Shevliakov, of the International Centre for Policy Studies in Kiev, said. \"She [Tymoshenko] wants to win. She wants to go into an election campaign completely independent.\"</p> <p>Tymoshenko today bitterly criticised Yushchenko. \"The president and his office has used every means to ruin the coalition,\" she told a cabinet meeting. \"It's a pity that the president behaves with no responsibility. The coalition split yesterday, by his own decision.\"</p> <p>Under Ukraine's constitution, the two parties have 10 days to resolve their differences and revive the coalition. If they do not do so, parliament has 30 days to form a new coalition. After that the president has the right to call a new election.</p> <p>One possibility, unlikely but not impossible, is that Tymoshenko will form a new government with the Party of Regions, her former adversaries. Polls show that if an election were held now, Yushchenko's Our Ukraine party would lose seats while both Tymoshenko's party and the Regions bloc would make gains.</p> <p>Yushchenko and Tymoshenko both took part in Ukraine's 2004 orange revolution, which saw Yushchenko eventually become president and Tymoshenko installed as Ukraine's first woman prime minister. Yushchenko sacked her seven months later.</p>",
  "<p>The French president, Nicolas Sarkozy, and US secretary of state, Condoleezza Rice, are visiting former pariah Arab states this week, signifying a thawing of relations that the west hopes will yield significant results.</p> <p>Sarkozy is meeting President Bashar al-Assad today in the first official visit by a western leader to Syria for more than three years. And on Friday Rice will become the first US secretary of state to travel to Libya in more than half a century.</p> <p>While the US and other western and Arab governments still shun Assad, Sarkozy has responded to Syria's recent indirect peace talks with Israel and its support for reconciliation in Lebanon.</p> <p>\"The moment that Syria renews ties, through France, with Europe, maybe with the west, and we hope with its Arab environment, then one can imagine that evolutions will become possible,\" a French official close to Sarkozy told Reuters.</p> <p>He said Sarkozy would ask Assad to use its ties with Tehran to try to end Iran's standoff with the west over its nuclear programme, which the US and others claim is geared towards developing weapons of mass destruction. Iran insists the programme is peaceful.</p> <p>But the official added that France was not asking Syria to distance itself from Tehran. Israel is believed to be trying to engineer a schism between Syria and Iran, as well as Islamist groups Hizbullah and Hamas, by wooing Assad.</p> <p>Sarkozy is the first western head of government to visit Damascus since the 2005 assassination of the Lebanese statesman Rafik al-Hariri, which was blamed on Syria, which then had a military presence in Lebanon.</p> <p>Paris suspended diplomatic contacts with Damascus last year after it accused the government of blocking Lebanon's presidential election. When Syria subsequently helped resolve the political stalemate it opened the way for renewed contacts with France.</p> <p>Peace talks with Israel are likely to be near the top of the agenda when Sarkozy and Assad meet the Turkish prime minister, Recip Tayyip Erdogan, and Qatar's emir, Sheikh Hamad bin Khalifa al-Thani.</p> <p>Syria has said it is open to direct talks with Israel but only after a new US administration takes office next year. US-brokered direct negotiations collapsed in 2000 over the extent of Israeli withdrawal from the Golan Heights. Syria's foreign minister said recently the indirect talks were focusing on the same sticking point.</p> <p>Rice begins a four-nation tour of North Africa in Tripoli on Friday, meeting the Libyan leader, Muammar Gadafy, and other top officials in what the US state department called a \"historic stop\".</p> <p>\"In that period of time, we've had a man land on the moon, the internet, the Berlin Wall fall, and we've had 10 US presidents,\" said the state department spokesman Sean McCormack.</p> <p>The two countries are working on a bilateral trade and investment deal to boost commerce that may be completed in time for Rice's arrival, officials said.<br> Libya's proven oil reserves are the ninth largest in the world, close to 39 billion barrels, and vast areas remain unexplored for new deposits.</p> <p>Libya has come in from the cold in terms of its relationship with the US since it abandoned its weapons of mass destruction programmes and renounced terror in 2003.</p> <p>It also began moves to compensate the victims of Libyan-linked attacks, most notably the 1988 Pan Am 103 bombing over <a href=\"http://www.theguardian.com/uk/lockerbie\">Lockerbie</a>, Scotland, which killed 269 passengers and crew.</p> <p>Last month a settlement scheme with the US was finally reached, although Libya has yet to put cash into the humanitarian fund as agreed.</p> <p>In an unsubtle message to Iran and others, McCormack said: \"Libya is an example that if countries make a different set of choices than they are making currently, they can have a different kind of relationship with the United States.\"</p> <p>Rice will also visit Tunisia, Algeria and Morocco and stop over in Lisbon, Portugal, before returning to Washington on Sunday.</p>",
  "<p>Of all the British politicians who made the trip to Denver for the <a href=\"http://www.theguardian.com/media/2008/sep/02/tvratings.democrats2008\">Democratic convention</a> last week, by far the most interesting attendee was the shadow Cabinet Office minister <a href=\"http://politics.theguardian.com/person/0,,-3429,00.html\">Francis Maude</a>. Why was Maude's presence in Denver interesting? Because he is a Conservative, that's why. The former Tory chairman is one of the most consistently smart thinkers in David Cameron's shadow cabinet. He had the choice of going to the Republicans in St Paul this week or the Democrats in Denver. He chose the latter. He did so because the Democrats, like the Tories, are the <a href=\"http://www.theguardian.com/world/2008/aug/30/barackobama.democrats20081\">insurgent opposition</a> trying to unseat a party that is struggling to stay in power.</p> <p>There was a <a href=\"http://www.timesonline.co.uk/tol/news/politics/article4583484.ece\">good turnout of Labour politicians</a> and officials in Denver too. The minister whom Maude shadows, and the man tasked with writing Labour's election manifesto, <a href=\"http://www.ft.com/cms/s/0/74a696e0-73cf-11dd-8a66-0000779fd18c.html\">Ed Miliband was in town</a> for two days. Stewart Wood, one of Gordon Brown's No 10 foreign policy advisers, was there too. Others who made the long trip to Denver included the <a href=\"http://www.hornseyjournal.co.uk/content/haringey/hornseyjournal/news/story.aspx?brand=HCEJOnline&amp;category=news&amp;tBrand=northlondon24&amp;tCategory=newshcej&amp;itemid=WeED27%20Aug%202008%2012%3A13%3A36%3A147\">skills minister David Lammy</a> (one of the few British politicians who actually knows Barack Obama personally), the foreign affairs select committee chairman Mike Gapes, the York MP Hugh Bayley and Tony Blair's press officer Matthew Doyle, as well as the TUC general secretary Brendan Barber.</p> <p>One understands why Labour top brass should want to attend a Democratic convention. It's their sister party, after all (though the Liberal Democrats, also well represented in Denver, make that claim too). It's the party that, for good or ill (another subject for another day) they most identify with and want to learn from, in everything from campaign techniques, to conference organisation and political message crafting. And, of course, they want some of the Obama glamour to rub off on them too, so they can take it home and package it for the British electorate.</p> <p>The political reality, however, is that Labour ought to be learning from Francis Maude's example. Just as Maude was counter-intuitively in Denver to see how an opposition pitches its message against an incumbent, so Labour's task right now is to work out how to win re-election as an unpopular party that has been in power for a long time. That's why I think that Labour ought to be sending its people here, to the Republican convention in St Paul, Minnesota, rather than (or as well as) to the more politically congenial gathering in Denver last week. This week, though, Labour officials are conspicuously absent from the Republican event. That absence may tell you one reason why Labour is on course for such a drubbing.</p> <p>The more one thinks about it, the more that it is John McCain, not Obama, from whom Gordon Brown needs to learn. McCain, after all, also had his hopes of the top job dashed long ago and has had to take the long road back. McCain, too, comes from a party that lashed its own popularity to the mast of an unpopular war under the leader who defeated him. And the Republicans, like Labour, have presided over a serious deterioration in the economy which blights their chances of winning another mandate from the voters. McCain, like Brown (and like Nicolas Sarkozy – the example from whom, at least as an electoral strategist, they can both learn), is now running as the candidate of change, yet from within the incumbent party.</p> <p>That's always a difficult task, and life is in any case difficult for the Republicans right now, as it is for Labour. The Republicans have to find ways of showing that they are thinking anew about America's problems, that they are not tied to the failures of the past either at home or abroad, and to persuade voters that the predictable mood of time-for-a-change involves taking unacceptable risks. They also have to energise their sometimes exhausted and deflated supporters and find ways of denting the popularity of a charismatic opponent without seeming misanthropic. And they have to show themselves ready for new challenges while not disowning their past achievements altogether.</p> <p>It's a tough ask. But all this adds up to a powerful case why Labour has much to learn from the Republicans this week. John McCain even has a flood to manage politically, as Brown did last summer. So where are the Labour people? Why aren't they here? It's an absence that speaks of complacency, of being in denial, of laziness. It suggests to me that Labour has given up and that its leaders simply don't get it. Just as Maude went to Denver because he is thinking like a winner, Labour is missing out on St Paul because they are thinking like losers.</p>",
  "<p>The first night of the Republican convention proper combined two themes in a way that the party has learned to master over the course of the last two presidential terms. On the one hand, non-partisanship, and on the other hand ... partisanship. During the first half of the evening, speeches about hurricane Gustav and the role of the US military backed up the convention's theme, \"Country First\". But as the night progressed, they intermingled more and more with critiques, implicit or explicit, of Barack Obama. There was a strikingly brief video address from George Bush - \"<a href=\"http://www.theguardian.com/world/2008/sep/03/uselections2008.republicans20086\">almost furtive</a>\", Martin Kettle calls it on theguardian.com today - in which the president praised John McCain and railed against the \"angry left\". And there were sharp attacks on Obama from the former presidential candidate Fred Thompson and the former Democrat Joe Lieberman, who became the first person to mention Obama's name at the podium, excoriating him for allegedly starving US troops of crucial resources even as he urged delegates, and the nation, to rise above partisan politics. (Lines to please the socially conservative wing of the party were much in evidence, too: a reference to McCain's pro-life position won the biggest cheer of the night.)</p> <p>The day's other dominant stories, of course, concerned Sarah Palin, including an ongoing row about her alleged membership in a fringe Alaskan secessionist party. But the party is rallying strongly behind her: Thompson used his speech to attack the media for obsessing over the story, and every mention of her name drew huge applause. Palin fans - and there are many among the delegates - speak of her as a bracingly conservative breath of fresh air. Critics might suspect that rationalisation is at play here: after all, don't loyal Republicans have a compelling interest in convincing themselves that McCain hasn't made a disastrous error? Either way, nobody should underestimate the strength of feeling in St Paul in support of the Alaska governor. She is the convention's keynote speaker today; that speech will surely prove to be a decisive moment in the election campaign.</p> <h2>Today at the convention</h2> <p>Here's a prediction: with a vastly supportive audience, as a naturally good speaker, and with expert speechwriting assistance, Sarah Palin will give a speech tonight that will be received with adulation inside the convention hall, and praise in the US media outside it. She'll be in a stronger position as a result, though admittedly that might not be saying much. The full details of the rest of today's programme have yet to be announced.</p> <h2>On theguardian.com</h2> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/2008/sep/03/uselections2008.republicans20085\">Convention gets off the ground with addresses from Thompson, Lieberman and Bush</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/cartoon/2008/sep/02/sarah.palin.us.elections\">Cartoon: Steve Bell on Palin's winning mix of guns, babies and Jesus</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/2008/sep/03/uselections2008.republicans20082\">My fellow Alaskans: independent views hit McCain's running mate</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/commentisfree/michaeltomasky/2008/sep/03/republicans2008.fredthompson\">Michael Tomasky: Where are the GOP's stars?</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/oliverburkemanblog/2008/sep/03/uselections2008.johnmccain1\">Campaign diary: Nasty liberal interviewer unfairly terrifies well-meaning McCain campaign aide</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/2008/sep/03/uselections2008.republicans2008\">Low-fat Huckabee puts yoghurt and jogging on the GOP menu</a></p> <h2>Best of the rest</h2> <p><strong>·</strong> <a href=\"http://www.huffingtonpost.com/tag/sarah-palin\">The Huffington Post: Sarah Palin's first five days</a></p> <p><strong>·</strong> <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/02/AR2008090203462.html?hpid=topnews\">Washington Post: Aides Say Team Interviewed Palin Late in the Process</a></p> <p><strong>·</strong> <a href=\"http://online.wsj.com/article_email/SB122039868736392867-lMyQjAxMDI4MjAwMjMwOTI4Wj.html\">WSJ: GOP Tightens Image Control As Palin Prepares for Debut</a></p> <p><a href=\"http://www.politico.com/news/stories/0908/13101.html\">Politico: Palin reignites culture wars</a></p> <p><strong>·</strong> <a href=\"http://talkingpointsmemo.com/archives/212652.php\">Talking Points Memo: Why did Fred Thompson accuse Barack Obama of not opposing infanticide?</a></p> <p><strong>·</strong> <a href=\"http://thecaucus.blogs.nytimes.com/2008/09/02/obama-to-appear-on-fox-on-thursday-night/\">NYT blog: Obama to Appear on Fox on Thursday Night</a></p> <h2>Latest polls</h2> <p>Obama emerges with a clear lead in both daily tracking polls - which are more responsive to events, but less reliable as polls - and in regular polls. Rasmussen's tracking poll puts him at 51% to McCain's 45%, a six-point lead; for the first time, Obama reaches the 50% mark in Gallup's tracking poll, at 50% to 42%. Recent or new polls for USA Today, ARG and Hotline/Diageo all give Obama at least a six-point lead.</p> <h2>Quote of the day</h2> <p>\"The respect he is given around the world is not because of a teleprompter speech designed to appeal to American critics abroad, but because of decades of clearly demonstrated character and statesmanship.\" Fred Thompson on John McCain (and Barack Obama). He was, incidentally, reading from a teleprompter himself at the time.</p> <h2>Quote of the day II</h2> <p>\"Senator Barack Obama is a gifted and eloquent young man who I think can do great things for our country in the years ahead, but, my friends, eloquence is no substitute for a record, not in these tough times for America.\" Joe Lieberman becomes the first convention speaker to mention Obama's name, doing so with a large measure of condescension.</p> <h2>And on the fringes...</h2> <p>Across the river, in Minneapolis, supporters of the Republican congressman Ron Paul gathered for an alternative convention, the Rally for the Republic. Paul's supporters may not have succeeded in getting their libertarian hero nominated as the Republican candidate, but their enthusiasm seemed undiminished. Their next stop is Ronstock, a six-day festival at a Minnesota dairy farm - like Woodstock, except with many discussions about the merits of Hayekian economic theory. Should be fun.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-337239650\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/03/steve.bell.republican.convention/040_STPAUL-7303.jpg\" alt=\"Gas guzzler vehicles\" width=\"550\" height=\"382\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Today, the temperature drops about 20 degrees so it’s much more like home. Over lunch at a diner down the road I draw some gas guzzlers. I realise I have not seen a single Smart car in over a week. It’s hard to imagine a Smart car crossing the prairie, since it would obviously be blown away. This is big bum country for cars and people. You need a big bum to stay grounded here</span> <span class=\"element-image__credit\">Photograph: Copyright © Steve Bell 2008</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337239653\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/03/steve.bell.republican.convention/041_STPAUL-8107.jpg\" alt=\"American flag\" width=\"550\" height=\"399\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The convention hall is dominated by a single vast video screen behind the podium showing a constant view of fluttering stars and stripes. It’s unsubtle but very effective</span> <span class=\"element-image__credit\">Photograph: Copyright © Steve Bell 2008</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337239656\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/03/steve.bell.republican.convention/042_STPAUL-8550.jpg\" alt=\"Republicans\" width=\"550\" height=\"376\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Today I’m in a different part of the hall, well away from the Texans. Most of my neighbours turn out to be from Pennsylvania. They are much more orderly, reverential and white than the Democratic crowd and constantly standing to salute a succession of political worthies and war heroes</span> <span class=\"element-image__credit\">Photograph: Copyright © Steve Bell 2008</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337239659\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/03/steve.bell.republican.convention/043_STPAUL-9008.jpg\" alt=\"Republican convention screen\" width=\"550\" height=\"369\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Periodically something other than a flag is projected on the big screen. In this case it is a view of the ripples on one of Minnesota’s 10,000 lakes</span> <span class=\"element-image__credit\">Photograph: Copyright © Steve Bell 2008</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337239662\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/03/steve.bell.republican.convention/044_STPAUL-9512.jpg\" alt=\"Laura Bush\" width=\"450\" height=\"489\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">We’re into prime time on the eastern seaboard now, so on comes Laura Bush to introduce her husband, George, who is unaccountably skulking in the Oval Office</span> <span class=\"element-image__credit\">Photograph: Copyright © Steve Bell 2008</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337239665\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/03/steve.bell.republican.convention/045_STPAUL-9922.jpg\" alt=\"George Bush\" width=\"550\" height=\"395\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">His image appears on the monstrous screen. It is quite unsettling but not quite the same as being in the same building. Is Air Force One broken? He is always an awkward speaker, not to say a bit of a stumblebum, and this performance is no exception. Indeed, because his face is so vast my eyes are drawn to a twitch in his right eye and his consequent lopsided grin</span> <span class=\"element-image__credit\">Photograph: Copyright © Steve Bell 2008</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337239668\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/03/steve.bell.republican.convention/046_STPAUL-394.jpg\" alt=\"George Bush\" width=\"271\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">He has a hapless, almost pathetic, look about him. One line particularly stirs his audience when he expresses his confidence in John McCain’s ability to face down the 'Angry Left'</span> <span class=\"element-image__credit\">Photograph: Copyright © Steve Bell 2008</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337239671\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/03/steve.bell.republican.convention/047_STPAUL-914.jpg\" alt=\"Fred Thompson\" width=\"428\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The video link is terminated and on comes the former presidential candidate and soap star Fred Thompson to sing the praises of the war hero and transcendent maverick John McCain. His down-home folksy delivery goes down a storm with the congregation</span> <span class=\"element-image__credit\">Photograph: Copyright © Steve Bell 2008</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337239674\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/03/steve.bell.republican.convention/048_STPAUL-1401.jpg\" alt=\"Fred Thompson\" width=\"358\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">He has a wonderful face for caricature, a bit like a professional gurner</span> <span class=\"element-image__credit\">Photograph: Copyright © Steve Bell 2008</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337239677\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/03/steve.bell.republican.convention/049_STPAUL-1941.jpg\" alt=\"Senator Joe Liebermann\" width=\"307\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The star turn tonight is the former Democratic vice presidential candidate and now independent pro-war senator Joe Lieberman. This is clearly a man on a vengeance mission against his former party and he accomplishes it very effectively</span> <span class=\"element-image__credit\">Photograph: Copyright © Steve Bell 2008</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337239680\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/03/steve.bell.republican.convention/050_STPAUL-2565.jpg\" alt=\"American flag\" width=\"315\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">He stands beneath the moving image of the single fluttering flag and delivers a withering putdown of the Obama campaign. On one level it is the most treacherous and mendacious bullshit. On another it is political theatre of a very high order - all the more impressive because of its restraint. These Republican hicks are not to be underestimated</span> <span class=\"element-image__credit\">Photograph: Copyright © Steve Bell 2008</span> </figcaption> </figure>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/F4iCDBIAde8?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/F4iCDBIAde8&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/F4iCDBIAde8&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object> </figure>   <p>The Republicans will today attempt to rally behind John McCain's controversial choice of Sarah Palin as his running mate for November's presidential election amid a stream of embarrassing disclosures about her past.</p> <p>Ahead of her prime-time speech to the Republican convention tonight, it emerged that Sarah Palin once supported a party that wants her home state of Alaska to break away from the United States.</p> <p>McCain's selection of a woman was hailed a smart move when he announced it on Friday. But since then each day has brought fresh details of her life and politics, supporting the view that McCain made an impulsive choice and his campaign team either failed to thoroughly vet her or did not have enough time to do so.</p> <p>The revelation that Palin appeared to support the secessionist Alaskan Independence party (AIP) - whose motto is \"Alaska First\" - sits awkwardly with McCain's campaign slogan, \"Country First\", and will be controversial in a country whose oath of allegiance includes the phrase \"one nation, indivisible\".</p> <p>It emerged Palin tried to ban certain books from a public library, an awkward disclosure in a country that enshrines free speech in the first amendment to its constitution.</p>  The AIP believes the 1958 vote that led to Alaska joining the American union was corrupt. It wants a rerun, with the aim of eventual independence. Party officials said yesterday Palin had attended at least one convention before leaving in 1996 to join the Republicans. But the party's chairwoman, Lynette Clarke, said today she had been mistaken when she claimed Palin had been an AIP member. The McCain camp yesterday insisted she had been a registered Republican since 1982. <p>A video of Palin's address this year to the independence party's convention while Alaska's Republican governor surfaced yesterday on YouTube. A smiling and gracious Palin wished the delegates a successful meeting, ending with the words \"God bless you.\"</p> <p>The first story to raise doubts about Palin was over a state probe into allegations that she abused her position as governor to try to sack her brother-in-law, a state trooper, after he divorced her sister. The same day the McCain campaign team put out a statement saying that Palin's 17-year-old daughter, Bristol, was five months pregnant. The father was later named in media reports as Levi Johnston, 18. The campaign team said it had gone public to end rumours that Palin's most recent child was in fact Bristol's.</p> <p>In a MySpace entry, which has now been blocked, Johnston describes himself a \"fuckin' redneck\" and says he is in a relationship but \"doesn't want kids\". He has left Alaska to join Palin's family at the Republican party conference in St Paul, Minnesota, where she is due to make a speech tonight.</p> <p>It emerged that Palin's husband, Todd, who is of Inuit descent and prides himself on being a champion snowmobile racer, was arrested 20 years ago for suspected drink-driving.</p> <p>Journalists descended on Alaska on Saturday and uncovered further details. According to Time magazine, as mayor of the small town of St George, Palin tried to ban certain books from a local library and threatened to sack a librarian who opposed this.</p> <p>And, contrary to Palin's claim that she had opposed the Bridge to Nowhere, the Alaskan bridge that cost millions but only links to a small community and is cited by McCain as a symbol of wastefulness, it was revealed she had initially supported it.</p> <p>Yesterday, the Washington Post reported that far from being a cost-cutter, she hired a lobbyist while mayor of her hometown, Wasilla, to secure $27m funding for a population of 9,000, the kind of spending McCain has vowed to veto.</p> <p>The paper later reported that Palin had a stake in an ailing car washing business that she failed to fully declare as governor. </p> <p>Just as McCain aides were beginning to hope the worst was over, an interview surfaced from earlier this year in which Palin was heard laughing after a talk show host referred to one of her Republican colleagues as a \"bitch\" and \"cancer\" in the state of Alaska.</p> <p>McCain, in Philadelphia yesterday, insisted \"the vetting was thorough\".<br>Republican aides were adamant that all the details that emerged had been known to them. Tucker Eskew, an adviser to Palin, gave the impression the disclosures were a deliberate strategy. \"We are going to flush the toilet,\" he said. But there was plenty of evidence to suggest it was not deliberate and instead reflected a failure on the part of McCain's campaign to interview her at length.</p> <p>A team of 10 staffers were dispatched to Alaska on Thursday, but Nicole Wallace, a spokeswoman for McCain, insisted they had been sent not to conduct a more thorough vetting but simply to help with the sudden influx of reporters.</p> <p>McCain may have chosen Palin, whom he had only met twice, because he wanted a woman on his ticket rather than two elderly men, as would have been the case if he had chosen Joe Lieberman. There are reports McCain had planned to pick Lieberman but would have had a hard time persuading the convention given Lieberman's pro-choice stance on abortion.</p> <p>Palin, 44, is popular with convention delegates. She has the support of the convention. Christian evangelicals, the gun lobby and anti-abortionists have swung behind her.</p> <p>A member of the Texas delegation, Christopher Harvey, 28, said: \"As a Texan we believe in gun rights, the Bible, and against abortion and against gay marriage. The things we believe in, she believes in.\"</p> <p>Views such as this almost guarantee her a standing ovation when she delivers a prime-time speech at the convention in St Paul, Minnesota. Rick Davis, a senior McCain adviser, said her speech would provide her with a chance \"to tell her story\".</p>",
  "<p>The thwarted aspirations of the man who discarded both The Kama Sutra for Dummies and How To Be a Gentleman in Seven Days in a Southampton hotel room can only be imagined, but sex manuals were just the tip of the reject pile in budget hotels this summer. </p> <p>Travelodge's annual list of the books most often abandoned in its hotels is topped by John Prescott's Prezza: My Story, in which among other things we are told about how Prescott was excluded from invitations to Chequers. Prescott beat comedian Russell Brand to take the dubious accolade of most discarded author, while Cherie Blair – who presumably had something to do with Prescott's lack of social invites – comes in third with her own autobiography Speaking For Myself.</p> <p>The ubiquitous former Mirror editor Piers Morgan, meanwhile, is in the top 10 most discarded books for the second year in a row: last year his Don't You Know Who I Am? was pipped to the top by Alastair Campbell's The Blair Years; this year Morgan comes in fourth.</p> <p>The rest of the list shows a propensity towards lighter reading, with Katie Price's two novels scoring highly, along with Cathy Kelly. The entry of You and Your Money by Alvin Hall into the top ten shows that the reading habits of the UK are turning towards penny pinching in these difficult times – although clearly not enough to actually hold onto the book.</p> <p>Travelodge has also applied a regional analysis to the abandoned titles, discovering that Cardiff and London hotel guests are most likely to discard money saving books – reflecting despair at the high cost of city life, perhaps – while Cornwall holiday-makers have left behind the most spiritual titles. </p> <p>Paul Anstey, Travelodge operations director, said that overall the most discarded genres were autobiographies, chick lit and thriller books. \"This summer we have found a number of money saving books, revealing just how much the credit crunch is taking hold,\" he added.</p> <p>A further \"key finding\" from the survey of 336 hotel managers reveals that Travelodge's Southend-on-Sea branch was the lucky recipient of a copy of The Best 50 Love Making Positions for the Over 50s. Its Peterborough branch, meanwhile, saw its customers abandon 10 copies of the Kama Sutra.</p> <p>Overall 7,000 books were left behind in Travelodge hotels throughout the year. Travelodge either returns the books to customers, or donates them to local charity shops.</p> <p>The top ten most discarded books in hotel rooms this summer:<br> 1. Prezza: Pulling No Punches by John Prescott<br>2. My Booky Wook by Russell Brand<br>3. Speaking For Myself by Cherie Blair<br>4. Don't You Know Who I Am by Piers Morgan?<br>5. Angel Uncovered and Crystal by Katie Price<br>6. You and Your Money by Alvin Hall<br>7. Lessons in Heartbreak by Cathy Kelly<br>8. Blind Faith by Ben Elton<br>9. On Chesil Beach by Ian McEwan<br>10. The Secret by Rhonda Byrne</p>",
  "<p>The <a href=\"http://www.guardian.co.uk/world/republicans2008\">Republicans</a> resume normal service at their Minnesota-based convention. The Guardian's US team is there.</p> <p>Economics editor <strong>Larry Elliott</strong> gives his reaction to the government <a href=\"http://www.guardian.co.uk/politics/2008/sep/03/economy.alistairdarling\" \">package to help homebuyers</a>.</p> <p>Twenty million plants and insects get a new home as <a href=\"http://www.guardian.co.uk/science/2008/sep/02/nathist.cocoon\">London's Natural History Museum has a face lift</a>. <strong>Andy Duckworth</strong> checks it out. </p> <p>Bangkok is under a <a href=\"http://www.guardian.co.uk/world/2008/sep/03/thailand\">state of emergency</a> after clashes left at least one person dead. South East Asia correspondent <strong>Ian McKinnon</strong> reports. </p> <p>As the British Film Institute celebrates its <a href=\"http://www.guardian.co.uk/film/2008/sep/03/1\">75th birthday</a>, we speak to its director, Amanda Nevill.</p>",
  "<p>Republican delegates to the national convention in St Paul warmly greeted the senator and former Democrat Joseph Lieberman, who headlined the first full night of activity tonight. Delegates said his address meshed with the evening's call to put the interests of the country ahead of politics.</p> <p>To Republicans tonight, Lieberman's refusal to bend in the face of party opposition to the Iraq war symbolises the kind of political courage they say characterises McCain. That Lieberman is a former Democrat - the one-time running mate of Al Gore now votes with Senate Democrats and calls himself an independent Democrat - jibes with Republican efforts to portray the candidate as a rebel who would reach across the aisle in Washington, they said.</p> <p>\"We have to put partisan politics aside and pick the most qualified person,\" said Michael Fedele, lieutenant governor of Connecticut, Lieberman's home state. \"And clearly Senator Lieberman believes that Senator McCain is that person, and he is willing to risk his career\" to say so at the Republican podium.</p> <p>\"It took a lot of guts for him to make those comments,\" said Joe Abate of Arizona, \"going against his party to back up someone like John McCain. But in 20 years of experience and friendship with him, he's seen John in action\".</p> <p>Republican delegates also said that Lieberman has the ear of Democratic party members unlikely to heed closely Republicans' push for McCain. </p> <p>\"His message of national unity certainly inspired the Republicans and hopefully there were a lot of Democrats who were inspired as well,\" said Gary Felien of California. \"In the dangerous times we live in, I think it's extremely important that everyone put the country's interests first, rather than their own party's interest\".</p> <p>Lieberman asked Democrats to back McCain \"whether you are an Independent, a Reagan Democrat or a Clinton Democrat, or just a Democrat.\" That message will \"ring true\" with Democrats, said Willes Lee, chairman of the Republican party of Hawaii, where Barack Obama partly was raised.</p> <p>Mark Martin, an Arkansas state representative, said Lieberman's address was clearly aimed at Democrats watching on television.</p> <p>\"He was speaking to a different constituency than was in the auditorium there,\" Martin said. \"You could tell that he was really speaking to the wide spectrum on independents, moderate Democrats. I think he really reaches and touches those people.\"</p> <p>The message he sent was plain, said Charles Oakes of Florida.<br>\"He told the Democrats, let's vote for a real American instead of an idiot,\" he said, referring to the Columbia- and Harvard-educated Obama. </p> <p>Delegates said after his speech that they were not troubled by Lieberman's support of abortion rights and his departures from other points of Republican policy.</p> <p>\"If our country is not safe, nothing else matters,\" said Lois Hoover of Louisiana, who added that she valued Lieberman's efforts to court Democrats for McCain. \"We can't win this election with just republicans.\"</p> <p>Oakes of Florida said: \"He shares one big value: vote for John McCain.\"</p>",
  "<p>As I settle in for a night with the talking heads of America's Cable News Land, on the second day of the GOP convention, <a href=\"http://www.msnbc.msn.com/id/3080446/\">Keith Olbermann</a> is asking Tom Brokaw why Fred Thompson has replaced Rudy Giuliani as tonight's keynote speaker. Brokaw says that John McCain struggles in the South more than a typical Republican candidate, and, particularly in states with big African-American populations, the Democratic party is having massive voter drives.</p> <p>It is an evocative reminder that election day will be ugly, that the GOP will engage in voter suppression in hotly contested states, that we will see, as we have during the last two presidential elections, footage of black voters in prohibitively long voting lines in Cleveland, St Louis, Jacksonville… </p> <p>What a way to start the night. Five minutes in, and I need a drink.</p> <p>The convention centre is very small and populated by very white people. It looks like a glorified high school gymnasium decorated for a high school reunion, the theme of which is \"Service: The Courage and Service of John McCain.\" Hey, did you say something about service? If anyone had asked me, I would have suggested \"Service: The Servicy Courage and Servlicious Service of Servicemeister John 'Service' McCain.\"</p> <p>But enough about John McCain. The talking heads are chatting about his <a href=\"http://www.theguardian.com/commentisfree/2008/sep/03/uselections2008.palin\">veep nominee Sarah Palin</a>. Pat Buchanan is practically drooling as he enthuses that Palin \"embodies the entire Republican platform.\" Chris Matthews, in his ongoing quest to make me celibate, says: \"I think we just hit Pat Buchanan's erogenous zone.\" Ugh. Correspondents wander the floor of the convention center, conducting interviews with a series of Republican hacks who show various levels of enthusiasm for Palin and a consistently tepid confidence in the vetting process by which she was selected.</p> <p>The convention is called to order. Flags. Anthem. Matthews calls the singing of the national anthem a \"heroic moment,\" and all I can think is that the standards for heroism really aren't what they used to be.</p> <p>And then, suddenly, I'm having a <a href=\"http://www.youtube.com/watch?v=r90z0PMnKwI\">macaca</a> moment, as <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2006/08/14/AR2006081400589.html\">George Allen</a> appears on my screen. What does it take to be exiled from this party?! Allen is the twenty-seventh person (or so) in the last hour to compulsively use the word \"maverick\" like it's a magical incantation that will turn a dude who voted with Bush 90% of the time into an actual maverick. He regurgitates the talking point about what a great \"Washington reformer\" John McCain is – and I am left wondering, again, how the combination of \"oodles of experience\" and \"Washington reformer\" don't leave the Beltway-loathing Republicans wondering why the hell Washington still sucks so hard if McCain's such an awesome long-term reformer. Eh, details.</p> <p>I'm about to fall into a coma from boredom, so I flip over to Fox where they are – I kid you not – talking about how today is the anniversary of George HW Bush bailing out over the Pacific. Then it segues into the O'Reilly Factor, which I am able to stand for three minutes before I scream and change the channel.</p> <p>Over at CNN, Donna Brazile is wearing a blinking flag lapel pin and just called Anderson Cooper her \"boo\". I begin to suspect that I've been slipped some acid.</p> <p>Now George HW Bush is being honored. Once a conservative pariah after reneging on his promise that there would be \"no new taxes,\" now he's a quaint reminder of when Republican presidents were at least minimally competent. The little video package on 41 asserts his leadership during the first Gulf War \"buried the ghosts of Vietnam.\" It does not add \"…until his idiot son resurrected them.\"</p> <p>Speaking of which … Laura Bush introduces George W. His lukewarm reception is an embarrassment, for him and his party. Bush phones it in. Blah blah security. Blah blah angry left. Blah blah America's character. Blah blah whatever.</p> <p>Thompson isn't even ridiculous enough to be compelling. Lieberman is a smug snoozefest. This convention blows.</p> <p>I've been watching this thing all night, and I've literally seen only about half a dozen people under 40 when the cameras pan around the convention floor for reaction shots. What's the opposite of youthful exuberance? Grim resignation? Whatever it is, it describes the GOP convention – the yin to the energetic Democrats' yang. </p> <p>The Democrats' enthusiasm was so infectious, and the Republicans' lethargy so depressing, that I almost can't imagine anyone who has even the most minimal lust for life not voting for the Democrats, irrespective of the issues. The GOP convention seems tailor-made to appeal to belligerent old curmudgeons. If Rick Davis is right, and this election really isn't about issues, it may well be won based on whether the American electorate contains more hopeful joie de vivrers or more grumpy contrarians.</p> <p>I've got to believe it's the former. I hope so. I can only imagine a McCain presidency would induce such unrelenting malaise as to bring the entire nation to its very knees, considering that even this bloody convention is destroying my soul.</p>",
  "<p>When I was a younger man, it was the Republican conventions that had the pizzazz. They had all the presidents and the ex-presidents – Ronald Reagan most notably, and also George HW Bush and Gerry Ford (the Democrats had only poor Jimmy Carter, respected but never revered).</p> <p>They had fire-breathing up-and-comers, led by Newt Gingrich but also including some of his mid-90s cohort, names not even remembered now, like John Kasich of Ohio, thought then to be possible presidential timbre some day. And of course they had Pat Buchanan, who, whatever else you want to say about him, gave a hell of a cracking speech.</p> <p>Tuesday night's proceedings in St Paul were a reminder first and foremost that the Republicans are out of stars. Ideology completely aside, the Democrats have three stars – both Clintons and Barack Obama. And they have Ted Kennedy. He's a more shall we say complex figure, but, whether you think of brain cancer when you hear his name or Chappaquiddick, you can't deny that he's a member of America's most famous political family, and thus one of the few politicians who transcends \"mere\" politics.</p> <p>So the Democrats had four titanic figures around whom to build their convention nights (along with their first-lady hopeful, who according to polls is alluring to slightly more Americans than she is puzzling; not a star, but maybe getting there). </p> <p>The Republicans don't have that bench, and it showed Tuesday night. The pitiable incumbent president was reduced to a cameo role delivered via remote, an appropriate nod to his dismal numbers. He seemed to be pleading through his speech, as if trying to persuade his mother to let him go to the Foghat concert. The first lady, possibly a star depending on the eye of the beholder, was nevertheless her sedate and soft-spoken self. </p> <p>Fred Thompson may be a famous actor, but he was a political washout of the first order during his anemic campaign. That honey-bourboned accent lacks the talismanic power it had a few short years ago. The stars of the past were either too advanced in age (Bush Sr.) or too toxic (Gingrich) to take a speaking slot. The one genuine star in the party, the governor of Gahl-ee-vorn-ee-ya, decided to stay home. His wife, however, was in Denver, and with bells on.</p> <p>So the GOP gave its first-night prime-time slot to an independent and former Democrat, Joe Lieberman. His delivery was as soporific as it has been for years. Was he effective? That depends in part on his standing with independent voters. It was to them that his speech was emphatically pitched. </p> <p>Talking about how party labels don't matter doesn't go down particularly well in a convention hall, be it full of Republicans or Democrats, because convention hall crowds are as partisan as crowds get. Lieberman was talking to the television audience that hasn't made up its minds, and to the diffident Hillary voters.</p> <p>Lieberman made a decent case. He hit the talking points about McCain's having reached across partisan lines many times, which he undeniably has. It's up to the Democrats to press the more recent counter-case, that McCain has donned the suit of conservative orthodoxy over the past 18 months. He took only a few shots at Barack Obama, but the one direct contrast he made – Obama talks about it, McCain has done it – was the strongest weapon in the available arsenal. </p> <p>What one doesn't know is whether Lieberman is a credible validator to independents any longer. He won reelection in Connecticut on the strength of Republican votes, not independent ones. If Republicans hadn't gone for him by 70%, he'd be drawing his pension today. </p> <p>On the other hand, Connecticut isn't America, and maybe independents in Missouri or Ohio think better of him. On the other other hand, as Tevye might say, Lieberman is mostly a creation of the Beltway, a cynosure of Washington insiders. The people of Missouri and Ohio might not give a fig about him at all.</p> <p>But whether he successfully reached his television audience or not, night one has to go down as a bit low energy. I don't understand why they didn't have Rudy Giuliani Tuesday night. He'd have fired them up. You've got to send the people home buzzing. But the Republicans have lost some buzz. </p> <p>Sarah Palin was a star in the making - for about 20 hours. But now, pending her Wednesday speech, she's just another problem to be dealt with.</p> <p>The Republicans' only celebrity will speak Thursday night. It will all hinge on him.</p>",
  "<p>The Bush administration plans to roll out a $1bn economic aid package for Georgia today to help the pro-western former Soviet republic rebuild after Russia's invasion last month, The Associated Press has learned.</p> <p>The multiyear proposal calls for spending about half the total in the administration's remaining five months in office and recommending that the next president and his team continue financing the project when they take over in January, a senior official said.</p> <p>Both the Democratic and Republican contenders for November's presidential elections, Barack Obama and John McCain, have expressed support for Georgia's embattled government in the face of the Russian invasion after Georgia moved to reclaim a breakaway province.</p> <p>The package, some of which will require congressional approval, will be a substantial US investment in Georgia but is only half the $2bn a year in aid that Washington provides its closest Middle East ally, Israel.</p> <p>The White House and US state department intend to jointly announce the aid package this afternoon after a fact-finding and assessment mission to Georgia by Reuben Jeffrey, a senior US diplomat who returned from the country last week, the official told the AP.</p> <p>Jeffrey has recommended that aid be sped to Georgia to help rebuild its economy and infrastructure that was destroyed by Russian tanks, troops and airstrikes, according to the official, who spoke on condition of anonymity ahead of the announcement.</p> <p>Specific details of the aid were still being worked out, but large chunks will go toward fixing transportation, utility and other essential facilities damaged in the fighting, the official said.</p> <p>The aid is aimed at showing concrete US support for Georgian president Mikhail Saakhashvili and his government and is to be announced shortly before US vice-president Dick Cheney visits Georgia this week.</p> <p>It follows increasingly harsh criticism from Bush, Cheney, US secretary of state Condoleezza Rice and other top administration officials of Russia's actions against Georgia and its refusal thus far to comply with the terms of a ceasefire brokered by the French and the European Union.</p> <p>However, the aid will not be accompanied by threatened punitive measures against Russia that still are being considered and which the administration would like to take in concert with European nations, the official said.</p> <p>European Union leaders threatened on Monday to delay talks with Moscow on a political and economic agreement unless Russia pulls its troops back from positions in Georgia that they occupied in early August in a dispute over the separatist areas of Abkhazia and South Ossetia.</p> <p>On August 7, Georgian forces attacked South Ossetia, hoping to retake the province, which broke away from Georgia in the early 1990s. Russian forces repelled the offensive and pushed into Georgia.</p> <p>Both sides signed the ceasefire in mid-August, but Russia has ignored its requirement for all forces to return to pre-war positions. </p> <p>Moscow insists the ceasefire accord allows Russian checkpoints in security zones of up to four miles (6.44 kilometres) into Georgian territory.</p> <p>Russia has now recognised the independence of the two regions, drawing condemnation but little else from the US and Europe, which have found only limited leverage with Moscow.</p>",
  "<video data-media-id=\"gu-video-337239617\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1770659359_Tuesday-speeches-Brightcove-16x9-1.flv\"/> </video>   The first full, hurricane-delayed evening of the Republican national convention in St Paul revealed a party still trying to face in two directions at the same time. It offered a tale of two different political themes directed at two different political audiences. The first theme, for the audience at home watching on television, centred on John McCain's military career and his much vaunted leadership qualities. The second, aimed at the Republican delegates in the hall at the Excel Centre, paraded his social conservatism to a party which in large parts remains sceptical that he is, at heart and by instinct, one of them. <p>Theme No 1 was embodied in the overarching slogan of the evening - Country First. It is a slogan with which all Republicans are deeply comfortable, whether they are social conservatives (which many are) or whether they are one-nation moderates (which a few still are - and which the closing speaker, the independent Democratic senator Joe Lieberman, certainly is). It is a classic broad tent political slogan, and on this first evening it was deployed in connection with a bewildering (and at times frankly incredible and contradictory) array of policies, anecdotes and historical figures. The purpose, though, was clear: to show that McCain's career and leadership claims - \"Put country first with John McCain\" - connect seamlessly with the party's history and can be sharply contrasted with the record of Barack Obama, whom Fred Thompson denounced as the most liberal and inexperienced presidential nominee in history.</p> <p>\"Country first\" enabled the Republicans to celebrate the \"quiet steady\" way in which the late Gerald Ford (subject of a short video tribute) \"put the country back together\" after it had been misgoverned by an unmentioned president, Richard Nixon, who just happened to be a Republican, too. But it also enabled them to celebrate the far from quiet, far from steady qualities of McCain's 2008 effort to rebuild the country for a second time after it had again been misgoverned by a fellow Republican. At times it bordered on the politically absurd. \"Some presidential nominees know more about service than others,\" simpered congresswoman Michelle Bachmann of Minnesota. The dig was intended for Obama - but it hardly squares with the military non-records of George W Bush and Dick Cheney. McCain is running against them too. </p> <p>But not in this hall. That is why theme No 2 was mostly reserved for the cable channel parts of the evening - the ones that weren't relayed on the national television networks. This consisted of two principal conservative preoccupations: first, the reiteration of the party's religious right agenda, especially on abortion; and, second, the almost furtive celebration of George W Bush's eight years in the White House, which occupied less than half an hour of the evening and were largely entrusted to the consensual figure of Laura Bush.</p> <p>Every reference to McCain's anti-abortion stance particularly hit the spot for the audience in the hall, none more so than Thompson's, which produced the biggest cheer of the night – though it may have gifted many watching undecided votes to Obama. At times the religious intensity of the party, which has always been there at the grass roots in the Bush years, threatened to get out of hand. At one point Cindy McCain was compared to an miracle-working angel. And when Bush, speaking by videolink from the White House but carefully not on prime time, endorsed McCain because he understood that \"human life must always be defended\" the audience in St Paul immediately got the message. It was a mixed-up evening for a mixed-up party - but a party that has not lost the will to win.</p>",
  "<video data-media-id=\"gu-video-337237771\" class=\"gu-video\" controls=\"controls\" poster=\"\">  </video>   <p>The Republican convention finally got off the ground tonight with criticism of the US media for getting into a frenzy over the vice-presidential candidate Sarah Palin and with a fleeting appearance by George Bush.</p> <p>There were regular ovations at the mention of Palin. But the loudest came with a spirited defence by Fred Thompson, the Law and Order actor who had stood against John McCain for the Republican nomination.</p> <p>In a comment that got delegates to their feet, he said: \"Some Washington pundits and media big shots are in a frenzy over the selection of a woman who has actually governed rather than just talked a good game on the Sunday talk shows and hit the Washington cocktail circuit.\"</p> <p>Palin, though only appointed McCain's running mate on Friday, has established herself as a favourite of the convention, mainly because she shares the social conservative values held by many of the delegates.</p> <p>Thompson had one of two prime-time television slots to build up a portrait of McCain, the Republican candidate for the November presidential race. But Palin is the talk of the convention and is turning out to be a distraction from the business of selling McCain. </p> <p>Although Thompson devoted most of his speech to McCain as war hero, he also spoke spiritedly about Palin, saying she is \"from a small town, with small town values, but that's not good enough for those folks who are attacking her and her family\".</p> <p>With the opening day yesterday cancelled because of Hurricane Gustav, the Republicans managed their first full day of business today. </p> <p>The other prime-time television slot was taken by Joe Lieberman, the former Democratic senator who is now an independent and is a long-time friend of McCain. Lieberman is reported to have been his original choice as running mate but was ruled out because he was unsellable to the Republican convention.</p> <p>But he received a standing ovation. He told the delegates that they might be puzzled at the presence of a Democrat at a Republican convention but he said he wanted to put country before party and that meant a vote for McCain.</p> <p>Lieberman made one of the few political remarks of the night as the Republicans judged it would be too insensitive to be overtly political in the wake of Gustav. </p> <p>Speaking about the war in Iraq he said: </p> <p>\"When others wanted to retreat in defeat from the field of battle, when Barack Obama was voting to cut off funding for our troops on the ground, John McCain had the courage to stand against the tide of public opinion.\" </p> <p>The convention had a strong militaristic overtone, with video clips of the war in Iraq and of former Republican presidents involved in conflict. About a dozen of McCain's fellow inmates in a Vietnam prisoner of war camp were in the audience. </p> <p>Bush joined the Republican convention last night by video link from the White House, a fudge that allowed John McCain to maintain his distance himself from the president.</p> <p>The president had been due to make a prime-time television appearance in person at the convention in St Paul, Minnesota, last night but ditched that to fly to Texas to be near evacuees from Louisiana fleeing Hurricane Gustav.</p> <p>Rather than fly on to Minnesota he opted to return to the White House. Even then, a planned 15-minute video was cut down to six, and he was given a slot just before prime time.</p> <p>Bush's short tribute to McCain's helped resolve the presidential candidate's dilemma. While Bush is popular with the convention and was loudly cheered when he appeared, he has one of the lowest poll ratings of any president and McCain has largely avoided campaigning with him</p> <p>Bush, recalling McCain's time in Vietnam, said that if the Hanoi Hilton could not break McCain, \"the angry left could not\". </p> <p>Bush, who has often been at odds with McCain on policy, put aside past differences to praise him as a potential commander-in-chief.</p> <p>\"We need a president who understands the lessons of September 11, 2001: That to protect America, we must stay on the offense, stop attacks before they happen, and not wait to be hit again. The man we need is John McCain,\" Bush said.</p>",
  "<p>Thank you for that warm welcome. I am honoured to be here. </p> <p>We meet tonight in the wake of a terrible storm that has hit the gulf coast but that hurts all of us, because we are all members of our larger American family. </p> <p>At times like this, we set aside all that divides us, and we come together to help our fellow citizens in need. </p> <p>What matters is certainly not whether we are Democrats or Republicans, but that we are all Americans. </p> <p>The truth is, it shouldn't take a hurricane to bring us together like this. </p> <p>Every day, across our country, millions of our fellow citizens are facing huge problems. </p> <p>They are worried about their homes, their jobs and their businesses; they are worried about the outrageous cost of gas and of health insurance; and they are worried about the threats from our enemies abroad. </p> <p>But when they look to Washington, all too often they do not see their leaders coming together to tackle these problems. </p> <p>Instead they see Democrats and Republicans fighting each other, rather than fighting for the American people. </p> <p>Our founding fathers foresaw the danger of this kind of senseless partisanship. George Washington himself - in his farewell address to our country - warned that the \"spirit of party\" is \"the worst enemy\" of our democracy and \"enfeebles\" our government's ability to do its job. </p> <p>George Washington was absolutely right. The sad truth is - today we are living through his worst nightmare, in the capital city that bears his name. </p> <p>And that brings me directly to why I am here tonight. What, after all, is a Democrat like me doing at a Republican convention like this? </p> <p>The answer is simple. </p> <p>I'm here to support John McCain because country matters more than party. </p> <p>I'm here tonight because John McCain is the best choice to bring our country together and lead our country forward. </p> <p>I'm here because John McCain's whole life testifies to a great truth: being a Democrat or a Republican is important. </p> <p>But it is not more important than being an American. </p> <p>Both presidential candidates this year talk about changing the culture of Washington, about breaking through the partisan gridlock and special interests that are poisoning our politics. </p> <p>But only one of them has actually done it. </p> <p>Only one leader has shown the courage and the capability to rise above the smallness of our politics to get big things done for our country and our people. </p> <p>And that leader is John McCain! </p> <p>John understands that it shouldn't take a natural disaster like Hurricane Gustav to get us to take off our partisan blinders and work together to get things done. </p> <p>It shouldn't take a natural disaster to teach us that the American people don't care much if you have an \"r\" or a \"d\" after your name. </p> <p>What they care about is, are we solving the problems they are up against every day? </p> <p>What you can expect from John McCain as president is precisely what he has done this week: which is to put country first. That is the code by which he has lived his entire life, and that is the code he will carry with him into the White House. </p> <p>I have personally seen John, over and over again, bring people together from both parties to tackle our toughest problems we face - to reform our campaign finance, lobbying and ethics laws, to create the 9/11 Commission and pass its critical national security reforms, and to end the partisan paralysis over judicial confirmations. </p> <p>My Democratic friends know all about John's record of independence and accomplishment. </p> <p>Maybe that's why some of them are spending so much time and so much money trying to convince voters that John McCain is someone else. </p> <p>I'm here, as a Democrat myself, to tell you: don't be fooled. </p> <p>God only made one John McCain, and he is his own man. </p> <p>If John McCain was just another go-along partisan politician, he never would have taken on corrupt Republican lobbyists, or big corporations that were cheating the American people, or powerful colleagues in Congress who were wasting taxpayer money. </p> <p>But he did! </p> <p>If John McCain was just another go-along partisan politician, he never would have led the fight to fix our broken immigration system or to do something about global warming. </p> <p>But he did! </p> <p>As a matter of fact, if John McCain is just another partisan Republican, then I'm Michael Moore's favorite Democrat. </p> <p>And I'm not. </p> <p>Senator Obama is a gifted and eloquent young man who can do great things for our country in the years ahead. But eloquence is no substitute for a record - not in these tough times. </p> <p>In the Senate he has not reached across party lines to get anything significant done, nor has he been willing to take on powerful interest groups in the Democratic party. </p> <p>Contrast that to John McCain's record, or the record of the last Democratic president, Bill Clinton, who stood up to some of those same Democratic interest groups and worked with Republicans to get important things done like welfare reform, free trade agreements and a balanced budget. </p> <p>Governor Sarah Palin, like John McCain, is a reformer who has taken on the special interests and reached across party lines. She is a leader we can count on to help John shake up Washington. </p> <p>That's why the McCain-Palin ticket is the real ticket for change this year. </p> <p>The Washington bureaucrats and power brokers can't build a pen strong enough to hold these two mavericks. </p> <p>And together, you can count on John McCain and Sarah Palin to fight for America and to fight for you! And that's what our country needs most right now. </p> <p>What we need most is not more party unity in America but more national unity! </p> <p>Especially at a time of war, we need a president we can count on to fight for what's right for our country - not only when it is easy, but when it is hard. </p> <p>When others were silent, John McCain had the judgment to sound the alarm about the mistakes we were making in Iraq. When others wanted to retreat in defeat from the field of battle, when Barack Obama was voting to cut off funding for our troops on the ground.</p> <p>John McCain had the courage to stand against the tide of public opinion and support the surge, and because of that, today, our troops are at last beginning to come home, not in failure, but in honor! </p> <p>Before I conclude, I ask the indulgence of those in this hall tonight, as I want to speak directly to my fellow Democrats and Independents who are watching. </p> <p>I know many of you are angry and frustrated by our government and our politics and for good reason. </p> <p>You may be thinking of voting for John McCain but you're not sure. Some of you have never voted for a Republican before and in an ordinary election, you probably wouldn't. </p> <p>But this is no ordinary election, because these are not ordinary times, and John McCain is no ordinary candidate. You may not agree with John McCain on every issue. </p> <p>But you can always count on him to be straight with you about where he stands, and to stand for what he thinks is right regardless of politics. </p> <p>As president, you can count on John McCain to be a restless reformer, who will clean up Washington and get our government working again for you! </p> <p>So tonight, I ask you whether you are an Independent, a Reagan Democrat or a Clinton Democrat, or just a Democrat: This year, when you vote for president, vote for the person you believe is best for the country, not for the party you happen to belong to. </p> <p>Vote for the leader who, since the age of 17, when he raised his hand and took an oath to defend and protect our Constitution, has always put our country first. </p> <p>So, let's come together to make a great American patriot our next great president!</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-337232364\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/9/3/1220403093754/convhall2.jpg\" alt=\"Convention hall\" width=\"459\" height=\"344\" class=\"gu-image\" /> </figure>  <p><strong>ST PAUL</strong> — It's party time at the Xcel Energy Center here, and the delegates are, um, \"rocking out\" to the sounds of top Christian singer <a href=\"http://www.rachaellampa.com/\">Rachel Lampa</a>. But it's a compassionate kind of party, because There Is A Hurricane On; instead of cigarette lighters, people are slowly waving banners reading SERVICE and COUNTRY FIRST. Shortly, we'll be hearing from Laura Bush, and then, on a big video screen like in that George Orwell novel — you know the one — the president of the United States of America himself, George Bush, who was unable to attend in person because of the hurricane, not that everybody here is necessarily quite as disappointed by that as you might have thought. He will apparently be speaking for about six minutes, before they cut him off, coughing with embarrassment and moving swiftly on. Stay here for some compassion-infused liveblogging action.</p> <p><strong>8.15pm</strong> (all times local): President Bush Sr and Barbara Bush just arrived, to much applause. The Xcel Center is roughly the same size as the Pepsi Center in Denver, but it's much less crowded: plenty of empty seats. The food appears to be hot dogs again. On the other hand, I am pleased to note that good coffee is available, and that I have a seat inside the convention hall and an internet connection that is actually working and that the press room, where I will return after this liveblogging stint, has a plumbed-in bathroom and running water. These things were regrettably not the case in Denver, which is why I will be casting my vote for John McCain.</p> <p><strong>8.30pm</strong>: The Obama campaign releases an <a href=\"http://election.swiftmob.com/content.html?page=1061&amp;content=3178841\">advance rebuttal</a> to Bush's speech. </p> <p><strong>8.40pm</strong>: Hey, it's John McCain's fellow prisoner of war Orson Swindle, who has a fantastic name. We're applauding the family of a soldier who died in Iraq, several recipients of the Medal of Honor, who are present tonight, and other prisoners of war, who are here too. (These people deserve plenty of praise and applause, of course. But still, this is the part of the evening where, in strictly non-partisan fashion, the Republicans do all they can to bind the concepts of \"supporting the nation's military\" and \"voting for John McCain\" in television viewers' minds.) \"USA! USA! USA!\" </p> <p><strong>8.45pm</strong>: Laura Bush IN THE HOUSE! And on the podium. She is smiling in a robotic fashion, like a smiling robot. \"The Republican party has a very exciting ticket — a real war hero, John McCain, and a strong [and] proven reformer, Sarah Palin.\" She says she's proud that the first female vice-president will be a Republican woman. (She doesn't realise that Palin will be dropped next week when belated vetting reveals that the town of Wasilla doesn't really exist.) George Bush, \"the man I love,\" has \"an enduring love for the United States of America.\" There's certainly no sign here of any ambivalence towards the president: when Laura praises George's work on Aids, she adds: \"You might call that change you can really believe in.\" Clever, Laura Bush. Clever.<em> Almost too clever.</em></p> <p><strong>8.51pm</strong>: America has provided the world with mosquito nets. \"And let's not forget — president Bush has kept the American people safe.\" The Texas delegation are tipping their cowboy hats. </p> <p><strong>8.53pm</strong>: It's George, on a big screen, terrifyingly much larger than life size. He apparently can't hear the sound feed properly from St Paul, so he doesn't know to pause while he's cheered jubilantly. Perhaps he was expecting not to be. He's talking about the hurricane.</p> <p>...\"I want to share some thoughts about our nominee, a great American, and the next president of the United States, John McCain.\" Oh PLEASE DO.</p> <p><strong>8.55pm</strong>: John McCain was a prisoner of war, apparently! I had no idea. It sounds like he was very brave indeed when he was a prisoner of war, in prison. Unlike — says Bush, now — \"the angry left\". Sharp words, targetting an impression the Obama campaign are desperate to avoid giving.</p> <p><strong>8.58pm</strong>: Cracking wise, GWB now makes a joke about how McCain has disagreed with him in the past, and, significantly, about how McCain pushed for the surge in Iraq. Giving the candidate some credit for that initiative is probably the only really useful thing that Bush can give McCain in this speech.</p> <p><strong>8.59pm</strong>: Obligatory September 11 reference. </p> <p><strong>9.01pm</strong>: Sarah Palin would be an \"outstanding leader\". </p> <p>\"Americans have always lived on the sunrise side of the mountain.\" Until their mountainside homes were foreclosed. \"I am optimistic because I have faith in freedom's power to lift up all of God's children.\" It must be nice to live inside George Bush's head.</p> <p><strong>9.02pm</strong>: And that's it! The president smiles in that inimitable way he has, and shuffles off into history, forever. <a href=\"http://www.goodnightbush.com/\">Goodnight, Bush!</a> Well, I think we can be sure that the dictionary definition of \"underwhelming\" is being rewritten as we speak.</p> <p><strong>9.15pm</strong>: Finally, a rousing speech, and amazingly it's from the laziest presidential candidate in American political history, Fred Thompson, who seems rather more energised in stumping for Sarah Palin than he ever was in stumping for himself. There is <em>wild</em> applause for his pro-Palin remarks. She has run a municipality and a state, Thompson adds — and she is the only vice-presidential candidate who \"knows how to field dress a moose\". Fair point.</p> <p><strong>9.28pm</strong>: Crazy Uncle Fred just sneered at Obama, arguing that \"the respect [McCain] is given around the world is not because of a teleprompter speech designed to appeal to American critics abroad, but because of decades of clearly demonstrated character and statesmanship.\" And he's reading it from a teleprompter himself, the crotchety old hypocrite multimillionaire Washington former lobbyist.</p> <p>\"...The Democrats present a history making nominee for president. History-making in that he is the most liberal, most inexperienced nominee to ever run for President.\" </p> <p><strong>9.35pm</strong>: The multimillionaire former lobbyist Fred Thompson now does his man-of-the-people act, arguing that Obama would make your groceries and your gas more expensive somehow. And now WILD APPLAUSE, and a standing ovation, easily the biggest cheers yet, when he says we need a president who doesn't think protecting the unborn is \"above his pay grade\", a reference to Obama's line at Saddleback Church where he declined to assume the role of God. </p> <p>Well, that speech certainly did the trick: the convention feels back on the attack. Teaming up in wounded outrage against the media \"slurs\" against Palin is proving to be an appealing tactic. Clever, since the more she's criticised, the more this will kick in.</p> <p><strong>9.40pm</strong>: And now Sleepy Joe Lieberman is going to get us all ready for bed by finishing off the evening with a very... slow... and... sleep-inducing... speech...</p> <p>*yawn*</p> <p>[Lieberman's speech, shortened version: bipartisanship is what America needs right now, so vote for the Republicans.]</p> <p>...Goodnight, all.</p> <p>[ADDENDUM: All right, all right, I rouse myself from slumber to report that Lieberman's speech, though delivered in his trademark style, was fairly pointed in its attack on Obama: he was the first speaker of the evening, apart from anything else, to utter Obama's name. Condescendingly, he called him \"a gifted and eloquent young man\", but then stuck the knife in: \"When Barack Obama was voting to cut off funding for our troops on the ground, John McCain had the courage to stand against the tide of public opinion and support the surge, and because of that, today, our troops are at last beginning to come home, not in failure, but in honour.\" He ended with a direct appeal to Democrats and Independents to vote for McCain as the non-partisan unity candidate.]</p>"
]