[
  "<p>Fred Sinowatz, who has died aged 79, had a turbulent time as Austria's chancellor, the head of its government. His tenure was cut short in 1986 when he failed to prevent the election of Kurt Waldheim, formerly an officer in Hitler's army, to the post of federal president. While the reputation of his nemesis never recovered from charges that he lied about his past, Sinowatz is remembered as the last of the folksy, honest and truly authentic politicians who shaped Austria's postwar era.</p> <p>Born in a working-class family in Neufeld an der Leitha, a small town near the Hungarian border, Sinowatz studied history at Vienna University and rose through the ranks of the socialist Social Democratic party. In 1971, the chancellor Bruno Kreisky appointed him minister for education and culture. He held the post for 12 years as Kreisky won an absolute majority in parliament in three consecutive elections.</p> <p>Sinowatz opened the school system for children from economically disadvantaged backgrounds by introducing free school books and free trips on public transport for students. He encouraged progressive artists to challenge Austria's conservative culture.</p> <p>Overweight and clumsy, Sinowatz was not the modern telegenic politician, but his popularity made him indispensable for Kreisky. As other rivals declined, Sinowatz was made vice-chancellor, deputy party leader and chancellor when Kreisky stepped down in 1983, on losing his absolute majority.</p> <p>Sinowatz had no hunger for power and took the top job more out of loyalty than ambition. His tenure was troubled from the start. Kreisky's shadow hung over him and made him appear weak in comparison. His junior coalition partner, the small Freedom party, was torn between its liberal and nationalist wings. The country was shaken by a growing financial crisis concerning the vast state shareholdings in industry, a dispute over a power plant and several scandals including arms sales to Iran and the revelation that Austrian wine was tainted with anti-freeze. He was widely ridiculed for admitting in a parliamentary speech that \"everything is very complicated\".</p> <p>Sinowatz's main political challenge was the 1986 presidential elections, for which the opposition People's party nominated Waldheim, a respected former foreign minister and UN secretary general. Though the presidency has little power, the Social Democrats felt determined to keep the position they had held for decades.</p> <p>During the campaign, press reports emerged tying Waldheim to the Nazis and war crimes in the Balkans, where he had served as a junior intelligence officer. Sinowatz, whose hand-picked candidate was lagging in the polls, piled on these revelations and attacked Waldheim as dishonest. Plenty of observers suspected that socialist party operators actually fed foreign media and Jewish organisations with damaging documents about Waldheim. For weeks, Waldheim and Austria as a whole were subject to an international storm of indignation.</p> <p>The effort backfired as voters rallied behind the candidate. A day after Waldheim won a landslide victory, Sinowatz resigned in favour of his smooth finance minister Franz Vranitzky, who soon thereafter ended the coalition when the rightwing maverick Jörg Haider took control of the Freedom party. Vranitzky governed the country for another 10 years in coalition with the People's party; he struggled to avoid international isolation in the wake of Waldheim's election victory and led the country into the EU.</p> <p>Sinowatz withdrew from politics, but had to face unresolved issues from his chancellorship in two trials. He was acquitted on charges of tolerating illegal weapon exports, but convicted of perjury in 1991 for denying in court that he had talked about \"Waldheim's brown past\" before the presidential campaign even started.</p> <p>Sinowatz hardly appeared in public in his last years. But his reputation improved. By the time he died, the battles of his tenure were forgotten and the country came together in mourning a humble, honest and wise man.</p> <p>His wife predeceased him in 1995. He is survived by a son and a daughter.</p> <p><strong>·</strong> Fred Sinowatz, politician, born February 5 1929; died August 11 2008</p>",
  "<p>President George Bush punctured hopes of a big reduction in US troops in Iraq yesterday when he announced the withdrawal of 8,000 troops by February, and only a small troop increase for Afghanistan.</p> <p>Although he acknowledged that the Taliban and al-Qaida are posing more of a threat in Afghanistan, Bush ordered only an extra marine battalion and army combat brigade, amounting to just a few thousand troops, into the country. He described the reinforcements as \"a quiet surge\". </p> <p>In what will probably be his last big decision about the Iraq and Afghanistan wars that have defined his presidency, Bush basically left a decision about deployments to the next president, who takes office on January 20.</p> <p>Barack Obama, the Democratic presidential candidate, described Bush's moves as \"modest\" and \"coming up short\". He said that Bush had failed to recognise the urgency of the situation in Afghanistan because the new brigade was not due to arrive until February. </p> <p>Bush's speech to the National Defence University, in Washington, dashed speculation over the last few months that he planned a huge reduction of US forces in Iraq before he left office so he could go out on a high note.</p> <p>Bush said there had been improvements in security in Iraq over the last year. \"Here is the bottom line: while the enemy in Iraq is still dangerous, we have seized the offensive, and Iraqi forces are becomingly increasingly capable of leading and winning the fight.\" He cited Anbar province, once one of the centres of unrest, as a success, with violence down 90%, and said that violence in the country as a whole was at its lowest since spring 2004.</p> <p>Bush and the Republican presidential candidate, John McCain, would have liked to have seen tens of thousands of troops brought home. But Bush was forced to rethink his plans after a briefing from the US commander in Iraq, General David Petraeus, that such a huge reduction would be premature and would endanger the improved security. Petraeus advocated keeping troops at the same level until June. But Admiral Mike Mullen, chairman of the joint chiefs of staff, said the risk posed by withdrawing some troops earlier than that was minimal. </p> <p>McCain had wanted significant reductions in order to blunt Obama's pledge to pull all US combat troops out of Iraq within 16 months of becoming president. Obama has also said that Bush and McCain underestimate the threat posed by the Taliban and al-Qaida in Afghanistan and Pakistan, and has promised a significant reinforcement of US troops in Afghanistan.</p> <p>There are 157,000 US troops in Iraq and Kuwait, of whom 146,000 are in Iraq. The withdrawal announced yesterday will reduce the total in Iraq to 138,000, more than when Bush ordered an extra 31,000 troops to Iraq in January last year, which he said would be a year-long deployment. </p> <p>A marine battalion, numbering about 1,000 troops, is to go home from Iraq in November and not be replaced. An army brigade of between 3,500 and 4,000 troops will leave in February. About 3,400 support troops are also to be withdrawn before February.</p> <p>A marine battalion, numbering about 1,000, is to go to Afghanistan to join the 34,000 US troops there. Although Bush did not specify numbers, the army brigade that will arrive in February could amount to about 3,000-4,000. </p> <p>The Democratic chairman of the House of Representatives armed services committee, Ike Skelton, welcomed the reduction but said Bush was deferring the strategic decision until the next presidency. </p> <p>\"More significant troop reductions in Iraq are needed so that we can start to rebuild US military readiness and provide the additional forces needed to finish the fight in Afghanistan,\" he said. </p> <p>The Democratic senate leader, Harry Reid, who has been pressing for an early withdrawal of all US combat troops from Iraq, said he was \"stunned\" so few troops were being brought home and over the failure to address the danger posed in Afghanistan. \"As Democrats have been saying for years and as I saw with my own eyes last month, violence in Afghanistan has surged because Bush-McCain Republicans have all but ignored the true central front of the war on terror while keeping the bulk of our troops tied down in Iraq.\" </p> <p>Petraeus may have planned, as the US media has reported, to recommend a bigger cutback in US forces in Iraq. But events may have forced him to alter this, such as Georgia pulling its 2,000 troops out of Iraq to confront the threat posed by Russia.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-337462010\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/maps_and_graphs/2008/09/09/10.09.08.troop.strengths.gif\" alt=\"Iraq afghanistan troop strengths\" width=\"462\" height=\"448\" class=\"gu-image\" /> </figure>  <p>&#xa0;</p>",
  "<p>White women voters are deserting the Democratic presidential candidate Barack Obama because of the sudden emergence on the Republican ticket of Sarah Palin, according to a poll yesterday.</p> <p>An ABC/Washington Post survey recorded that an eight-point lead Obama held over his Republican rival John McCain before the arrival of Palin had turned into a 12% lead for McCain.</p> <p>The trend is in line with other polls since McCain's vice-presidential running mate ignited the Republican convention with a speech last week espousing social conservative values and presenting herself as a small-town mother taking on the cosmopolitan media.</p> <p>McCain has taken a 3% lead in a tracking poll by the RealClearPolitics website.</p> <p>Although the momentum has shifted to McCain and Palin, the election will be decided by independents and moderates, where Obama's domestic and foreign programme should have the greater appeal.</p> <p>However, the loss of support among white women could be fatal for his chances of winning the presidency if it was to be sustained. Obama had upset this constituency before the conventions, with many Democratic women unhappy that he had dumped their champion, Hillary Clinton, out of the nomination race.</p> <p>McCain received another boost when Rupert Murdoch's New York Post backed him in a front-page editorial. Earlier this year, Murdoch, who has extensive media outlets across the US, had hinted of support for Obama.</p> <p>Palin campaigned with McCain again yesterday, before taking off on her own for what is likely to be a tumultuous return to her home state, Alaska. She is not only bringing in the crowds but also the funding. McCain said a single fundraising event in Chicago had brought in $4m. </p> <p>The Democrats were initially uncertain about how to respond to Palin, but Obama, in recognition of her impact, now devotes almost as much time to attacking her as he does McCain. </p> <p>At a rally on Monday, he ran through her CV: \"Mother, governor, moose shooter. That's cool,\" he said. But he went on to say that voters had to look beyond and study her record as a Republican to see that she would amount to a continuation of the policies pursued by President George Bush over the past eight years. </p> <p>Obama's campaign manager, David Plouffe, acknowledged she had energised the Republican base but said the crux question was whether she would succeed in reaching out to independents in the run-up to the election on November 4.</p> <p>Obama's campaign team are continuing to go through her political record in Alaska, in particular her initial support for the Bridge to Nowhere, a $400m link to an island with a population of just 50. She later switched to opposition of the project. Obama said: \"You can't just reinvent yourself. The American people aren't stupid. What they are looking for is someone who has consistently been calling for change.\" </p> <p>A BBC poll published today will show that, despite the tightness of the race in the US, Obama is the overwhelming favourite in 22 countries. He is preferred to McCain by a four to one margin on average across the 22,000 people polled. </p> <p>The margin in favour of Obama ranges from just 9% in India to 82% in Kenya. On average 49% prefer Obama to 12% preferring McCain. Nearly four in 10 do not take a position.</p>",
  "<p><strong>The following correction was printed in the Guardian's Corrections and clarifications column, Friday September 12 2008</strong></p> <p> In the article below we misquoted Elizabeth Berger of the Alliance for Downtown New York. She did not say: \"There needs to be more that restores the area to the international capital of finance and commerce that it was.\" She said she wanted the World Trade Centre site to be a vibrant and bustling commercial centre again. She did not suggest that lower Manhattan lost its status as a financial capital as a result of 9/11 .</p> <p> </p> <p>Early tomorrow, hundreds of relatives of those who died on September 11 2001 will gather at Ground Zero to participate in a minute's silence for each of the twin towers at the moment they fell, and to listen to the names of all 2,751 World Trade Centre victims being read out. They will be joined by Barack Obama and John McCain, who have agreed to suspend their presidential tussle for the day.</p> <p>Shortly before 9am, as the victims' families descend into the pit left by the fallen towers, an unintended consequence of the commemoration will be that it will refocus the world's attention on the apparent snail's pace of the reconstruction of the site. Seven years on from the events of 9/11, the rebuilding of Ground Zero remains mired in bureaucratic wrangling, cost overruns and delays.</p> <p>The thousands of visitors who come to the site every week are greeted by a 16-acre hole with little sign of vertical progress. It is possible to monitor activity in real time through webcams broadcast on the internet at <a href=\"http://www.earthcam.com/usa/newyork/groundzero/\">earthcam.com/usa/newyork/groundzero/</a> with the most visible action being raindrops falling on the camera lens.</p> <p>Part of the reason is that critical work is still being done underground, out of public view. With four major skyscrapers planned for the site, as well as a massive transport intersection and underground museum, the below-ground engineering is complex and painstaking.</p> <p>Once that stage is completed, the renewal of this symbolic area of lower Manhattan should gather speed. The first steel columns acting as foundations for the Freedom Tower, the main office block that will become New York's tallest building at 1,776 ft (541 metres), were put in place in December.</p> <p>Brandon Haw, the senior partner with British firm Foster+Partners in charge of the design of the second tower, is confident that the building will be completed on schedule by the beginning of 2012.</p> <p>The bad news is that the overall scheme is like an intricate jigsaw in which delay to one piece can hold up all others around it. That has been exacerbated by penny-pinching on the part of cash-strapped authorities and ongoing squabbling between the port authority of New York and New Jersey, which controls most of the project, and Larry Sylverstein, the property developer who owns towers 2,3 and 4.</p> <p>\"There has been a lot of progress on the site, but there needs to be more that restores the area to the international capital of finance and commerce that it was,\" said Elizabeth Berger, president of the Alliance for Downtown New York. \"It's important to know when the construction challenge is going to be met.\" </p> <p>One of the architectural gems of the plan, Santiago Calatrava's cavernous railway station, has been sent back to the drawing board, having exceeded its $2.5bn budget by possibly several hundred million dollars. </p> <p>The emotive heart of the site, a memorial consisting of two pools sitting in the footprints of the fallen Twin Towers and an underground commemorative museum, is also reported to be over budget, and may run to more than $1bn.</p> <p>The port authority has denied the allegation and says the memorial is on track to open before the 10th anniversary of the attacks, with the museum reaching completion a year later.</p>",
  "<p>The light coming through the window has a tinge of late-summer Englishness, but it falls upon a scene of contemporary Americana, all discarded beer bottles and an enormous blond sofa. For the past few weeks, this church hall in London has been the venue for rehearsals of Now Or Later, a new play by New York playwright Christopher Shinn about the US election, which opens this week at the Royal Court. Directed by Dominic Cooke, it stars Eddie Redmayne as a candidate's 20-year-old gay son, a young man ill at ease with his father's political ascendancy. </p> <p>Redmayne is one of Britain's brightest young actors, and at 26 has already established a stage and film reputation, appearing in Edward Albee's The Goat Or Who Is Sylvia?, for which he won best newcomer at the Evening Standard theatre awards in 2005; the film Savage Grace, as Julianne Moore's son; and in Robert De Niro's The Good Shepherd. He has also done his fair share of plush costume dramas - Elizabeth: The Golden Age, The Other Boleyn Girl, and the BBC's forthcoming Tess of the D'Urbervilles, in which he plays Angel Clare. </p> <p>Today, Redmayne's attention is drawn to the questions posed by Now Or Later. \"My character is called John Jr,\" he says. \"He is the son of the Democratic nominee for the election in 2008, and his dad is about to be elected president. And it's election night, and my character has gone and done something which is perceived by most people as being incredibly foolish.\" John Jr has gone to a party dressed as the prophet Muhammad, photos of which have surfaced on the internet. \"And,\" says Redmayne gravely, \"it's about to turn pretty hardcore and basically have massive international ramifications.\" </p> <p>It is not so long since Redmayne's own university days (he studied history of art at Cambridge), and the role of John Jr, an Ivy League student, has taken him back. \"What I do remember is this idea of sparring with friends, arguments about issues and current affairs,\" he says. \"I'm a pretty poor arguer, but there are those moments when you suddenly realise that you've taken a standpoint, and you've so been pushed into a corner, and you're actually beginning to believe what you're saying more than you ever actually meant. And that is something I kept finding in this play. There are moments where I really did think [John Jr] was going to apologise, but the more people press him, the more he feels cornered. He's like a hedgehog.\"</p> <p>What Redmayne seems to relish about the play is that it takes place at the exact intersection where politics, freedom of expression, and the responsibilities that go with personal relationships meet. \"It's an intense emotional story about an intimate family. In a weird way, it has a kind of Greek tragedy quality to it.\"</p> <p>In preparation for the role he met Howard Wolfson, Hillary Clinton's head of communications. \"It was so funny meeting him, and pitching the problem of the play, which is: 'This kid has done this.' And within seconds he had come out with, 'Well, the statement would be . . .' Just seeing how his mind works - and the speed of it!\" He also met Cherie Blair to discuss the issue of mixing parenting with political power. \"She was fascinating about the importance of family, and about trying to keep a family away from the spotlight,\" he says. \"It's the idea that kids make mistakes, and if you're a parent they're just something that a 16 or 17-year-old would do. But of course, if you're in power those ramifications are going to be much greater. It's kind of the parent's issue, for having become a public figure.\" He asked Cherie if the Blair family argued about politics, and if her children's opinions ever had any influence. \"And she came up with what was a really valid comment: 'I believe absolutely that you have the right to hear people's opinions, but also that you have to have more belief in people who will actually go out and do something about that opinion. You must also be proactive with it.'\" He frowns. \"Kids that are born into families where their lives have a predestined quality is one thing, like royalty or massive landowners. But when your parents have chosen to go into that world, it's another deal.\" </p> <p>Now Or Later touches on the way the internet has affected political discussion - the idea that nothing, not even blurry snapshots from a university party, can be kept hidden. It's an issue that is beginning to affect Redmayne's own life. As his fame grows, so too will the volume of wobbly YouTube footage, compromising photos and snippets of gossip. He nods. \"I was at university with politicians' kids, and at school with ... \" He pauses. \"Prince William,\" he says, hurriedly, \"and when you meet those people, you hope you're doing it on what you believe are your own terms, but they're still clouded by this kind of . . . \" he trails off and looks a little awkward, a young man still digesting the idea that he, too, is now one of \"those people\". </p> <p>He Googled himself once. \"Well, not once, several times. I looked up myself on IMDB, and it was so horrific.\" He blushes faintly. \"I realised it probably wasn't the way forward. And I have this rancid habit of Googling reviews, which I've got to stop doing.\"</p> <p>What does he think will be the response to Now Or Later? We discuss the furore that met another Royal Court production, My Name Is Rachel Corrie, before it went to New York in 2006. Christopher Shinn wrote an op-ed piece at the time expressing his frustration at the New York Theatre Workshop's decision to cancel the show. \"I think Now Or Later will go to America at some point, and I think it needs to be seen there,\" Redmayne says. \"There are controversial things in it, but it's the most beautifully balanced argument. What's coming out of it is this idea of what a stalemate the world is in at the moment. Sorry, I feel like I just ranted at you.\" </p> <p><strong>Now Or Later</strong> is at the Royal Court, London SW1, from tomorrow until October 18. Box office: 020-7565 5000.</p>",
  "<p>The feeling is familiar. I had it four years ago and four years before that: a sinking feeling in the stomach. It's a kind of physical pessimism which says: \"It's happening again. The Democrats are about to lose an election they should win - and it could not matter more.\"</p> <p>In my head, I'm not as anxious for Barack Obama's chances as I was for John Kerry's in 2004 or Al Gore's in 2000. He is a better candidate than both put together, and all the empirical evidence says this year favours Democrats more than any since 1976. But still, I can't shake off the gloom. </p> <p>Look at yesterday's opinion polls, which have John McCain either in a dead heat with Obama or narrowly ahead. Given the well-documented tendency of African-American candidates to perform better in polls than in elections - thanks to people who say they will vote for a black man but don't - this suggests Obama is now trailing badly. More troubling was the ABC News-Washington Post survey which found McCain ahead among white women by 53% to 41%. Two weeks ago, Obama had a 15% lead among women. There is only one explanation for that turnaround, and it was not McCain's tranquilliser of a convention speech: Obama's lead has been crushed by the Palin bounce.</p> <p>So you can understand my pessimism. But it's now combined with a rising frustration. I watch as the Democrats stumble, uncertain how to take on Sarah Palin. Fight too hard, and the Republican machine, echoed by the ditto-heads in the conservative commentariat on talk radio and cable TV, will brand Democrats sexist, elitist snobs, patronising a small-town woman. Do nothing, and Palin's rise will continue unchecked, her novelty making even Obama look stale, her star power energising and motivating the Republican base. </p> <p>So somehow Palin slips out of reach, no revelation - no matter how jaw-dropping or career-ending were it applied to a normal candidate - doing sufficient damage to slow her apparent march to power, dragging the charisma-deprived McCain behind her. </p> <p>We know one of Palin's first acts as mayor of tiny Wasilla, Alaska was to ask the librarian the procedure for banning books. Oh, but that was a \"rhetorical\" question, says the McCain-Palin campaign. We know Palin is not telling the truth when she says she was against the notorious $400m \"Bridge to Nowhere\" project in Alaska - in fact, she campaigned for it - but she keeps repeating the claim anyway. She denounces the dipping of snouts in the Washington trough - but hired costly lobbyists to make sure Alaska got a bigger helping of federal dollars than any other state. </p> <p>She claims to be a fiscal conservative, but left Wasilla saddled with debts it had never had before. She even seems to have claimed \"per diem\" allowances - taxpayers' money meant for out-of-town travel - when she was staying in her own house. </p> <p>Yet somehow none of this is yet leaving a dent. The result is that a politician who conservative blogger Andrew Sullivan calls a \"Christianist\" - seeking to politicise Christianity the way Islamists politicise Islam - could soon be a heartbeat away from the presidency. Remember, this is a woman who once addressed a church congregation, saying of her work as governor - transport, policing and education - \"really all of that stuff doesn't do any good if the people of Alaska's heart isn't right with God\".</p> <p>If Sarah Palin defies the conventional wisdom that says elections are determined by the top of the ticket, and somehow wins this for McCain, what will be the reaction? Yes, blue-state America will go into mourning once again, feeling estranged in its own country. A generation of young Americans - who back Obama in big numbers - will turn cynical, concluding that politics doesn't work after all. And, most depressing, many African-Americans will decide that if even Barack Obama - with all his conspicuous gifts - could not win, then no black man can ever be elected president. </p> <p>But what of the rest of the world? This is the reaction I fear most. For Obama has stirred an excitement around the globe unmatched by any American politician in living memory. Polling in Germany, France, Britain and Russia shows that Obama would win by whopping majorities, with the pattern repeated in Africa, Asia, the Middle East and Latin America. If November 4 were a global ballot, Obama would win it handsomely. If the free world could choose its leader, it would be Barack Obama. </p> <p>The crowd of 200,000 that rallied to hear him in Berlin in July did so not only because of his charisma, but also because they know he, like the majority of the world's population, opposed the Iraq war. McCain supported it, peddling the lie that Saddam was linked to 9/11. Non-Americans sense that Obama will not ride roughshod over the international system but will treat alliances and global institutions seriously: McCain wants to bypass the United Nations in favour of a US-friendly League of Democracies. McCain might talk a good game on climate change, but a repeated floor chant at the Republican convention was \"Drill, baby, drill!\", as if the solution to global warming were not a radical rethink of the US's entire energy system but more offshore oil rigs. </p> <p>If Americans choose McCain, they will be turning their back on the rest of the world, choosing to show us four more years of the Bush-Cheney finger. And I predict a deeply unpleasant shift. </p> <p>Until now, anti-Americanism has been exaggerated and much misunderstood: outside a leftist hardcore, it has mostly been anti-Bushism, opposition to this specific administration. But if McCain wins in November, that might well change. Suddenly Europeans and others will conclude that their dispute is with not only one ruling clique, but Americans themselves. For it will have been the American people, not the politicians, who will have passed up a once-in-a-generation chance for a fresh start - a fresh start the world is yearning for. </p> <p>And the manner of that decision will matter, too. If it is deemed to have been about race - that Obama was rejected because of his colour - the world's verdict will be harsh. In that circumstance, Slate's Jacob Weisberg wrote recently, international opinion would conclude that \"the United States had its day, but in the end couldn't put its own self-interest ahead of its crazy irrationality over race\".</p> <p>Even if it's not ethnic prejudice, but some other aspect of the culture wars, that proves decisive, the point still holds. For America to make a decision as grave as this one - while the planet boils and with the US fighting two wars - on the trivial basis that a hockey mom is likable and seems down to earth, would be to convey a lack of seriousness, a fleeing from reality, that does indeed suggest a nation in, to quote Weisberg, \"historical decline\". Let's not forget, McCain's campaign manager boasts that this election is \"not about the issues.\"</p> <p>Of course I know that even to mention Obama's support around the world is to hurt him. Incredibly, that large Berlin crowd damaged Obama at home, branding him the \"candidate of Europe\" and making him seem less of a patriotic American. But what does that say about today's America, that the world's esteem is now unwanted? If Americans reject Obama, they will be sending the clearest possible message to the rest of us - and, make no mistake, we shall hear it. </p> <p><strong>·</strong> <a href=\"mailto:freedland@theguardian.com\">freedland@theguardian.com</a></p>",
  "<p>Barack Obama and John McCain are both supporting the government's takeover of US mortgage financiers Fannie Mae and Freddie Mac, but they have sharply different visions of the companies' future.</p> <p>McCain plans to privatise and shrink Fannie and Freddie, largely ending the public-sector role in the US mortgage market, he and running mate Sarah Palin said today.</p> <p>\"We will make sure that [the two companies] are permanently restructured and downsized and no longer use taxpayer backing to serve lobbyists, management, boards and shareholders,\" McCain and Palin wrote in a column published in today's Wall Street Journal.</p> <p>Obama has more cautiously approached Fannie and Freddie, which provide financial backing for nearly half of all US home loans but ran aground after taking on excessive numbers of risky mortgages.</p> <p>The Democrat backs an ongoing government investment in mortgage availability but said this week that any plan for Fannie and Freddie has to clarify \"the true public and private status of our housing policies\".</p> <p>In fact, beneath this week's debate over keeping American home ownership within reach lies a larger, ideological divide between McCain and Obama over the role of government in society.</p> <p>McCain and Palin promised today that within 100 days after taking office, they would conduct a broad evaluation of \"every agency and department and expenditure\" in the government and ask \"this simple question: Is it serving the needs of the taxpayer?</p> <p>\"If it is not, we will reform it or shut it down,\" the Republicans wrote, \"and we will spend money only on what is truly in the interest of the American people\".</p> <p>That vow heralds a return to the small-government conservatism that powered the so-called \"Republican revolution\" of 1994. McCain's party took over Congress that year with the goal of eliminating or privatising an array of government programmes that Republicans deemed bloated or unworkable.</p> <p>It is unclear how much of that 1990s agenda McCain would pursue as president. But during that period and since, he has suggested radically revamping or abolishing several government agencies.</p> <p>The Republican has endorsed George Bush's plan to add voluntary private investment accounts to the US social security system, though he denies any plans for privatisation and said this week that the benefit is \"a government function\". </p> <p>Yet Democrats and senior citizens' groups decry the plan for private accounts, calling it a first step to phasing out social security as Americans know it and ending guaranteed retirement benefits.</p> <p>McCain's also has proposed giving veterans a private \"care access card\" that would allow them to bypass the government's Veterans Administration (VA) healthcare system in favour of private doctors.</p> <p>Echoing the social security fight, Democrats condemn McCain's plan as a privatisation of veterans' healthcare benefits - a charge the Republican has repeatedly denied. </p> <p>Non-partisan veterans' advocates, however, are sceptical that McCain's idea would enhance healthcare options. Veterans of Foreign Wars legislative director Dennis Cullinan said the private access card risks \"undermining the entire [VA] system over time\".</p> <p>Whether McCain's plan to privatise Fannie and Freddie becomes a heated campaign issue depends in large part on how intensely the Democrats criticise his overall record on the size of government. McCain has been able to turn his small-government agenda into a rallying cry by playing up his crusades against wasteful spending. </p> <p>But Democrats have made little mention of McCain's past support for abolishing popular government agencies - until today, when the Obama camp released an advert condemning him for wanting to eliminate the department of education. </p> <p>McCain made his pitch to CNN in 1994, soon after his party's election victory: \"I would certainly favour doing away with the department of energy and I think that given the origins of the department of education, I would favour doing away with it as well.\" </p> <p>Months later he voted <a href=\"http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=104&amp;session=1&amp;vote=00296\">in favour of privatising</a> of Sallie Mae, the counterpart of Fannie and Freddie that guarantees federal student loans for college.</p> <p>The plan to privatise Sallie Mae was included in a congressional budget that, although non-binding, aimed to put Republicans on record in favour of downsizing government functions. McCain also voted that year to <a href=\"http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=104&amp;session=1&amp;vote=00194\">abolish the public financing</a> of presidential campaigns - the same system he has opted into and is benefiting from this year.</p> <p>During the 1990s, McCain also hoped to eliminate the US federal communications commission (FCC), according to Mark Buse, then the senator's senior telecommunications adviser and now his chief of staff. </p> <p>\"John McCain would like to fold the FCC into the commerce department and simply have it enforce the laws passed by the Congress,\" Buse told Washington Telecom News in 1995. </p> <p>\"What you have now, though, is an activist FCC that believes it should set the policy and that it should be the organisation that orchestrates every aspect of the communications industry. We don't need that.\"</p>",
  "<p>This is via <a href=\"http://www.prospect.org/csnc/blogs/tapped_archive?month=09&amp;year=2008&amp;base_name=word_games\">a great post</a> by Adam Serwer at Tapped. Here's something McCain said yesterday:</p> <blockquote> <p>\"...[D]uring the primary [Obama] told a liberal advocacy group that he'd cut defense spending by tens of billions of dollars. He promised them he would, quote, 'slow our development of future combat systems.'\"</p> </blockquote> <p>Ooh, sounds awful. What kind of terrorist-loving commie Muslim would slow \"future combat systems?\" </p> <p>It turns out that future combat systems are really, Guardian rules on capital letters aside, Future Combat System -- that is, a specific thing, a specific procurement program. </p> <p>Now, guess who else said he was against funding FCS? Yep. Here's the relevant graf from the Wash Post from just a month ago, when McCain budget advisor Doug Holtz-Eakin provided <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/07/13/AR2008071301643.html\">detailed answers to the paper</a> on McCain's budget plan:</p> <blockquote> <p>-- Balance the budget requires slowing outlay growth to 2.4 percent. The roughly $470 billion dollars (by 2013) in slower spending growth come from reduced deployments abroad ($150 billion; consistent with success in Iraq/Afghanistan that permits deployments to be cut by half -- hopefully more), slower discretionary spending in non-defense and Pentagon procurements ($160 billion; there are lots of procurements -- airborne laser, Globemaster, Future Combat System -- that should be ended and the entire Pentagon budget should be scrubbed) and reductions in mandatory spending ($160 billion) from a mix of excessive agricultural and ethanol subsidies, slower health care cost growth, Medicaid savings from the expansion of private insurance, and other reforms. </p> </blockquote> <p>End the FCS. He said it. And now, not only is he ignoring that he said it (he and his campaign are the same thing), but he's making FCS sound like the generic entire defense structure of the United States of America!</p> <p>What kind of \"honorable man\" is this? Give me a break. Think about this. It's just a deliberate and cunning lie. Add the plural \"s\" so it sounds like Obama wants to weaken America's defenses, and carry on with the laughter and forgetting.</p> <p>Can people really just lie so blatantly and never be called on it? I guess we're finding out. You'd think the press would at some point get a little peeved about all this.</p>",
  "<p>Foreigners, with their \"European ideas\", their cosmopolitan Muslim ways and their substandard dental work, <a href=\"http://www.abc.net.au/news/stories/2008/09/09/2360240.htm?section=world\">favour Barack Obama over the war hero John McCain to an extraordinary degree</a>, if the Australian Broadcasting Corporation — quoting a BBC World Service poll that doesn't seem to have been officially released yet — is to be believed:</p> <blockquote> <p>All 22 countries covered in the poll would prefer to see Senator Obama elected US president ahead of Republican John McCain... The margin in favour of Senator Obama ranged from 9 per cent in India to 82 per cent in Kenya, while an average of 49 per cent across the 22 countries preferred Senator Obama compared with 12 per cent preferring Senator McCain. Some four in 10 did not take a view.</p> </blockquote> <p>Clearly, <a href=\"http://www.theworldwantsobama.org/\">the world wants Obama</a>, a fact that will of course only spur the staunchest backers of Sarah Palin and her running-mate to higher levels of enthusiasm.</p> <p>Undaunted, however, the plucky campaigners at Spain For McCain <a href=\"http://spain4mccain.wordpress.com/2008/09/04/exito-rotundo-en-la-puerta-de-alcala/\">have stepped up their operations</a>, posting photographs on their website of a recent visit to central Madrid by a cardboard cutout of the Arizona senator, who unfortunately can't talk or shake hands as well as the real thing, but who reportedly actually has a significantly more detailed plan for the economy.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-337458130\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/9/9/1220984071545/mccainspain.jpg\" alt=\"Spain for McCain\" width=\"459\" height=\"306\" class=\"gu-image\" /> </figure>  <p><br></p>",
  "<p>Rarely does Dick Cheney venture abroad without setting off some sort of tempest in foreign policy circles. And his most recent trip to Azerbaijan, Ukraine and Georgia did not disappoint. The US vice-president offered Ukraine and Georgia Nato membership and promised the latter <a href=\"http://www.iht.com/articles/2008/09/04/europe/04cheney.php\">$1bn in humanitarian aid </a>to put itself back together after its <a href=\"http://www.theguardian.com/world/georgia\">war with Russia</a>.</p> <p>When did Georgia become America's 51st state? I applaud moves to send humanitarian aid, but $1bn to a country of 4 million inhabitants? What makes me sick to my stomach is that the aid is not one of American generosity - it is a cold, calculated move aimed squarely at Russia. Moreover, we are rewarding the Georgian government's reckless behaviour - invading a separatist province despite reported warnings from Washington not to - and creating a moral hazard in the process.</p> <p>Cheney, on his visit, called the Georgians \"courageous\" and said Americans <a href=\"http://www.whitehouse.gov/news/releases/2008/09/20080904.html\">\"stand in solidarity with people of Georgia\"</a>. Really? I bet most Americans couldn't even pinpoint South Ossetia on a map, much less pronounce the name of the province. </p> <p>The reason for Americans' sudden love of all things Georgian is manifold. First, a renewed cold war-style confrontation with Russia has been in the offing for the past few years. The <a href=\"http://news.bbc.co.uk/1/hi/business/3231429.stm\">Yukos affair</a>, Russia's <a href=\"http://www.slate.com/id/2166749/\">cyber war with Estonia</a> and the British Council row were all signs pointing in this direction. Every time Vladimir Putin clears his throat, something anti-western comes blurting out. </p> <p>Second, Georgia falls on an important energy corridor. The Baku-Ceyhan pipeline runs east-west beneath its ground and is vital to keeping the paws of Iran and Russia off Caspian crude. Nobody knows this better than Cheney. Before he leaves office, he is eager to shore up energy projects for future clients - the better to pad his retirement earnings out of office. And Georgia pays handsomely, as <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/08/12/AR2008081202932.html\">Randy Scheunemann</a> - who penned a $200,000 contract back in April with Tbilisi while working as John McCain's senior foreign policy adviser - surely knows. </p> <p>Third, Georgia's President Mikhail Saakashvili has launched a charm offensive of Ahmed Chalabi-like proportions. Every neoconservative in Washington has been wined and dined by the dapper young English-speaking president. To return the favour, nearly all of Washington turned a blind eye when Saakashvili ordered his troops to <a href=\"http://www.nytimes.com/2007/11/09/world/europe/09georgia.html\">fire on unarmed protestors last November</a> and shut down independent television stations, prompting a snap presidential election. </p> <p>Finally, a cold war with Russia helps the Republicans. The more American voters are twitchy on national security, the more they lean right. Even Putin has hinted that the Georgian operation was hatched in Washington to help McCain. While that idea is a bit far-fetched and conspiratorial, the beneficiary of worsened US-Russian relations is no doubt McCain (and of course Sarah Palin is a well-seasoned Kremlinologist, thanks to her state's <a href=\"http://thinkprogress.org/2008/08/31/cindy-palin-russia/\">close proximity to Russia</a>!). </p> <p>This is not to excuse Russian behaviour. It would be difficult to defend the Kremlin's actions anywhere in its near abroad over the past decade. But recklessly siding with any state that stands up to Russia or haphazardly expanding Nato eastward is neither a sound policy nor a strategic priority, what with Iran racing forward on its nuclear ambitions and Afghanistan looking more like Iraq every week. Russian cooperation on these issues is needed. That does not mean we should not criticise Moscow, but by poking the Russian bear in the eye, Cheney will only bequeath to the next president a foreign policy mess in the making. </p> <p>Georgia fits neatly into the Republicans' black-and-white fiction of its foreign policy - the narrative that there is good and evil in this world and Russia falls squarely under the latter. Attempting to parse situations such as Russia's war with Georgia and find nuance is something Democrats like to do, akin to negotiating with evil, a phrase often heard last week in St Paul. </p> <p>Cheney's reckless foreign policy should be reined in. Promising all sorts of handouts to Georgia, Ukraine and Azerbaijan is not a coherent policy. It is a knee-jerk response to Russian aggression that will only fan the flames. </p> <p>Interestingly, if Saakashvili is a <a href=\"http://news.bbc.co.uk/2/hi/europe/7594860.stm\">\"political corpse\"</a>, as Russian President Dmitry Medvedev described him in a fit of anger, then Cheney's recent meeting with the Georgian leader was just one political corpse talking to another.</p>",
  "<p>Early Thursday morning, hundreds of relatives of those who died on September 11 2001 will gather at Ground Zero to participate in a minute's silence for each of the twin towers at the moment they fell, and to listen to the names of all 2,751 World Trade Centre victims<br>being read out. </p> <p>They will be joined at this sombre occasion by both Barack Obama and John McCain, who have agreed to suspend their presidential tussle for the day.</p> <p>Shortly before 9am, as the victims' families descend into the pit left by the fallen towers shortly, an unintended consequence of the commemoration will be that it will refocus the world's attention on the apparent snail's pace of the reconstruction of the site. </p> <p>Seven years on from the terrible events of 9/11, the rebuilding of Ground Zero remains mired in bureaucratic wrangling, cost overruns and delays.</p> <p>The thousands of visitors who come to pay homage at the site every week are greeted by an enormous 16-acre hole that still appears to show very little sign of vertical progress. </p> <p>It is possible to monitor activity in <a href=\"http://www.earthcam.com/usa/newyork/groundzero/\">real time</a> through webcams broadcast on the internet which show that the most visible action remains raindrops falling on the camera lens.</p> <p>Part of the reason for this seeming inertia is that critical work is still being done underground out of public view. </p> <p>With four major sky-scrapers planned for the site, as well as a massive transport intersection and underground museum, the below-ground engineering is highly complex and painstaking.</p> <p>The good news is that once that stage is completed, the renewal of this hugely symbolic area of lower Manhattan should gather speed. </p> <p>The first steel columns acting as foundations for the Freedom Tower, the main office block that will become New York's tallest building at a resonant 1,776-feet, were put in place last December.</p> <p>Brandon Haw, the senior partner with the British firm Foster and Partner in charge of the design of the second tower, remains confident that their building can be brought in on schedule by the beginning of 2012. </p> <p>They are due to begin on site within a month.</p> <p>\"We feel quite positive about our building - the production and design process is going smoothly,\" he said.</p> <p>The bad news is that the overall scheme is like an intricate jigsaw in which delay to the laying down of one piece can hold up all other pieces around it. </p> <p>That has been exacerbated by penny pinching on the part of cash-strapped authorities and ongoing squabbling between the Port Authority of New York and New Jersey that controls most of the project and Larry Sylvestein, the private developer who owns towers 2,3 and 4.</p> <p>\"There has been a lot of progress on the site, but there needs to be more that restores the area to the international capital of finance and commerce that it was. It's important to know when the construction challenge is going to be met,\" said Elizabeth Berger, president of the Alliance for Downtown New York.</p> <p>One of the architectural gems of the plan, Santiago Calatrava's cavernous railway station, has been sent back to the drawing board having exceeded its $2.5bn budget by possibly several hundred<br>millions of dollars. </p> <p>The emotive heart of the site, a memorial consisting of two pools sitting in the footprints of the fallen twin towers and an underground commemorative museum, is also reported to be<br>over-budget, and may run to more than $1bn.</p> <p>The port authority has denied the claim and says the memorial is still on track to open before the 10th anniversary of the attacks in 2011, with the museum reaching completion a year later.</p>",
  "<p>Barack Obama today called for new government funding for schools that operate outside the traditional state-sponsored educational system, effectively embracing one of John McCain's signature proposals.</p> <p>Obama pledged to double the amount spent on so-called charter schools, which enjoy autonomy from the strictures governing most state-sponsored schools.</p> <p>In remarks in Dayton, Ohio, today, Obama presented education reform as one of the most pressing issues facing the next president.</p> <p>\"Our kids and our country can't afford four more years of neglect and indifference,\" he said in prepared remarks. \"At this defining moment in our history, America faces few more urgent challenges than preparing our children to compete in a global economy.\"</p> <p>Charter schools have become a flashpoint between educators who want to shake up what they say is a system controlled by bureaucrats and teachers' unions and those who fear they will drain resources and energy from traditional state schools.</p> <p>Opponents of charter schools say they siphon money, teachers and students from other state-sponsored schools, creating a two-tiered system of free education in which the most motivated parents place their children in charter schools. Some educators are wary of for-profit schools, which are allowed in certain states.</p> <p>Conservative backers of charter schools say they encourage competition and innovation in traditional state-sponsored schools, and force bureaucracies and teachers unions to accept reform.</p> <p>\"When a public school fails to meet its obligations to students, parents deserve a choice in the education of their children,\" John McCain said in a speech last week. McCain went on to accuse Obama of ceding control of the nation's state-sponsored schools to teachers unions and \"entrenched bureaucracies,\" a message the Democratic candidate today sought to quash.</p> <p>Charter schools have blossomed across the country, beginning with two in Minnesota in 1991. By 2004, more than 3,000 had opened in 37 states, serving more than 750,000 students, according to the National Education Association, a teachers union that welcomes charter schools but remains cautious about the concept.</p> <p>Under his new plan, Obama would double federal funding for charter schools, paying particular attention to \"high-needs\" school districts, and limiting funding to states that \"improve accountability\" for the schools and intervene in failing charter schools. The federal government currently spends about $200m a year on charter schools. </p> <p>Among other measures, Obama would promote university-level coursework in high schools, boost financial aid for university students, and purchase computers and other technology for the classroom. </p> <p>He would also boost teacher pay, with raises for veteran instructors and teachers who work in \"underserved\" schools. Obama also endorsed the idea of so-called \"merit pay,\" an idea typically opposed by the Democratic-leaning teachers unions.</p> <p>\"When our teachers succeed in making a real difference in our children's lives, we should reward them for it by finding new ways to increase teacher pay that are developed with teachers, not imposed on them,\" he said. \"We can do this. From Prince George's County in Maryland to Denver, Colorado, we're seeing teachers and school boards coming together to design performance pay plans.\"</p> <p>Obama struck out at McCain in his speech today, saying the Arizona Republican has been in Washington for 26 years and \"he has not done one thing to truly improve the quality of public education in our country. Not one real proposal or law or initiative. Nothing\".</p> <p>Obama also unveiled a television advert accusing McCain of voting in the Senate to cut education funding and proposing to abolition the federal department of education.</p> <p>\"Barack Obama understands what it takes to make America No 1 in education again,\" the advert says. \"John McCain doesn't understand.\"</p>",
  "<p>President George Bush today ordered 8,000 more combat and support troops out of Iraq by February, a measured drawdown that will leave nearly the same level of US forces in the war zone for the rest of the year.</p> <p>Bush's decision, delivered in a speech today, is perhaps his final stamp on the war that has defined his presidency. The scope and pace of the US troop withdrawals are smaller than long anticipated, reflecting a desire by the military and the president not to jeopardise security gains in Iraq.</p> <p>By the time the troops return home on the timeline Bush is proposing, someone else will be making the wartime decisions from the Oval Office.</p> <p>There are about 146,000 US troops in Iraq. Bush hinted that more troops could return to the US in the first half of 2009 if conditions improve.</p> <p>\"Here is the bottom line: While the enemy in Iraq is still dangerous, we have seized the offensive, and Iraqi forces are becomingly increasingly capable of leading and winning the fight,\" Bush said in his speech to the National Defence University in Washington.</p> <p>The decisions show that Bush still commands when and how troops will withdraw, despite a Congress that fiercely opposes him and a soured American public.</p> <p>Senate Majority Leader Harry Reid said today, \"I am stunned that President Bush has decided to bring so few troops home from Iraq and send so few resources to Afghanistan.\"</p> <p>Reid, a Democrat from Nevada, said, \"As Democrats have been saying for years and as I saw with my own eyes last month, violence in Afghanistan has surged because Bush-McCain Republicans have all but ignored the true central front of the war on terror while keeping the bulk of our troops tied down in Iraq.\"</p> <p>In all, about 8,000 US forces will be coming back, the president said.</p> <p>One Marine battalion, numbering about 1,000 troops, will go home on schedule in November and not be replaced. An Army brigade of between 3,500 and 4,000 troops will leave in February. </p> <p>Accompanying that combat drawdown will be the withdrawal of about 3,400 support forces over next several months.</p> <p>Senior defence officials say Bush is adopting a compromise from his military team.</p> <p>General David Petraeus, the top US commander in Iraq, had argued to keep troop levels fairly level through next June, an even longer time frame than Bush is embracing. </p> <p>But others, including Admiral Mike Mullen, chairman of the US joint chiefs of staff, said they believed that withdrawing troops more quickly from Iraq represented a small risk compared to the gain that could be made by shifting more to Afghanistan.</p> <p>Anthony Cordesman, an Iraq expert at the Centre for Strategic and International Studies, said the emerging plan reflects the concern of US commanders: Rushing US force reductions could lead to instability at a pivotal time for Iraqi political progress and preparedness of Iraqi forces.</p> <p>\"This plan does, however, mean continuing stress on both the active and reserve forces,\" Cordesman added.<br>Democratic presidential nominee Barack Obama has advocated pulling all US combat forces out of Iraqi within 16 months of taking office. GOP nominee John McCain has said he would rely on the advice of US military commanders to determine the timing and pace of troop reductions.</p> <p>Both candidates have said more troops are needed in Afghanistan, where there has been a resurgence of the Taliban and a growth in violence.</p> <p>Bush argued that Iraq is in a better place now by almost any measure. He said violence is at its lowest point since the spring of 2004, \"normal life is returning to communities across the country\", and political reconciliation is moving forward.</p> <p>Bush was planning a low-key trip to Walter Reed Army Medical Centre this afternoon to visit wounded troops.</p> <p>More than half of Bush's address is devoted to Afghanistan. He outlined what he called a \"quiet surge\" of additional American forces there, bringing the US presence to nearly 31,000.</p> <p>\"For all the good work we have done in that country, it is clear we must do even more,\" the president said.</p> <p>He announced that a Marine battalion that had been scheduled to go to Iraq in November would go to Afghanistan instead, and that would be followed by one Army combat brigade.</p>",
  "<p>John Terry has claimed that England will respect Croatia but not fear them as they head in to tomorrow night's game in Zagreb looking to become the first away side to win a competitive fixture on Croatian soil.</p> <p>Croatia go into the match as firm favourites after beating England home and away in the European Championship qualifying campaign, but England have been boosted by the return of Rio Ferdinand after the centre-half missed England's 2-0 victory in Andorra with a back complaint.</p> <p>Terry said: \"We are not fearing their home record - after all it speaks for itself. They play great football and have some fantastic individual players so we will respect them.</p> <p>\"If we win the game we take control. If we win every home game and our big games, we'll be okay,\" he said. \"The memories of last time time, home and away, will be enough to get the lads fighting. It's a fresh start for everyone - a new campaign with everybody fighting for a place under the new manager.<br> \"If we can win tomorrow then great but if we draw it is a very good result too. They haven't lost here for a while and that is something we're aware of.\" </p> <p>Coach Fabio Capello was equally hopeful that England can come out with a positive result, \"I'm ready to play with courage and I'm confident in my team,\" he said.</p> <p>\"I know all of Croatia's strong points and [tomorrow] we will play well and try to win. It's difficult to forget about the past, but it's more important to always think about the future.</p> <p>\"I know that Croatia are a very good team at home but I have never gone into a game not to win. I prefer to play harder games against teams like Croatia than Andorra, but we have to play without fear because that will be very important for us.\"</p>",
  "<p>Barack Obama sounded rattled, as well he might. Speaking in Farmington Hills, Michigan yesterday, the erstwhile US presidential frontrunner tore into Republicans John McCain and Sarah Palin with unusual ferocity. They were \"shameless people\"; they were \"lying about their records,\" <a href=\"http://sg.news.yahoo.com/afp/20080907/twl-us-vote-7e07afd_3.html\">he said</a>. \"When they say 'We're for change', you've got to ask yourselves, what are they talking about? How do they have the nerve to say it?\"</p> <p>Obama <a href=\"http://voices.washingtonpost.com/the-trail/2008/09/08/obama_to_palin_dont_mock_the_c.html\">angrily slammed</a> Palin's claim last week that he was less interested in defeating terrorists than reading them their rights. \"My position has always been clear. If you've got a terrorist, take 'em out. Take 'em out!\" But he added safeguards were needed because sometimes the wrong person was caught. \"You might think it's Barack the bomb thrower but it might be Barack the guy running for president.\"</p> <p>That seemed a slightly self-defeating allusion given previous Republican smears. Possibly it reflected Obama's surprise at finding himself on the back foot. Barack the guy running for president is not facing a crisis yet. But he urgently needs to ride the <a href=\"http://voices.washingtonpost.com/thefix/2008/09/the_mccain_bounce.html?hpid=topnews\">McCain post-convention bounce</a> and wrest back the initiative as the race enters the final stretch.</p> <p>The Republicans have their tails up, mostly thanks to \"mother-governor-moose-shooter\" Palin, as Obama described her. Polls today showed McCain with an average national lead of 2.9% and pulling away. And the Democrat's campaign could soon run short of funds.</p> <p>Obama's advisers say he will make Americans' economic and job worries his central theme, aping James Carville's winning 1992 maxim, <a href=\"http://en.wikipedia.org/wiki/It's_the_economy,_stupid\" \">\"It's the economy, stupid\"</a>. But the Republicans are not standing still as November 4 approaches. All that has gone before counts for little now. These next eight weeks are the killing ground of the 2008 election. And this is where McCain and his backers plan to take Obama down.</p> <p>The Republicans' main lines of attack are already clear, although plenty of room has been left for below-the-radar, backroom improvisation. Up front, McCain and Palin will paint Obama as an untried, old-fashioned tax-and-spend liberal who cares little for \"ordinary\" Americans.</p> <p>This assault is already underway. \"I'll keep taxes low and cut 'em where I can,\" McCain told a Missouri rally yesterday. \"My opponent will raise your taxes! My tax cuts will create jobs. His tax increases will eliminate 'em.\" In point of fact, Obama is proposing tax cuts for all but the highest earners.</p> <p>Expect accusations that Obama, his wife Michelle, and former associates such the Chicago pastor Jeremiah Wright lack patriotism and pride in their country to be endlessly recycled. Nor will Obama's wearing of a US flag lapel badge halt these insinuations. And as the Democrat has already noted, the McCain-Palin ticket is determined to steal his \"change\" theme. A new campaign ad presents them as the \"two mavericks\". He, in contrast, will be labelled an out-of-touch Washington elitist.</p> <p>Less direct, arms-length, and if need be deniable attacks on Obama's character, faith, credibility and judgment can be meanwhile anticipated from the rightwing protagonists of America's unending culture and media wars. </p> <p>\"The new combatants are half-crazy cable anchors, the lower lurkers of the internet, and anonymous posters on the web,\" warned Reagan speechwriter <a href=\"http://www.peggynoonan.com/\">Peggy Noonan</a> this week. \"This campaign is going to turn dark. It is starting to look like a nation-defining election.\"</p> <p>According to Philadelphia Inquirer columnist Dick Polman, Obama's racial identity is the campaign's biggest undiscussed factor. But this, too, may be about to change.</p> <p>\"People tend to dance around it, talking instead about Obama's perceived inexperience, or his youth, or his perceived airs or his liberal voting record,\" Polman wrote. \"Racist sentiment rarely shows up in the polls because a lot of people don't want to share their baser instincts with the pollsters. They'll save that instead for the privacy of the polling booth.\"</p> <p>What former president Jimmy Carter terms the campaign's \"subterranean issue\" is certain to be exploited, by hook or by crook, by the right. This may be done using code words suggesting voters are \"uncomfortable\" with the nominee or find him \"different\". Or the race card may be played more openly, depending how close and vicious the final weeks get.</p> <p>Obama's claim to be America's first post-racial candidate is about to be severely tested. And there is no reason to suppose Republican dirty tricks, so effective in the past, will not feature again. McCain should know. He lost the Republican nomination in 2000 after <a href=\"http://www.boston.com/news/globe/editorial_opinion/oped/articles/2004/03/21/the_anatomy_of_a_smear_campaign/\">rumours were put about</a> by George Bush's aides in South Carolina that McCain had fathered an illegitimate black child.</p> <p>This year's Republican candidate, a more principled man, would not stoop so low. But Noonan's lurking forces of darkness certainly might.</p>",
  "<p>In Pakistan, Asif Ali Zardari – husband of the assassinated former prime minister Benazir Bhutto – has been sworn in as president. But as the Observer's <strong>Jason Burke</strong> says, ordinary Pakistanis haven't got much enthusiasm for him</p> <p>The US government has bailed out the Federal Home Loan Mortgage Corporation, nicknamed Freddie Mac, and the Federal National Mortgage Association, known as Fannie Mae. The two companies account for half of all mortgages in the US. Economics correspondent <strong>Ashley Seager</strong> told the Guardian's Belinda Rhodes why markets had reacted so positively.</p> <p>There has been a lot of vitriol directed at Sarah Palin since the Republican presidential candidate John McCain announced her selection as his running mate in the US election campaign. But our foriegn affairs columnist <strong>Simon Tisdall</strong> says that not only has Palin survived the attacks, she's also galvanised Middle America, and given the McCain campaign a significant boost in the polls.</p> <p>Children as young as nine are being held in appalling conditions in Baghdad's prisons. The Guardian's senior foreign correspondent <strong>Jonathan Steele</strong> reports.</p> <p>Bob Dylan's second album, 1963's The Freewheelin' Bob Dylan propelled the songwriter from New York's tight-knit folk music scene to a wider audience. The intimate photograph on the album's cover depicted the 21-year-old singer walking through a wintry Greenwich Village with his 18-year-old girlfriend Suze Rotolo. 45 years later, <strong>Suze Rotolo</strong> – Dylan's close companion and muse – is telling her story in a new book.</p>",
  "<p>George Bush today described Pakistan as a central battleground in the so-called war on terror, alongside Iraq and Afghanistan.</p> <p>In a barbed message for the new Pakistani president, Asif Ali Zardari, Bush said Pakistan had a \"responsibility\" to fight extremists \"because every nation has an obligation to govern its own territory and make certain that it does not become a safe haven for terror.\"</p> <p>The remarks are not likely to go down well in Pakistan, which has been in uproar after a raid by US ground troops on Pakistani territory – the first foray of its kind since the US-led invasion of Afghanistan in 2001.</p> <p>Zardari, who was today sworn-in as Pakistan's new president, is an outspoken advocate of tough action against extremists in Pakistan, despite broad public dislike of US foreign policy in the region.</p> <p>Bush's comments came in a speech to the US National Defence University in Washington, where he announced the withdrawal of 8,000 combat troops from Iraq by next February.</p> <p>But there will be little respite for an overstretched US military as Bush also announced a troop rise in Afghanistan, currently home to 31,000 US soldiers. He said he was sending roughly 4,500 more troops to face a resurgent Taliban.</p> <p>More than half of Bush's address was devoted to Afghanistan, which the US president described as \"the front where this struggle first began\".</p> <p>Bush highlighted decisions to vastly increase the size of the Afghan national army, which will grow from its current size of 60,000 troops to 120,000, instead of 80,000.</p> <p>\"Afghanistan's success is critical to the security of America and our partners in the free world,\" he said. \"And for all the good work we have done in that country, it is clear we must do even more.\"</p> <p>Bush said a marine battalion scheduled to go to Iraq in November would instead be sent to Afghanistan. One army combat brigade will follow.</p> <p>The Iraq troop cut will probably be Bush's last major decision in a highly unpopular war that has seen his ratings plummet. He hinted that more troops could return to the US in the first half of 2009 if conditions improve.</p> <p>\"Here is the bottom line: while the enemy in Iraq is still dangerous, we have seized the offensive, and Iraqi forces are becomingly increasingly capable of leading and winning the fight,\" Bush said.</p> <p>US commanders have been divided on the rate of troop cuts in Iraq and today's plan is a compromise. General David Petraeus, the top US commander in Iraq, had argued in favour of maintaining current levels until next June.</p> <p>Others, including Admiral Mike Mullen, the chairman of the joint chiefs of staff, believed a faster withdrawal from Iraq represented a small risk compared with the gain that could be made by sending reinforcements to Afghanistan.</p> <p>Anthony Cordesman, an analyst at the Centre for Strategic and International Studies, said the plan reflected the concern of US commanders that a rush to reduce US forces could lead to instability at a crucial moment in Iraq.</p> <p>\"This plan does, however, mean continuing stress on both the active and reserve forces,\" said Cordesman.</p> <p>Democrats today criticised the slow pace of withdrawal from Iraq as the troop cut will still leave about 140,000 combat troops - about the same level as before last year's troop surge.</p> <p>The party's presidential nominee, Barack Obama, said Bush's decision to divert resources to Afghanistan was slow, insufficient and \"comes up short\".</p> <p>\"It is not enough troops, and not enough resources, with not enough urgency,\" Obama said, adding that he believed Bush did not understand that Afghanistan and Pakistan were the central front in the \"war on terror\", not Iraq.</p> <p>Obama has advocated pulling all combat forces out of Iraq within 16 months of taking office. John McCain, his Republican rival, has said he would rely on the advice of US military commanders to determine the timing and pace of troop reductions. Both agree on the need for more troops for Afghanistan, amid growing concern that Nato is losing ground to Taliban insurgents.</p>",
  "<p>Maybe Republicans are right. Maybe liberals aren't constitutionally cut out to be commander-in-chief. Not constitution as in 1787, but constitution as in backbone and gut-check. Panic, it seems, is their natural state. And so it is that every time John McCain lands some good <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/08/AR2008090801825.html?hpid=topnews\">polling numbers</a> they freak out and start talking about leaving for Canada.</p> <p>There are three reasons why they should calm down.</p> <p>First, it was always going to be close and those who never understood that are just hanging around with people who agree with themselves too often. Just because 79% think the country is going in the <a href=\"http://www.rasmussenreports.com/public_content/politics/mood_of_america/right_direction_wrong_track/right_direction_or_wrong_track\">wrong direction</a> doesn't mean they all want it to go in the same direction. And the fact that Bush's <a href=\"http://www.rasmussenreports.com/public_content/politics/political_updates/president_bush_job_approval\"> approval ratings</a> are at 34% means there is a solid third of the country who will pretty much believe whatever they want to believe.</p> <p>Obama is a late finisher. Six weeks before the Iowa caucuses <a href=\"http://people-press.org/reports/questionnaires/374.pdf\">he trailed (pdf)</a> Clinton by 6% in Iowa, 19% in New Hampshire and 14% in South Carolina. We all know how that turned out. His campaign relies on field offices and grassroots contact, which takes longer and is more of a slow burn.</p> <p>But finally, and most importantly, the polls that really matter are not the national but the state polls. The US presidential election is not really a national election but 50 separate local ones. And on that front, even after the conventions Obama is in a commanding position. Obama needs 18 electoral college votes – more than John Kerry – to win. According to <a href=\"http://www.pollster.com/\">pollster.com</a> there is not a single state that Kerry won where McCain is ahead. Conversely, there are two that Bush won – <a href=\"http://www.cnn.com/ELECTION/2008/map/polling/\">Iowa and New Mexico</a> – where Obama maintains a commanding lead. That's 12 electoral votes. Then there are two – Michigan and New Hampshire – that Kerry won where Obama holds slight leads but which are toss-ups. That's 21 electoral votes. Then there are eight that Bush won – Montana, North Dakota, Nevada, Colorado, Ohio, Florida, Virginia, North Carolina – which are toss-ups. Obama narrowly leads in four, McCain narrowly leads in three. One, Virginia, is a dead heat. That's 95 electoral votes.</p> <p>In other words, Obama is fighting this election entirely on McCain's territory. McCain is struggling to defend what he has. If they split those toss-ups even 80-20 in McCains' favour he still loses the election.</p> <p>That doesn't mean Obama's going to walk it. First of all, this year more than most polls are likely to be uniquely unreliable. White people have routinely lied to pollsters about their propensity to vote for a <a href=\"http://en.wikipedia.org/wiki/Bradley_effect\">black candidate</a> in a bid to hide their racism. Meanwhile, Obama's base is heavily built on the young and the black who historically have been less likely to turn up than others. One may cancel the other out. The truth is, nobody really knows. (There is some reason to believe the Bradley effect – also known as the <a href=\"http://people.iq.harvard.edu/~dhopkins/wilder13.pdf\">Wilder effect (pdf)</a> – no longer holds. I'll believe it when I see it).</p> <p>In any case, there's a while to go before election day and it is perfectly possible that Obama will lose each roll of the dice. But it's unlikely. What it does mean is that the people who should really be panicking – and who clearly really are panicking because otherwise they wouldn't have picked Sarah Palin as a vice-presidential nominee – are the Republicans. I know which position I would rather be in. Democrats, meanwhile, should have a bit more faith that they have picked the right candidate. <a href=\"http://www.electoral-vote.com/\">Electoral-vote.com</a>, which uses a different method for calculating the slew of polls each day, projects an Obama victory of 281 to McCain's 230 with 27 votes tied. This time back in <a href=\"http://www.electoral-vote.com/evp2004/Pres/Maps/Sep09.html\">2004</a> they projected Bush on 254 and Kerry on 243 with 41 votes tied. The good news is they got the numbers, if not the individual states, pretty much right back then. The bad news is all the tied votes went to Bush.</p>",
  "<p>Asif Ali Zardari, the widower of Benazir Bhutto, was today sworn in as the president of Pakistan.</p> <p>The ceremony completed the country's transition to democracy and raised hopes that the political crisis would stabilise, enabling the new government to focus on tackling Islamist extremism.</p> <p>Zardari, 53, took the oath in the vast presidential palace in Islamabad with portraits of Bhutto and her father, Zulfikar Ali Bhutto, Pakistan's first elected leader, on each side. </p> <p>It was symbolic that the only foreign leader present was Hamid Karzai of Afghanistan, a country with which Pakistan has had hostile relations in recent years. </p> <p>Karzai repeatedly accused the Pakistani state of helping Taliban insurgents seeking to oust his government and providing them with sanctuary in Pakistan's wild tribal area.</p> <p>He unexpectedly joined Zardari for a press conference after the swearing in ceremony at which the two leaders pledged to fight militants – a major thawing in relations between the two countries.</p> <p>\"Pakistan and Afghanistan are like twins conjoined,\" Karzai said. \"They are inseparable, and that is why both are suffering from the same troubles, by the same evils.\"</p> <p>Earlier this year, the Afghan leader had been so angered by the safe haven provided to the Taliban in Pakistan's tribal area that he threatened military action on Pakistani soil. </p> <p>He also openly accused the Pakistani intelligence services of complicity in the bombing of the Indian embassy in Kabul in July. India and the US also alleged that Pakistan was backing extremists. </p> <p>Zardari promised to work with region against militancy, saying: \"We will look at the problems in the eyes and tell the world that we are bigger than the problems are.\"</p> <p>However, the new prime minister will find it hard to sell the US-led \"war on terror\" to his home audience. </p> <p>Many Pakistanis appear to be against the use of force to combat extremists, believing that the problem would go away if the country distanced itself instead from \"America's war\".</p> <p>Another major issue Zardari will have to confront is a severe economic slump and spiralling prices, which have pushed basic food commodities out of the reach of millions of ordinary people. </p> <p>He will also have to work to consolidate a still fragile democratic rule in Pakistan and overcome what many see as his own reputation for corruption.</p>",
  "<p>Polls: More support for the idea that McCain's in front, or at least gaining ground on Obama, from ABC News, which has Obama's lead down from eight points to one point at <a href=\"http://abcnews.go.com/PollingUnit/Politics/story?id=5751238&amp;page=1\">47%-46%</a> -- and a huge 20-point turnaround among white women in McCain's favour. In key swing states, <a href=\" http://tpmelectioncentral.talkingpointsmemo.com/2008/09/polls_show_close_presidential.php \">it's tight</a>, and less obviously positive for McCain.</p> <p>As governor of Alaska, Sarah Palin charged taxpayers for hundreds of nights she spent at her own home, claiming a per diem expense that was designed to cover business travel. She doesn't seem to have broken any rules — let alone laws — but in light of her boasts about trimming costs, it doesn't look great. [<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/08/AR2008090803088_pf.html\">Washington Post</a>]</p> <p>There's unanimity that Palin's statements about the Bridge to Nowhere are... what do you call that thing where something's not true and you know it? <a href=\"http://www.huffingtonpost.com/2008/09/08/obama-response-whoa-mccai_n_124924.html\">Ah, yes.</a> She also <a href=\"http://thinkprogress.org/2008/09/08/palin-bridge-access-road/  \">supported</a> building a road to the Bridge to Nowhere, even though the bridge wasn't built: a road to a bridge to nowhere that wasn't even there itself. [<a href=\"http://blog.newsweek.com/blogs/stumper/archive/2008/09/08/politics-of-the-bridge-to-nowhere.aspx\">Newsweek</a>, <a href=\"http://voices.washingtonpost.com/the-trail/2008/09/08/claiming_the_maverick_brand.html#more\">Washington Post</a>, <a href=\"http://online.wsj.com/article/SB122090791901411709.html\">Wall Street Journal</a>]</p> <p>No issue's off the table, ABC News insists, for Charlie Gibson's exclusive Sarah Palin interview, to be broadcast on Thursday and Friday, although obviously questioning her suitability for the role <a href=\"http://www.observer.com/2008/politics/palin-and-charlie-gibson-strategy \">would be sexist</a>. [<a href=\"http://ap.google.com/article/ALeqM5gm0B7E3Fzr_D8xALRORRdd5H7VEgD932RCT82\">Associated Press</a>]</p> <p>Why do people vote Republican? A psychologist investigates. [<a href=\"http://www.edge.org/3rd_culture/haidt08/haidt08_index.html\">Edge.org</a>]</p> <p>Quietly, <a href=\"http://www.nytimes.com/2008/09/09/us/politics/09donate.html\">amid a funding panic</a>, the Obama campaign drops its objections to \"the cavalry\" — independent 527 groups, the kind that might be able to run a few useful anti-McCain ads over the coming weeks. Then again, <a href=\"http://blogs.reuters.com/fanfare/2008/09/09/barbra-streisand-to-sing-for-obama/ \">there's always Barbra Streisand</a>. [<a href=\"http://marcambinder.theatlantic.com/archives/2008/09/quietly_obama_campaign_flashes.php\">Marc Ambinder</a>]</p> <p>The local paper in Wasilla is cross with the (London) Times newspaper, which described the town as \"unkempt\" and \"ramshackle\". Damn snooty British journalists. [<a href=\"http://www.washingtonindependent.com/5007/frontiersman-v-times-of-london\">Washington Independent</a>]</p> <p>Should McCain and Palin hug? Kiss? Slap each other on the back? It's all so complicated. [<a href=\"http://www.nytimes.com/2008/09/09/us/politics/09etiquette.html?hp\">New York Times</a>]<br></p>",
  "<p>According to <a href=\"http://tpmelectioncentral.talkingpointsmemo.com/2008/09/still_more_polls_confirm_mccai.php\">one post-convention poll</a>, McCain now leads Obama among white women by 12 points -- about a 20-point flip from pre-convention polling. That same poll still has it tied among all voters, but obviously this change is because of Palin, and obviously this is something the Obama camp can't afford.</p> <p>That many women would at first blush find her attractive is understandable. But the vast majority of women will disagree with her on abortion rights, and they'll disagree with her on kitchen-table economic issues, on which Palin has no positions except cut taxes. They just need to know what her positions are. You'll note that she never seems to mention abortion. There's a reason!</p> <p>This is where Hillary will come into play. All in good time. But I would think Obama needs a small win among white women (he will win substantially among women overall because of black and Latina women) to win the election, so this is a serious matter.</p>",
  "<p><a href=\"http://ap.google.com/article/ALeqM5gMZw4dYnLxr5AKkDn0bKGqH0epYAD930EBDG0\">Jack Abramoff cried in court</a> on Thursday when he was sentenced to four more years in prison. The former Republican lobbyist is already serving a six-year sentence for fraud in Florida. Now, however, in federal court, he's been convicted on charges of mail fraud, conspiracy and tax evasion. Honestly, those terms sound a little nice for what Abramoff did, which he at one time claimed was standard practice in Washington. Basically, he engaged in some old-fashioned bribery, offering lawmakers expensive trips and gifts in exchange for favours on Capitol Hill. </p> <p>Now that he's been proven guilty, his life is over and his name is ruined. Or so he said in court, apparently in the hopes of making the judge feel sorry for him. But on the bright side, he will soon release a book about how he became the \"fall guy\" for corrupt politicians. Actually, the book, <a href=\"http://www.freerepublic.com/focus/f-news/2066350/posts\">The Perfect Villain: John McCain and the Demonisation of Jack Abramoff</a>, was written by Gary Chafetz with Abramoff's cooperation, but the point remains the same.</p> <p>Lets not forget that Paris Hilton was a \"Paris Who?\" until that infamous video got loose. So, what did she do next? She wrote a book, of course! And check out Lynne Spears <a href=\"http://celebrities.gearlive.com/vip/article/q108-lynne-spears-book-sure-to-create-a-storm/\">cashing in</a> on her daughters' myriad problems, from teen pregnancies to failed marriages with a hefty side of drug abuse. Now that's good reading material, right? </p> <p>Meanwhile, Britney Spears <a href=\"http://www.nytimes.com/2008/09/08/arts/television/08mtv.html?ref=arts\">got another shot</a> at opening the MTV Music Video Awards this past weekend because, in the celebrity world, it pays to be a drama queen. But in politics? Not so much.</p> <p>It's only right that some images are beyond repair. OJ Simpson, for example, cannot get away with a <a href=\"http://edition.cnn.com/2007/SHOWBIZ/books/08/14/simpsonbook.ap/index.html\">book about his hypothetical method of murdering his ex-wife</a>. No, Mr Simpson, we do not want to know how you would've done it, nor are we interested in how unfairly you've been treated. Playing the victim will not gain you our sympathy.</p> <p>And the same goes for Abramoff. The Perfect Villain casts Abramoff as a victim and a scapegoat, and even implicates John McCain in the title. To be a grammar geek for a moment, just look at the name placement in that title. It sure looks like it's all about McCain, and that Abramoff is just an innocent bystander. Interestingly, the book's release later this month seems aimed to impact the November election, although it probably won't sway many voters.</p> <p>The book's basic argument is that poor Jack Abramoff got caught up in a culture of corruption in Washington and was only following suit when he got caught, chewed up and spit out by the same people who taught him the game. It's not too different from memoirs about kids who learned to snort coke riding in the back of their Mickey Mouse Club tour bus. Oh poor them, right? They didn't know any better. Except, in this case, Abramoff did – or he should have.</p> <p>Entertainers of all stripes can write flimsy books about their dramatic childhoods, their drug experiments and their sexual escapades, and at least some of us will still love them. Lindsay Lohan can be arrested and sent to rehab repeatedly, but when she hits the magazine covers, they still sell, even if no one is sure why she's still famous. And Paris Hilton did that <a href=\"http://www.funnyordie.com/videos/64ad536a6d\">celebrity-president campaign ad</a>, which was funny no matter how flaky you think she is. </p> <p>When Abramoff was sentenced last week, he had some touching things to say about his regrets, and he looked pathetic enough, but in a country that prides itself on having a stable and well-thought-out system of government, doing all the footwork to corrupt that system isn't the kind of thing that can be easily forgiven. We don't fool ourselves into thinking our government is perfect. Lies and scandals have been popping like fireworks all year long. But Americans are still idealists, and though it's not cool to say it, we generally love our country. If we didn't, we wouldn't be so sickened by guys like Abramoff.</p> <p>Years from now, or maybe in just a few months, political scientists and historians may write books on corruption in the US government in the early 21st century, and Abramoff may be in there somewhere. But meanwhile, I don't expect many readers to attend his pity party.</p>",
  "<p>Tentative signs Tuesday that reality just might be starting to catch up to Palin. <a href=\"http://online.wsj.com/article/SB122090791901411709.html?mod=googlenews_wsj\">Here </a>is the Wall Street Journal with the most definitive takedown I've yet seen on the bridge:</p> <blockquote> <p>She endorsed the multimillion dollar project during her gubernatorial race in 2006. And while she did take part in stopping the project after it became a national scandal, she did not return the federal money. She just allocated it elsewhere.</p> <p>\"We need to come to the defense of Southeast Alaska when proposals are on the table like the bridge,\" Gov. Palin said in August 2006, according to the local newspaper, \"and not allow the spinmeisters to turn this project or any other into something that's so negative.\"</p> </blockquote> <p>She and McCain are <em>still </em>on the hustings saying she opposed it. Politicians always use weasel words but they very rarely lie outright, out of self-interest -- the downsides are too high. But Palin just doesn't care. Amazing. This may start catching up though finally.</p>",
  "<p>The husband of Pakistan's assassinated former leader Benazir Bhutto was sworn in as the country's new president today.</p> <p>Asif Ali Zardari took office following a brief ceremony at the presidential palace recently vacated by Pervez Musharraf, who resigned under growing pressure last month.</p> <p>Dignitaries at the packed ceremony cheered \"Bhutto is alive!\" as the inauguration came to a close.</p> <p>Among the guests were Zardari's son Bilawal - co-chairman of the Pakistan People's party (PPP) – and his two daughters, Bakhtawar and Asifa. Afghanistan's president, Hamid Karzai also attended.</p> <p>The swearing in of Zardari, 53, completes Pakistan's return to civilian rule nearly nine years after then-army chief Musharraf seized power in a bloodless military coup.</p> <p>Musharraf became heavily relied upon by the US in its efforts to capture or kill al-Qaida leaders following the 9/11 attacks on America.</p> <p>Despite some cooperation between the two countries, however, the Taliban were able to regroup during Musharraf's leadership.</p> <p>Today, al-Qaida chiefs Osama bin Laden and Ayman al-Zawahri remain on the run, believed to be in hiding somewhere in Pakistan's uncontrolled frontier region with Afghanistan.</p> <p>Zardari has made tough statements against Islamic extremism, and Pakistan's army says it continues to attack rebel positions in operations in the country's volatile north-west.</p> <p>In the latest fighting earlier today, seven militants were killed in the north-western Bajur region. Officials also reported that six civilians, including three children, died when mortar shells hit two houses overnight in the same region. It was not clear who fired the mortar rounds.</p> <p>Many Pakistanis blame the rising violence in the country on Musharraf's previous close alliance with Washington. </p> <p>The former president reluctantly quit on August 18 to avoid the threat of impeachment at the hands of a coalition of parties who routed his supporters in the February parliamentary elections. </p> <p>Zardari claimed a two-thirds majority when lawmakers chose among the three presidential candidates on Saturday.</p> <p>He secured 481 votes out of 702, far more than the 352 votes needed to guaranteed him victory.</p> <p>He now faces the immediate task of cracking down on Islamic militants operating in the country and addressing Pakistan's worsening economic difficulties. </p> <p>Ordinary Pakistanis are calling on the government to tackle runaway inflation and massive power shortages. Economists are calling for urgent action to resolve slowing growth and investment as well as fast-depleting foreign currency reserves.</p>",
  "<p>The Angolan opposition today conceded defeat in the parliamentary elections that consolidated the ruling party's grip on power last week.</p> <p>\"After about 80% of valid votes have been counted, despite all that has happened, the leadership of Unita [the National Union for the Total Independence of Angola] accepts the results of the elections,\" the Angolan state-run Angop news agency quoted the Unita president, Isaisa Samakuva, as saying.</p> <p>Samakuva's acceptance of the vote will come as a huge relief to Angolans, who have suffered one of Africa's longest civil wars. </p> <p>Internecine conflict broke out after the country became independent from Portugal in 1975. </p> <p>There was a lull in fighting at the time of the last parliamentary election in 1992, but violence broke out again after Unita refused to accept the results. </p> <p>The civil war only ended in 2002 when the notorious Unita leader Jonas Savimbi was killed.</p> <p>Samakuva said he hoped the ruling Popular Movement for the Liberation of Angola (MPLA) \"would govern in the interest of all Angolans.\" </p> <p>With more than three-quarters of the votes counted, the MPLA had won around 80%, Angolan electoral officials said yesterday. Unita won around 10%.</p> <p>Speculation before the vote focused less on whether the MPLA would win than on whether the party would capture the two-thirds majority needed to change the constitution. </p> <p>The MPLA went into the election with 125 of parliament's 220 seats, and the overwhelming victory for President Jose Eduardo dos Santos received approval from international observers.</p> <p>African Union monitors said that the vote was \"free and fair\", while observers from the 15-nation Southern African Development Community said the vote was \"peaceful, free, transparent and credible\" and reflected \"the will of the people\".</p> <p>\"The elections were transparent ... people voted freely and we have not seen any violence nor intimidation during the campaign,\" the EU observer mission chief, Luisa Morgantini, said.</p> <p>Over the weekend, Unita called for balloting in the capital, Luanda, to be held again because of organisational problems. </p> <p>Election officials rejected that demand yesterday, saying it had not been proven that the vote was so flawed that it needed to be repeated. </p> <p>Election officials had extended voting in the city through the night on Friday and throughout Saturday after delays caused by a lack of ballot papers, an absence of polling attendants and other problems.</p> <p>Presidential elections, expected to take place next year, will be critical because most power in Angola rests with the executive. Dos Santos, who has been in power since 1979, is expected to run again. </p> <p>The president and the MPLA - which has been accused by international human rights groups of corruption and mismanagement - campaigned on promises to rebuild a country ravaged by war. </p> <p>Angola is enjoying an economic boom because of oil. The International Monetary Fund predicts that output will surpass 2m barrels a day next year, increasing 90% from 2005 levels by 2010 and doubling government revenues.</p> <p>However, more than two-thirds of Angolans live in poverty, surviving on less than $2 (£1.13) a day.</p>",
  "<p>George Bush will today announce the withdrawal of 8,000 combat troops from Iraq and an increase in US forces in Afghanistan.</p> <p>In remarks prepared for delivery to the US National Defence University, and released by the White House late last night, the US president bracketed Pakistan with the other two countries as major battlegrounds in the so-called war on terror.</p> <p>The troop cut for Iraq will probably be Bush's last major decision in a highly unpopular war that has seen his ratings plummet. </p> <p>There are around 146,000 US forces in Iraq. A marine battalion, of about 1,000 troops, would go home on schedule in November and not be replaced. An army brigade of between 3,500 and 4,000 troops would leave in February. About 3,400 support forces will also go home over the next few months. </p> <p>As for Afghanistan, Bush will send roughly 4,500 troops to face a resurgent Taliban. More than half of Bush's address will be devoted to Afghanistan as he outlines a \"quiet surge\" of additional American forces there, bringing the US presence to nearly 31,000.</p> <p>\"For all the good work we have done in that country, it is clear we must do even more,\" Bush said.</p> <p>The US president announced that a marine battalion scheduled to go to Iraq in November would go to Afghanistan instead, and that would be followed by an army combat brigade. His speech also highlights decisions to vastly increase the size of the Afghan national army, which will grow from its current size of 60,000 troops to 120,000, instead of 80,000.</p> <p>Bush also had a firm message for Pakistan, where the new president, Asif Ali Zardari, was sworn in today, saying it has a \"responsibility\" to fight extremists \"because every nation has an obligation to govern its own territory and make certain that it does not become a safe haven for terror.\"</p> <p>His barbed message came amid reports of strikes inside Pakistan recently by US or international troops based in Afghanistan, which accuses its neighbour of failing to act firmly enough against insurgents using Pakistan as a safe haven from which to launch attacks.</p> <p>Without commenting directly on a <a href=\"http://www.theguardian.com/world/2008/sep/09/nato.afghanistan\">US strike in Afghanistan </a> that Kabul claimed killed 90 civilians, Bush declared that \"the history of warfare\" shows such losses are inevitable but that the United States \"mourns every innocent life lost\".</p> <p>On Iraq, Bush hinted that more troops could return to the US in the first half of 2009 if conditions improve.</p> <p>\"Here is the bottom line: while the enemy in Iraq is still dangerous, we have seized the offensive, and Iraqi forces are becomingly increasingly capable of leading and winning the fight,\" Bush said.</p> <p>US commanders have been divided on the rate of troop cuts in Iraq and today's plan is a compromise. General David Petraeus, the top US commander in Iraq, had argued in favour of maintaining current levels until next June. </p> <p>Others, including Admiral Mike Mullen, chairman of the joint chiefs of staff, thought that a faster withdrawal from Iraq represented a small risk compared with the gain that could be made by sending reinforcements to Afghanistan.</p> <p>Anthony Cordesman, an analyst at the Centre for Strategic and International Studies, said that the plan reflected the concern of US commanders that the rush to reduce US forces could lead to instability at a crucial moment in Iraq.</p> <p>\"This plan does, however, mean continuing stress on both the active and reserve forces,\" Cordesman added.</p> <p>The Democratic presidential hopeful, Barack Obama, has advocated pulling all combat forces out of Iraq within 16 months of taking office. </p> <p>John McCain, his Republican rival, has said that he would rely on the advice of US military commanders to determine the timing and pace of troop reductions.</p> <p>Both candidates agree on the need for more troops for Afghanistan, amid growing concern that Nato is losing ground to Taliban insurgents.</p>",
  "<p><strong>Rupert Murdoch</strong> may have told his biographer that he favoured <strong>Barack Obama</strong> rather than <strong>Hillary Clinton</strong> <a href=\"http://www.vanityfair.com/culture/features/2008/10/wolff200810?printable=true&amp;currentPage=all\">because he'll sell more papers</a> but Obama is obviously not his choice for president.</p> <p>Murdoch's <strong>New York Post</strong> has backed <strong>John McCain</strong>. In a lengthy editorial the paper \"enthusiastically urges\" McCain's election because of his \"lifelong record of service to America, his battle-tested courage, unshakeable devotion to principle and clear grasp of the dangers and opportunities now facing the nation\".</p> <p>These attributes, <a href=\"http://www.nypost.com/seven/09082008/postopinion/editorials/post_endorses_john_mccain_128044.htm\">says the paper,</a> \"stand in dramatic contrast to the tissue-paper-thin résumé of his Democratic opponent.\"</p> <p>The Post editorial, boosted with the page one blurb shown above, praises McCain's choice of running mate, \"the charming, but rock-solid\" <strong>Sarah Palin</strong>, and lists four reasons for supporting the McCain-Palin ticket: national security, taxes, trade and energy. However, it adds (rather improbably):</p> <blockquote> <p>None of this implies an iota of disrespect toward Obama. It took a formidable candidacy to defeat... Clinton - a candidacy, by the way, which we strongly supported earlier this year.</p> <p>And the intelligence, the organisational skills and the ability to communicate that Obama demonstrated from the beginning dramatically underscore the history that is being made by the first African-American to head a major-party presidential ticket. He should be around for a long time, and we hope that he is.</p> </blockquote> <p>The editorial then concludes: \"In the end, though, sound security, economic and energy policies - plus allegiance to principle - are critical to keeping America safe and strong. On all counts, John McCain and Sarah Palin understand this - and that's why we're in their corner to the finish.\"</p> <p>The endorsement has attracted some comment from analysts. <strong>Joe Strupp</strong> thought it <a href=\"http://www.editorandpublisher.com/eandp/news/article_display.jsp?vnu_content_id=1003846906\">\"a bit unusual\"</a> to do it nearly two months before election day. <a href=\"http://www.crainsnewyork.com/apps/pbcs.dll/article?AID=/20080908/FREE/809089969/1097/information\">A Crain's business writer</a> was also surprised by the break with the Post's own custom of waiting until late October, as it did in the 2000 and 2004 campaigns.</p> <p>HuffingtonPost's <strong>Nico Pitney</strong> asked, oh-so-predictably, <a href=\"http://www.huffingtonpost.com/2008/09/08/new-york-post-endorses-mc_n_124730.html\">What role did Murdoch play?</a> He offers no answer, so I'll take a wild guess: Rupert made the decision.</p> <p>A more interesting question strikes me: will his daughter <strong>Elizabeth</strong>, who <a href=\"http://www.telegraph.co.uk/news/1954519/Elizabeth-Murdoch-hosts-Barack-Obama-fundraiser.html\">held a fund-raising even for Obama</a> in April now withdraw her support for the Democratic Party's candidate? Or was that merely part of a Murdochian manoeuvre to ensure Hillary's defeat?</p>",
  "<p>What's this? Another Palin-inspired political storm brewing?</p> <p>After Sarah Palin's spirited attacks on elitist media during <a href=\"http://www.guardian.co.uk/world/2008/sep/04/uselections2008.sarahpalin1\">her acceptance speech at the Republican convention last week</a> (a tactic, surely, to prevent such a trend continuing), there was a school of thought that she had made herself fairly immune to further criticism - for a while at least.</p> <p>But the American press is getting on with things, and the Washington Post <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/08/AR2008090803088.html?hpid=topnews&amp;sid=ST2008090900325&amp;s_pos=\">has obtained a log of Palin's expenses</a> and carried out an analysis of what it reveals.</p> <p>According to the paper's research, the Alaskan governor billed taxpayers for 312 nights she spent in her own home during her first 19 months of office. And, the Post claims, Palin - who earns $125,000 a year - charged the state for travel to take her children on official out of town missions and her husband billed for expenses and daily allowances. All in all, she claimed $16,951 as her allowance.</p> <p>In her defence, officials say this was permitted because Palin's \"duty station\" is in the capital, Juneau, 600 miles from the family home in Wasilla. They have pointed out that the expenses are not unusual and, under state policy, her family is allowed to claim per diem expenses for each child taken on official business.</p> <p>The Washington Post presents an interesting charge sheet because, among other issues she tackled during her widely applauded acceptance speech, Palin painted herself as the kind of politician who did without the frills and bows.</p> <p>With reference to her use of a state-owned plane, she said: \"While I was at it, I got rid of a few things in the governor's office that I didn't believe our citizens should have to pay for.\" There was also a point made about how her family didn't need a chef and she would rather cook for them.</p> <p>It all makes you think: has it really only been ten days since the governor of Alaska burst on to the world's radar as John McCain's running mate?</p> <p>With the dust settling after the Republican convention, national polls show McCain is leading or level with Obama, despite what was <a href=\"http://www.guardian.co.uk/commentisfree/2008/sep/05/uselections2008.johnmccain3\">viewed as a fairly lacklustre speech</a> on his part. A USA Today/Gallup poll over the weekend found McCain leading Obama by 50% to 46% among registered voters.</p> <p>And then, of course, there's the cash: of the $47m McCain raised in August, the Republicans say <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/08/AR2008090801099.html?hpid=sec-politics)\">$10m came in the three days after he announced Palin as his running mate</a>.</p>",
  "<p>Linda Grant, <a href=\"http://www.theguardian.com/commentisfree/2008/sep/04/sarahpalin.johnmccain\">writing</a> on these pages recently, divides America into big city versus small town. She believes that the former is intellectual and sophisticated (and therefore more likely to be liberal) and the latter is closed-minded, albeit good natured and neighborly (and more likely to be conservative). There are a number of problems with her piece which I, respectfully, would like to point out.</p> <p>Grant's thesis fails just on the basis of numbers. Out of the nearly 300 million Americans (2004 census), only <a href=\"http://www.citymayors.com/gratis/us-census2000.html\">about 25%</a> live in the largest 200 cities. Yet John Kerry and Al Gore both received nearly 48-50% of the US vote, and Barack Obama is headed somewhere in that direction. Surely, then, there have to be liberals in small towns. </p> <p>In fact, if Grant was reading Cif as religiously as a Cif contributor should be, she would have seen this exceptional piece by <a href=\"http://www.theguardian.com/commentisfree/2008/sep/02/uselections2008.johnmccain\">Joe Bageant </a> about leftnecks; these are rednecks on the left. If your goal is to find how rifles and the left in rural America get reconciled, Bageant's books, blogs and articles are a great place to start. </p> <p>Second, and most obviously, Grant's dichotomy is wrong. America isn't split into big city and small town. A great number of Americans <a href=\"http://www.cnn.com/2005/US/03/27/urban.sprawl/ \">live in \"ex-urbs\"</a>. These are the sprawling \"burbs beyond the suburbs\" sometimes one or two hours outside of major cities whose residents come to the big city on a daily basis. </p> <p>I suspect that Grant's big city/small town thesis was spurred by the appearance of one Sarah Palin, of Wasilla, Alaska. Problem is, Governor Palin ain't no small-town redneck. Wasilla, Alaska, is an exurb; nearly one-third of its 6,000 people commute to Anchorage for work. </p> <p>America is so ex-urbaned these days that people from the cities are <a href=\"http://www.nytimes.com/2006/05/07/weekinreview/07fessenden.html?_r=2&amp;oref=slogin&amp;oref=slogin\">going even further out</a> to the real small towns, to settle down. No doubt they are taking their big city, presumably liberal, values with them.</p> <p>Third, I think its really difficult to try and define liberal and conservative in America's heartland on the basis of views on abortion and foreign wars as Grant attempts. There are individuals that I've met – a cowboy in a small town out West and an immigrant Muslim in a small town down south – who both support abortion and yet also oppose foreign wars. Such people, in the recent election cycle, leaned towards the libertarian <a href=\"http://www.theguardian.com/commentisfree/2008/sep/04/uselections2008.ronpaul\">Ron Paul</a>, who in terms of number of votes across the 50 states beat out a great number of other Republican contenders. </p> <p>Such people neither respond favorably when the Christianist base from the Republican party tries to muscle them nor do they respond favorably when the Big Government base of the Democratic party tries to impose upon them. Undoubtedly many of these people will either abstain from voting or simply write in a candidate; yet to pretend as if these people aren't there, and aren't a part of the American fabric, would be unfair. If there is one thing I've learned living in America is that just when you think you've encountered the most off the wall mixture of politics and theology, there is someone else to outstrip her.</p> <p>That, I think, leads to what is the fundamental problem with Grant's piece: it denies the agency of individual Americans. One of the sad things that the bellicose behavior of George W Bush has done is to give the world the perception that Americans are hopelessly communal and monolithic. Yet this isn't how America is; that is just how America has been depicted to the world (and itself) by George W Bush.</p> <p>We know this because people who used to be in the White House have come out and explained it. David Frum, a Bush speechwriter for some time, recently <a href=\"http://frum.nationalreview.com/post/?q=Y2ZiYzllODgxNTY2YjMzNzQxZDQwYjI1Y2JhMTFmNjM=\">wrote</a><br>something acutely revealing about his former boss: \"When the president wished to advocate, eg a tax cut, he did not argue his case before the Detroit Economic Club or send a surrogate to Jackson Hole. He made a rally speech before cheering supporters. That made for effective soundbites and exciting images. But it abdicated any effort to make an argument that could convince people who were not predisposed to be convinced.\"</p> <p>In other words, the America that we have come to know over the last eight years is one where American leaders not only ceased listening to the American people but pretended as if they didn't exist. The Americans that the rest of the world saw were only the ones that the administraton wanted to show. This game of smoke and mirrors should be referred to as what it is: a betrayal of the American people by a manipulative oligarchy with whom the mainstream media went to bed. </p> <p>The problem with America isn't with the people. In small towns and big cities they are as decent and as naive and as gullible – both on the left and right – as people anywhere else in the world. The problem today is with the slow but steady trend in American government of granting unchecked authority to the executive branch. </p> <p>America needs less power in the hands of those who, in Washington DC, are furthest away from everyday people. It is in need of leaders who are willing to curtail the power of President. It is sad that a country that declared its independence from a king has in 200 years created something far worse.</p>"
]