[
  "<p>A coalition of human rights lawyers, academics and leading non-governmental organisations (NGOs) has begun openly to criticise the competence and conduct of the prosecutor of the international criminal court, the Argentinian Luis Moreno-Ocampo. Their concerns follow his announcement last month that it is to seek an arrest warrant for genocide against the Sudanese president, and the collapse of the five-year-old court's first trial. </p> <p>Supporters of the court fear that Moreno-Ocampo's style of management is damaging the court's credibility and its ability to prosecute those responsible for crimes against humanity. He has been accused of alienating senior staff and seriously misreading the situation in Sudan. One academic has called for the court to consider removing him.</p> <p>The concerns have been compounded by the way in which Moreno-Ocampo dismissed his media adviser, who made a complaint against him of sexual misconduct with a South African female journalist. That complaint, denied by Moreno-Ocampo and the woman involved, was dismissed by the court as \"manifestly unfounded\". But last month the adviser, Christian Palme, was awarded two years' salary as compensation for wrongful dismissal and €25,000 (£19,700) in moral damages by a tribunal of the International Labour Organisation. It found that the prosecutor had not followed due process and had \"seriously infringed\" Palme's rights. The NGOs which support the court are likely to call for a new oversight mechanism as a result. </p> <p>Speaking to the Guardian, Moreno-Ocampo dismissed the criticisms of him as one-sided. \"I believe in due process,\" he declared, and defended the way he had handled the two controversial cases.</p> <p>There have been muted rumblings within the human rights community about the prosecutor for a couple of years. He was unanimously elected to the job in 2003 by the 70-plus signatories to the Rome Treaty, which set up the court in the face of fierce opposition from the Bush administration.</p> <p>The prosecutor came to prominence at the height of the \"dirty war\" by the Argentinian junta against its opponents between 1976 and 1983. From being a clerk in the solicitor general's office, he was thrust into the spotlight at the age of 31 in 1984. A year after the military regime collapsed he became junior prosecutor in the historic trial of senior figures responsible for gross human rights abuses including the \"disappearance\" of 30,000 people. He was then appointed public prosecutor in Buenos Aires, where he was involved in the trial of the army officers responsible for the 1982 Falklands war and those who fomented military uprisings in the 1980s.</p> <p>Moreno-Ocampo has been praised by some. Geoffrey Robertson, the British QC who sat as an appeal judge in the special court for Sierra Leone, calls him \"a careful, respected lawyer with a fine record in prosecuting inhumane Argentinian generals.\" </p> <p>But a high turnover of experienced staff has been seen as a symptom of underlying problems. \"We are concerned about the phenomena of burn-out among experienced investigators who have left the office since 2005,\" said Richard Dicker, director of Human Rights Watch's international justice programme. \"There are simply not enough to handle the rigorous demands of these investigations and there is the perception that their efforts are not sufficiently valued.\" </p> <p>But it is the events of the last month that have flushed out critics. First, there was a pre-trial judgment against Moreno-Ocampo, which ordered the release of the first war crimes suspect to appear before the court. </p> <p>The judges ruled that the Congolese warlord Thomas Lubanga could not have a fair trial because the prosecutor had wrongly used confidentiality agreements to withhold evidence that might have pointed to his innocence on charges of conscripting child soldiers. \"I disagree with the judges,\" Moreno-Ocampo said. \"I have a strong case. That is why I am appealing the judgment.\" </p> <p>Then last month he announced he was seeking an arrest warrant for genocide and war crimes against the Sudanese president, Omar Hassan al-Bashir, for the five years of carnage and pillage in Darfur. It was a historic decision - the first against a serving head of state - and unusual because normally warrants are only announced once the court's pre-trial chamber has formally agreed. It was immediately denounced by the African Union and the Arab League and opposed by Sudan's ally China.</p> <p>\"I came out of the press conference in a state of shock,\" said Alex de Waal, the British academic formerly seconded to the African Union mediation team in Darfur. \"He painted a picture no scholar would recognise. He was basically calling for regime change, making a political statement, which is surprising coming from the chief prosecutor of the ICC.</p> <p>\"By presenting his case in such stark terms, the prosecutor has made it easy for his critics to dismiss him as ill-informed and driven by a desire for publicity, and has made it harder for the advocates of justice in Darfur to pursue the challenge of calling to account those responsible for crimes no less heinous than genocide.\"</p> <p>Antonio Cassese, chair of the UN international commission of inquiry on Darfur, which dismissed the charge of genocide, has described the decision as \"puzzling\".</p> <p>Mark Klamberg, a Swedish academic who has worked in the court, says it should consider removing the prosecutor. Moreno-Ocampo thinks he did the right thing. \"I cannot choose the easy way,\" he said. \"No one knows what my evidence is. Let the judges decide.\"</p>",
  "<video data-media-id=\"gu-video-336698679\" class=\"gu-video\" controls=\"controls\" poster=\"\">  </video>   <p>The former colleagues performed the political equivalent of an air kiss. Sharing the stage at an evangelical mega-church in California for barely 10 seconds, Barack Obama and John McCain hardly had time for anything more. </p> <p>\"Good to see ya!\" said Obama. \"Good to see ya!\" said McCain. But the body language did not match the words. The two approached each other gingerly, shook hands and then leaned awkwardly together, embracing while maintaining clear blue political sky between them. </p> <p>It was the most eagerly awaited moment of an eagerly awaited event: the first time the pair had appeared together since becoming presumptive presidential nominees. The two candidates had not met for months, their erstwhile cooperation in the Senate a long-forgotten shadow from another political age, subsumed by the nasty daily grind of the campaign. </p> <p>The Saddleback Civil Forum offered the first chance to match the candidates. Saddleback church is in Lake Forest, a few miles south of Disneyland, where the shopping malls meet the desert; there is little evidence of either lake or forest. Against this backdrop, the two candidates did not debate, but answered a near-identical set of questions put by Pastor Rick Warren, one of the United States' most prominent clerics, in front of an audience of evangelicals. The upshot was a glimpse of two very different approaches and a hint of an intense campaign to come.</p> <p>Where Obama was thoughtful and cautious, McCain was abrupt - so abrupt that his short responses meant that he answered more questions in his hour than his rival. </p> <p>Obama went first, assured by Warren that his rival would not overhear the questions. \"We have placed Senator McCain in a cone of silence,\" he said, suggesting an array of arresting images. </p> <p>The questions betrayed Warren's knack for the pithy and the popular, requisites for any mega-church leader. \"Does evil exist?\" he asked. \"Define rich,\" he challenged. \"Why do you want to be president?\" he queried.</p> <p>The abortion debate was reduced to its essence: \"at what point does a baby get human rights,\" they were asked. \"Well,\" said Obama, \"I think that whether you are looking at it from a theological position or a scientific perspective, answering that question with specificity is above my pay grade.\" </p> <p>Where Obama waffled, McCain interrupted the question before it was finished. \"At the moment of conception,\" he declared to applause. \"As president, I will be a pro-life president and this presidency will have pro-life policies.\" </p> <p>For the flock outside the church leaving the event, such exchanges were manna from heaven. </p> <p>\"John McCain did a very good job, very straightforward,\" said Jill Frick, who has been attending the church for eight years. \"I think Barack Obama is very likeable and emotional, but he skirted the issues. The evening definitely cemented my views.\" </p> <p>Ken Mills agreed. \"Barack Obama was just like a regular politician, he didn't answer the questions,\" he said. \"I think McCain blew him out of the ballpark.\" </p> <p>While Obama tended to engage with the questions in a sometimes cerebral way, McCain exhibited a tendency to lapse into a campaign speech. At one point he showed up Warren's deficiencies as an interviewer to \"take 30 seconds\" to preach his foreign policy doctrine of catching Bin Laden. </p> <p>Responding to the \"evil\" question - \"If it exists, should we negotiate with it, contain it or defeat it\" - McCain had a Dr Strangelove moment, almost shouting: \"Defeat it! If I am president of the United States, my friends, I will follow Osama bin Laden to the gates of hell and I will get him.\" </p> <p>The slogans poured out of the candidate: \"We've got to drill now and we've got to drill here!\" McCain declared when he got a chance to talk about energy policy; \"choice and competition,\" he said, when the subject turned to education. </p> <p>The two differed most, perhaps, in their answers to the question on wealth and tax: \"define rich.\" Obama first softened it with a dig at his host, who not only leads a mega-church but is a mega-million-selling author of self-help books. \"If you've got book sales of 25m, then you qualify,\" Obama told Warren, adding: \"If you are making $150,000 or less as a family then you are middle class, or you're poor. If you're making more than $250,000, you're doing well.\" </p> <p>McCain's position was more nuanced. \"Some of the richest people I've known in my life are the most unhappy,\" he said. His wife applauded from the audience. \"I don't want to take any money from the rich, I want everybody to get rich,\" said the man who has professed that economics is not his strongest suit. \"If you're just talking about income, how about $5m? It doesn't matter because I don't want to raise anyone's taxes.\" </p> <p>Warren nodded his understanding. Pastor Rick, whose church is considered to be at the vanguard of compassionate Christianity - different to the old model peddled by some social conservatives over the last decade - understands many things, money among them. </p> <p>\"He's a fabulous marketing man,\" said Richard Schweinberg. A local government officer who attended the forum, Schweinberg was one of the early adopters of Warren's message, joining the church the year Pastor Rick started it, in 1980. </p> <p>\"There were 70 people in a school auditorium,\" he remembered. \"It was just Pastor Rick and his wife. She played the piano and he was the preacher. Now there are three main preachers: in my household we call them the teacher, the comic and the marketeer. Pastor Rick is the marketing pastor. He knows how to sell himself and the church and religion. I don't know if he knows that that's what he's doing.\" </p> <p>There is little, one suspects, that Warren is not aware of. Already anointed as \"America's most influential pastor\", the Saddleback Civil Forum on the Presidency has given Warren an even greater pulpit from which to preach. Surely, great things beckon. The forum's next guest, in September, is one Tony Blair.</p>",
  "<p>In Rick Warren's introduction to the <a href=\"http://www.latimes.com/news/printedition/front/la-na-saddleback17-2008aug17,0,3145888.story\">presidential candidates forum</a> – the first attended by both John McCain and Barack Obama as nominees - at his Saddleback Church in California on Saturday night, the <a href=\"http://blogs.abcnews.com/politicalpunch/2008/08/rick-warren-tak.html\">bestselling author and pastor</a> spoke for his congregation, saying: \"We believe in the separation of church and state.\"</p> <p>Warren quickly added that this did not mean that they had suddenly decided to embrace a \"separation of faith and politics.\" That would be especially foolish at a time when US politicians are desperate for religious votes.</p> <p>During the lead up to the event, Warren had come under fire from both secular liberals and religious conservatives. Leftists caricatured the pastor as a goatee-wearing Jerry Falwell. Would-be friends worried that he was auditioning for the part of the next Billy Graham. That is, they worried that he was becoming a man of fuzzy causes and a candidate for the role of inoffensive counselor to America's presidents.</p> <p>The <a href=\"http://www.theguardian.com/world/2008/aug/17/uselections2008.johnmccain\">pastor's performance</a> gave both sides ammunition for criticism. Those who <a href=\"http://andrewsullivan.theatlantic.com/the_daily_dish/2008/08/faith-and-polit.html\">dislike God talk</a> couldn't have been happy that Warren coaxed senator Barack Obama to confess \"Jesus Christ died for my sins and I am redeemed through him\" and to hope that he might be able to \"carry out in some small way what He intends.\" And when senator John McCain declared himself \"saved and forgiven\" and called America a nation \"founded on Judeo-Christian values and principles\"? Nails on a chalkboard never sounded so sweet.</p> <p>Rather than question the nation's current military commitments, Warren needled the candidates about how they would further involve America in his favourite causes. These pet preoccupations ranged from halting genocide to curbing human trafficking to promoting adoption.</p> <p>Warren disclosed to the audience, \"Both these guys are my friends.\" He passed over the chance to ask hard follow-up questions. He began his one-on-one interview with Obama by joking \"If you were a tree...\" In fact, the candidates tried to cover up for the puffball nature of some of the queries by pretending they were real stumpers.</p> <p>This was surprising because Warren is no intellectual slouch. Last year when he <a href=\"http://www.msnbc.msn.com/id/17889148/site/newsweek/print/1/displaymode/1098/\">went up against atheist wunderkind Sam Harris</a> in Newsweek, he proved an able debater with a real talent for bloodying his opponent. If he'd decided to turn up the heat on the candidates, they'd have felt it.</p> <p>Perhaps he took it easy because they flattered him. McCain quoted from Warren's book, <a href=\"http://www.purposedrivenlife.com/en-US/Home/home.htm\">The Purpose Driven Life</a>, claiming that it was essentially his own campaign message. Obama contrasted the sales of his own books with Warren's phenomenal publishing juggernaut. \"I haven't sold 25 million books but I've been selling some books lately,\" the Democrat said.</p> <p>Either that or Warren simply doesn't have a strong preference either way. From their answers it's clear that we're about to get a purpose-driven president. Obama would expand healthcare and other programmes domestically, and raise taxes to pay for them. Except for Iraq, Obama is bullish on the benefits of American action abroad.</p> <p>And readers will no doubt be shocked to learn that McCain wants a more belligerent foreign policy and professed a willingness to follow Osama bin Laden to the very gates of Hades.</p> <p>The real surprise of the night was McCain's entrée into domestic issues. Warren asked: when is a fetus \"entitled to human rights\"? \"At the moment of conception\" McCain answered, without blinking. (Obama had danced around the issue, calling the determination of when life begins \"above my pay grade.\") McCain also began to pivot away from his past support for government funding of embryo destructive stem cell research by saying he is \"wildly optimistic\" about research to make skin mimic embryonic stem cells.</p> <p>Warren asked what current Supreme Court justice McCain might not have appointed. The Arizona senator named justices Souter, Stevens, Ginsburg, and Breyer - the entire liberal wing of the Court. And he called Bush appointees justices Alito and Roberts \"two of my most recent favorites.\"</p> <p>McCain offered a sweeping embrace of school choice, calling it a \"civil rights issue.\" On energy issues, he said \"We gotta do everything.\" \"Everything,\" included a mix of more subsidies for hybrid cars, more offshore oil exploration, and more nuclear power plants. He proposed large tax credits for children and for healthcare, condemned efforts to increase unionisation by eliminating secret ballots, and railed against high taxes and \"class warfare\" generally. The crowd loved it.</p> <p>It could be a preview of things to come. If this new crusading conservative McCain shows up at the presidential debates in October, will Obama be the one left hoping for help from a higher power?</p>",
  "<p>Western politicians and commentators have been quick to seize on the <a href=\"http://www.theguardian.com/world/georgia\">conflict in South Ossetia</a> as a defining moment in world history, or their careers. Some have been clambering to play peacemaker (Sarkozy, Kouchner), others want to boost their reputations for taking a strong line with Moscow (McCain, Miliband). But closer to Russia, in the neighbouring countries of Ukraine and Belarus, some politicians have been conspicuous by their silence.</p> <p>In Belarus, President Alexander Lukashenka has stunned the Russians with his lack of overt support. In an outburst on Tuesday, Russia's ambassador to Belarus said he was \"perplexed by the modest silence on the Belarusian side. You need to express yourself more clearly on such issues.\"</p> <p>Belarus is a member of a <a href=\"http://en.wikipedia.org/wiki/Union_of_Russia_and_Belarus\">union state</a> with Russia, has close economic, political and social ties with the country, and has enjoyed much support from Moscow in the past – from cheap gas to the congratulations Putin sent to Lukashenka on his re-election in 2006, while others were <a href=\"http://www.iht.com/articles/2006/03/05/opinion/edbela.php\">declaring</a> him \"the last dictator in Europe\".</p> <p>But in the isolation from the west that followed his re-election in 2006, including travel bans and economic sanctions, Lukashenka also started to find that money from Russia was beginning to dry up as Moscow hiked the price of gas. Since then, the Belarusian leader has taken a series of steps to persuade the west that he is opening things up, notably by releasing a number of political prisoners. His <a href=\"http://www.reuters.com/article/latestCrisis/idUSL24655913\">reaction</a> to the July bombing of a concert he was attending can be viewed as a further attempt to give his regime a better image in the west.</p> <p>The EU and the US have responded, but <a href=\"http://www.jamestown.org/publications_details.php?volume_id=427&amp;issue_id=4580&amp;article_id=2373287\">made it clear</a> that any concessions are dependent on a greater degree of openness in the parliamentary elections in September.</p> <p>Coming out in support of Russia's war in Georgia could have caused irreparable damage to his plan, given the predominantly anti-Russian mood in western political circles. Lukashenka's silence, therefore, should be understood as consistent with a <a href=\"http://www.ng.ru/cis/2008-08-14/6_minsk.html?insidedoc\">gradual shift</a> in his policy towards appeasement with the EU and the US. He is, of course, playing each side off against the other. He has no desire to open politics in Belarus up any more than is necessary to get what he wants. Furthermore, the opposition in Belarus is divided and weak.</p> <p>But any opening up in Belarus must be welcomed: it shows that the west's soft power is in a position to have a positive effect in the region and may give the opposition a chance to put forward their views in a less hostile environment. Before making any concessions, however, the EU and the US need to ensure that Lukashenka is not just <a href=\"http://www.tol.cz/look/TOL/article.tpl?IdLanguage=1&amp;IdPublication=4&amp;NrIssue=278&amp;NrSection=2&amp;NrArticle=19785\">window-dressing</a>.</p> <p>In Ukraine, prime minister Yulia Tymoshenko has had <a href=\"http://unian.net/rus/news/news-267167.html\">nothing to say</a> about the war. With her ability to attract support in all parts of the country, Tymoshenko is a unique figure in Ukrainian politics. As the leading contender for the 2010 presidential elections, she has no intention of alienating any part of the electorate, as demonstrated by her non-committal position on joining Nato.</p> <p>More interestingly, Tymoshenko's predecessor, Party of Regions leader Viktor Yanukovich, whom the Russians tried to propel to victory in the 2004 presidential elections, has been restrained in his comments. His party as a whole has been calling for peace and <a href=\"http://www.nr2.ru/kiev/190529.html\">criticising</a> President Viktor Yushchenko's one-sided support for Georgia, without decisively coming out on the Russian side.</p> <p>This reflects a mood in the Party of Regions – whose main support base is in the Russian-speaking east of the country – that is split between pro-Russian elements and groups with a more pro-western orientation. A Party of Regions deputy in the Verkhovna Rada I spoke to last month told me that they were in favour of Nato. The party's major backer and Europe's richest man, Rinat Akhmetov, is part of a more liberal wing of the party which is purportedly <a href=\"http://www.jamestown.org/edm/article.php?article_id=2372858\">in favour</a> of a move towards Nato for business reasons. The party did not take part in anti-Nato protests during exercises in Odessa last month, nor when the secretary general visited Kiev in June.</p> <p>The Party of Regions is not likely to start campaigning in favour of Nato membership any time soon and has a tendency to exploit and inflame this divisive issue – such as during the Nato exercises in Feodosia in 2006 – in order to garner votes. But these are further signs that the west's soft power is having an influence on Ukrainian politicians. The reactions of Lukashenka and Yanukovich to the conflict in South Ossetia show that Russia's military victory does not herald the whitewash in the region that many have been proclaiming. If Russia's intervention in Georgia has made some fear that the country's territorial ambitions are unstoppable, calm analysis points to a more complex picture.</p>",
  "<video data-media-id=\"gu-video-336698679\" class=\"gu-video\" controls=\"controls\" poster=\"\">  </video>   <p>Barack Obama and John McCain appeared on the same stage yesterday for the first time since becoming presumptive presidential nominees, answering questions from one of America's foremost pastors in front of an audience of evangelical Christians.</p> <p>The candidates met briefly on stage at Rick Warren's Saddleback Church, shaking hands and exchanging \"good to see ya\" remarks. They did not debate each other, but answered a near identical set of questions, giving a glimpse of two very different approaches and a hint of an intense campaign to come.</p> <p>Where Obama was thoughtful and cautious, McCain was abrupt - so abrupt in fact that his short responses meant he got to answer more questions in his hour than his rival.</p> <p>Obama went first, assured by Warren that his rival would not overhear the questions. While Obama tended to engage with the questions in a sometimes cerebral way, McCain exhibited a tendency to lapse into his campaign stump speech. At one point he showed up Warren's deficiencies as an interviewer to \"take 30 seconds\" to preach his foreign policy doctrine of catching Osama bin Laden.</p> <p>Responding to a question about whether evil exists and \"if it exists, should we negotiate with it, contain it or defeat it\", McCain had a Dr Strangelove moment, almost shouting: \"Defeat it! If I am president of the United States, my friends, I will follow Osama bin Laden to the gates of hell and I will get him.\"</p> <p>Slogans poured out of the candidate: \"We've got to drill now and we've got to drill here!\" McCain declared when he got a chance to talk about energy policy. \"Choice and competition,\" he said when the subject turned to education.</p> <p>Obama's answers were typified by a response to the question: \"At what point does a baby get human rights?\" \"Well,\" he responded, \"I think that whether you are looking at it from a theological position or a scientific perspective, answering that question with specificity is above my pay grade.\"</p> <p>Where Obama waffled, McCain interrupted the question before it was finished. \"At the moment of conception,\" he declared to applause. \"As president I will be a pro-life president and this presidency will have pro-life policies.\" </p> <p>For the flock outside the church leaving the event, such exchanges were manna from heaven. \"John McCain did a very good job, very straight-forward,\" said Jill Frick, who has attended the church for eight years. \"I think Barack Obama is very likeable and emotional, but he skirted the issues. The evening definitely cemented my views.\" </p> <p>Ken Mills agreed: \"Barack Obama was just like a regular politician, he didn't answer the questions. I think John McCain blew him out of the ballpark.\" </p> <p>The two candidates differed most, perhaps, in their answers to the question of wealth and tax: \"Define rich\". Obama softened it with a dig at his host, who not only hosts a mega-church but is a megamillion-selling author of self-help books. </p> <p>\"If you've got book sales of 25m then you qualify,\" Obama told Warren, before adding: \"If you are making $150,000 or less as a family then you are middle class, or you're poor. If you're making more than $250,000, you're doing well.\" </p> <p>McCain's position was more nuanced: \"Some of the richest people I've known in my life are the most unhappy,\" he said. His wife applauded from the audience. </p> <p>\"I don't want to take any money from the rich, I want everybody to get rich,\" said the man who has professed that economics is not his strongest suit. \"If you're just talking about income, how about $5m? It doesn't matter because I don't want to raise anyone's taxes.\"</p>",
  "<p>Gallup daily tracking poll: <a href=\"http://www.gallup.com/poll/109633/Gallup-Daily-Obama-45-McCain-44.aspx\">Obama 45%, McCain 44%</a></p> <p>...That poll doesn't, of course, reflect any opinions that might have been influenced by John McCain and Barack Obama's first joint campaign appearance, at a forum at Saddleback Church in California yesterday, under the questioning of evangelical pastor Rick Warren. But the conventional media wisdom this morning is that the event belonged to McCain -- not because Obama didn't shine, but because McCain, for once, did. Obama's biggest stumble seems to have been this answer to a question on exactly when human life begins:</p> <blockquote> Whether you are looking at it from a theological perspective or a scientific perspective, answering that question with specificity is, you know, above my pay grade. </blockquote> <br> <p>...which is, fairly obviously, a joke about not being God, but a joke that Obama's conservative critics chose not to get: \"News flash -- There's not a job on the planet above the pay grade of the President of the United States,\" <a href=\"http://corner.nationalreview.com/post/?q=NGIwYmQwNjVlNDAwYjRlOGFkOGViMzdhYTgwMjg3MDg=\">writes Mark Hemingway</a> at The Corner. That's a disingenuous misinterpretation, but then again, it's Obama's job to avoid the potential for disingenuous misinterpretations. He didn't manage it here, and he sounded far too vague. (A better-phrased version of the same kind of humility might have played well with this audience.) You can watch the forum <a href=\"http://video.aol.com/video-detail/saddleback-forum-part-1/2767660063/?icid=VIDLRVGOV04\">here</a>. [<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/08/16/AR2008081602322.html\">Washington Post</a>]</p> <p>Potential Obama vice-president Joe Biden has gone to Georgia too, just like John McCain's personal delegation, but Biden seems to have been specifically invited by Georgian president Mikheil Saakashvili. [<a href=\"http://tpmelectioncentral.talkingpointsmemo.com/2008/08/joe_biden_to_visit_georgia_thi.php\">TPM Election Central</a>]</p> <p>Anti-Obama biographer and conspiracy theorist Jerome Corsi, the gift that keeps on giving, now claims that if Obama became president, people who criticised him would be locked up. [<a href=\"http://mediamatters.org/items/200808160001\">Media Matters</a>]</p> <p>Many of Obama's most influential supporters feel it's time for him to start adding some policy detail to the whole Hope and Change thing. [<a href=\"http://www.nytimes.com/2008/08/17/us/politics/17elect.html\">New York Times</a>]</p>",
  "<p>Is Google good for you? Well, you can have too much of a good thing, <em>writes <a href=\"http://theguardian.com/profile/davidsmith\">David Smith</a>.</em></p> <p>The company launched in a Californian garage 10 years ago next month has become one of the most wealthy and influential in the world. You might have found this blog post using its search engine. To google the weather, a cinema listing or an obscure fact in mid-conversation has become something of a reflex. Indeed my research for an article asking <a href=\"http://www.theguardian.com/media/2008/aug/17/googlethemedia.google\">whether Google is now too powerful</a> involved a lot of googling. It has made our lives so easy that, in the Atlantic Monthly, the writer Nicholas Carr pondered: <a href=\"http://www.theatlantic.com/doc/200807/google\">'Is Google making us stupid?'</a></p> <p>Google was born just south of San Francisco where post-Sixties optimism, idealism and utopianism still reign supreme. The founders have an altruistic desire to make information available for free (while pocketing billions of dollars from advertising). Earlier this year in San Francisco I met Chris Sacca, head of special initiatives at Google from 2003 to 2007, whose blog includes a brilliantly written post about <a href=\"http://www.whatisleft.org/lookie_here/2007/06/sigh.html\">the day he witnessed a shooting</a>. Last week the 33-year-old told me how staff at Google are given unprecedented autonomy and creative freedom: 'I've never known a company have such a broad mission statement - to organise all the world's information - and live up to it. Time limitations, cost, number of computers, bandwidth, fear of upsetting people didn't apply. It was simply: what problem is this solving?'</p> <p>As for Google's co-founders, Larry Page and Sergey Brin, Sacca is somewhat in awe: 'They're two of the smartest people on the planet. You can go to them with an idea and by the next day they've read everything on it. It's almost intimidating how bright they are.'</p> <p>But not everyone regards the project quite so benignly. Google's product philosophy, launch fast and launch often, has given it immense reach and something approaching dominance of the online advertising market. Amnesty International was deeply unimpressed when Google bowed to censorship in China. And now almost every week the press is full of alarm, some of it <a href=\"http://www.dailymail.co.uk/sciencetech/article-1031861/Google-burglars-charter-street-cameras-given-clear-privacy-watchdog.html\">over-hyped</a>, about Google's ability to hoover up our personal secrets. Even Barack Obama and John McCain are beating a path to the Googleplex, and the company will be co-hosting the Vanity Fair parties at the Democratic and Republican conventions.</p> <p>In the age when knowledge is power, is it really healthy for any one organisation, particularly a profit-driven company, to have quite so much information at its fingertips? What do you think?</p>"
]