[
  "<p>John McCain yesterday extended his campaign tour in battleground states with Sarah Palin, calculating that their double act and the Republican party's claim that they represent a partnership for political reform, is gaining ground in the US heartland.</p> <p>The extended run for the Republican presidential nominee and his choice for vice-president came as opinion polls suggested yesterday that the party emerged from its convention in a stronger position than the Democrats and their nominee, Barack Obama.</p> <p>The scale of the Palin phenomenon was evident yesterday when the crowd at a campaign stop in Lee's Summit, Missouri, burst into a chant of \"Sarah, Sarah\". </p> <p>The joint appearances by McCain and Palin contrast with Obama and his running mate, Joe Biden, who have separate schedules. Obama was in the rust belt of Michigan yesterday, while Biden campaigned in Green Bay, Wisconsin. The Democrats have also recruited a third principal campaigner in Hillary Clinton, who was deployed in Tampa yesterday.</p> <p>McCain had his best performance ever against Obama in a USA Today-Gallup poll, which gave him a clear lead among those voters most likely to go to the polls in November, with 54% support, compared with 44% for Obama. </p> <p>Much of that post-convention bounce is attributed to enthusiasm about Palin, who has been adopted as a heroine by Republican social conservatives. On the campaign trail, McCain has been getting far bigger crowds with his running mate by his side. </p> <p>The partnership between them is now at the centre of Republican campaign strategy. A TV advert released yesterday, the Original Mavericks, sets the two up as dedicated reformers, saying: \"They'll make history. They'll change Washington.\"</p> <p>Palin yesterday got the seal of approval from the vice-president, Dick Cheney, for her \"superb\" speech to the convention and her wisecrack that the only difference between hockey moms and pit bulls was lipstick. </p> <p>The secretary of state, Condoleezza Rice, was less effusive. Asked by CNN whether Palin had the foreign policy experience for the job, Rice said: \"These are decisions that Senator McCain has made. I have great confidence in him.\"</p>",
  "<p>Max Morris, who has died aged 95, was probably the best known and most influential president the National Union of Teachers ever had, and one of the most influential of the radical educationists of the 1960s and 70s.</p> <p>Morris was born into poverty to a Glasgow Jewish family, and embraced Zionism until, as a young man, he replaced it with socialism. He was educated at Hutchesons' school, Glasgow, until his family moved to north London when he was 16. He did his final school years at Kilburn grammar school before taking a first-class degree in history from University College London, and joining the Communist party. </p> <p>For Morris, from a poor Jewish family, this was a logical, and almost inevitable step in the 1930s. The Labour party had failed in its primary job of changing the balance of power between rich and poor, and only the communists seemed prepared to stand up to Sir Oswald Mosley's British Union of Fascists. At UCL he made some important contacts, but he was clear in his mind - as he remained throughout his life - that a fair society meant, first and foremost, a good school for all.</p> <p>Having taken an education diploma from London University's Institute of Education, he became a teacher in Willesden in 1936, and joined the NUT. From 1941 to 1946 he served in the Royal Army Service Corps, and was demobilised as a captain. </p> <p>After the war he spent four years as a senior lecturer in education. He was short, fluent, combative, clever and argumentative but suffered what he described as \"nine years of political discrimination in Middlesex\". It was not until 1960 that his talents were rewarded with a deputy headship, in Tottenham, and, in 1962, with a headship at Chamberlayne Wood secondary school in Brent. In 1967 he moved to be head of Willesden high school.</p> <p>By then he had been a member of the Communist party executive for 15 years. His faith had narrowly survived the events of 1956. That June, word reached the west of Soviet leader Nikita Khrushchev's \"secret speech\" to the 20th congress of the Communist party, exposing the crimes of Stalin. In November, Khrushchev crushed the Hungarian revolution, an action Morris forthrightly condemned.</p> <p>His party membership had slowed his teaching career and also delayed his election to the NUT executive, on which he served from 1966 to 1979. There he was the leader of the leftwing caucus, organising strikes. He was elected president (1973-74) and, saying teachers must stop living in \"genteel poverty\", negotiated the 1974 Houghton pay award. For what was effectively the employers' organisation, the Society of Education Officers, Morris was, a former member told me, its bete noire. They applied the Morris test to their initiatives: \"What would Max think?\"</p> <p>But by no means all of Morris's opponents were on the right. There was a new left, less strategic than Morris and with both the impatience and radicalism of youth. They distrusted Morris because he was in his 60s, because he was prepared to compromise, because he was by then a little old-fashioned, but most of all because he was a communist.</p> <p>He reciprocated their dislike, refusing to play lefter-than-thou, and became that sort of older communist who in the 1970s found the Trotskyist left far harder to stomach than the emerging radical right. As it happens, the woman who was to become the radical right's standard bearer, Margaret Thatcher, was the first education secretary (1970-74) with whom he had to deal. He rather respected her. She held her beliefs with passion, and she was willing to fight for them, rather like him.</p> <p>By then he had resigned from the Communist party's executive - being a headteacher and key figure on the NUT executive did not leave a lot of time. But in 1976, as the party's internal warfare was just beginning, he resigned from the party itself, and joined the Labour party.</p> <p>He retired from paid work in 1978 but education, trade unionism and politics were the mainsprings of his life and he never retired from them. He and his second wife Margaret were key figures in the Socialist Educational Association, and he was its chair (1995-98). He was a Haringey Labour councillor (1984-86). </p> <p>He listed his Who's Who recreations as \"baiting the Department of Education and Science, ridiculing Blairism, tasting malt whisky\" and he was furious with Tony Blair's government for throwing away the opportunity for which the left had waited throughout the years of Thatcher and John Major's governments. He was even more furious that his school, Willesden, which he had built up to be a flagship comprehensive, was deliberately run down, and then turned into Capital city academy.</p> <p>His first book, The People's Schools, was published in 1939. It was followed by From Cobbett to the Chartists (1948); Your Children's Future (1953); An A-Z of Trade Unionism and Industrial Relations (1982) - with Jack Jones - and Education: the Wasted Years 1973-1986? (1988)</p> <p>He died in Menton, France, and is survived by Margaret, whom he married in 1961. He had no children.</p> <p><strong>·</strong> Max Morris, teacher, trade unionist and political activist, born August 15 1913; died August 27 2008</p>",
  "<p>Gordon Brown and Alistair Darling will today try to mollify an angry and disillusioned TUC, which wants Labour to act to help millions of low-paid workers facing massive rises in fuel and food prices.</p> <p>The chancellor is due to address the annual congress this afternoon and will face a barrage of hostile questions on the government's policy to hold down public sector pay, and its failure to introduce a windfall tax on energy companies or extra taxes on the super-rich. </p> <p>Darling is expected to promise to do \"everything we can to help families struggling with rising household bills\", but warn that, while he is prepared to accept some increase in borrowing, he cannot put the economy at risk - thus hinting he is unlikely to agree to higher public pay.</p> <p>TUC officials were yesterday filtering a rush of questions to Darling, removing the offensively worded, but trying to make sure they covered the issues raised.</p> <p>Later, in private, Brown is addressing tonight's TUC dinner, and is expected to face blunt words from Brendan Barber, the general secretary, and Dave Prentis, this year's TUC president and leader of Unison, on the government's failure to connect with the needs of ordinary people.</p> <p>The anger among delegates was reflected yesterday in strong support for a motion calling for one million workers to take industrial action, and pledging the TUC to a national demonstration over the 2% pay policy for public-sector workers.</p> <p>Keith Sonnet, deputy general secretary of Unison, accused the government of \"shabby treatment\" of nurses, teachers, civil servants, cleaners, and other workers, and said ministers listened more to their \"fairweather friends\" in business. </p> <p>Brian Caton, of the Prison Officers Association, accused ministers of lying on pay, after they intervened to stage a recommended award to members: \"Let us hurt them - that's the only way we'll get fair pay.\"</p> <p>In a debate on energy today Tony Woodley, joint general secretary of the largest union, Unite, will press the government to impose a £1bn windfall tax on energy companies. Yesterday his union released what it called a dossier of disgrace, \"exposing the greed and excess of energy companies\" which had announced big price rises in gas and electricity. Woodley said: \"Our case for a windfall tax is compelling. It is morally right. I say to the government, it's time to do the right thing and protect the most vulnerable in society.\"</p> <p>Publicly and privately, delegates seem resigned to the fact that ministers have only two years to turn the economy around, as a Tory victory in 2010 is seen as inevitable. The leadership is concentrating on changes that could be won in the budget, rather than needing lengthy legislation.</p> <p>At a leftwing Labour fringe event, John McDonnell, MP for Hayes and Harlington, told delegates the party's performance could be \"as bad as the Labour betrayal of 1931\", when the party under Ramsay MacDonald was almost obliterated in the polls. A GMB delegate from Lancashire was applauded at a private meeting of the union's executive when he described gains for workers it won at Labour's policy forum in July as about as \"relevant as the dining list for the return trip of the Titanic\".</p> <p>Other delegates privately say the \"game is up\" for Labour, and there is little likelihood under any leader winning of the next election. Many cannot believe how the atmosphere has changed since the last TUC a year ago, when Brown was riding high in the polls and the Conservative leader, David Cameron, was under threat from his party. They are also determined not to be blamed for a Tory victory. </p> <p>Mark Serwotka, general secretary of the Public and Commercial Services union, not affiliated to Labour, told delegates while moving the motion calling for industrial action over pay: \"No doubt we will be blamed for letting in the Tories, but the fault lies with Gordon Brown and the Labour government. If the Tories win the election, the government only have themselves to blame.\"</p> <p><a href=\" http://image.theguardian.com/sys-files/Politics/documents/2008/09/09/Osborneletter.pdf\">In an open letter (pdf) </a>, George Osborne, the shadow chancellor, yesterday tried to capitalise on this disillusionment by urging trade unionists to join the Conservatives: \"If you care about better jobs and better incomes, forget about the Labour party. It has forgotten about you ... social justice is at the very heart of the modern Conservative message.\"</p>",
  "<p>Vice-chancellors meet this week with money on their minds. The agenda for the Universities UK annual conference in Cambridge ranges over the future of the sector - but staff pay, pensions and the outcome of the research assessment exercise is what they really want to talk about.</p> <p>Soaring inflation will hit all universities hard, financially, and possibly floor some of them - particularly the large teaching-led universities and middle-ranking research institutions, observers fear.</p> <p>The inflation rate for September will be published next month, which will determine university staff pay rises for this academic year. The three-year deal agreed in 2006 binds universities to give staff increases of 2.5%, or inflation, whichever is the greater. If, as predicted, the September inflation figure is 5%, universities will find themselves committed to big pay rises. </p> <p>Under the deal, universities that find they are unable to meet the agreement can defer pay rises for 11 months in order to get the money together and in May up to 30 universities were reported to be considering this. But any such moves have the potential to lead to a dispute with lecturers over pay.</p> <p><strong>Student numbers</strong></p> <p>Professor Les Ebdon, vice-chancellor of the University of Bedfordshire and chair of the Million+ group of new universities, told staff in June that the pay rise will depend on student numbers in December. He is hopeful that most universities will be able to pay up by then.</p> <p>\"Several universities are waiting to see how the dust settles. Virtually all universities will be able to meet the pay rise of 5% and will put it in the November or December pay, which is about the time when the unions formulate their pay claim.\"</p> <p>He says most staff realise that a pay rise in line with inflation is \"extraordinarily good\" in the current economic climate, after three years of \"very good\" rises, and \"there's a recognition they can't push universities into bankruptcy\".</p> <p>Universities are also in a stronger position to avoid a dispute and are legally set up to dock pay if necessary, he suggests.</p> <p>This is unlikely to go down well with union officials. Sally Hunt, the general secretary of the University and College Union, said: \"Pleading poverty and demanding higher fees to pay staff is an old trick that institutions used last time around and failed to honour.</p> <p>\"UCU members fought hard to secure their pay rises, they deserve those rises and they will get them. This is not a secret deal and universities have had two years to prepare for this. I would be concerned about the financial acumen of any institution that has failed to budget for it.\"</p> <p>Professor Michael Arthur, the University of Leeds' vice-chancellor, has said his institution will \"ask questions\" because inflation is so much higher than expected, but universities will be under a \"moral obligation\" to pay up and then negotiate hard in the next pay round.</p> <p>But Philip Harding, chairman of the British Universities Finance Directors Group (BUFDG) and finance director at the University of Westminster, says there is \"greater appetite\" for deferring payment of the wage rise.</p> <p>BUFDG is planning to survey institutions' plans next week, to establish how many will invoke the financial difficulty clause. \"I don't have hard evidence, but the survey we carried out a couple of months ago showed there were clearly a number considering taking some sort of action short of paying in full,\" he says.</p> <p>\"There's a greater appetite now than there was a couple of months ago to consider some sort of action. But we would have to demonstrate that we have very good grounds for doing that, for instance mitigating against job losses or compromising other planned activities.\"</p> <p>Universities, along with everyone else, face a climate of rising utility bills (25% of university budgets), oil prices and building costs, particularly in London, as well as a declining home and overseas student demographic, Harding says.</p> <p>Big teaching-led universities and those that have gambled on the RAE but aren't in the \"top tier\" and won't make money from it, are most at financial risk, he suggests.</p> <p>The sums of money involved are huge, with the pay bill accounting for two-thirds of university expenditure. For Westminster a 5% rise would mean £3.5m a year more going into salaries. It's not something universities can easily afford, Harding explains, and will mean selling off buildings, delaying planned refurbishment, freezing vacancies and, potentially, job losses.</p> <p><strong>Payment postponed</strong></p> <p>If inflation does hit 5% in October, Harding expects universities will opt to pay the 2.5% increase in September and then the balance at \"some future point\" - maybe November, possibly several months later.</p> <p>\"The other question people are bound to have in mind is what effect it will have on pay negotiations next year. Employers will take the view that pay demands from staff will need to reflect the fact that they had relatively generous settlements.\"</p> <p>Universities are also awaiting the outcome of the employer-led pensions review, also expected next month, which will set out the way forward for pensions and the likelihood of increased employer and staff contributions.</p> <p>Harding says: \"The sector can only cling on to final salary pension schemes for so long, and it will have to accept that universities can't afford to offer this to new employees. Universities will have to make greater contributions or narrow the benefits to employees to make them sustainable, but we are swimming against the tide.\"</p> <p>Professor Rick Trainor, the president of UUK and vice-chancellor of Kings College London, said the conference would allow debate at a \"critical time\".</p> <p>Vice-chancellors will be presented with the results of a UUK \"options study\" on variable tuition fees ahead of the government's fee review, which is expected to be put off until after the next election.</p> <p>And this year's Patterns report, which provides a year-on-year view of the HE sector, will look at financial perspectives. The spending review, taxation and pensions reform will also be on the agenda, he says.</p> <p>\"As an additional contribution to the Dius review, we will also bring to the table our proposals for the continuing success of the sector, which is so important to the future of the country. We will look forward to hearing the secretary of state share his views.\"</p>",
  "<p>Nato has issued new military rules of engagement in Afghanistan in an attempt to limit civilian deaths, after the air strike last month which reportedly killed 90 people, including 60 children, it emerged yesterday.</p> <p>The orders were issued by General David McKiernan, the Nato commander in Afghanistan, who also asked the US central command to reopen an inquiry into the air strike in the western district of Shindand, as video footage surfaced showing the bodies of child victims. </p> <p>US drone air strikes on the Afghanistan-Pakistan border are meanwhile reported to have hit a house and madrasa linked to a Taliban commander, Jalaluddin Haqqani. Taliban officials claimed Haqqani was not there at the time of the attack and that 20 people had been killed in the attacks. </p> <p>The rules of engagement for Nato troops will focus on house searches, saying they should be led by Afghan forces, and that permission from homeowners should first be sought. A limit on the size and weight of bombs used in air strikes was imposed last year, but there is continuing anxiety in Nato about the counterproductive impact of civilian casualties on the majority Pashtun population. </p> <p>The new directives seek to \"sharpen tactical directives, to give more clarity to commanders on the ground\", one official said. It was an attempt \"to re-educate commanders, to re-emphasise how careful everyone should be\" in carrying out air strikes and air support for ground troops.</p> <p>\"Killing civilians is not the best way to attract hearts and minds,\" one European official noted sarcastically yesterday. But western officials also say that troops on the ground have to rely on air support because they often find themselves outnumbered.</p> <p>A report by the independent New York-based group Human Rights Watch said yesterday that civilian deaths in Afghanistan from US and Nato air strikes nearly tripled in the past year and recent bombings have led to more killings, fuelling a public backlash.</p> <p>It said that despite earlier changes in the rules of engagement which had reduced the rate of civilian casualties since they peaked in July last year, continuing air strikes had greatly undermined local support for the efforts of international forces in the country. </p> <p>There is general alarm in Washington and London about the worsening security situation, particularly along the principal roads across the country. Route 1 from Kabul to Kandahar has become far more dangerous over the past few months, particularly for Afghan government employees.</p> <p>There is also trepidation over the expected withdrawal from combat of Dutch and Canadian forces in the next 18 months. </p> <p>Western officials say that the counter-insurgency effort against the Taliban should be strengthened by the unification of the Nato and US missions in Afghanistan under the single command of McKiernan, which is due to be confirmed by Congress later this month. </p> <p>Officials and diplomats in Kabul will also be carefully watching the presidential election in the US. John McCain, the Republican candidate, has said he would send three extra US brigades to Afghanistan, while the Democratic candidate, Barack Obama, has said he would send two.</p> <p>US forces have already reinforced their headquarters in southern Afghanistan, and are expected to send an expert on counterinsurgency, Brigadier General John Nicholson, in the next few weeks. </p> <p>British officials are also upbeat about the role of the governor of the southern province of Helmand, Gulab Mangal, a former communist commissar in the Afghan army, whom British officers praise for being businesslike and efficient. </p> <p>However, there is deepening concern in western capitals about the weakening position of the Afghan president, Hamid Karzai, who has been unable to project his authority much beyond Kabul, and has been criticised for failing to deal with ministers accused of corruption and incompetence. He faces elections next August, and he is being urged by London and Washington to take his campaign outside the capital and into the countryside, to persuade ordinary Afghans he is working for their benefit.</p> <p>British officials believe they have stabilised the opium cultivation in Helmand province, questioning UN figures suggesting it has increased over the past year. They have clashed in the past with American officials who have called for aerial spraying. British officers in Afghanistan believe the opium problem will only be solved by long term economic development, which in turn requires greater security.</p>",
  "<h2>1. Perception: Do you consider yourself to be a progressive? </h2> <p>\"I think it's a combination of being open minded and willing to contemplate radical solutions compared with the present government. Some of these are a return to values that were probably disregarded 10 to 12 years ago and others come from other parts of the world, other politics that we think we can adapt to service the people of Britain. It's about practical and pragmatic solutions to problems that are faced by families throughout the country.\"</p> <h2>2. Tax: Should David Cameron offer more tax cuts than he has outlined already? </h2> <p>\"The general public doesn't like yah-boo politics; people see through that. It's not sensible or realistic to offer tax cuts when the country cannot afford them. Nobody is going to believe you when you say: 'We are going to give you tax cuts but we don't know how we are going to pay for them.' I want to see help in creating an economy. Politicians don't do that, businesses do, but politicians can help. What matters is taking enough tax to deliver the services that people want but no more [tax] than is necessary.</p> <p>\"I would like to see people on the minimum wage and in the poorest paid jobs get the tax breaks – that used to be called raising the tax allowance in the old days – it's not something new that was possible 20 to 25 years ago.\"</p> <h2>3. Tax: If yes to the above, do you think they should be funded by <br>(a) cuts in public spending, or <br>(b) increases in other taxes</h2> <p>See answer to Q2. </p> <h2>4. Tax: Should so-called \"green\" taxes increase? </h2> <p>\"The key thing is fiscal neutrality. If some taxes go up for 'green' policies then others must fall provided there is enough money to pay for services. There must be a sliding scale so people don't lose out.\"</p> <h2>5. Tax: As a share of GDP tax is currently around 37%. After four years of a Conservative government would you expect it to be:<br>(a) substantially lower – at least 2 percentage points<br>(b) slightly lower<br>(c) much the same as it is now<br>(d) higher</h2> <p>\"I would like to see taxes reduced in the medium term by a couple of percentage points but we need to get our feet under the table first and study the books first.\"</p> <h2>6. Europe: On balance has Britain lost out or gained from its membership of the EU? If it has lost out, should it withdraw? </h2> <p>\"In many ways we have gained but Europe in 2008 is not the common market free trade organisation that we joined in the 1970s; it's too supranational and federalist. It was never designed for that and we need to make sure we start to reorganising or relationship on those lines.\"</p> <h2>7. Family: Which of the following statements most reflects your view:<br>(a) The tax system should be reformed to recognise and promote marriage<br>(b) The tax system should help parents regardless of their marital status </h2> <p>\"Marriage needs strengthening. That's, to a degree, judgmental Toryism of 25 years ago, but it's true. European countries recognise marriage in the tax system. It's a joke that married couples living apart receive more money than those who live together. Whatever shape the family takes and they take all shapes now, they should receive better support in terms of tax and benefits.\" </p> <p>\"[What about same-sex families?] I take the old-fashioned view whatever it is as long as its legal its none of my business.\"</p> <h2>8. Abortion: The House of Commons recently voted to maintain the upper limit of 24 weeks on abortion. Do you believe it should be reduced? If yes, by how many weeks? </h2> <p>\"I would have gone for a reduction to 20 or 22 weeks on the grounds that medical science can do so much more for babies to keep them alive now.\"</p> <p><strong>Interview by Mark Gould</strong></p>",
  "<p>In the sparse Yorkshire office of Stuart Andrew there is a poster above his desk announcing Friday is Casual Sex Day. Andrew, the Conservative candidate for Pudsey, once defected to Labour on account of Conservative homophobia but has since felt able to return. He's the son of a single mother, raised on a council estate, and the successful head of fundraising for a children's hospice. Andrew wants any tax cuts to be targeted at the poor first.</p> <p>It may only be slightly at odds with his mother's battles - a tricky divorce leaving her alone to bring up four boys - but Andrew thinks marriage should be recognised in the tax system and believes men should not adopt children. \"I always think of how the kid will be bullied at school.\"</p> <p>As for abortion, he would like to see a change because he has experience of the high quality of life severely ill children have, \"and working with children who have life-limiting illnesses also means I'd like to see a reduction in the upper limit of abortion\". Andrew calls himself a progressive and would cite his concern for the poorest in society, but is back to the future on family life - he's a progressive Conservative. </p> <p>Andrew was one of 66 Conservative candidates in winnable seats to take part in a survey conducted by the Guardian. His views are much in tune with many other candidates. All those polled regard themselves as \"progressive\", though many recast the term in thoroughly conservative language, as if still wrestling with David Cameron's depiction of the Tories as the \"true champions for progressive ideals\" in Britain.</p> <p>Those questioned favoured a reduction on the upper limit on abortion - 83% back any reduction, 61% a reduction to at least 22 weeks - with a handful wanting it banned. </p> <p>Of those who could be drawn on tax cuts, 44% think low tax is desirable but not until the end of the first parliament. Ten took the opportunity to say that the first tax cuts should be for the poorest in society. And despite being a Conservative and in principle wanting lower taxes, 68% of the progressive Conservative cohort supports its party's ambition to increase green taxes. The last surprise: a majority - 80% - think the UK has gained from being in Europe. They are Tory but they are new Tories too. </p> <p>The Guardian's team contacted candidates selected for the 200 most winnable seats to try and tease out the views of the likely new intake. </p> <p>While not all of them will make it to Westminster, many of them will. Nobody expects the Tories to have fewer seats after the next election than the 198 they won at the 2005 general election. But they will need to gain 126 seats to secure the 324 seats needed for a workable majority. Four candidates refused to take part in the survey: one because he said he had been told not to by Conservative Campaign Headquarters (CCHQ) and one because he did not want to speak to the Guardian. A briefing note was sent by CCHQ to some candidates reminding them of party policy in the areas covered by the survey. One respondent acknowledged that. Others said they had had no contact with CCHQ at all. In all, 66 candidates participated, interviewed by phone, email or face to face. Their replies are published in full online at theguardian.com/newtories.</p> <p>On tax breaks for marriage, a key Cameron policy, the candidates line up behind their leader, 84% of respondents saying the statement \"the tax system needs to be reformed to recognise and promote marriage\" was closer to their view than \"the tax system should help parents regardless of their marital status\".</p> <p>In Bolton North West Deborah Dunleavy, who is unmarried and raising children with her partner, underlined that she regarded the move to be fiscal rebalancing rather than cultural conservatism. \"It's not about giving married couples extra benefits,\" she said. \"But at the moment they are being penalised under the current government. Civil partnerships should be treated equally too.\" </p> <p>Shaun Bailey in Hammersmith said that right now \"to be married is almost a stigma\". Another PPC, Richard Graham (Gloucester), directly framed his answer in terms of being a progressive or not. </p> <p>\"I am with David Cameron on this,\" he said. \"My wife has three sisters who are divorced ... my wife and I have been happy together and we think marriage is the right thing. It doesn't sound progressive but by God it is.\" He did not explain how £20 a week would have saved the marriages of his sisters-in-law.</p> <p>A majority of the candidates supported Cameron on tax breaks for married couples. But while some regarded the policy as a tax tidy-up, with an important social message, some candidates gave answers with a whiff of cultural conservativism.</p> <p>\"Would you prefer to be a single mum with a series of failed relationships with males, in preference to having a stable settled relationship with one man for the rest of your life? We seem to be championing the fact that it's all right to be accepting the second best route at the moment,\" said Philip Milton, Devon North.</p> <p>Jeremy Moulton, candidate for Southampton Test, also raised the spectre of the term \"single mothers\", a group the Conservatives have been at pains not to alienate since their past image as the \"nasty party\" was in no small part down to an apparent belief that single mothers were feckless. </p> <p>Moulton said: \"There are huge problems coming from single-parent families. Promoting marriage, which offers an extra £1,000 per household, per year: a lot of people would go in for that in my constituency.\" </p> <p>But the other strain that was interesting might be a liberalising influence on Cameron when he implements this policy.</p> <p>A third of respondents took the opportunity, unprompted, to say that they would like those in any stable relationship, but not necessarily married, to also be recognised. George Osborne, the shadow chancellor, told the Guardian yesterday that a Tory government would aim to help all parents. He supported tax breaks for married couples and denied reports that he had fallen out with Cameron on the issue.</p> <p>\"I do think that parents raising children should be treated equally alongside those that are married,\" said Guto Bebb, candidate for Aberconwy. \"I don't think being married should be the only option. Clearly we have moved on since the 1950s.\" </p> <p>Ken Andrew, candidate for Carshalton and Wallington, made the point that those who had lost their spouse should not be penalised. Stuart Penketh (Ellesmere Port and Neston) said: \"It shouldn't be the government's responsibility to dictate to people how they live their lives, so long as it is legal ... I was brought up by my mother. She and my father divorced but he was always there.\"</p> <p>Another striking facet of the survey was the degree to which respondents lined up in support of green taxes. Cameron's enthusiasm for the environment is not shared universally by a party often allergic to tax increases. Sixty-six per cent of the candidates told the Guardian they supported the party on green taxes as long as Osborne stands by his commitment that they will not increase the overall tax burden. But 32% were unconvinced by the taxes, which are designed to curb pollution, and some candidates said they would hit the poor.</p> <p>There was confusion about what other tax cuts these green taxes might allow. Osborne has said that green taxes will pay for a \"family fund\" that will finance tax breaks for families. Guto Bebb called for green taxes instead of \"work tax\"; Trevor Ivory (North Norfolk) wanted to \"shift the tax burden away from jobs\". Other green ideas were raised instead of tax. Keith Girling in Bassetlaw thought that constituents who were environmentally friendly should be reimbursed. But then there were those with reservations. </p> <p>In Colne Valley, candidate Jason McCartney - in favour of the principle - admitted to the Guardian in a separate interview that at his selection meeting the issue he found most demanding was local hostility to a tax on so-called Chelsea tractors or 4x4s. \"The association were saying to me, 'Yes, they may be unnecessary for people down in the south but we want recognition that we need them up here'.\"</p> <p>Gordon Henderson, attempting to become MP for the Kent seat of Sittingbourne and Sheppey, made the local evening news recently by suggesting street rubbish could be cleared by the area's unoccupied elderly: \"I like to think of it as an environmental Grandad's Army.\" But he was opposed to the location in his area of the substation for the largest British wind farm. </p> <p>Suzy Davies, candidate for Brecon and Radnorshire, put wind farms, or what she called \"wind factories\", as the issue over which she would be prepared to defy prime minister Cameron. </p> <p>All respondents still held low tax to be a Conservative principle, but all kept to the party line that they could wait. </p> <p>\"Everybody has got their knickers in a twist about tax cuts,\" said Anna Sourby, candidate for Broxtowe. Mark Formosa, candidate for Taunton Deane, offered that \"kitting out our servicemen and women should come before any tax cuts\". Some were a little too transparently loyal - \"you couldn't get a cigarette paper between me and the party line on tax\" (Amber Rudd in Hastings and Rye), or principled: \"10 years ago I wouldn't have voted Tory myself, that is what is so progressive about this party - letting people on low incomes keep more of their earnings\" (Chris Philp in Hampstead and Kilburn). </p> <p>Flick Drummond (Portsmouth South) said he thought rightwinger John Redwood's policy review had been very good. In Birmingham Edgbaston, Birmingham city councillor Deirdre Alden said: \"We need to help hard-working families and couples without children\" and refused to go any further. Outside Alden's window was her husband's car, a silver Jaguar with the registration B17 TAX.</p> <p>If the party was once very publicly divided on the question of the European Union, this new generation is politeness itself, with a majority saying they believe the country has gained from membership.</p> <p>But should certain PPCs get to parliament, there will be moves to renegotiate our relationship with the EU, and those may be led by Jeremy Brier. On paper he's a Tory boy from central casting - one-time president of the Cambridge Union, now a 28-year-old barrister aiming to represent Luton. He is also the son of two social workers. A pet hobby of his is European law. \"When I tell my students that you can get member states voting no, for entirely different reasons - socialists in France and free marketeers in Holland, they laugh - it's madness.\" </p> <p>Most of Brier's colleagues had a two-part answer: on matters such as the environment, health and free trade, Britain had gained from being in the EU, but on the bureaucracy and fisheries policy, the EU left something to be desired. </p> <p>Mark Spencer, candidate for Sherwood, said: \"As a farmer, Europe is one of those areas where your working life and politics are hard to reconcile. As a farmer I'm protected by CAP, it's a source of our livelihood.\" Very few broached the idea of withdrawal from the EU, or as Chris Walker, candidate for Berwickshire, Roxburgh and Selkirkshire, put it, \"retreat ... the million-dollar question\". </p> <p>The language used by the candidates is occasionally antiquated: public finances are a \"shambles\"; we should \"salute\" civil partnerships, but on policy there has been movement. Their leadership calls it \"progressive goals through Conservative means\" but this survey of the likely next group of Tory MPs shows it may be more like a conjoining of cultural conservatism on private life with strong backing for the leadership on tax, with the hope that cuts will be targeted at the poor.</p> <p>You wouldn't get George Osborne driving a Jaguar with a car registration plate ending in TAX, you wouldn't get policy chief Oliver Letwin with a poster about casual sex above his desk and you wouldn't get shadow work and pensions secretary Chris Grayling suggesting pensioners clean the streets. But with the new intake of MPs the signs are that they'll mix things up a bit.</p> <p><a href=\"http://www.theguardian.com/politics/series/newtories\">Read all the candidates' answers</a></p>",
  "<p>A frenetic day on global financial markets saw stocks rally but shares in Freddie Mac and Fannie Mae plunge, as investors digested the full implications of the latest American plan to end the year-long credit crunch.</p> <p>Fears that the public ownership, or \"conservatorship\", of the two US mortgage giants might provide only a temporary boost for the US housing market, and the world's financial system more generally, meant that an initial 300-point gain on Wall Street's main share index was pared back later in the day.</p> <p>Dealers in London were frustrated as the London Stock Exchange's computerised trading system froze barely an hour into the day. It had put on 200 points, or almost 4%. Angry traders said the shutdown was an embarrassment for London and the exchange, which is under huge pressure from rivals for the lucrative earnings in the world's third-largest stock market.</p> <p>By lunchtime in New York the Dow Jones industrial average was up 180 points, or 1.6%, at around 11,400. The dollar strengthened against the pound to around $1.748 as it rose to its highest level in nearly a year. </p> <p>The US treasury secretary, Hank Paulson, said that the quasi-nationalisation of the two US mortgage giants, announced on Sunday, was needed because the companies were running a \"flawed business model\" that should never have been allowed.</p> <p>The mortgage giants had to be bailed out because of their importance to the mortgage market and the financial system, Paulson said, adding that the government's plan made sure that taxpayers were protected, but that shareholders would not be insulated from losses. As he spoke shares in Freddie and Fannie shed more than 80% of their value on Friday to trade at just over $1 a share.</p> <p>Analysts said the Freddie and Fannie bailout - the largest in US history - was unlikely to mark the beginning of the end of the global credit crunch.</p> <p>\"Our view is that, rather than marking the turning point that assures an economic recovery, the support that has had to be provided to the two US mortgage giants over the weekend simply underlines the severity of the ongoing credit crisis,\" said Julian Jessop at Capital Economics in London. \"The bailout will help to avoid the worst case scenario of a complete financial meltdown, but the outlook for the housing market and the wider economy remains grim.\"</p> <p>News emerged yesterday that the departing chief executives of Freddie Mac and Fannie Mae, Richard Syron and Daniel Mudd, will take combined severance pay of $23m. George Bush said he did not view the nationalisation of the troubled lenders as a \"bailout\", but a \"stabilisation\" to calm markets after the sell-off in shares seen last week.</p> <p>A White House spokeswoman added that Bush had been warning Congress for years about the danger posed by the two mortgage institutions and had been calling for a strong independent regulator. </p> <p>Analysts also said figures from the Mortgage Bankers Association on Friday had shown that the embattled US housing market was in much worse shape than thought, giving added urgency to the need for action. The largest US savings and loan business, Washington Mutual, was put under special regulatory supervision and ousted its chief executive, Kerry Killinger, following rising losses related to the US sub-prime mortgage market. Washington Mutual lost $6.3bn in the last three quarters and has said losses in its mortgage portfolio could approach $19bn by 2011.</p> <p>Some analysts speculated that Fannie and Freddie were likely to be under state control for at least two years.</p> <p>Barack Obama and John McCain grudgingly welcomed the treasury takeover of the mortgage companies as a necessary short-term intervention. But Republicans favour handing their portion of the mortgage market to privatised companies. The Democrats want to retain a public role, arguing that Fannie Mae and Freddie Mac provide mortgages for people who would not otherwise be able to afford them.</p>",
  "<p>Gordon Brown's cabinet officially met outside London yesterday, the first such event since 1921 when Lloyd George summoned the colleagues to Inverness, a few months before his fall as it happens. Yesterday was Birmingham's turn, though for most of the day it was hard to tell. At least TV crews can count ministers going into No 10 and count them out again. In Brum there was no proof they had all survived alive and unshuffled.</p> <p>It amounted to a news blackout. This was probably just as well. Whenever the crews got near enough they asked, not about the West Midlands' thriving manufacturing sector, but about Brown's unthriving leadership. The result was a rich crop of euphemism. </p> <p>David Miliband told reporters that Gordon was now \"leading with more vigour and determination and will prove people wrong\" by winning. Ed Balls likened him to underdogs John McCain and Barack Obama (both of them). Asked if he supported the PM, John Hutton said he supported his work.</p> <p>The regional newspapers put the historic cabinet visit on page one, but their readers stubbornly refused to lose their heads. How much rubbernecking are voters willing to do outside the International Convention Centre just for a glimpse of Shaun Woodward?</p> <p>Birmingham is getting blase about political VIPs. Labour picked the city for its spring conference, the Tories will be there in three weeks' time - and were a presence yesterday. When the PM and his chancellor - still on speaking terms - narrowly missed the morning 8.01 from Euston (David Miliband caught it) they took the 8.13. Little did they know that hyper-competitive David Cameron had already caught the 7.40. The Tory leader just happened to be filming a TV programme in the city of manufacturing, multiculturalism and marginal seats on the same day. </p> <p>All in all, it was hardly surprising that few passengers on the second city's buses turned their heads towards the crowd of sightseers - sometimes as many as six - outside the ICC. </p> <p>Reports from the series of meetings inside the ICC were mildly encouraging for the beleaguered regime. \"Brilliant. There was a lot of humility about,\" said Sally Arkley, invited as head of an agency which develops women's business skills. \"Refreshing that ministers bother to come to Birmingham and talk to people directly,\" observed community worker Zubeda Limbada. Most ministers had started early, asked to visit a school or community group, hospital or factory after breakfast before converging on the city centre for round table discussions with a cross-section of citizens - plus that weekly cabinet meeting. Andy Burnham (culture) was well received at the Birmingham Rep while the foreign secretary had a stimulating exchange with young Muslims who are tackling drug abuse and extremism at the Right Start Foundation in Small Heath. </p> <p>Ed Balls was less fortunate. When he turned up for what turns out to have been his second visit to Aston Manor school he heard headteacher Heather Roberts warning a year 11 class: \"Now you'll all remember Mr Balls. No sniggering please; [pause] I had to say that.\"</p> <p>After the schools secretary later joined James Purnell (work and pensions) at a children's centre in Smethwick he gallantly rolled up his sleeve and plunged his hand into a bowl of purple water. Is there anything modern ministers will not do to prove they are in touch with voters' concerns? Touring the Jaguar works at Castle Bromwich with messrs Darling and Hutton, Brown even promised to be frank with voters about all those \"tough choices\" ahead.</p>",
  "<p>In 1962, at the height of the cold war, a young GI called James Joseph Dresnok picked up his gun and crossed the most heavily fortified border in the world to defect to the communist state of North Korea. He has been there ever since, living in the capital Pyongyang, although at one time both the North Koreans and the Americans denied he even existed.</p> <p>\"Comrade Joe\", as he is also known, is still regarded as a traitor in the United States and by the American soldiers who had to listen to his disembodied Tannoy broadcasts across the demilitarised zone promising better rations and women to those who cared to join him across the border. </p> <p>Perhaps unsurprisingly, Dresnok is wary of western journalists, but agreed to an interview following a request from the Labour MEP Glyn Ford, who has been engaged in diplomacy between North and South Korea and Japan for more than a decade. We meet in a wood-panelled room, underneath pictures of Great Leader Kim Il-sung and Dear Leader Kim Jong-il in Pyongyang's futuristic Koryo Hotel. Physically, Dresnok is a big man. His teeth are framed by a gold brace, and he sports a Great Leader badge, as do all North Koreans. At 67 he still smokes three packs a day despite a serious heart condition and warnings from his doctor at Pyongyang's Friendship Hospital. </p> <p>He has never seen himself as a traitor, he says, but was simply escaping to something he believed would give him purpose. His brief army career had been chequered and undistinguished. Having escaped an unhappy childhood of foster homes in Virginia, he enlisted in 1958, the day after his 17th birthday. He served first in Germany. After what he calls \"one minor offence\", he was treated harshly. \"I was forced to clean an armoured truck with a toothbrush and bucket of water. It was 42 below zero. That's when I first thought of crossing to a communist country. But if you went to the DDR (East Germany) they interrogated you and sent you back.\" </p> <p>He got his opportunity later, when serving with his unit along the demilitarised zone between North and South Korea in 1960. His wife had decided to leave him for another man after his two-year posting in Germany, which \"made me not care about my life,\" he says. \"I wanted to go to the most dangerous place in the world.\" </p> <p>There was nothing to keep him in the army, or in America. \"I didn't have any relatives back home, my wife had left me, I didn't have anything to live for in the US,\" Dresnok says. On the day he defected he faced a possible court martial for having absconded from his base. He had gone off limits having forged his officer's signature to go and meet a Korean woman he had become attached to. \"He [the officer] said, 'I want to see you at 3pm'. I said, 'We'll see'. That's when I made my decision to cross. I'm going for a new life. I grabbed a shotgun and headed for the DMZ [the demilitarised zone]. Sure, I knew about the personnel mines, maybe I could lose a foot or a leg - but I just went, straight.</p> <p>\"A cry went up, 'Hey Dresnok, stop!' So I just fired off a round to scare them. I have no regrets.\"</p> <p>When Dresnok crossed the border he was captured by a soldier from the Korean People's Army, who later volunteered, \"I wanted to kill the American bastard!\" He was taken to Pyongyang, where he was introduced to another defector, Private Larry Abshier. Over the next 18 months they were joined by two others, Army Sergeant Robert Jenkins and Specialist Jerry Parrish, presenting a remarkable propaganda victory for the hard-line regime of Kim Il-sung.</p> <p>\"Why should I regret crossing? I don't regret nothing,\" says Dresnok. Throughout the interview, his long-time North Korean minder sits beside him, noting down his answers. Dresnok appears loyal: \"The Great Leader Kim Il-sung told us, 'I am going to take you along with us to communism.' I didn't know then that the Great Leader would take good care of us like he did.\" But those early years were tough, he says. \"When I first came here, I didn't feel so good. People would say, 'There's that American bastard!'\" The Korean war, one of the most brutal conflicts of the last century, left an estimated four million dead, and a country shattered and divided to this day. \"People here, see, were educated to hate American imperialism. All that bombing! How many did they slaughter? They killed Koreans like savages. Of course people are going to hate Americans.\" </p> <p>In a mesmerising 2007 documentary, Crossing the Line, it was revealed that in 1966 Dresnok and fellow defectors Abshier, Parrish and Jenkins became so desperate to leave the North, they managed to get to the Soviet embassy and demand asylum. The Russians promptly handed them back. While Dresnok talks of the months and years of living quietly, learning the language, reading the works of the Great Leader, it was perhaps no accident that all four defectors managed around this time to find female companions. It seems entirely plausible that the women were found for them by the state, although none of the defectors ever admitted to any such arrangements. Dresnok has been married twice in North Korea; his first wife, a mysterious Romanian who always refused to talk of her past to Dresnok, died. He has since married the daughter of a former Togolese diplomat and a Korean. One of his three sons from his two Korean marriages looks American, although he doesn't sound it; a child of the revolution, James hopes to become a North Korean diplomat.</p> <p>\"I don't consider myself a traitor,\" Dresnok explains, referring to the country he turned his back on nearly half a century ago. \"I love my country. I love my town. In his teachings, Kim Il-sung wrote; 'Those who really love their country and their home can become communists.' I'm not a communist, but I would like to be one.\" </p> <p>Dresnok describes himself as a citizen of Pyongyang. \"I call it my country because I have been here for 46 years. My life is here. Enough? The government will take care of me until my dying breath.\" So would he like to return to the US? \"I tell you, yes; I must be honest to you. I would like to see the place. But how can I go there and dance in front of the American government, when they are arming South Korea?\" Dresnok knows that he would be arrested on arrival, as was Jenkins, when he returned to the west in 2004. There is no love lost between Dresnok and Jenkins, who recanted on his return just over three years ago, denounced Dresnok and was granted clemency after only 30 days in the clink. Were he ever to leave North Korea, Dresnok is unlikely to get off so lightly, having been painted as the ringleader by Jenkins. Abshier and Parrish both died in North Korea, where their families remain.</p> <p>But it is Dresnok's extraordinary career swap, from lowly US army private to star of the North Korean silver screen that provides the most surreal twist to his story. For three years from 1978, in a 20-part series called Nameless Heroes, directed by Kim Jong-il, Dresnok played the evil American. Ironically, these roles finally established the defectors' revolutionary credentials, and they were forgiven earlier misdemeanours. \"Comrade Kim Jong-il was then in the film industry. He was making movies,\" Dresnok recalls. \"He gave a teaching for us to take part in a film.\" (Dresnok is the first to admit that he is not an educated man, and that his grammar is sometimes mangled. </p> <p>\"I want my children to be more than an illiterate old man,\" he says disarmingly.) \"To be honest I was quaking in my shoes. I never thought I could be an actor.\" What critics would make of Comrade Joe Dresnok the actor is anyone's guess. But he made an impression on Kim Jong-il, now the ruler of North Korea. \"The Dear Leader takes care of me. Great man. Did you know hospitalisation is free in the DPRK?\"</p> <p>Despite the minder, at no point during the interview does Dresnok appear under duress. He smiles frequently, only becoming emotional when speaking bitterly of that \"cunning son of a bitch, Jenkins\". </p> <p>North Korea came into being 60 years ago today and since then predictions of its demise have been as frequent as they have been premature. Now history is once again threatening to repeat itself as the North prepares to rebuild its partially dismantled nuclear programme, in protest at the refusal of the US to remove it from the list of \"state sponsors of terror\". I ask Dresnok if he can explain why the US and Vietnam have long ago made up, but relations between the US and North Korea remain in deep freeze. \"It's long-time history,\" the unrepentant defector begins. \"The US planned to use North Korea as a stepping stone to China and Russia.\" And, he continues, \"The US is afraid right now. You know why? Now we have the nuclear bomb here. They don't want 'I blow you if you blow me'. But that is what will happen if they pull the trigger.\"</p> <p>And with that Comrade Joe prepares to return to his apartment, where his wife and children are waiting. It is illegal to listen to foreign broadcasts, but as he gets up Dresnok offers his opinion on the US election: \"I'm told McCain will get it.\" Dresnok, the last American defector, relic of a cold war that never came to an end on the Korean peninsula, a man whose impulsive decision either cost him 46 years of freedom, or gave him a better life than he had before, walks out and lights a cigarette.</p> <p><strong> · </strong>Joe Dresnok, the Last American Defector, will be on Al Jazeera English today.</p>",
  "<p>School is something that cuts to the heart of us all. It was when we experienced life as social beings for the first time and when, in most cases, we were the most scared in our lives - a fact to which we devote, in adult life, a great deal of subconscious energy to suppressing and forgetting. It is most intense when the pupils are in their late teens: old enough to be almost-adults (old enough in this country, in fact, to serve in the armed forces), old enough to feel the pain of humiliation, despair, a broken heart, and also rapture and love, but without yet having grown the vital thick skin of cynicism and experience that allows adults to manage and contain these feelings.</p> <p>No wonder that for many people school was the most vivid period, perhaps the only real period of their lives. And it is strange to think that some of the teachers we knew, and to whom we were closest at this late stage in our school careers, were maybe just five years older than we were then. How extraordinary to realise that some of the gruffest teachers who terrified you the most were younger than you are now.</p> <p>Looking through the proposed list of Forty Great School Movies, on which teachers will be voting with a view to creating a \"best of\" compilation programme, I experienced precisely the same feeling I had when compiling a similar list for Education Guardian a few years ago.</p> <p>Scanning these great titles ... Kes, Zero de conduite, Election, If... made me think: wait, why aren't there more films about school and schooldays? Why, in fact, aren't all films about school? After all, the genre is such a rich seam: it's got such potential for heartbreak, for passion, for violence - of both the metaphorical and literal sort. And it also has such an enormous capacity for idealism.</p> <p>It is intriguing because it offers two social worlds: the world of child-pupils and the world of adult-teachers, which I mentally label \"playground\" and \"staffroom\" - which overlap as in a kind of Venn diagram in the classroom itself. The private emotional lives of the children may be a mystery to the teachers, and those of the teachers are certainly opaque to the pupils. Most of the time. But it is when this private business encroaches onto the formal world of the classroom, that ritual arena of disinterested learning which is in fact so easily encroached upon, that the classic drama begins.</p> <p>There's always a nerdish pleasure in pointing out omissions to a list, but I can't help but regret that the organisers of this poll have not included Henri-Georges Clouzot's Les Diaboliques, a French suspense thriller from 1955. A horrible, disciplinarian headmaster - and corporal punishment enthusiast, naturally - is beastly to pupils and staff alike. He beats his wife and has just dumped his mistress, who is one of the teachers. So the spurned mistress makes a sensational proposal to the beaten wife, no longer her rival but a sister in oppression.</p> <p>They will murder the headmaster and dump his body in the school swimming pool, making it look like suicide or an accident.</p> <p><strong>Violent fantasy</strong></p> <p>School is an exquisitely appropriate context for this scheme: as it is a place where violence lingers heavily in the air. Children were beaten routinely, at school and home, and male violence towards women was urbanely tolerated. Ingeniously, Clouzot yokes the two together and invents a revenge drama. Children everywhere must have fantasised about revenge on a horrible schoolmaster: it is a wish-fulfilment fantasy for grown-ups and children alike.</p> <p>Violence at school was so commonplace until relatively recently. (You may remember an arch reality TV show recently called That'll Teach 'Em, in which modern schoolkids supposedly endured the rigours of a 1950s-style grammar-school education. It was of course meaningless, because no one got beaten. Corporal punishment was not mentioned, still less practised. On this programme, the nasty little secret of traditional educational values remained a secret.)</p> <p>This was generally a subject of jollity in 50s school film: think of Jimmy Edwards in his chalk-dusted mortarboard and gown, thwacking away. But there is a startling exception to this: Carry On Teacher has a remarkable scene in the staffroom in which the masters debate the matter in all seriousness, and Kenneth Williams plays a teacher who says that though he will sometimes beat a boy if there is no alternative, he does so with an awful feeling of failure. I rather admire the Carry Ons for including this moment, and not going along with the dishonest pose that it was something that could be taken lightly.</p> <p>I went to a liberal independent school in the 1970s, Haberdashers' Aske's in Borehamwood in Hertfordshire. It had an excellent no-corporal-punishment rule, but some of the masters certainly felt entitled to hand out the odd informal clump. I never received any such punishments and witnessed only one. Two boys were talking in a corridor just before going into a lesson (against the rules) and I saw a teacher literally bang their heads together. It was a petty, yet completely disgusting act of violence: an assault, in fact, by the stronger upon the weaker. Even today I wince when I read journalists casually using that image. I remember that the event was made even more contemptible by the master visibly realising in the next fraction of a second what an unforgivable thing he had done, and in a breezy, cowardly way, trying to laugh it off.</p> <p>There are two great films about violence in school: Lindsay Anderson's If... and Gus Van Sant's Elephant. A key moment in the first film comes when Malcolm McDowell's rebel is required to submit to a beating not from a master, but from one of the prefects, and he is in a kind of anguished rage about whether or not he should take it - a parable, though a brutal one, for the anguish suffered by many bright high-schoolers suddenly confronted by adult rules which they realise for the first time in their lives are wrong, and being practised by people who are stupid and culpable. They realise that they do have a choice, of sorts, about whether to submit to these rules.</p> <p>When McDowell finally opens up with a gun on the school, however, it is a bizarre moment of satire, with an edge of un-seriousness, fantasy and even flippancy, which for my money rather undermines the impact of the picture.</p> <p>In Gus Van Sant's Elephant, the violence is all too serious, inspired by the Columbine massacre - which was also the starting point of Michael Moore's anti-gun docu-polemic Bowling For Columbine.</p> <p>(Interestingly, his title is a reference to Alan Clarke's Elephant, a stark cine-prose-poem about violence in Northern Ireland.) The violence is all the more disturbing for being filmed in such an affectless, un-dramatic way. It is, of course, an unrepresentative film in that most schools, thankfully - even in the US, and certainly the UK - are not subject to apocalyptic gun violence.</p> <p>Yet in its horror, its very extremity, Elephant speaks to a sizable proportion of people for whom school was an endurance test and a grim ritual of humiliation and mortification, in which revenge fantasies might well have found fertile ground.</p> <p>So much for violence. Sex is a rather more taboo subject. Powerful films such as Mädchen In Uniform and especially Children's Hour raised the subject of gay sexual identity, and Children's Hour is especially interesting in that it is about the power that pupils do sometimes have over their adult rulers in the self-enclosed city state of school. </p> <p>But my favourite school film on this theme, and the film that would come top of my poll, is Alexander Payne's Election of 1999, a film of inspired incorrectness, which I can only describe as the Animal Farm of sexual politics and a brilliant parable for 90s America in the Monica Lewinsky era.</p> <p>A decent, hard-working yet stressed high-school teacher (played by Matthew Broderick) is feeling a vague sense of mid-life dissatisfaction. His marriage is in difficulties, due to a failure to produce children, and although entirely convinced of the value of his work, he is increasingly aware that he is going through the same things, year after year. It is at this delicate time of his life that he conceives an unwholesome obsession with a bright, irritatingly conceited, over-achieving student, Tracy Flick, played by Reese Witherspoon - the greatest performance of her career. He is sexually fascinated by her, and also irritated by the fact that her flirtatious manner (which he suspects is far more adult and knowing than she lets on) has ruined the career of a friend of his.</p> <p><strong>Envy of the young</strong></p> <p>Most importantly, and most abysmally, he is actually envious of her: envious that she will probably grow up to get a more prestigious and better-paid job than his. This is the envy and hatred that the old feel for the young, and which, as Germaine Greer wrote, threatened men feel for women in general. So he plans to wreck her chances at the upcoming election for school president.</p> <p>The idea of teachers not merely lusting after but actually nailing the pupils is the unmentionable of unmentionables, but Election fearlessly tackles it.</p> <p>Broderick tentatively runs through her qualities, concluding: \"There's something else you should know about Tracy...\" and we cut to her debauched teacher-lover whispering gleefully direct to camera: \"Her pussy gets so wet...!\" It's a gloriously offensive moment, smashing the Ming vase of appropriate thought and politically correct language - a veritable Hendrix power chord of crass honesty about the degraded pedagogic ego.</p> <p>These are examples, mostly, of cynicism and irony and alienation. But there are in fact, great school films composed in a cinematic language quite different from this. Ken Loach's Kes, for all its great moments of comedy, is a serious film about the shortcomings of school. An old warhorse like Goodbye Mr Chips takes the idea of an inspirational, self-sacrificing teacher very seriously.</p> <p>For my money, one of the best films to emerge this year (and the winner of the 2008 Cannes Golden Palm) is a school film in precisely this non-ironic vein: this is Laurent Cantet's Entre les murs, or Within The Walls - that is, the walls of the classroom. (Perhaps In Class would be the best translation, or just Class.) It is based on a novel by François Bégaudeau, which was in turn based on his own experiences teaching in a tough Paris school. Remarkably, Bégaudeau plays himself in the film, whose plot turns on the fact that some of the pupils are entitled to attend teacher conferences as pupil \"reps\", and start indiscreetly feeding back the teachers' remarks to the errant pupils in question, which starts a monumental confrontation in class.</p> <p>The fascination of the film is often simply in the non-controversial business of teaching: a longish sequence in which François talks about grammar, without any great dramatic subtext, is absolutely gripping: I could watch it all day. </p> <p>But to return to the three Venn diagram fields I proposed earlier - \"schoolyard\" \"classroom\" and \"staffroom\" - the meat of Entre les murs is in the transgression, or the leaking from one to the other. Children are allowed out of the classroom into the staffroom to eavesdrop on the discussion of their elders. Then, in the film's final dramatic scene, François leaves the castle keep of the classroom - the stronghold of his authority - and goes down into the schoolyard to explain and justify his behaviour in front of a boisterous jury of pupils, whom he has come to respect.</p> <p>A great film, in a great school-film tradition. Voting for the best ones is always fiendishly difficult, but if pushed, I would go for Election or Entre les murs.</p> <p><strong>·</strong> Watch clips of the top 40 films: <strong><a href=\"http://www.theguardian.com/education/2008/sep/09/schools.movies.clips.ag\">A-G</a> and <a href=\"http://www.theguardian.com/education/2008/sep/09/schools.movies.clips.hz\">H-Z</a></strong></p> <p><strong>·</strong> Everyone has a favourite movie set in a school. This autumn, Teachers TV is asking you to vote for your favourite school movies, which they will make into a Top 10 programme in early December. To vote go to <a href=\"http://www.teachers.tv/movies\">teachers.tv/movies</a>. Entrants will be entered into a prize draw to win cinema tickets or DVDs.</p>",
  "<p>A group running TV adverts linking Barack Obama to embattled former Detroit mayor Kwame Kilpatrick has had Jerome Corsi - author of a controversial book attacking Obama - on its payroll for the past year.</p> <p>The political action committee Freedom's Defense Fund (FDF) is spending $25,000 this week to air <a href=\" http://www.youtube.com/watch?v=iNyZ-cbPdoM\">a TV commercial</a> in Michigan that blasts Obama for praising Kilpatrick, who resigned and headed to prison on Thursday following months of ethical scandal.</p> <p>\"Do you know who Barack Obama's friends are?\" the FDF advert asks after listing Kilpatrick's offences and playing footage of Obama calling him a \"great mayor\".</p> <p>FDF has allied itself with Corsi since last year, paying him $17,500, according to federal election records. Corsi is known for co-writing a book in 2004 that savaged the war record of John Kerry, then the Democratic presidential nominee, and penning a similar attack this year called The Obama Nation.</p> <p>FDF executive director Todd Zirkle said the group paid Corsi for writing direct-mail fundraising appeals on its behalf. FDF also gives copies of The Obama Nation to contributors who donate $44 or more.</p> <p>A litany of Corsi's anti-Obama claims have been debunked since his book was published last month, from smaller assertions about Obama's memoir to more explosive charges about the authenticity of the candidate's birth certificate.</p> <p>Obama offered the public praise for Kilpatrick featured in FDF's ad in May 2007, three months before the Detroit mayor's ethics troubles began to emerge in earnest. By September 2007, a jury had found that Kilpatrick improperly sacked two policemen who discovered that he was conducting an extramarital affair with his chief of staff. </p> <p>John McCain told Michigan TV station WXYZ yesterday that he has no knowledge of the ad linking Kilpatrick to Obama, but said he would criticise future character-based attacks on his Democratic rival \"if it's called for\". McCain has remained largely silent on the Corsi book.</p> <p>FDF is closely tied to direct-mail fundraising firm BMW Direct, which uses the same operating office in downtown Washington. Zirkle said BMW is a contractor for FDF, though the Boston Globe reported in June that BMW established FDF <a href=\" http://www.boston.com/news/nation/articles/2008/06/29/firm_gets_big_cut_of_campaign_donations/?page=3\">\"to fund conservative campaigns and causes\"</a>.</p> <p>Corsi, who also writes for the conservative website WorldNetDaily, <a href=\" http://www.wnd.com/index.php?fa=PAGE.view&amp;pageId=56306\">reported earlier this year</a> that BMW Direct had turned down an offer to conduct direct-mail fundraising for the McCain campaign. </p> <p>As conservative groups gear up for the final two months of the campaign season, TV spots such as FDF's may be judged more on the buzz they create than on their price tag, according to political media expert Evan Tracey.</p> <p>\"Twenty-five thousand dollars in one cable system in a county is not enough for voters to see it, process it, absorb it,\" Tracey said. </p> <p>\"But if the ad gets written about, blogged about, amplified in the media - then people decide to get their chequebooks out and give the group money so they can run the ad where people will actually see it.\"</p> <p>Indeed, Zirkle said FDF plans to run future TV spots in battleground counties spotlighting Obama's relationship with former pastor reverend Jeremiah Wright, onetime anti-war activist Bill Ayers, and Kenyan opposition leader Raila Odinga.</p> <p>\"If the general public understands his background includes not more or less some of these people,\" Zirkle said, but \"everybody he's associated with who's been of this ilk - well, not everybody, but a lot of his associates in college and afterwards are of questionable character.\"</p>",
  "<p>Barack Obama's campaign this morning sought to quash one of John McCain's major selling points for Republican vice-presidential nominee Sarah Palin: her claim that as governor she opposed federal funding for a costly bridge to a sparsely populated Alaska island.</p> <p>The McCain camp has touted Palin's opposition to the so-called \"bridge to nowhere\" and its $223m price tag as proof of her drive to end wasteful spending of tax dollars by Washington congressmen.</p> <p>\"I told the Congress 'thanks, but no thanks,' for that bridge to nowhere,\" she said in her nomination acceptance speech at last week's Republican convention in St Paul, a point she reiterated on a Missouri campaign stop today.</p> <p>Numerous reports have shown that during her 2006 campaign for Alaska Governor Palin backed the bridge, only to reverse course when the US Congress, which was set to fund construction, ended the project. The bridge would have replaced ferry service to an island with an airport but whose population is small.</p> <p>That several news organisations have deemed Palin's boast inconsistent with the record hasn't dissuaded the McCain camp from repeating it, to Democrats' ire. This morning, the McCain campaign released a television advert saying, \"She stopped the bridge nowhere\".</p> <p>The Democrats have sensed an opening to tamp down on the \"bridge to nowhere\" rallying cry. This morning Obama staff sent reporters a flurry of press clippings on the matter and issued an angry statement.</p> <p>\"Despite being discredited over and over again by numerous news organisations, the McCain campaign continues to repeat the lie that Sarah Palin stopped the bridge to nowhere,\" Obama campaign spokesman Bill Burton said.</p> <p>\"McCain and Palin will say or do anything to make people believe that they will change something besides the person sitting in the Oval Office.\"</p> <p>Later today, the Obama campaign released a response advert that again directly accused McCain and Palin of lying about the bridge and other matters. The clip challenges Republican efforts to brand McCain and Palin as \"mavericks\" who are independent of established power bases.</p> <p>\"Sarah Palin's no maverick either,\" an announcer intones. \"She was for the bridge to nowhere before she was against it. </p> <p>\"Politicians lying about their records? You don't call that maverick … you call it more of the same.\"</p> <p>The McCain ad and the counter-offensive come as polls indicate the American public has responded favourably to McCain's pick of Palin and to her performance at the Republican convention. A Gallup daily tracking poll released today shows McCain with a 49-44% lead over Obama, his largest of the campaign.</p> <p>But it's unclear whether the particular issue - the Alaska bridge - is having an impact. A survey taken mid-August by Rasmussen Reports showed that \"government ethics and corruption\" is the third most important issue to voters, with 65% listing it as \"very important\". Voters give the Democratic party an advantage on that point, with 44% of voters saying they trust Democrats more, compared to 28% for the Republicans.</p>",
  "<p>Faithful to the last in their loony logic of US, President Bush and vice-president Cheney were on the warpath again last week. <a href=\"http://www.theguardian.com/world/video/2008/sep/03/bush.mccain.republican.convention\">Endorsing the presidential candidature</a> of Senator John McCain Bush declared: \"We need a president who understands the lessons of September 11, 2001: that to protect America, we must stay on the offensive, stop attacks before they happen, and not wait to be hit again.\"</p> <p>A bit of a head-scratcher that one about stopping attacks before they happen. Does it also mean we hit our enemies before they know they are our enemies?</p> <p>Vice-president Cheney, meanwhile, was touring the Caucasus and offering the kitchen sink to President Mikheil Saakashvili of Georgia as he gears up for another punch-up with Russia. But in his eagerness to go bear hunting on the edge of the Great Steppe, he seems to have forgotten the safety catch. As in his recreational <a href=\"http://news.bbc.co.uk/nolpda/ifs_news/hi/newsid_4707000/4707354.stm?\">shooting mishap</a> a few years back, it's the friends rather than the quarry that seem most at risk. Cheney appeared to be offering the Georgians a fast track to membership of Nato. Had Nato, its partner governments, and deliberative council been consulted? No – and by now a fair few of those do not think Nato is much help in lowering the tensions in eastern Europe, anyway.</p> <p>We may only have four months of the Cheshire cat grin of the 43rd president of the United States, and the Halloween pumpkin scowl of his vice president, but we are going to have live for a long time with what they have done to their country and the world. The next president will likely spend most of his term trying to clear away the debris. He will have to re-examine the strategy built from the 9/11 attacks, the operations in Iraq and Afghanistan, nuclear proliferation and Iran, China, Korea and the Caucasus. </p> <p>He can continue along the lines of the Cheney-Rumsfeld playbook of muscle-bound military might and isolationism. Or he could follow in the legacy of the great internationalist policy-makers of recent US history, Harry Truman and Acheson, Nixon and Kissinger closing Vietnam and opening to China, and George H W Bush, Brent Scowcroft and James Baker, who ensured with Gorbachev that the cold war didn't end in violence. </p> <p>From here the McCain-Palin, Obama-Biden teams did not appear particularly well placed or equipped to clear up the mess after the geopolitical Hurricanes W and Dick. It is widely believed that my former colleague Prof Samantha Power was fired from the Obama team not for being rude about Hillary, but for warning publicly that the US wouldn't get out of Iraq as quickly and easily as Barack imagined. </p> <p>If W is right, and McCain is going to follow him in using 9/11 as a licence for anything, particularly gross bad behaviour like Abu Ghraib and Guantanamo, then we are all in trouble – particularly the US allies, and not least the UK. The slavish attachment of London to Washington under Tony Blair is a continuing problem, the \"shoulder to shoulder\" and \"hug 'em close\" baloney and the folly of endorsing such a weird notion as the \"global war on terror\" included. This is the elephant in the front room of Britain's position today, a creature about whom Gordon Brown and David Miliband, his foreign secretary, seem to be in complete denial. </p> <p>The fundamental error of the fatal friendship of the Bush-Blair era was that they believed their own propaganda about US military might and the doctrine of \"full spectrum dominance\". The US has fantastic gizmos for surveillance and reconnaissance, but they are not all-powerful. A retired US colonel in charge of artillery and rocket systems procurement for the US Army told me with pride of the 'unbeatable superiority' of US forces in Iraq. He was mesmerised by a bit of kit called FBCB2 – which is rather like a souped-up Tom Tom GPS guidance navigation system in cars. \"It can tell you where every friendly vehicle is positioned,\" he marvelled. That's the problem – and why the Brits went cool on a similar system called Blue Force Tracker. As the US forces in Fallujah discovered, it tell you where the friendly forces are, almost in unnecessary detail, but it couldn't tell you where the enemy's snipers and booby traps are – and it cannot look into men's minds.</p> <p>US forces in Afghanistan seem to be facing similar problems. Despite the satellites, the Reaper and Global Hawk pilotless spy planes, the controllers – often back in the United States – cannot tell the difference between an Afghan wedding party and a shooting party. We are now getting reports every other day from Pakistan and Afghanistan of accusations of Nato – US commanded – strikes by planes and <a href=\"http://afp.google.com/article/ALeqM5gT8vt-omKBx6L67n0qn8q00d27lw\">drones killing civilians</a>.</p> <p>In Afghanistan, as in Iraq, the UK seems to be operating more to an American operation and plan – cooked up primarily for US domestic consumption. The US is about to \"surge\" another brigade, somewhere between 5,000 and 8,000 extra troops, into Afghanistan for a renewed offensive in the borderlands with Pakistan. British and Australian special forces, as in Iraq, will be expected to help in the fray to an American plan and to American standards of behaviour. </p> <p>Before they commit to new American operations in Afghanistan, the British should reflect on the audit of all their efforts in Iraq at US behest. Already British forces are heavily committed in Helmand and Kandahar. The recent operation to get a huge new turbine to the hydro-electric station at Kijaki, involving nearly 5,000 Nato soldiers, over half British, was superbly executed – with no coalition casualties – and the new generator will bring great benefit to the people of northern Helmand.</p> <p>But for the US critics this isn't enough – the Brits and the other Europeans, say the Americans, should be trashing the poppy fields, cowing the population, beating up the Taliban and doing the often murky business of Hamid Karzai's family and pals. </p> <p>Britain will leave Iraq next year with little sense of accomplishment – some 176 dead, thousands injured and a military expenditure approaching £10bn – and with very little credit and gratitude from the government in Baghdad and the principal ally, the US. \"Without adequate troops to protect the population, security in Basra deteriorated, the British withdrew and Shiite militias took control,\" was the pithy summation by John Nagl, brightest of American military thinkers, only last Friday. It took the US military and Iraqi army to get control of the city, he correctly states.</p> <p>In security at home and abroad George W Bush, Dick Cheney, Rumsfeld, Gonzales, Rove et al invoked a doctrine of exceptionalism, and executive dominance. If things continue in the same manner – and I think they will, whoever becomes the 44th president of the United States, we the allies must invoke our own exceptionalism to America's loonier foreign adventures and military demands. </p> <p>Bill Clinton's advice to Tony Blair that the best way to handle the newly elected George W Bush to \"hug him close\", must have been among the worst ever given to a British prime minister. Even an old shrewdy like William Jefferson Clinton could not have known that our Tony would take him literally and unswervingly at his word. </p> <p>If only he had taken to heart that other of the WJ Clinton bonnes pensées, his rueful reflection, reference Monica Lewinsky, on the folly of inappropriate relationships.</p>",
  "<p>Republicans have always been hugely critical of affirmative action policies, believing that giving preferential treatment to women and minorities leads to the promotion of underqualified people over more qualified or experienced individuals. To them, affirmative action goes against the meritocratic nature of America. This explains why, in July, John McCain <a href=\"http://www.usatoday.com/news/politics/election2008/2008-07-27-mccain_N.htm\">voted in support of a ban</a> led by Republican Ward Connerly that would end race- and gender-based affirmative action policies in his home state of Arizona.</p> <p>Outspoken conservative commentator Rush Limbaugh, along with other critics of Barack Obama, has repeatedly denounced Obama as an \"affirmative action candidate\", suggesting that his success is not a result of his merits but because he is African-American. In fact, only a couple of weeks ago on his radio show, <a href=\"http://www.youtube.com/watch?v=lovF-f8bkTU&amp;feature=user\">Limbaugh declared</a>: \"I think this is a classic illustration here where affirmative action has reared its ugly head. ... [The Democrats] ended up nominating and placing at the top of their ticket somebody who's not qualified, who has not earned it.\"</p> <p>It's interesting - and somewhat hypocritical - then, that the same could be said about Republican vice-presidential candidate Sarah Palin. If an affirmative action policy existed for presidential and vice-presidential candidates and Obama and Palin were the beneficiaries, their respective cases would be living examples of the best and worst aspects of affirmative action.</p> <p>Sarah Palin appears to be an example of the worst kind of affirmative action, the type that Republicans typically argue against and attribute to liberal political correctness. Their promotion of this particular female candidate is more of a cynical, tokenistic gesture than evidence of any real desire to promote merit in cases where it may have gone unnoticed, or to advance the cause of underrepresented women in politics. If that was the case, there are a number of other female Republican politicians – including <a href=\"http://snowe.senate.gov/public/\">Olympia Snowe</a> and <a href=\"http://www.senate.gov/~hutchison/\">Kay Bailey Hutchinson</a> - who could have been selected, and may have been better equipped for the role. It would be interesting to hear how those women feel - incorrectly used affirmative action policies often cause resentment among those feel that that they have been overlooked in favour of someone else who is clearly less able but seems to have benefited from special treatment.</p> <p>Critics of affirmative action tend to claim that engagement in the practice forces institutions or companies to lower their standards. Before McCain selected Palin, his <a href=\"http://www.pittsburghlive.com/x/pittsburghtrib/news/election/s_576734.html\">key requirements for a vice-president</a> were someone \"who can best take [his] place and carry on the agenda and the vision that [he has] outlined and will continue to outline during this campaign.\"</p> <p>Palin's convention speech last week – described by some as \"electrifying\" – did nothing to demonstrate her actual merits as a vice-presidential candidate, going by the standards set out by McCain himself. While competent and well delivered, there was little substance: no talk of her plans or proposals, her take on the economy, healthcare, national security or other issues of importance, and no agenda for getting the country out of some of its current troubling issues. There was certainly little sense that she'd be able to run America should McCain not be able to. In fact, in a <a href=\"http://www.youtube.com/watch?v=-ys4HGbiONY\">CNBC interview</a> given only a month ago, when asked if she'd consider being McCain's running mate, Palin responded: \"As for that VP talk all the time, I'll tell you, I still can't answer that question until somebody answers for me what is it exactly that the VP does every day?\" </p> <p>Even some Republicans believe that Palin's political background is not up to scratch. Advisers Peggy Noonan and Mike Murphy were <a href=\"http://www.youtube.com/watch?v=CrG8w4bb3kg\">caught off-camera </a>last week expressing their true thoughts about her. When Noonan was asked whether Palin was the most qualified woman for the job, her blunt answer was: \"No.\"</p> <p>Writing in the City Journal, conservative writer Heather McDonald provided a <a href=\"http://www.city-journal.org/printable.php?id=2763\">great analysis</a>: \"True, Palin brings traditional political strengths - such as gun enthusiasm and a pro-life record - to the ticket. Her fight against self-dealing in Alaskan politics counters the inside-the-Beltway corruption that damaged the Republicans in the 2006 elections. And her stance on drilling for Alaskan oil admirably bolsters the Republican party platform on energy issues. But admit it, fellow conservatives: none of these attributes pushed her over the top.\" I'd have to agree.</p> <p>Last week at the Democratic convention on the other hand, not only did Obama demonstrate excellent oratory skills – which some have rightly said is not in itself evidence that he could be president – but he clearly laid out policies, plans and courses of actions and displayed a firm grasp of the issues that he would have to deal with should he become president. His pick of Joe Biden as his vice-presidential running mate also displayed good judgement and discernment. </p> <p>Throughout the course of this election season, Obama has not been content to be the African-American candidate alone, but has sought to demonstrate his merits for the job. He has put in the hard graft: visiting virtually every state this year alone and meeting with foreign leaders in the Middle East, Afghanistan and Europe in order to shore up his foreign policy credentials. If he was, as Limbaugh called him, an \"affirmative action candidate\", he'd be one that demonstrates how the system should indeed work: giving positions to underrepresented people who actually work hard and prove that they qualify for it. </p> <p>The nomination of Sarah Palin is nothing more than a poor use of affirmative action in a way that the Republicans have always decried. Between now and November 4 we'll see how well this tokenism plays out.</p>",
  "<p>John McCain today extended his campaign swing with Sarah Palin, calculating that the double act, and Republican claims they represent a partnership for political reform, is gaining ground in the American heartland.</p> <p>The extended run for McCain and Palin in battleground states comes amid new opinion polls today suggesting that the Republicans came out of their convention in a stronger position than the Democratic nominee, Barack Obama.</p> <p>The scale of the Palin phenomenon was evident today when the crowd at a campaign stop in Lee's Summit, Missouri, burst into a chant of \" Sarah, Sarah'.</p> <p>The joint appearances by McCain and Palin contrasts with Obama and his running mate, Joe Biden, who have entirely separate schedules.</p> <p>Obama was in the rust belt of Michigan today, while Biden campaigned in Green Bay, Wisconsin. The Democrats have also recruited a third principal campaign in Hillary Clinton who was deployed in Tampa today.</p> <p>McCain had his best performance ever against Obama in a USA Today-Gallup poll, which gave him a clear lead over his Democratic opponent among those voters most likely to go to the polls next November, with 54% support compared to 44% for Obama.</p> <p>Much of that post-convention bounce is attributed to enthusiasm about Palin, who has been adopted as a heroine by Republican social conservatives.</p> <p>But curiosity and excitement about Palin also extends to the campaign trail, where McCain has been getting far bigger crowds with his running mate by his side.</p> <p>The partnership between McCain and Palin is now at the centre of the Republican strategy for the presidential elections. A new television ad released today, called the \"Original Mavericks\", sets the two up as dedicated reformers. \"They'll make history. They'll change Washington,\" the ad says.<br>.<br>The response to Palin also appears to have energised McCain.<br>Aides have told reporters that he enjoys listening to Palin's tales of caribou hunting on the campaign bus, and that he feels more comfortable at campaign rallies with his running mate by his side.</p> <p>Palin today got the seal of approval from the vice-president, Dick Cheney, for her \"superb\" speech to the convention and her wisecrack that hockey mums were like pit bulls in lipstick.</p> <p>Cheney sidestepped the question of Palin's experience or the Republican strategy of running away from George Bush's record.</p> <p>The secretary of state, Condoleezza Rice, herself once seen as a possible candidate for president or vice-president, was less effusive in an interview with CNN television. Asked whether Palin had the foreign policy experience for the job, Rice said: \"These are decisions that Senator McCain has made. I have great confidence in him.\"</p> <p>The Republicans may also feel energised by changes in political coverage at NBC television. During the convention, speakers regularly attacked the media, but the network was singled out, with delegates chanting: \"NBC, NBC\" in response to criticism from the stage.</p> <p>The network said it would replace two lead anchors in election night coverage, Keith Olbermann and Chris Matthews, who had tried to set a more casual, and conversational type of broadcast.</p>",
  "<p>According Time magazine, Dick Cheney, who's skulking around Europe on some immensely suspicious secret mission, approves of the Palin pick, and <a href=\"http://www.time.com/time/politics/article/0,8599,1839445,00.html\">laughed</a> when he recalled her speech at the Republican convention -- partly because her jokes amused him, but mainly just because he is a happy-go-lucky fellow and a merry chuckle is never far from his lips. And also perhaps because he's figured out some way in which he can implant tiny computers in her brain in order to control her mind and use her as another tool in his world-domination project.</p> <p><a href=\"http://simplythebest.net/sounds/WAV/sound_effects_WAV/sound_effect_WAV_files/evil_laugh.wav\">Here's exclusive audio of Dick Cheney laughing.</a></p> <p>In other news, <a href=\" http://thepage.time.com/excerpts-from-president-bushs-interview-with-fox-news/ \">this guy</a>, a loveable Washington character who hangs around the White House claiming to be president, approves of the Palin pick too. Both public statements are potential fuel for the Obama campaign's efforts to link McCain to the current administration, so presumably, now that they've said their pieces, we'll hear little more on the topic from either of these two.</p>",
  "<p>The first presidential debate comes at the end of the month. From that point on, it'll be hard for either campaign to introduce much new information or frame-setting about the other. The next two weeks are crucial on that score, and the Obama team, which has lost some control of the narrative, needs to deliver here.</p> <p>Specifically, barring some unforeseen event, the next two weeks should be mostly about the campaigns' respective ad campaigns. There's no doubt that McCain's ads have been better since early July. Obama's are fine, and maybe they're reaching people in ways that we inside the Beltway can't see. But they're not very memorable, and they're not driving the media narrative the way McCain's ads have.</p> <p>The Obama people keep saying they're not going to let themselves be swift-boated, they're going to asnwer attacks, etc. That's nice, and they haven't really been swift-boated yet, but saying isn't doing. They need some strong ads that tell the story about McCain (and to some extent Palin, but mostly McCain) that they want out there.</p> <p><br></p>",
  "<p>So, evidently, McCain is a little ahead now, according to <a href=\"http://www.usatoday.com/news/politics/election2008/2008-09-07-poll_N.htm\">one poll</a>. I think it's pretty clear that the main reason for this has to do with Palin. But what about Palin? </p> <p>Simple answer: fresh face, great speech, excited the right-wing base.</p> <p>More complicated actual answer: The Obama camp had no idea how to respond to her selection and how to attack her.</p> <p>The fact remain the fact: She's a cynical, irresponsible pick, and quite obviously unprepared to help lead the country. She couldn't even run a town of 7,000 people. Her famous hockey rink, while a nice-looking facility, was <a href=\"http://online.wsj.com/article/SB122065537792905483.html\">a fiscal white elephant</a>, as The Wall Street Journal reported:</p> <blockquote> <p>Last year, the arbitrator ordered the city to pay $836,378 for the 80-acre parcel, far more than the $126,000 Wasilla originally thought it would pay for a piece of land 65 acres larger. The arbitrator also determined that the city owed Mr. Lundgren $336,000 in interest. Wasilla's legal bill since the eminent domain action has come to roughly $250,000 so far, according to Mr. Klinkner, the city attorney.</p> <p>Mr. Lundgren has appealed the decision, arguing that the arbitrator should have awarded him more interest. \"It has been 10 years; it's just insane,\" said Mr. Lundgren, who now lives in Panama. \"All [Ms. Palin] had to do was close the transaction.\"</p> </blockquote> <p>Actually, this track record makes her fit in perfectly with today's Washington GOP.</p> <p>But the Obama camp has been really slow on the draw. She lied in her speech about the bridge to nowhere, a fact that is <a href=\"http://news.bostonherald.com/news/2008/view.bg?articleid=1116208&amp;srvc=2008campaign&amp;position=12\">beyond dispute</a>. And she was all for earmarks. But now it may be too late for the Obama team to reverse the perceptions that she was always against the bridge and a foe of earmarks. </p> <p>The Obama people were clearly caught flatfooted here. There's still time, I suppose, and remember, the media swoom tends to ignore the apparent reality that she hasn't been such a hit with moderates. But an opportunity was clearly lost in the first few days, especially on the bridge. </p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-337413637\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/9/8/1220885977808/cindy.jpg\" alt=\"Cindy McCain\" width=\"460\" height=\"306\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Photograph: AP</span> <span class=\"element-image__credit\">Photograph: AP</span> </figcaption> </figure>  <p>In parts, <a href=\"http://www.newyorker.com/reporting/2008/09/15/080915fa_fact_levy\">this new profile</a> of Cindy McCain in the New Yorker is almost breathtakingly sad; it certainly makes you wonder why you'd ever marry someone with serious ambitions to be president. Perhaps the amount of deception and concealment inside the McCain marriage isn't all that unusual, but it's her attempt to repackage it as a sequence of charming campaign-trail anecdotes that gives this piece its undertone of desolation. There's the now famous adoption story, which, as <a href=\"http://www.prospect.org/csnc/blogs/ezraklein_archive?month=09&amp;year=2008&amp;base_name=the_adoption_tale\">Ezra Klein notes</a>, is rather strange when you look at it closely: Cindy decided to add a new member to the family but didn't consult John at all. There's the fact that they both lied to each other about their ages until after their marriage announcement was published in the newspaper. (\"We started our marriage on a tissue of lies,\" she tells one audience \"with a smile\" in this article. John, as we know, was married and reportedly cohabiting with his current wife at the time he met Cindy.) Less touted by the campaign, naturally, is the story of her painkiller addiction, and how she admitted stealing drugs from a medical charity she'd established; she didn't tell her husband about her problem until she was being investigated by the Drug Enforcement Administration. Then there's the stroke she suffered in 2004 which, she seems to say here, she recovered from with essentially no companionship from John whatsoever. In light of all this, even her stump-speech story about learning to fly without informing him begins to look less merry. (She has also repeatedly called herself an only child, despite having two half-sisters, one of whom, in this piece, is plainly extremely angry with her.)</p> <p>\"The stories that Cindy McCain tells all tend to have the same elements: secrecy, unilateral action, revelation,\" Ariel Levy writes. \"She is a kind of blond Lucille Ball in these tales, always up to something, never wanting to be found out by Ricky. But her madcap (if genteel) fifties-housewife sitcom persona is complicated by the more troublesome aspects of these anecdotes. She often leaves out a detail or two, omissions that change the shade of the story...\" [<a href=\"http://www.newyorker.com/reporting/2008/09/15/080915fa_fact_levy\">The New Yorker</a>]</p>",
  "<p>After a week when <a href=\"http://www.theguardian.com/commentisfree/commentisfree+world/sarahpalin\">Sarah Palin</a> was mercilessly mocked and pilloried in sections of the American media, a more pragmatic, less dismissive assessment of her impact on the presidential race is underway. For the Democrats and Barack Obama's cheerleaders in the east coast newspapers, the initial auguries are not terribly encouraging. In short, what they see is not what middle America sees.</p> <p>The insults thrown at John McCain's Republican running mate may not be soon forgotten by white middle class people like her, in places such as southern Ohio, who could decide a tight race. \"Cosmetics saleswoman in Macy's\", \"Veep in go-go boots\", \"Shrill moose-hunting Mom\" and many similar comments revealed a surprising degree of gender and class prejudice lurking under liberal carpets. And they reinforced the \"elitist\" charge levelled at the Obama camp.</p> <p>The extraordinary depth of instant media intrusion into Palin's personal life recalled the calumnies suffered by Bill Clinton before and after his 1992 election, which Democrats then angrily condemned. Likewise much of what has been alleged so far about Palin turns out to be untrue.</p> <p>\"There were erroneous reports that Palin had supported [maverick rightwinger] Pat Buchanan's presidential bid (she supported Steve Forbes), that she had been a member of the Alaska Independence party (she hadn't), and that she had 'slashed' funding for Alaska's special needs children (she increased it),\" wrote Stephen Hayes in the <a href=\"http://www.weeklystandard.com/Content/Public/Articles/000/000/015/527qgvzw.asp\">Weekly Standard</a>.</p> <p>Following a rumour that Palin's last child, Trig, was actually her daughter's, a major US newspaper went so far as to \"demand the McCain campaign share medical records relating to Palin's amniotic fluid,\" Hayes reported. One BBC radio reporter was reduced to asking whether a parent of five children could fulfil a vice-president's duties, a question that would hardly be asked of a man.</p> <p>\"For her first five days as McCain's running mate, Palin took a shelling from the usual suspects – and some unlikely detractors – that would have disorientated the toughest veterans,\" wrote columnist Kevin Rennie in the <a href=\"http://www.courant.com/news/opinion/columnists/hc-rennie0907.artsep07,0,3493275.column\">Hartford Courant</a>. \"Her critics finally found something they wanted to drill for. Sweet crude vitriol gushed.\"</p> <p>The fact that Palin not only survived this baptism of fire but came out punching, smiling joyously, is worrying for the Democrats. Her evident toughness, her ability to work a crowd, and her unusual line (among American politicians) in sarky, sardonic put-downs are skills likely to impress in the small towns of the battleground states where the McCain campaign plans to send her.</p> <p>Palin's convention speech was watched by 37 million Americans, very nearly as many as watched Obama the week before after a six months' build-up. Her nomination has brought immediate poll dividends, with USA Today-Gallup showing <a href=\"http://www.telegraph.co.uk/news/newstopics/uselection2008/johnmccain/2704621/John-McCain-moves-ahead-of-Barack-Obama-in-latest-US-presidential-election-polls.html\">McCain-Palin ahead</a> by four points after trailing by eight. Virginia and other conservative states Obama hopes to win over report an Iraq-like surge in Republican activism.</p> <p>Recovering from their initial surprise, Democrats and their supporters are now deploying counter-arguments going beyond outright abuse. Historically vice-presidents do not decide elections, it is argued. The inexperienced Palin is afraid to debate the issues, says vice-presidential rival Joe Biden. Palin is a five-day wonder, soon to be forgotten.</p> <p>But Newsweek's <a href=\"http://blog.newsweek.com/blogs/stumper/archive/2008/09/03/fineman-palin-goes-prime-time.aspx\">Howard Fineman</a> has some cautionary words for wishful thinkers. \"Democrats dare not issue Palin a pass – she's too dangerous a foe. Normally vice-presidential candidates fade into the background. Nobody is expecting that with Palin. Indeed, her new-found celebrity has made even Obama look dull.\"</p> <p>With three Washington senators in the Democrat-Republican line-up, Palin's very ordinariness may be her biggest strength. She was ridiculed, for example, for not having a passport before visiting US troops in the Gulf last year. But the mockers forget most Americans don't have passports; that's normal. Conversely, some of Palin's wackier minority views, such as teaching creationism, hardly signify while she is bound to McCain's policy platform.<br>If the contest remains close, some Democratic strategists predict \"Wal-Mart moms\" – white, working, non-college educated women with children living in outlying suburbs and in rural parts of battleground states – may decide the outcome. Guess what? Palin is a fully paid-up Wal-Mart mom. Not only that. According to columnist William Kristol, as mayor of Wasilla, Alaska, in 1999 she presided over a wedding of two Wal-Mart associates at the local Wal-Mart. \"It was so sweet,\" Palin said. \"It was so Wasilla.\"</p> <p>To a degree not readily recognised or accepted beyond its shores or along the Atlantic seaboard, Palin is \"so middle America\". Her arrival signals a final-stretch shift in the overt focus of the election back to traditional themes – economic opportunity, security, social provision, faith, identity, character – in the traditional battlegrounds.</p> <p>For all the talk of a new mould-breaking, inclusive, post-racial politics, the cultural divide never went away. It merely fell to the shamelessly exuberant Palin to apply some northern exposure.</p>",
  "<p>After eight years of inaction, carbon emissions policy may finally take a reality-based turn. Both Republican senator John McCain and Democratic senator Barack Obama have proposed \"cap-and-trade\" (CAT) plans. While McCain's running mate, Alaska governor Sarah Palin, recently declared she <a href=\"http://www.newsmax.com/headlines/sarah_palin_vp/2008/08/29/126139.html\">doesn't believe climate change is \"man-made\"</a>, I'll assume that McCain continues to support his plan.</p> <p>There are two key differences between the candidates' plans. First, by 2050, Obama would <a href=\"http://my.barackobama.com/page/content/newenergy\">reduce emissions by 80%</a> of 1990 levels. McCain <a href=\"http://www.johnmccain.com/informing/issues/65bd0fbe-737b-4851-a7e7-d9a37cb278db.htm\">stops at 60%</a>. Second, Obama would use a market-based auction to allocate permits that power CAT policy, while McCain would simply give them to polluters, providing huge annual handouts to a favoured few at everyone else's expense. Let's see why.</p> <p>When you burn fossil fuels, emitted carbon harms the environment for everyone around you. Because you don't bear the costs you impose on others, they're \"external\", and this is known as a negative externality. Economists have known for eons that with negative externalities, leaving a market alone - \"free-market\" policy - causes inefficiency in the form of too much pollution. The only way to avoid this outcome is some sort of government intervention. Period.</p> <p>Under old-style \"command-and-control\" regulations, the government told polluters how much to emit, and that was that. Pollution stays below the desired level, but this policy is inefficient, since some companies can reduce their carbon footprints more cheaply than others, and all that matters is the total amount emitted. An alternative policy doesn't restrict emissions, but imposes a per-pound tax on emitted carbon. Producers that can reduce emissions for less than the tax will do so, while others will produce carbon and pay the tax. In principle, the tax can be set to achieve any desired level of emissions reduction. </p> <p>But the government might screw up. Too high a tax brings unnecessarily high reductions in economic production. Given today's tax-phobic political climate, it's more likely that the government would set the tax too low, with disastrous climatic results.</p> <p>Enter cap-and-trade. Government chooses the total quantity of carbon emissions (cap) and issues permits that companies can buy and sell (trade). Once permits are allocated, supply and demand determine the price of a permit, which acts just like a carbon tax: companies that can reduce emissions cheaply will sell permits and reduce emissions, while companies on the opposite side of the ledger will buy permits and keep emitting carbon. The lower the cap, the higher the price. CAT provides the benefits of both command-and-control and taxes: emissions won't top the cap, and the \"right\" companies will do the reduction.</p> <p>Research suggests those permits will be worth real money - perhaps as much as $<a href=\"http://latimesblogs.latimes.com/money_co/2008/08/obama-energy-pl.html\">50-$300bn per year by 2020</a>. That's enough money to pay for an awful lot of campaign promises.</p> <p>Obama would <a href=\"http://matthewyglesias.theatlantic.com/archives/2008/05/the_case_for_auctions.php\">auction off the permits</a>, using the proceeds for taxpayer rebates and investments in green energy sources to help offset CAT-induced increases in production costs, which themselves will lead to reduced employment and higher prices. Basic fairness and common sense suggest that whatever pain CAT causes should be salved with shared benefits.</p> <p>By contrast, McCain's plan fails this fairness test. While average taxpayers adjust to higher prices due to higher production costs, McCain would shower <a href=\"http://www.washingtonmonthly.com/archives/individual/2008_05/013715.php\">windfall profits on polluters' shareholders</a>. As noted above, CAT is just like imposing a tax, together with a clever mechanism to ensure the chosen reduction in total emissions. Refusing to auction off the permits, though, is just like letting polluters keep the revenue from a carbon tax. Would anyone support that?</p> <p>Now, it's true that CAT will increase polluters' costs, reducing shareholder value. But we could compensate shareholders with just 15% of the permits' value - a far cry from McCain's 100% gift.</p> <p>Let's leave aside the fact that McCain would reduce emissions by considerably less than Obama. The simple fact is that McCain's plan would provide the mother of all handouts, for no good reason. An annual giveaway of hundreds of billions of dollars to polluters - just because they are polluters - is most certainly not the change anyone should believe in.</p> <p><em>[Note: due to an editing error, the second sentence of the second paragraph previously read \"...reduce emissions to 80% of 1990 levels\". It should have read: \"...reduce emissions <strong>by</strong> 80% of 1990 levels\". Apologies.]</em></p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/_TiQCJXpbKg?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/_TiQCJXpbKg&color1=0xb1b1b1&color2=0xcfcfcf&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/_TiQCJXpbKg&color1=0xb1b1b1&color2=0xcfcfcf&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>In amongst <a href=\"http://blog.wired.com/27bstroke6/2008/09/john-mccain-acc.html\">the various confusing things</a> that were going on behind John McCain during his convention speech on Thursday night, the screen sometimes displayed a single slab of colour. As we know, this is <a href=\"http://www.colbertnation.com/?p=1593\">asking for trouble</a>, which in this case the maker of <a href=\"http://blogs.guardian.co.uk/usa/2008/08/barack_obama_channels_rick_ast.html\">this original Astley/Obama video</a> was only too happy to provide. [<a href=\"http://hmatkin.blogspot.com/\">The Margins of Error</a>]</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/bVIaqCjvLpU?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/bVIaqCjvLpU&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/bVIaqCjvLpU&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>A sizeable Minnesota bounce. Gallup/USA Today poll: <a href=\"http://www.usatoday.com/news/politics/election2008/2008-09-07-poll_N.htm\">McCain 50%, Obama 46%</a> among registered voters, and 54% to 44% among likely voters. (Then again, a smaller lead among registered voters in Gallup's tracking poll: <a href=\"http://www.gallup.com/poll/110050/Gallup-Daily-McCain-Moves-Ahead-48-45.aspx\">McCain 48%, Obama 45%</a>.)</p> <p>The ad above, released by the Republicans today, touts McCain/Palin as an all-action intergalactic maverick force, but even Fox News is <a href=\"http://www.youtube.com/watch?v=hG7WGVmVl-4\">having difficulty believing</a> its claims about the Alaskan white elephant known as the Bridge To Nowhere.</p> <p>The first interview with Sarah Palin will go to ABC News's Charles Gibson, he of the <a href=\"http://www.newyorker.com/talk/comment/2008/04/28/080428taco_talk_hertzberg \">much-condemned</a> Obama/Clinton debate. <a href=\"http://talkingpointsmemo.com/archives/214508.php\">Josh Marshall reckons</a> it'll be a softball affair. [<a href=\"http://ap.google.com/article/ALeqM5h21ZbzgPbTVRftcJPT5vkHkonY5QD93256F03\">Associated Press</a>]</p> <p>The cable news network MSNBC drops two of its louder liberal hosts from the role of anchoring campaign coverage, and will instead adopt a cautious centrist position that it will pretend is neutral and objective. [<a href=\"http://www.nytimes.com/2008/09/08/business/media/08msnbc.html\">New York Times</a>]</p> <p>Gaffe of the weekend: Obama refers in an interview to \"my Muslim faith\". It seems fairly clear he's referring ironically to false rumours. And so of course we can be entirely confident the clip won't be used against him. Right? Right? [<a href=\"http://www.youtube.com/watch?v=3qotHTtr30I\">YouTube</a>, <a href=\"http://www.suntimes.com/news/politics/obama/1150540,CST-NWS-faith08.article \">Chicago Sun-Times</a>]</p> <p>\"No one has ever tried to combine presidential politics and motherhood in quite the way Ms Palin is doing, and it is no simple task...\" [<a href=\"http://www.nytimes.com/2008/09/08/us/politics/08baby.html \">New York Times</a>]</p> <p>Seven things that could determine the election's outcome, including the mortgage crisis and John McCain's short temper. [<a href=\"http://dyn.politico.com/printstory.cfm?uuid=3FE30557-18FE-70B2-A8EF2DEF93E4DDD1\">Politico</a>]</p> <p>Maybe Palin doesn't hate condoms after all. Polar bears, yes, and <a href=\"http://thepage.time.com/2008/09/08/morning-show-summary-96/ \">cats</a>; condoms, maybe not. [<a href=\"http://www.latimes.com/news/politics/la-na-sexed6-2008sep06,0,3119305.story \">Los Angeles Times</a>]</p>",
  "<p>Welcome back after the summer break. In this month's edition of Sounds Jewish, I'm joined by fashion designer <a href=\"http://www.saraberman.co.uk/\">Sara Berman</a> and writer and film maker Naomi Gryn. </p> <p>We ask the former editor of Ha'aretz.com Peter Hirschberg whether Israel could be about to have a woman PM.</p> <p>We speak to the Queen of Comedy, <a href=\"http://www.viewlondon.co.uk/whatson/joan-rivers-tickets-article-7128.html\">Joan Rivers</a>, about her new, autobiographical show in London – and find out why she really doesn't like John McCain's running mate, Sarah Palin. </p> <p>Plus: is the Holocaust a suitable subject for a film aimed at children? We discuss the new, Disney-distributed film <a href=\"http://www.thefilmfactory.co.uk/boy/\">The Boy in the Striped Pyjamas</a>. </p> <p>And finally, it's that time again. The Jewish New Year is looming, and we're faced with some tough decisions: what to wear – and what not to wear in synagogue.</p> <p>PS Don't forget to look out for the JCC's US elections debate, weighing up which candidate - Obama or McCain - would be best for Jews, in the <a href=\"http://www.jcclondon.org.uk/Books_Opinion_Soup.html\">Middle East and beyond.</a> The Guardian's Jonathan Freedland will be debating with the Daily Mail's Melanie Phillips at the Hampstead Town Hall on 12 October. </p> <p>Sounds Jewish is produced with the <a href=\"http://www.jcclondon.org.uk/\">Jewish Community Centre for London</a></p>",
  "<p>It's a funny old business when a Republican administration espousing small government and unfettered capital markets has to nationalise the country's two biggest mortgage companies to the tune of at least $200bn (£113bn). The US treasury secretary preferred the more legalese term of \"conservatorship\".</p> <p>Even the red-in-tooth-and-claw Wall Street Journal <a href=\"http://online.wsj.com/article/SB122083060663308415.html?mod=hpp_us_whats_news\">had to concede</a> that with Fannie Mae and Freddie Mac it had no choice. But you can hear the grinding of teeth when it reports the US mortgage crisis entering a <a href=\"http://online.wsj.com/article/SB122079276849707821.html?mod=hpp_us_whats_news\">new and uncharted phase</a>, potentially saddling American taxpayers with billions of dollars in losses from home loans made by the private sector.</p> <p>You could hear the pain in John McCain's voice as he spoke at a rally in Albuquerque: \"We need to keep people in their homes, but we can't allow this to turn into a bailout of Wall Street speculators.\" Barak Obama, who received $1.6m in contributions from the two companies in the current election cycle, according to the Centre for Responsive Politics, took a similar line. As the Journal <a href=\"http://blogs.wsj.com/washwire/2008/09/06/fannie-and-freddie-enter-the-presidential-race/\">blogged</a>: </p> <blockquote> <p>Neither wants to appear to be supporting a bailout for corporate interests at a time when job losses and foreclosures are mounting across the country</p> </blockquote> <p>In the UK where, post-Northern Rock, bank bailouts are not such a surprising thing, the Fannie and Freddie rescue is still reported as \"dramatic\" news with the Financial Times and the Telegraph agreeing that it was the \"<a href=\"http://www.telegraph.co.uk/money/main.jhtml?MLC=/money/city_news/article&amp;xml=/money/2008/09/07/cnfreddie207.xml\">world's biggest financial bailout</a>\".</p> <p>The FT spelt out the <a href=\"http://www.ft.com/cms/s/0/3a4cb13a-7d04-11dd-8d59-000077b07658.html\">uncomfortable truth</a> that the two Fs had been taken under state control.</p> <p>\"British mortgage specialists welcomed the move, saying it should inject some confidence into the housing market, which is suffering its steepest price fall since the 1930s,\" the Telegraph reported, specifically pointing out that this was a nationalistion. A mortgage broker is quoted: \"This is effectively the US doing a Northern Rock - nationalising part of its mortgage market. If the US government is guaranteeing the bonds, it should allow companies, including UK investors, to feel more confident.\"</p> <p>The Times <a href=\"http://business.timesonline.co.uk/tol/business/industry_sectors/banking_and_finance/article4697785.ece\">agrees</a>: \"The US government's decision … is good news for British banks and, in turn, British homeowners.\" It quotes McCain telling CBS that Fannie and Freddie had become \"sprawling, massive bureaucracies, rife with corruption and cronyism\".</p> <p>But it takes <a href=\"http://www.nytimes.com/2008/09/07/business/07bailout.html?ref=business\">Nelson D Schwartz</a> in the New York Times to put all this into perspective:</p> <blockquote> <p>Despite decades of free-market rhetoric from Republican and Democratic lawmakers, Washington has a long history of providing financial help to the private sector when the economic or political risk of a corporate collapse appeared too high. The effort to save Fannie Mae and Freddie Mac is only the latest in a series of financial manoeuvres by the government that stretch back to the rescue of the military contractor Lockheed Aircraft Corporation and the Penn Central Railroad under President Richard M Nixon, the shoring up of Chrysler in the waning days of the Carter administration and the salvage of the savings and loan system in the late 1980s.</p> </blockquote>",
  "<p>American politicians love rock'n'roll anthems for their election campaigns – they just never seem to ask permission before using them. The rock band Heart have lashed out against the Republican party after their song Barracuda was used twice to introduce vice presidential candidate Sarah Palin. \"I think it's completely unfair to be so misrepresented,\" singer Nancy Wilson told Entertainment Weekly. \"I feel completely fucked over.\"</p> <p>While Republican presidential candidate John McCain doesn't exactly strike the same poses as Tony Blair did, his campaign has continued the trend of using pop music to bolster its image. While at one time rock music was a symbol of hedonism and protest, today it communicates energy, youthfulness and cool. And that is something that 72-year-old McCain's party, in particular, can use.</p> <p>They just didn't bother asking first.</p> <p>The problem started last Thursday, when Alaskan governor Sarah Palin took the stage at the Republican National Convention. Heart's 70s hit Barracuda rang out from the speakers – a nod to Palin's feisty reputation and to her high-school basketball-team nickname. </p> <p>Republican officials had not asked Heart, Universal Music Publishing or Sony BMG whether they could use the song – and, in a statement, Heart insisted that even if asked, they would never have offered permission. McCain campaign officials were unapologetic. \"Prior to using Barracuda at any events, we paid for and obtained all necessary licences,\" spokesman Brian Rogers told Reuters. Under US copyright law, public performance of the song is licensed under a blanket fee paid by the Minneapolis venue.</p> <p>But Heart weren't having any of it. \"We have asked the Republican campaign publicly not to use our music,\" sister singers Ann and Nancy Wilson said in their statement. \"We hope our wishes will be honoured.\"</p> <p>They weren't. Later that evening the song was used again, as Governor Palin joined John McCain on the arena stage. The Wilsons were incensed. \"Sarah Palin's views and values in NO WAY represent us as American women,\" they wrote in an email to Entertainment Weekly. \"We ask that our song Barracuda no longer be used to promote her image.\"</p> <p>\"[Barracuda] was written in the late 70s as a scathing rant against the soulless, corporate nature of the music business, particularly for women ... There's irony in Republican strategists' choice to make use of it there.\"</p> <p>They then sent a cease-and-desist order to Palin, insisting that she stop using their song. </p> <p>The Wilsons are not alone in their frustration with the McCain/Palin soundtrack. Artists John Mellencamp, Boston and Jackson Browne have all complained about the Republicans' use of their songs over the course of this year's campaign. Browne even took legal action last month, suing the McCain campaign for their use of his 1977 hit Running on Empty in an ad attacking Democratic candidate Barack Obama.</p> <p>There's at least one man, however, who is singing a different tune. Another of Barracuda's songwriters, former Heart guitarist Roger Fisher, said that although he supports Obama, he was \"thrilled\" with Palin's use of the tune, calling it an \"ingenious placement of a kick-ass song\". </p> <p>Something tells us that Fisher won't be soon joining the Heart reunion tour. </p>",
  "<p>The South African president, Thabo Mbeki, will meet Zimbabwe's rival political parties today in a new attempt to secure a power-sharing deal.</p> <p>The opposition leader, Morgan Tsvangirai, said yesterday that he would rather quit the talks than sign an unsatisfactory deal, prompting fresh doubts over a compromise.</p> <p>President Robert Mugabe has already threatened to form a government alone if Tsvangirai does not sign a deal and end the deadlock. </p> <p>In response, Tsvangirai has challenged Mugabe to call a further election, insisting his party would win a clear majority.</p> <p>In March this year, the two leaders fought a general election in which Tsvangirai fell just short of enough votes to avoid a second round of voting in June. </p> <p>Mugabe went on to win the run-off unopposed after Tsvangirai pulled out, citing violence and intimidation against his supporters.</p> <p>Since then, post-election talks to resolve the sharing of executive power between the two men have continued, delaying any chance of rescuing Zimbabwe's crippled economy. </p> <p>Mbeki, mandated by regional countries to mediate in the Zimbabwe talks, has come under repeated fire for not being tough enough with Mugabe. </p> <p>Other southern African leaders have taken a harder line against the long-standing president, but Mugabe has refused to budge.</p> <p>Yesterday, Tsvangirai held a rally marking the ninth anniversary of his party, the Movement for Democratic Change (MDC).</p> <p>He made it clear that he has little faith in Mbeki as mediator and confirmed he did not intend to change his position in the power-sharing talks.</p> <p>Zimbabwe's June election run-off was condemned by governments around the world. It drew toughened sanctions from western countries whose support is vital for reviving Zimbabwe's ruined economy. </p> <p>A smaller, breakaway faction of the MDC, led by Arthur Mutambara, is the third party in negotiations aimed at forming a national unity government.</p>",
  "<p>A year into the global financial crisis, several key central banks remain extraordinarily exposed to their countries' shaky private financial sectors. So far, the strategy of maintaining banking systems on feeding tubes of taxpayer-guaranteed short-term credit has made sense. But eventually central banks must pull the plug. Otherwise they will end up in intensive care themselves as credit losses overwhelm their balance sheets. </p> <p>The idea that the world's largest economies are merely facing a short-term panic looks increasingly strained. Instead, it is becoming apparent that, after a period of epic profits and growth, the financial industry now needs to undergo a period of consolidation and pruning. Weak banks must be allowed to fail or <a href=\"http://www.theguardian.com/business/2008/sep/01/banking.economicgrowth\">merge</a> (with ordinary depositors being paid off by government insurance funds), so that strong banks can emerge with renewed vigour. </p> <p>If this is the right diagnosis of the \"financial crisis\", then efforts to block a healthy and normal dynamic will ultimately only prolong and exacerbate the problem. Not allowing the necessary consolidation is weakening credit markets, not strengthening them. </p> <p>The United States Federal Reserve, the European Central Bank, and the Bank of England are particularly exposed. Collectively, they have extended hundreds of billions of dollars in short-term loans to both traditional banks and complex, unregulated \"investment banks\". Many other central banks are nervously watching the situation, well aware that they may soon find themselves in the same position as the global economy continues to soften and default rates on all manner of debt continue to rise. </p> <p>If central banks are faced with a massive hit to their balance sheets, it will not necessarily be the end of the world. It has happened before – for example, during the financial crises of the 1990s. But history suggests that fixing a central bank's balance sheet is never pleasant. Faced with credit losses, a central bank can either dig its way out through inflation or await recapitalisation by taxpayers. Both solutions are extremely traumatic. </p> <p>Raging inflation causes all kinds of distortions and inefficiencies. (And don't think central banks have ruled out the inflation tax. In fact, inflation has spiked during the past year, conveniently facilitating a necessary correction in the real price of houses.) Taxpayer bailouts, on the other hand, are seldom smooth and inevitably compromise central bank independence. </p> <p>There is also a fairness issue. The financial sector has produced extraordinary profits, particularly in the Anglophone countries. And, while calculating the size of the financial sector is extremely difficult due to its opaqueness and complexity, official US statistics indicate that financial firms accounted for roughly one-third of American <a href=\"http://www.bloggingstocks.com/2007/11/19/wall-street-bonuses-up-6-to-38-billion-while-its-stock-drops/\">corporate profits</a> in 2006. Multi-million dollar bonuses on Wall Street and in the City of London have become routine, and financial firms have dominated donor lists for all the <a href=\"http://www.huffingtonpost.com/2008/02/12/mccain-received-100000-_n_86245.html\">major political</a> candidates in the 2008 US <a href=\" http://freedomsright.blogspot.com/2007/10/wall-street-big-banks-corporate-firms.html\">presidential election</a>. <br>Why, then, should ordinary taxpayers foot the bill to bail out the financial industry? Why not the auto and steel industries, or any of the other industries that have suffered downturns in recent years? This argument is all the more forceful if central banks turn to the \"inflation tax\", which falls disproportionately on the poor, who have less means to protect themselves from price increases that undermine the value of their savings. </p> <p>British economist Willem Buiter has <a href=\"http://blogs.ft.com/maverecon/2008/04/if-its-broke-fix-it-but-how/\">bluntly accused</a> central banks and treasury officials of \"regulatory capture\" by the financial sector, particularly in the US. This is a strong charge, especially given the huge uncertainties that central banks and treasury officials have been facing. But if officials fail to adjust as the crisis unfolds, then Buiter's charge may seem less extreme. </p> <p>So how do central banks dig their way out of this deep hole? The key is to sharpen the distinction between financial firms whose distress is truly panic driven (and therefore temporary), and problems that are more fundamental. </p> <p>After a period of massive expansion during which the financial services sector nearly doubled in size, some retrenchment is natural and normal. The sub-prime mortgage loan problem triggered a drop in some financial institutions' key lines of business, particularly their opaque but extremely profitable derivatives businesses. Some shrinkage of the industry is inevitable. Central banks have to start fostering consolidation, rather than indiscriminately extending credit. </p> <p>In principle, the financial industry can become smaller by having each institution contract proportionately, say, by 15%. But this is not the typical pattern in any industry. If sovereign wealth funds want to enter and keep capital-starved firms afloat in hopes of a big rebound, they should be allowed to do so. But they should realise that large foreign shareholders in financial firms may be far less effective than locals in coaxing central banks to extend massive, no-strings-attached credit lines. </p> <p>It is time to take stock of the crisis and recognise that the financial industry is undergoing fundamental shifts, and is not simply the victim of speculative panic against housing loans. Certainly better regulation is part of the answer over the longer run, but it is no panacea. Today's financial firm equity and bond holders must bear the main cost, or there is little hope they will behave more responsibly in the future. </p> <p><em>Copyright: <a hef=\"www.project-syndicate.org\">Project Syndicate</a>, 2008.</em></p>"
]