[
  "<p>Barack Obama reversed his position over petrol prices yesterday in the face of polls showing it has emerged as the dominant issue of the presidential election.</p> <p>The Democratic candidate said he would dip into the US strategic oil reserves to try to drive down prices, a policy he had previously opposed. He also confirmed that, as president, he would be willing to compromise over his earlier opposition to an expansion of oil drilling in US offshore waters. </p> <p>John McCain's campaign team were quick to portray him as \"two-faced Obama\". McCain is fighting on an energy platform based on increased drilling, more nuclear plants and cleaner coal.</p> <p>Obama's poll lead has dwindled over the past fortnight, in part because McCain's energy policy is proving to be more popular. A Quinnipiac University poll released on Thursday showed that petrol prices were the main election issue. US drivers are paying almost $4(£2) a gallon, double last year's price.</p> <p>Seeking to expand his electoral base, Obama has had to make a series of policy shifts over the past two months, ranging from the Israeli-Palestinian conflict to wire-taps and campaign finance.</p> <p>In a speech setting out a new energy policy in Lansing, Michigan, Obama, who turned 47 yesterday, said US addiction to foreign oil was one of the \"most dangerous and urgent threats this nation has ever faced\", from dependence on an unstable Middle East to \"the gas prices that are wiping out your pay cheques and straining businesses to the jobs that are disappearing from this state\".</p> <p>Obama proposed policies aimed at ending within 10 years US dependence on Middle East oil, mainly by a switch to alternative energy sources. </p> <p>The Democratic party, including Obama, reacted with outrage last month when McCain said he was prepared to reverse a 20-year-old ban on drilling in US offshore waters. But the US public, which had previously supported the ban on environmental grounds, has shifted in favour because of high petrol prices. </p> <p>Reflecting this switch, Obama hinted on Friday that he would be prepared to accept some offshore drilling. He said he remained opposed but would be willing to accept some to get a bipartisan compromise on energy policy through Congress.</p> <p>\"Like all compromises, this one has its drawbacks,\" he said yesterday. \"It includes a limited amount of new offshore drilling, and while I still don't believe that's a particularly meaningful short-term or long-term solution, I am willing to consider it if it's necessary to actually pass a comprehensive plan.</p> <p>\"I am not interested in making the perfect the enemy of the good - particularly since there is so much good in this compromise that would actually reduce our dependence on foreign oil.\" </p> <p>In another shift, he said: \"We should sell 70m barrels of oil from our Strategic Petroleum Reserve for less expensive crude, which in the past has lowered gas prices within two weeks.\"</p> <p>A further reversal is to give short-term relief to struggling families through a $1,000 rebate, paid for from oil companies' profits. Obama, during his battle with Hillary Clinton for the Democratic nomination, had resisted a similar proposal that he characterised as a short-term fix.</p> <p>He proposed to invest $150bn over the next 10 years in alternative energy sources, including a switch to hybrid and plug-in cars.</p>",
  "<p>Mention the name of Sir Jim Rose, who is currently reviewing the primary curriculum, and the words \"safe pair of hands\" are never far behind. What does the phrase mean? \"I used to play a lot of rugby,\" he suggests, with a slightly embarrassed giggle. The record speaks for itself, however.</p> <p>In 1991, a Conservative government, close to a general election it would struggle to win, appointed Rose as one of \"three wise men\" to review the delivery of primary education. They concluded, to put it in shorthand, that child-centred or \"progressive\" teaching had gone too far, allowing the Tories to reinforce public prejudices about what leftist teachers and councils had done to primary schools. In 1999, Rose led an inquiry to consider whether Sats were being dumbed down to help New Labour achieve its targets for raising standards. Happily, it found, as David Blunkett, then the education secretary, put it in his diaries, \"precisely what we had expected ... there was no question of any kind of 'fiddling'\". In 2005, ministers asked Rose to consider how reading was taught. Pressure was growing from MPs and newspapers - but not from most academic experts on reading and early childhood education - for a wholesale return to phonics. Rose duly concluded that \"synthetic phonics offers the vast majority ... the best and most direct route to becoming skilled readers and writers\".</p> <p>This is probably an unfair summary, since all the reports contain nuances and qualifications, and most of what they say may be right. Moreover, by all accounts, the \"wise men\" of 1991 were split and Rose sat on the sidelines while the two protagonists, Chris Woodhead, later head of Ofsted, and the educational researcher Professor Robin Alexander slugged it out. But, each time, Rose caught the prevailing political wind.</p> <p>\"Jim has excellent political antennae,\" said a former colleague from HMI, which Rose joined in 1975. \"He's good at giving ministers what they want, but not necessarily what they need.\" If that sounds like damning with faint praise, Conor Ryan, a former New Labour education aide, puts it more kindly: \"He has both considerable integrity and a pragmatic sense of what's going to work. He can take on board a range of entrenched opinions and yet reach a consensus.\" John O'Leary, a former Times education editor and a member of the Sats inquiry, adds: \"He's worldly wise. He knows what he can get away with.\"</p> <p>At 69, Rose is still a lean and wiry man, who was good enough to be invited to join Leicester Tigers training squad in the days when rugby union was wholly amateur. He perhaps owes his ability to steer through clashing educational ideologies to playing as a scrum half, this position being a link between forwards and backs who are (or used to be) quite different animals, temperamentally and physically.</p> <p>The brief for his latest job is to \"strengthen their [schools'] focus on raising standards in reading, writing and numeracy\", introduce foreign languages, increase \"curriculum opportunities for child initiated and play-based activity\", and reduce prescription. All this must be achieved without changing the extent and nature of the testing regime, which is specifically excluded from Rose's remit. It sounds as though ministers want to allay parents' complaints about their children being over-pressured without upsetting the Daily Mail. No doubt, as they now say in educational circles, Jim'll fix it.</p> <p>The timing of the curriculum review is itself controversial. True, it follows a secondary curriculum review and the introduction of an early years \"foundation stage\" and you shouldn't, as Rose puts it, \"just extend one backwards, the other forwards, tie a knot in the middle and say that's primary education\". But the biggest primary review for 40 years, organised by a Cambridge University team independently of the government, under the former \"wise man\" Alexander, had been at work for a more than a year before Rose's review was announced in January. The Cambridge team's wide-ranging research got wide media coverage, sometimes on front pages. The headlines included \"Poor performance linked to substandard classrooms\", \"Government policy has created 'impersonalised education'\", \"Study reveals stressed out 7- to 11-year-olds\" and others apparently hostile to new Labour's policies and achievements. Now Rose's review appears with a suspiciously similar email address, a claim that it too is independent, and an identical deadline for its final report of spring 2009 (an interim report is due in October this year).</p> <p><strong>Spoiling operation?</strong></p> <p>Is this an attempt to spike Alexander's guns? \"There are very clear distinctions,\" replies Rose. \"His is a no-holds-barred look at primary education. Mine is simply the curriculum: the what rather than the how, or the measurement thereof. I've met Robin on several occasions and we've shared thoughts.\"</p> <p>Rose, just appointed (\"out of the blue,\" he says) as president of the National Foundation for Educational Research, is an affable man, but tends to talk as though framing an official report, tiptoeing through political minefields, striving to put the emphasis in exactly the right place. He is most categorical about the importance in his life of his two grandchildren - he and his wife sold a planned retirement home in Norfolk to be near them in the south-east - but even that he puts rather oddly, saying \"their formative stages of development were within our ambit\".</p> <p>He was born in Leicester a few months before the outbreak of the second world war, and the local accent is still distinct. His father, a quantity surveyor who also played in a brass band, joined the Rifle Brigade as a bandsman and was captured by the Germans in northern France. He was not released until 1945 and, for a time, was classified missing, presumed dead. The infant Jim was therefore reared by his mother, grandparents and a \"very book-focused\" aunt who read him stories in the air-raid shelter. He went to state primary schools and then grammar school. His first ambition, derived from his grandfather's enthusiasm for allotments, was to follow a career in horticulture. But he drifted towards teaching, vaguely hoping he might combine the two, since gardening was then a school subject.</p> <p>As it turned out, he became a pioneer of Nuffield science in primary schools, which until then had confined their science teaching largely to what was called nature study. Nuffield put great emphasis on open-ended inquiry. So was Rose a trendy? He answers with a firm negative. </p> <p>He began his teaching career in the city of Leicester and got his first headship there - at the junior school he attended as a pupil - before he was 30. In those days, Leicestershire and Leicester were separate authorities, with the former at the cutting edge of \"progressive\" ideas and the latter resolutely old-fashioned. \"Leicestershire,\" says Rose, \"had this thing about open-plan buildings and children's choices driving the curriculum, and some of that was very difficult to swallow. It was a denial of what children are capable of.\"</p> <p>His suspicion of extreme \"progressive\" approaches was strengthened by his second headship, also in Leicester. It involved opening a new city-centre junior school to cope with an influx of east-African Asians in the early 1970s. He began with 400 children, only 17 of them from indigenous backgrounds: \"We had these youngsters coming in who had to learn English as an additional language. There was no way in which you could give them a diet which was just 'real books'.\"</p> <p>His sympathy for phonics was evident during his years in HMI, where he became head of primary inspection in 1986. \"He was ahead of most of us in recognising the role of phonics,\" said a former colleague. \"We used to joke that, if a PE lesson was to get a good rating, it should include phonics.\"</p> <p>So did he, all those years later in 2005, begin his inquiry into reading with an open mind? There is a long silence before he answers yes. He seems weary at the very mention of phonics and keeps saying \"call it phonics if you like\". He doesn't, he says, deny the importance of language comprehension, which continues to develop from the cradle to the grave. On the contrary, he strongly supports the promoting of speaking and listening skills and, in Leicester, he used dramatised stories to help Asian children. But, he continues, children need word recognition skills if language is to flourish and these need to be taught systematically. </p> <p>\"I say that synthetic phonics is the best demonstration of systematic practice. I don't really see how children can get a foothold in reading unless they understand how the alphabet works and can do the coding and decoding. Anybody who thinks they will just discover that decoding system is really way off beam. But phonics isn't the be-all and end-all. It's essential but not sufficient.\"</p> <p><strong>Phonic triumph</strong></p> <p>His report reflects this view and, in fact, emphasises that \"far more attention needs to be given, right from the start\" to speaking and listening before it even mentions phonics. All the same, the pro-phonics lobby greeted it as a triumph - with some justice, since the review concluded \"the case for systematic phonic work is overwhelming\" - and Ruth Kelly, then the education secretary, announced revision of the national curriculum to make \"synthetic phonics ... the first strategy in teaching all children to read\". Shouldn't Rose have stressed more strongly that phonics isn't the be-all and end-all? \"It's very difficult when people are so shrill not to be identified with the shrillness rather than the content. The reading wars separated out the rival factions very strongly. It was megaphone communication across a wide gap.\"</p> <p>You might say that Rose, by 2005, would have been all too familiar with megaphone communication. When Woodhead took over at Ofsted in 1992, Rose became, in effect, his right-hand man. It is hard to imagine two more contrasting characters. \"There is not an excess about Jim,\" said a former colleague. The same would not be said of Woodhead.</p> <p>Some Ofsted staff wanted a less confrontational inspection regime and looked to Rose for a lead. They didn't get it. \"We felt that Woodhead was misusing the inspection evidence,\" recalled a colleague. \"We hoped Jim would speak out, at least in a coded way. But he didn't counter Woodhead at all, even internally.\" \"He played the role of the dutiful civil servant,\" was another comment.</p> <p>I asked Rose if he tried to be a moderating influence. \"My job was to try and tell it as it is and remember the goal is to better children's education. Whatever else Chris Woodhead did, he gave the nation a wake-up call on certain issues. He may well have gone too far in terms of confrontation. That's the naature of Chris Woodhead.\"</p> <p>Did they, I ask, have rows? A long silence follows during which I wonder whether it is possible to have a row with so mild-mannered a man as Rose. \"Not rows in that sense. But I tried to get more evidence together before we took positions. You had to test findings very carefully, on the 15,000 teachers [who, Woodhead announced, were incompetent], for example. It was that kind of thing, where you really had to fight your corner to make sure what you were saying had some reliability behind it.\"</p> <p>Did he ever think of resigning? There's an even longer silence. \"No ... Not resigning, no ... No, I don't think I did ever actually think of resigning ... I probably considered whether there might be other posts...\"</p> <p>Much as the education world may then have yearned for some grand gesture, perhaps it was as well that Rose carried on. Men and women like him - conscientious, hard-working, undogmatic, entirely lacking in airs and graces, flashiness or egotism - keep the system working. As he repeatedly puts it, \"I don't make policy\". If he sometimes seems too assiduous in following his masters' commands - and legitimising what they intended to do in the first place - at least he does it in a way that calms everybody down.</p> <h2>Explained: the two reviews</h2> <p><strong>The primary review</strong></p> <p><strong>Leader: </strong>Professor Robin Alexander, fellow of Wolfson College, Cambridge. Former professor of education, Leeds and Warwick universities.</p> <p><strong>Set up by: </strong>trustees of Esmee Fairbairn Foundation.</p> <p><strong>Aims: </strong>identify the purposes the primary phase should serve; the values it should espouse; the curriculum and learning environment it should provide; and the conditions necessary to ensure the highest quality and address the future needs of children and society.</p> <p><strong>Email address: </strong><a href=\"mailto:enquiries@primaryreview.org.uk\">enquiries@primaryreview.org.uk</a></p> <p><strong>Final report due: </strong>spring 2009.</p> <p><strong>Odds on effecting major change:</strong> 5-1 against.</p> <p><strong>Primary curriculum review</strong></p> <p><strong>Leader:</strong> Sir Jim Rose, educational consultant. Former director of inspection, Ofsted.</p> <p><strong>Set up by: </strong>Ed Balls.</p> <p><strong>Aims: </strong>advise on how the primary curriculum should change to ensure all children gain a good grounding in reading, writing, speaking, literacy and numeracy; offer schools greater flexibility; allow time for a foreign language; place greater emphasis on personal development; support a smoother transition from play-based learning; encourage creativity.</p> <p><strong>Email address:</strong> <a href=\"mailto:primary.review@dcsf.gsi.gov.uk\">primary.review@dcsf.gsi.gov.uk</a></p> <p><strong>Final report due: </strong> March 31 2009.</p> <p><strong>Odds on effecting major change:</strong> 1-5 on.</p>",
  "<h2>Fatah fighters fleeing Gaza move to West Bank</h2> <p>A group of around 150 Fatah fighters who fled to Israel from Gaza were allowed to relocate to the West Bank after the Israeli government decided they would face \"immediate danger\" from Hamas if they were returned home. Yesterday the men boarded buses bound for the West Bank. The order from Israel's defence minister, Ehud Barak, reversed an earlier decision to send the men back to Gaza. More than 180 Fatah supporters fled into Israel over a weekend that saw the bloodiest Palestinian fighting since Hamas seized control of Gaza in 2007. At least 11 people died in a Hamas raid on Saturday. <br><strong>Associated Press in Jerusalem</strong></p> <h2>Inquiry into deaths of 27 babies at hospital</h2> <p>Turkey's health ministry has appointed a team of investigators to probe the deaths of more than two dozen newborn babies at an Ankara hospital. In the past two weeks 27 babies have died at the Zekai Tahir Burak hospital, which has one of the city's busiest maternity units. It said most were premature and died from a variety of complications, and ruled out any hospital infection. A health workers' union, however, blamed poor sanitary conditions and negligence for the deaths. The ministry yesterday promised an inquiry into the deaths and \"necessary measures\" against anyone found responsible. <br><strong>Associated Press in Ankara</strong></p> <h2>Josef Fritzl may face child slavery charges</h2> <p>The Austrian man who held his daughter captive for 24 years could face slavery charges. Prosecutor Gerhard Sedlacek said authorities in St Poelten hoped to present formal charges against Josef Fritzl by the end of September. The retired engineer, who is awaiting trial, confessed to taking his daughter Elisabeth prisoner when she was 18, sexually abusing her and fathering her seven children, including one whose body he allegedly incinerated after it died. Fritzl could face murder charges if it is proved that the infant could have survived had it received proper medical attention.<br><strong>Associated Press in Vienna</strong></p> <h2>Putin supports increasing Russian influence in Cuba</h2> <p>Prime minister Vladimir Putin is calling for Russia to restore its influential position in former cold war ally Cuba, Russian news reports said yesterday. The statement comes amid persistent speculation about whether Russia is seeking a military presence in the country, 90 miles from the US, in response to US plans to place missile-defence elements in Poland and the Czech Republic, which Russia opposes. RIA-Novosti news agency quoted Leonid Ivashov, the head of the Academy of Geopolitical Problems and a former top defence official, as saying Russia could make a military return to Cuba. <br><strong>Associated Press in Moscow</strong></p>",
  "<p>Jacob Zuma, leader of the ruling African National Congress, yesterday asked the high court to quash corruption charges against him in a case that is likely to decide whether or not he will be South Africa's next president. </p> <p>Zuma faces more than a dozen charges of racketeering, corruption, money laundering and fraud - involving about 4m rand (£285,000) - as part of a wider investigation into alleged bribery in the country's largest weapons-buying deal. </p> <p>But the ANC accuses prosecutors of \"political persecution\" and the judiciary of \"mobilising\" against Zuma in a confrontation that some see as one of the severest tests to date of South Africa's newly established democratic institutions.</p> <p>On Friday the chief justice, Pius Langa, in a thinly veiled reference to vitriolic criticism by Zuma's supporters, warned that personal and political attacks on the judiciary threatened to subvert the \"very foundation of democracy\".</p> <p>Zuma's lawyers told the high court that the prosecution was illegitimate because it reversed an earlier decision by a former director of public prosecutions not to pursue the case. Pierre Moynot, the head of the South African arm of Thint, a French weapons manufacturer, is charged with bribing Zuma. </p> <p>Zuma's former financial adviser, Schabir Shaik, is serving a 15-year prison term for procuring bribes on Zuma's behalf. The judge in the case said there was \"overwhelming\" evidence of a corrupt relationship between Shaik and Zuma.</p> <p>That case led President Thabo Mbeki to sack Zuma as the country's deputy president, opening a bitter rift between the two men that has Zuma's supporters accusing the president of pursuing a political prosecution against him. </p> <p>A conviction would not only see Zuma sentenced to a long jail term but scupper his attempt to replace Mbeki as president in next year's election. The case before the Pietermaritzburg high court, even if unsuccessful, is likely to delay a full trial.</p> <p>The ANC leadership has attempted to pressure the judiciary by alleging a judicial conspiracy against Zuma after the constitutional court ruled last week that prosecutors legally seized documents crucial to their case.</p> <p>The Communist party secretary-general, Blade Nzimande, called the constitutional court judgment \"vindictive\". </p> <p>The controversy deepened after Langa gave his speech in which he called for an end to attacks on the judiciary, in part because the judge presiding over the ANC leader's case, Chris Nicholson, was in the audience. Another vocal Zuma supporter, Zwelinzima Vavi, leader of South Africa's trades union confederation, said: \"We believe he is innocent. We believe he's being treated unfairly. He's not above the law but hands off our president.\"</p> <p>Nelson Mandela waded into the row with a call at the weekend for the institutions of South Africa's recent democracy to be respected.</p>",
  "<p>Obama-bashers are happy to exploit the n-word - the new one, narcissism - but they haven't got a clue what they're actually attacking. They're sure he's got it, but they're not sure what it is. Because the diversity of narcissism eludes them, their vilification is cloddish to the point of silliness (as the McCain campaign's notorious <a href=\"http://www.theguardian.com/commentisfree/2008/aug/01/uselections2008.advertising\">Paris-Britney ad</a> demonstrates).</p> <p>Over at the Weekly Standard, Dean Barnett was so inspired by the n-word's currency that he started the <a href=\"http://www.weeklystandard.com/weblogs/TWSFP/2008/06/obama_narcissism_watch.asp\">Obama Narcissism Watch</a> two months ago. He didn't have much to offer, aside from a tasteless comment about tossing one's grandmother \"under the campaign bus\" - which was more distracting than convincing. Still, the muddle-headed campaign against Obama's vanity continues, with <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/07/17/AR2008071701839.html\">Charles Krauthammer</a> inveighing against the \"audacity\" of wanting to speak in front of the Brandenburg Gate.</p> <p>Unfortunately, Krauthammer's petulance about \"fainting frauleins\" sexualises the entire discussion - at his own expense. The white guy resenting the preening black man who appeals to women of all races is not a winning spectacle.</p> <p>Equations with Britney Spears or Paris Hilton totally misread Obama in any case. If you have to compare him with a blonde, it's <a href=\"http://www.youtube.com/watch?v=JGb5IweiYG8\">Peggy Lee</a>, the pop singer whose iconic cover of Fever was released in 1958. As any fan will tell you, Peggy drew attention to her singing by dropping her voice to a near whisper. Strategic narcissism jumpstarted her career.</p> <p>But it's not just Obama under attack - it's narcissism itself. And it's not just neocons or right-wing bloggers doing the attacking. Complaints about the <a href=\"http://thephoenix.com/Boston/News/65569-Leggo-my-ego/\">press playing along with a GOP smear</a> are missing the point, too.</p> <p>Take a look at Vanity Fair, hardly an organ of the right. This month's cover girl, <a href=\"http://www.vanityfair.com/style/features/2008/09/bruni200809\">Carla Bruni</a>, claims she's been trying to \"get over\" her narcissism since 1997. If, like me, you thought it was Bruni's cultural duty to be a narcissist, you aren't alone. Narcissism is essential not only to art and entertainment, but to all forms of public life. Without it, the only pretty people on the planet would be children. Nature makes babies attractive, but narcissism makes it possible for adults to remain (or become) beautiful. Self-love is what makes you care for yourself, and attract the love of others – as Bruni, a veteran of the catwalk, with a larger-than-life career of the heart, has shown.</p> <p>And yet, narcissism has become a thought crime, and narcissists are on the defensive.</p> <p>Everyone is gunning for the heirs of that ancient misfit, Narcissus, who fell in love with his reflection and screwed up Echo's personal life for eternity. No sooner had the New Yorker's Jeffrey Toobin carped about the Clintons and their \"deranged narcissism\" on CNN than Frank Rich took up the cudgel, busting Hillary for using what he prissily called <a href=\"http://www.nytimes.com/2008/06/08/opinion/08rich.html\">\"the first-person pronoun\"</a> more often than Obama or McCain in a speech in June.<br> Hillary beat McCain by a four-pronoun margin, suggesting she has the bigger ego. As long as she's not married to McCain, I don't have a problem with this. A woman should never settle for a man whose ego is smaller than her own, but Hillary is married to a guy with a much bigger ego than any of us. Her 64 pronouns might begin to explain why.</p> <p>Todd Purdum, reflecting upon the \"cavernous narcissism\" of Hillary's husband in Vanity Fair, adds another liberal-sounding voice to the chorus.</p> <p>Liberal finger-pointers can be thanked for using modifiers to distinguish Clintonite narcissism from the plain vanilla variety. That which afflicts the lay narcissist, the egomaniac in the street, is quite different from the impressive baggage borne by a professional narcissist. Lately, I can't help wondering: which kind of narcissist am I? I'd like to be as disciplined as Obama (or Peggy Lee), but maybe I'm as deranged as Clinton - or Paris Hilton.</p> <p>If ever there was a place where a narcissist should feel at home it's the Upper East Side of Manhattan. Not only is it safe to be a narcissist here, it's affordable, with hairdressers and nail salons on every block. You rarely pay more than $30 for a blow dry or wait more than 10 minutes to match your toenail polish to your designer flip-flops.</p> <p>I feel threatened whenever narcissism is stigmatised or stripped of its qualifiers. Perhaps it's just anecdotal, and you'll say I'm blowing a shallow trend out of proportion, but I think we have reason to be concerned when narcissism is under attack in a Manhattan hood where therapeutic values once trumped moralism.</p> <p>During a dinner at Le Veau D'or, just off Park Avenue, I playfully asked a novelist friend whether her mum is the \"good kind of narcissist or the bad kind\". She frowned and said, \"I don't think narcissism can ever be a good thing.\" At La Goulue, a Madison Avenue lunch spot filled with mirrors, a female friend shot me a disapproving look when I asked whose narcissism was best served by her marriage - his or hers? Behind the disapproval is a reminder that vanity has long been viewed as one of the seven deadly sins. Psychotherapy was supposed to free us from religious moralism - but it might be harder to let go of ideas like \"sin\" or \"virtue\" when we think we're beyond them.</p> <p>Narcissism - a word with both pagan and therapeutic overtones - didn't always imply \"sin\". It's an essential aspect of the personality that can overshadow others. Some believe that narcissists are exclusively into themselves, but that's not so. One narcissist often responds to another with admiration – or animosity. Narcissists are drawn to the spotlight, but they are also drawn to each other. </p> <p>One self-absorbed friend likens his healthy narcissism to \"good\" cholesterol. Healthy narcissism makes you attractive, successful, lovable and good in bed, while pathological narcissism is what happens when your ego consumes too much virtual bacon. Is this why fashion models so rarely become serial killers?</p> <p>When Eliot Spitzer got caught with his pants around his black socks, I was invited onto more TV shows than I could possibly appear on. Was I thrilled? Not especially. I was instead furious with the former governor of New York for destroying his career during a week when I was battling acute water retention. I <a href=\"http://www.youtube.com/watch?v=Vy7RHQFPL2Q\">braved the cameras</a> in black pants and a slimming blouse.</p> <p>I'm not running for president or anything, but I'll be the first to admit I'm the sort of person who gives the n-word a bad name.</p>",
  "<p>God, with friends like these – Barack Obama must be desperate for some enemies. First embarrassed by his favourite preacher, <a href=\"http://abcnews.go.com/Blotter/DemocraticDebate/story?id=4443788&amp;page=1\">Jeremiah Wright</a>, now Obama's had to publicly distance himself from his \"favourite rapper\" Ludacris. It just goes to show, you can't have lunch with anyone these days without getting a stomach ache.</p> <p>According to <a href=\"http://news.bbc.co.uk/1/hi/entertainment/7534736.stm\">the BBC</a> and other media, the Obama campaign has denounced a new song by rapper Ludacris (lyrics <a href=\"http://www.6lyrics.com/music/ludacris/lyrics/politics_as_usual1.aspx\">here</a>) criticising Obama's opponents. The Obama-supporting song called <a href=\"http://www.youtube.com/watch?v=THRoyvbkCzg\">Politics as Usual</a> goes on the offensive, literally, with Obama's rivals. \"Hillary hated on you, so that bitch is irrelevant\" is just one line. The rap also refers to George W Bush as \"mentally handicapped\" and suggests that Republican presidential candidate John McCain \"don't belong in any chair unless he's paralysed\".</p> <p>While mild compared to other rap releases (I'm thinking of the newly platinum Lollipop by Lil Wayne), the language has nevertheless drawn condemnation from the Obama camp. \"While Ludacris is a talented individual, he should be ashamed of these lyrics,\" Obama campaign spokesman Bill Burton said, in an email statement. He also called the song \"outrageously offensive\". </p> <p>Obama has already said that he deplores the degraded state of hip-hop, so presumably had nowhere else to go on these lyrics. But hip-hop is a music of conflict, as is the rapper Ludacris, who I met in London when he came to promote his first mainstream single Fantasy, back in 2001. He was a gentleman who took me to lunch in Pizza Hut and then rapped a capella to me in Kensington Palace Gardens. His lyrics, however, are anything but – Fantasy glorifies the easy lay and the man's right to objectify – as does his second major hit She's a Ho.</p> <p>Obama says he is a fan of hip-hop and after apparently praising Ludacris in private, his comments smack of panic and insincerity. \"Said I handled my biz and I'm one of his favourite rappers\" – says <a href=\"http://www.defjam.com/site/artist_home.php?artist_id=308\">Ludacris</a>, and during a <a href=\"http://www.rollingstone.com/news/coverstory/21472234\">Rolling Stone</a> interview earlier this year, Obama also praised Jay-Z and Kanye West. Has he listened to the back catalogues of said rappers and now suddenly because of the word \"bitch\" he's outraged? Come on, I don't buy it.</p> <p>Obama's gotta do what he's gotta do. This means he's a friend of Wrights, unless Wright is called a racist – then he's appalled. He's a friend of hip-hop, unless hip-hop is called offensive: then he's outraged. But in future, he's got to actually tackle some of the conflicts about being black and excluded, not just distance himself from the less palatable parts. He came close to a debate when his Father's Day speech was lambasted by <a href=\"http://edition.cnn.com/2008/POLITICS/07/09/jesse.jackson.comment/\">Jesse Jackson</a>. This could have been a moment to address some serious issues for African Americans and actually Afro-Caribbean communities around the world too. Aside from issues of misogyny, parenting and exclusion, the black man remains very much a misunderstood myth. His voice has, up to now, mostly only been available through the medium of rap. But now there is another voice – Obama's. Now is an opportunity to bring together the perspectives of black preachers like Wright, old-school civil rights campaigners like Jackson and young rap icons like Jay-Z, people who are products of their environments as much as Palestinian freedom fighters and Jewish settlers. To merely denounce these figures as racist, anachronistic or offensive will do nothing to dispel the sense of exclusion felt by many black people, not just in America but around the world.</p>",
  "<p>Several Republican senators running for re-election say they'll be too busy campaigning to head to the Twin Cities in Minnesota for their party's national convention next month. Or, if you believe some Democrats, they're steering clear of George Bush and John McCain.</p> <p>\"The Republican brand ranks down there with mortgage companies and oil speculators,\" said Democratic strategist Erick Mullen, an adviser to General Wesley Clark's 2004 presidential campaign. </p> <p>\"The word itself is a monster on the loose and GOP senators facing tough elections, and that's all of them, are running into the woods like teenagers in a slasher movie.\"</p> <p>Conventions normally present an opportunity for candidates to raise money, build support and cultivate high-profile endorsements. </p> <p>But in what is shaping up to be a difficult year for congressional Republicans, at least five incumbent senators from some of the most competitive races in the country either won't be going to the Republican national convention in St Paul next month or have yet to decide.</p> <p>Democrats, on the other hand, are aiming to strengthen their slim Senate majority this year by riding Barack Obama's coattails to victory in several states in which the party's candidates not been competitive in recent decades.</p> <p>Some political observers counter the Republican candidates simply have other things to do than hobnob with delegates.</p> <p>\"They may think that going to a convention in the middle of a tough race will seem frivolous to voters,\" said John Fortier, a fellow at the American Enterprise Institute, a conservative think tank. </p> <p>He noted that Ronnie Musgrove, a Democratic Senate candidate in Mississippi, will not be attending the Democratic convention in Denver, instead campaigning in his state. Mississippi is one of the most conservative states in the country, and Fortier said Musgrove may want to show voters he is not close to the national party.</p> <p>The Republican Senate candidates who are not going to the Minnesota convention say they need to spend the time meeting with voters and attending end-of-summer festivities with their constituents.</p> <p>North Carolina senator Elizabeth Dole will be in her state campaigning during the convention: \"We can find more North Carolina voters here than in Minneapolis,\" spokesman Dan McLagan said, referring to the city next to St Paul.</p> <p>\"Just like many other candidates who are up for re-election this year, Senator Collins will be here at home, meeting with Maine people, and talking about the issues that matter most to us,\" said Kevin Kelley, a spokesman for Susan Collins.</p> <p>New Hampshire senator John Sununu, who lags about 10 points behind Democratic former New Hampshire governor Jeanne Shaheen in polling, has yet to decide whether to attend, a spokesman said. </p> <p>Oregon senator Gordon Smith, who is running slightly behind Democratic challenger Jeff Merkley in recent polls, has not made a final decision but is unlikely to attend, a spokeswoman said.</p> <p>\"We will use that week to focus on campaigning,\" said Lindsay Gilbride.</p> <p>Republican senator Ted Stevens, recently indicted on corruption charges, will not be attending the convention, the National Journal reported.</p> <p>Matt Bennett, a cofounder of Third Way, a moderate Democratic organisation, said it is unusual for incumbent senators to forgo the national party convention.</p> <p>\"Senate candidates almost always go to the convention, particularly incumbent senators,\" he said. For senators \"to be staying away is a stunning repudiation not only of McCain but … of Bush.\"</p> <p>One third of 100 members of the Senate are up for re-election every two years, and this year the calendar favours the Democrats. Twenty-three Republican seats are being contested, including incumbents up for re-election and senators who are retiring. </p> <p>Twelve Democratic seats are up for a vote.</p> <p>A poll conducted this week by Rasmussen shows voters choosing a generic Democrat over a generic Republican 47% to 34%. That shows that all other things being equal, voters prefer a Democratic candidate to a Republican.</p> <p>Speeches by Bush and McCain will be the biggest spectacles at the Republican convention. Recognising Bush's unpopularity, many Republicans, including McCain, have kept their distance from him this year. </p> <p>In addition, certain factions of the Republican party, most notably evangelical Christians and anti-immigration activists, have been cool to McCain's candidacy.</p> <p>Further compounding the Republican's troubles: Their convention this year begins unusually late in the summer on the US Labour Day holiday, September 1.</p> <p>\"I assume it's busyness\" keeping those Republican senators away from the convention, former Bush speech writer David Frum wrote in an email. \"Labour Day is the big weekend for campaigning ... and unusually (unprecedentedly?) late for a national convention.\"</p> <p>That day is seen the traditional end of the summer season in the US, and Americans typically take a brief holiday that weekend. It's also a key weekend for hitting the campaign trail. </p> <p>The 2004 convention, by contrast, opened August 30, the Monday before Labour Day. The Democratic convention in Denver opens August 26.</p>",
  "<p>Democratic presidential candidate Barack Obama today sought to reclaim the energy debate from Republican John McCain with an advert calling for a rebate to aid consumers struggling with high fuel costs and a call to tap America's strategic oil reserves to lessen fuel supply pressure.</p> <p>In recent weeks, McCain has made repeated calls for an end to the US moratorium on oil drilling in coastal waters, and has portrayed Obama as unwilling to take the steps necessary to reduce the cost of gasoline. </p> <p>Polls have shown a slim majority of Americans favour drilling in areas currently off limits, a response to gasoline prices that have topped $4 per gallon across the country. Since his tour of Europe and the Middle East last month, Obama has seen McCain erode his slim lead in head-to-head polling.</p> <p>In a new advertisement unveiled this morning, Obama calls for a $1,000 per family rebate funded by a windfall profits tax on oil companies. The clip also highlights campaign contributions from oil company workers to McCain.</p> <p>\"After one president in the pocket of big oil, we can't afford another,\" the narrator intones as an image of president George Bush besides McCain floats across the screen.</p> <p>The McCain campaign struck back, accusing Obama of distorting and exaggerating McCain's ties to oil companies. The advert claims \"big oil's filling John McCain's campaign with $2m in contributions,\" though the McCain campaign points out that corporations are forbidden to contribute directly to presidential campaigns. </p> <p>The Obama advert cited a report from the Centre for Responsive Politics, an organisation that tracks money in political campaigns, which says that oil and gas employees have donated $1.3m to McCain's campaign and $394,465 to Obama.</p> <p>\"Barack Obama's latest negative attack ad shows his celebrity is matched only by his hypocrisy,\" McCain spokesman Tucker Bounds said. \"After all it was Senator Obama, not John McCain, who voted for the Bush-Cheney energy bill that was a sweetheart deal for oil companies.\"</p> <p>In addition to new drilling in US coastal waters, McCain backs increased use of nuclear energy and coal-fired power plants.</p> <p>\"The Obama assertion that he can take off the table\" new oil and gas sources and nuclear energy \"and somehow relieve the US of its dependence on foreign oil [shows] he either doesn't understand what he's saying or he's not being straight with the American people\", McCain economic policy adviser Douglas Holtz-Eakin said in a conference call.</p> <p>Obama also joined the Democratic congressional leadership this morning in calling for the US to tap its strategic petroleum reserves to increase flow of fuel to the market. </p> <p>Campaign spokeswoman Heather Zichal told the Associated Press that the arrangement would involve swaps by oil companies with the government of light crude oil or heavy crude oil in oil stockpiles in Texas and Louisiana.</p> <p>Obama has not previously advocated tapping the oil reserve, but Zichal said he has reconsidered because he recognises that high gas prices have caused many Americans to suffer. The Illinois senator is to make a speech on energy later today in Lansing, Michigan.</p> <p>Meanwhile, Obama yesterday extended an olive branch toward the legions of Hillary Clinton supporters that have remained cool to his candidacy.</p> <p>The Obama campaign called on the Democratic national committee to give a full convention vote to the delegations from Michigan and Florida. Those states voted for Clinton this winter, although Obama was not on the ballot in Michigan and neither candidate campaigned in Florida. </p> <p>The states were sanctioned by the Democratic party for holding their primary elections before February 5, and in June the Democratic party halved their delegate strength as punishment.</p> <p>The move will not hinder Obama's path to the nomination - the vote on the convention floor in Denver later this month is merely a formality - but is a remaining mechanism within Obama's control with which to reach out to Clinton supporters. </p> <p>As the presumptive nominee, Obama is effectively the head of the national party, and the Democratic national committee's credentials committee is virtually assured to accede to the move.</p>",
  "<p>History will likely render a harsh judgment of George Bush's dogged determination to do nothing about global warming. Bush promised to regulate the carbon dioxide emissions that are heating up the atmosphere during his 2000 campaign, then quickly reneged once in office. For the next seven and half years, the White House ignored mounting evidence of the problem, while making a concerted effort to sabotage international action. Bush is now concluding his term with a grudging rhetorical shift, <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2007/09/28/AR2007092800079.html\">acknowledging that human activities play a role in global climate change</a> after all and joining with the other G8 leaders in a symbolic call for a <a href=\"http://www.theguardian.com/environment/2008/jul/09/climatechange.g8\">50% reduction in carbon emissions by 2050</a>. But that's about it.</p> <p>The US <a href=\"http://www.ucsusa.org/global_warming/science/each-countrys-share-of-co2-emissions.html\">pumps more carbon into the atmosphere</a> than any other nation. There's not much hope of controlling global warming without America taking a leading role. Change – in some form – is coming. Both John McCain and Barack Obama have vowed to get serious about global warming, and both advocate that carbon dioxide emissions be capped and reduced via a system of tradable permits in a regime similar to Europe's. McCain started off the summer <a href=\"http://www.johnmccain.com/Informing/Issues/da151a1c-733a-4dc1-9cd3-f9ca5caba1de.htm\">touting his environmental programmes</a> in a bid to distance himself from Bush. He's proposing not only the cap-and-trade plan, but also a range of programmes including a $300m prize for developing a next-generation electric car battery and a plan to \"green\" the federal government. <a href=\"http://www.barackobama.com/issues/energy\">Obama's plans</a> are even more ambitious, including $150bn over the next decade to spur development of clean energy.</p> <p>Lamentably, though, the world is probably going to have to get a lot hotter before America gets out in front on this issue. The great carbon debate is only just beginning in America, and it's not clear where it will go. The US could forge a broad consensus on carbon and use it to lead the world to action on climate change. But another, more likely outcome is what we've seen in many high-stakes political debates here: endless talk and only incremental action.</p> <p>Let's start with the fundamentals. The US rarely follows a European model for its major government programmes – just look at healthcare. Climate change is likely to be no exception. America's geographical isolation and its superpower ways don't exactly equip it well for the kind of painstaking, sustained political coordination that will be required to confront global warming. Americans are used to knocking heads together, not sending bureaucrats off to calibrate our CO2 emissions with those of other nations.</p> <p>Current American development patterns, predicated on wide-open spaces, mobility and SUVs, are obviously going to have to change. But it's going to be hard to sell people on policies designed to raise energy costs even higher, as capping carbon emissions will.<br> Finally, the American political system is constructed in ways that allow individual interest groups to hold it hostage at the expense of the national or global interest. The combined lobbying clout of oil and coal companies, along with the large industries that emit the most CO2, dwarfs that of environmental groups – or any interest group, for that matter.</p> <p>The political debate is already moving in ways that show the obstacles a carbon programme will face. Conservatives, acknowledging the problem after years of denial, are mobilising against the notion of a government big-fix. <a href=\"http://www.nationalreview.com/\">The National Review</a>, which helps set the tone for Republican politics, has argued that though global warming is likely to be a serious problem, the <a href=\"http://corner.nationalreview.com/post/?q=MjIyZGU4ZGU2NWUyYjgzOGYzNDI1NTUxYzQzYmI4Njk=\">uncertainties and economic costs involved are simply too great</a> to embark on an ambitious carbon reduction programme. The eco-contrarians at the <a href=\"http://www.thebreakthrough.org/index.shtml\">Breakthrough Institute</a> thinktank, meanwhile, argue that international cooperation a la Kyoto has already failed, and <a href=\"http://www.democracyjournal.org/article.php?ID=6616\">the only solution is to be found in technology</a>. They want to plow billions into alternative energy and atmosphere-scrubbing technology instead.</p> <p>The public also must be won over. Cap-and-trade is probably the most effective tool at our disposal to address climate change, yet most Americans couldn't tell you what cap-and-trade means. And we can apparently count McCain among them. In June, he suggested the overall cap on CO2 emissions was somehow voluntary, not mandatory, a detail that would effectively gut the programme.<br> Since then, McCain has said little about the issue. He withdrew his support for a cap-and-trade bill that failed in the Senate last month. His campaign, eager to sooth the nerves of its business supporters, has been telegraphing the notion that <a href=\"http://corner.nationalreview.com/post/?q=NzRkNzVlYWMzNjY2OTExNDRkNmI1YmUxYjFjZGJmZjM\">he's not serious about cap-and-trade</a> at all. Billionaire publisher Steve Forbes, a McCain economics adviser, came out and <a href=\"http://thinkprogress.org/wonkroom/2008/07/28/forbes-no-cap-and-trade\">said the proposal would go nowhere</a> on CNN last week. McCain has also reversed his previous opposition to offshore drilling for oil and natural gas – currently banned along much of the US coast for environmental reasons. This was a straight-up pander to voters feeling the pain when they fill their SUV tanks, though any effect on petrol prices would be negligible, and not realised for decades. Obviously, though, encouraging more oil production and consumption makes no sense if your overall goal is to reduce carbon emissions, and methods for doing so will raise energy costs.<br> Obama's cap-and-trade programme, meanwhile, is more detailed, more ambitious and, if passed, more likely to work than McCain's. Obama would auction carbon permits, something that would put a real cost on emissions while raising money that could be plowed back into research and development of alternative energy sources. But a President Obama would have to use up a giant chunk of his political capital to get such a big programme through Congress, which would almost certainly both water it down and lard it up with special interest exemptions.</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/amukRM9SSoo?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/amukRM9SSoo&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/amukRM9SSoo&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object> </figure>   <p><br>Gwyneth Paltrow is starring in a <a href=\"http://www.youtube.com/watch?v=amukRM9SSoo\">new advertisment</a> calling on fellow US expats to vote for Barack Obama.</p> <p>The Oscar-winning actor, who lives in London with her husband, Chris Martin, of the band Coldplay, fronts the video, which urges US citizens living abroad to register to cast their ballot from overseas in November's presidential election.</p> <p>Speaking alongside several other Americans living abroad, Paltrow says: \"Start now - right now. </p> <p>\"I'll be voting from London, but you can vote from anywhere. If you live abroad, you've got to do it. Every single vote will count.\"</p> <p>The Shakespeare in Love star asks: \"Where on earth will you vote?\" The screen then shows the slogan: \"Vote Democrat. Vote Obama. Vote from abroad.\"</p> <p>The internet-only video was produced by Democrats Abroad, a wing of the political party dedicated to winning the votes of the millions of US expats eligible to take part in domestic politics.</p> <p>More than six million Americans live abroad, but only 1m ballots were requested from overseas for the 2006 mid-term Congressional elections.</p> <p>The new video coincided with opinion polls showing a fall in Obama's lead.</p> <p>Two weeks ago, the Illinois senator held a nine-point lead over his Republican rival, John McCain. </p> <p>However, after McCain launched an aggressive television advertising campaign portraying the Democratic candidate as an elitist celebrity, compared in the adverts to Paris Hilton, polls have shown the race tightening. </p> <p>Obama has already gained several high-profile supporters from within the acting world including George Clooney and Will Smith.</p> <p>In April, Paltrow was among the guests at a London fundraising party held for Obama by Elisabeth Murdoch, the daughter of the media tycoon Rupert Murdoch.</p>",
  "<p>Fatah members from Gaza, who fled to Israel after clashes with rival Palestinian group Hamas, have been transported to a refuge in the West Bank under armed Israeli guard.</p> <p>The order came from Israel's defense minister, Ehud Barak, who reversed a decision made a day earlier by the Palestinian president, Mahmoud Abbas, to send the men back to Gaza.</p> <p>Abbas had initially insisted that the 180 Fatah combatants return to the Hamas-controlled region, in order to maintain a military presence there.</p> <p>But Israel's defense ministry decided to halt the process after receiving information that the lives of the returnees were in \"immediate danger\", following Hamas's arrest of most of the 32 Fatah soldiers returning to Gaza from Israel yesterday.</p> <p>Instead, some 90 Fatah fighters boarded civilian buses in the southern Israeli town of Beersheba and were transported to the Palestinian National Security headquarters in Jericho, in the West Bank, accompanied by Israeli military policemen.</p> <p>The party included a dozen of the men sent back to Gaza on Sunday who refused to leave the Israeli-controlled Erez crossing, but chose to remain on the border in the same blue jumpsuits they had been issued by Israeli troops. </p> <p>Of the remaining combatants, 60 have now returned to Gaza and the rest in Israeli hospitals or are being held for questioning by the Israeli security forces.</p> <p>The actions follow the bloodiest day of Hamas-Fatah fighting since the radical Islamist movement wrested control of the region last year.</p> <p>Eleven people were killed and almost 130 were wounded, including 13 children, after a dawn raid by Hamas police on a Fatah stronghold in Gaza City on Saturday.</p> <p>Hamas targeted the homes of the Hilles clan, who they suspected of harbouring the perpetrators of a bomb attack on Gaza's main beach, eight days earlier.</p> <p>The attack, which killed five police officers and a six-year-old girl on the packed beach, was the fifth in a series of bombs detonated over three days, beginning on July 23.</p> <p>In response to Hamas's raids in Gaza during the week, the Fatah-dominated Palestinian Authority retaliated in the West Bank, detaining hundreds of Hamas members.</p> <p>The two factions engaged in fierce fighting in Gaza, firing mortars, rocket-propelled grenades and machine guns.</p> <p>After Hamas forces gained control of the area, dozens of Hilles clan members fled toward the nearby Israeli border crossing of Nahal Oz.</p> <p>Sufian Abu Zaydeh, a Gaza native and former Palestinian cabinet minister from Fatah, said the incident marked a new low between the rival Palestinian factions. </p> <p>Speaking on Israel's army radio, he said: \"When a man stands between two choices: to be killed by his people or to be arrested by his enemy, and he reaches a conclusion that it is better to be arrested by his enemy, it shows you how cruel the situation is in Gaza.\"</p> <p>Despite attempts by the Arab world to broker talks between the radical Islamist Hamas and the more moderate Fatah, the hostility has intensified between the two groups.</p>",
  "<p>The Republicans this morning continued mocking Obama for his comments in Springfield, Missouri last week, in which he suggested Americans keep their tyres properly inflated as a way to conserve energy.</p> <p>After sending a <a href=\"http://blogs.theguardian.com/usa/2008/08/obama_turns_24_years_younger_t.html\">note</a> to reporters offering a free tyre gauge as a way of drawing attention to Obama's comments, McCain campaign manager Rick Davis later this morning sent out a fundraising plea asking supporters if they had checked their tyres.</p> <p>Read more...</p> <p>Davis writes:</p> <blockquote> John McCain says we need offshore oil drilling and we need it now. Senator Barack Obama has consistently opposed offshore drilling - calling it a 'gimmick.' Senator Obama's solution to high gas prices is telling Americans to make sure their tires are inflated. <br> <p>Today, I'm asking for your help in putting Senator Obama's 'tire gauge' energy policy to the test. With an immediate donation of $25 or more, we will send you an 'Obama Energy Plan' tire pressure gauge. Will simply inflating your tires reduce the financial burden of high gas prices on your wallet?</p> <p>It's clear Senator Obama has no plan to address the energy challenges we face as a nation. He has said no to offshore drilling, no to expanding domestic drilling and no to nuclear energy. He has no plan to reduce our dependence on foreign oil.</p> <p>John McCain is prepared to lead our country as president to break our dependence on foreign oil with real solutions. John McCain believes we should lift the federal ban on offshore drilling, enabling you to decide where we drill for oil.</p> <p>But John McCain won't be able to enact these policies without your help in electing him as our next president.</p> </blockquote> <br> <p>The Republican party has a history of belittling attempts to encourage personal conservation. In a May 2001 <a href=\"http://www.usatoday.com/news/washington/2001-05-01-cheney-usat.htm\">speech</a> in which he raised the curtain on the Bush White House energy policy, Dick Cheney dismissed conservation as \"a sign of personal virtue, but it is not a sufficient basis for a sound, comprehensive energy policy\".</p> <p>In a clever reversal, the Obama campaign responded by sending out <a href=\"http://www.nascar.com/2006/auto/07/25/tires/\">maintenance tips</a> from that Republican bastion, auto-racing league <a href=\"http://www.nascar.com\">Nascar</a>, that suggest keeping tyres at the proper pressure.</p> <p>The article is entitled \"Tire maintenance key to safety, fuel economy\".</p> <p>UPDATE:</p> <p>The Obama camp just sent out another note calling attention to an \"Energy Saver$\" tip sheet published by Bush administration's department of energy.</p> <p>Under the heading \"Car maintenance tips\", the <a href=\"http://www1.eere.energy.gov/consumer/tips/pdfs/energy_savers.pdf\">brochure</a> advises Americans:</p> <blockquote> Keep tyres properly inflated and aligned to improve your gasoline mileage by around 3.3%. </blockquote> <br> <p>Assuming a car that gets 25 miles to the gallon carries a 15 gallon gasoline, that amounts to an extra 12 miles per tank. Not bad.</p>",
  "<p>Rick Davis, the crazy hilarity-monger and unstoppable jokesmith who is managing John McCain's campaign, emails supporters with a gag so amusing that it may well leave you physically incapacitated for several hours:</p> <p>\"Senator Obama's solution to high gas prices is telling Americans to make sure their tires are inflated. Today, I'm asking for your help in putting Senator Obama's <a href=\"http://www.youtube.com/watch?v=XzZNP4tTfV0\">'tire gauge' energy policy</a> to the test.\"</p> <p>(That's what professional comedians call the 'set-up'.)</p> <p>\"With an immediate donation of $25 or more, we will send you an 'Obama Energy Plan' tire pressure gauge. Will simply inflating your tires reduce the financial burden of high gas prices on your wallet?\"</p> <p><a href=\"http://www.instantrimshot.com/\">Instant rimshot</a>! It's always hazardous to analyse humour too closely, since one risks sapping the comedic genius contained therein, but let's briefly inspect the logic at work here:</p> <p>1. Send some money to John McCain. 2. McCain will spend part of it on sending you a rubbish gimmick, rather than on winning the election. 3. Then you'll be able to find out whether keeping your tire pressure high saves you money, which it might have done, except that you're already worse off because you sent a load of money to John McCain to get the tire pressure gauge in the first place.</p> <p>Don't worry, we've got <em>months</em> more of this.</p>",
  "<p>The McCain campaign has forced me to rebut its <a href=\"http://www.youtube.com/watch?v=mopkn0lPzM8\">advert</a> that mockingly likens Barack Obama to Moses. This critique need not resort to religious doctrine: It is possible by presenting Moses as a literary figure.</p> <p>Two things pop to mind: One, Moses split the Red Sea, while Obama has thus far managed only to split the Democratic party.</p> <p>Also, Moses was a reluctant political leader. From the <a href=\"http://www.jewishpub.org/\">Jewish Publication Society</a> <a href=\"http://www.sacred-texts.com/bib/jps/index.htm\">translation</a> of Exodus 3:11:</p> <blockquote> And Moses said unto God: 'Who am I, that I should go unto Pharaoh, and that I should bring forth the children of Israel out of Egypt?' </blockquote> <br> <p>God had to goad him:</p> <blockquote> And He said: 'Certainly I will be with thee; and this shall be the token unto thee, that I have sent thee: when thou hast brought forth the people out of Egypt, ye shall serve God upon this mountain.' </blockquote> <br> <p>and, several verses into their negotiations, offer him a loyal spokesman:</p> <blockquote> And the anger of the LORD was kindled against Moses, and He said: 'Is there not Aaron thy brother the Levite? I know that he can speak well. And also, behold, he cometh forth to meet thee; and when he seeth thee, he will be glad in his heart. </blockquote> <br>",
  "<p>What a birthday! Not only does Barack Obama have to spend his 47th on the road, in Lansing, Michigan, talking about energy policy, but his campaign staff left his birthday present in the back of a cab!</p> <p>Obama campaign spokesman and adviser Robert Gibbs told MSNBC's <a href=\"http://www.msnbc.msn.com/id/3036789/\">Morning Joe</a> programme this morning that they are trying to get the gift back.</p> <p>The Illinois senator, meanwhile, received a charming birthday card of sorts from the Republican party. The GOP this morning offered members of the media a complimentary tyre pressure gauge.</p> <p>Read more...</p> <p>In a memo to reporters, the Republican party mocked Obama's suggestions at a Springfield, Missouri rally on ways Americans can reduce energy consumption.</p> <p>Obama said:</p> <blockquote> There are things that you can do individually though to save energy; making sure your tires are properly inflated, simple thing, but we could save all the oil that they're talking about getting off drilling, if everybody was just inflating their tires and getting regular tune-ups. You could actually save just as much. </blockquote> <br> <p>The Republican party tells the media:</p> <blockquote> Because, instead of actually increasing America's domestic oil supply, this is how Obama thinks Americans should try to alleviate burdensome pain at the pump. </blockquote> <br> <p>The memo concludes with an invitation to call the Republican National Committee \"To obtain your very own copy of \"Barack Obama's Energy Plan\".</p>",
  "<p>Barack Obama's recent <a href=\"http://www.theguardian.com/commentisfree/2008/jul/26/barackobama.uselections2008\"> European tour</a> hints that the Illinois senator is Europe's choice to be America's next president. But Europeans should not expect too much. While Obama would likely restore civility and politeness to transatlantic discourse, the sources of friction are more profound. The geo-political interests of Europe and America have been drawing apart, and may well continue to do so, no matter who is president.</p> <p>Halting this progressive alienation will require major changes in outlook and policy on both sides of the Atlantic. The US will have to stop defining its transatlantic interests in terms of its hegemonic mindset, and Europe will have to take fuller charge of its own region.</p> <p>To call interests \"geopolitical\" underscores the influence of geography in shaping those interests. As Charles de Gaulle and Winston Churchill once famously agreed: \"When all is said and done, Great Britain is an island, France the cape of a continent; America another world.\" Both understood that for centuries the English Channel has been a formidable geopolitical barrier to a durable sharing of interests between Britain and France. And if the Channel has been such a barrier, durable bonds across the Atlantic seem implausible.</p> <p>In other words, from this perspective, the world's two richest and most powerful economic spaces, the EU and the US, are bound to be rivals, even when they are allies.</p> <p>A shared enemy did underpin America's alliance with parts of Europe over much of the 20th century. That enemy, however, was also European – first Germany, then Russia. In effect, the shared transatlantic geopolitical interest was between the US and one part of Europe against another. </p> <p>With the Soviet Union's collapse in 1991, the transatlantic alliance confronted new realities. The interests of both the EU and the US were expansively redefined. With no massive Soviet army in the middle of Germany, Europe was no longer firmly divided into western and eastern hemispheres. <a href=\"http://en.wikipedia.org/wiki/Mitteleuropa\">Mitteleuropa</a> revived and Germany reunified. Western Europe evolved from a \"Community\" to a \"Union\", and its states became less firmly bound to American protection. </p> <p>The Soviet demise encouraged US political elites to construct a \"unipolar\" view of America's global position and interest. This trend accelerated as the current Bush administration attempted to construct unilateral global hegemony out of the \"war on terror,\" which provoked growing disquiet in \"old Europe\".</p> <p>While America's invasion of <a href=\"http://www.theguardian.com/world/afghanistan\">Afghanistan</a> was widely seen as justified, the Anglo-American invasion of Iraq produced an open break between the US and its two major continental allies, France and Germany, which were supported by Russia and China. A great Eurasian bloc suddenly appeared in opposition to America's hegemonic global pretensions, prefiguring a new fluidity in geopolitical relationships, if not a tectonic shift in alignments.</p> <p>The effectiveness of Franco-German resistance to American hegemony was qualified, though, by the reactions of other European states. The prime minister, Tony Blair, did his best to resurrect Churchill's special relationship, and Britain was joined by Italy and Spain, together with nearly all the states of new Europe. The Franco-German couple could no longer claim to speak for the EU as a whole. European plans for a common foreign and security policy and for closer defense cooperation seemed brutally discredited.</p> <p>Slowly, however, Europe has seemed to grow more cohesive in its opposition to American unipolar policies and pretensions. And, after his re-election in 2004, Bush grew more conciliatory. Blair's departure left Bush increasingly isolated diplomatically, with changes of government in Berlin and Paris bringing only superficial improvements. Deteriorating economic conditions at home implied stricter limits on American intervention abroad. </p> <p>It is difficult to know where this uneasy transatlantic detente of 2008 will lead. It is now clear that European and American geopolitical interests are not automatically in harmony. Europeans do not accept the Bush administration's strategic vision, and the US is unable to pursue that vision without European support.</p> <p>The reasons for Europe's defection are eminently geopolitical. To Europe's east lies Russia, to its south the Muslim world. Europe needs good relations with both in order to penetrate growing markets, tap sources for raw materials and energy, and ensure its own domestic stability, whereas many Europeans believe that US policies alienate these regions. In these circumstances, the transatlantic alliance survives less from genuinely shared interests than from inertia. </p> <p>Can anything restore the old transatlantic harmony? A forceful revival of Russian imperialism, or a war of civilisations with the Muslim world, might provide a threat so overbearing that a frightened Europe would resume its cold war dependency on America. But Europe will not be eager to embrace such a future. It may be careful not to alienate America, but it will struggle to build a collaborative relationship with its regional neighbors. </p> <p>Of course, America's definitions of its role in the world may change. America's unipolar expectations have not been ratified by events. Indeed, there is now considerable opposition to that vision in the US itself.</p> <p>Yet today too much power is agglomerated in Washington to be contained successfully within a purely national constitutional structure. Checks and balances at home require a correlative balance of power abroad.</p> <p>Constructing such a balanced state system for itself on a regional scale has been postwar Europe's great achievement.</p> <p>Implementing that system has depended heavily on a supportive America. Perhaps it is time for Europe to return the favour. Balancing, it seems, is always necessary, even among friends. And among friends balancing is also more likely to be successful. That Europe can find the will, the means, and the confidence to play that role cannot be taken for granted. What does seem clear is that a cohesive and strong Europe on good terms with its neighbours will not fit easily into a close transatlantic alliance with an America actively pursuing global hegemony.</p> <p>In association with <a href=\"www.project-syndicate.org\">Project Syndicate</a>/Europe's World, 2008</p>",
  "<p>Gallup daily tracking poll: <a href=\"http://www.gallup.com/poll/109183/Gallup-Daily-Obama-45-McCain-44.aspx\">Obama 45%, McCain 44%</a> Obama leads McCain by 10 points among low-income white voters [<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/08/03/AR2008080301969.html?hpid=topnews\">Washington Post</a>]</p> <p>Now that it's no longer a possible route to a Hillary Clinton nomination victory, Barack Obama seems less troubled by the idea of allowing Florida and Michigan full participation at this month's convention: he's asking the Democratic Party to seat all the states' delegates. [<a href=\"http://www.cbsnews.com/blogs/2008/08/03/politics/horserace/entry4317753.shtml\">CBS News</a>]</p> <p>Obama -- who turns 47 today -- had hoped to announce his vice-presidential choice before the Beijing Olympics. \"But now a decision is unlikely to come until the week before the party convention,\" according to party sources. Meanwhile, a new name enters the ring: Texas congressman Chet Edwards, whose district includes George Bush's ranch in Crawford. [<a href=\"http://www.newsweek.com/id/150485\">Newsweek</a>]</p> <p>In a story of hero-worship that the Republicans won't mind one bit, diehard Obama supporters in Washington state are reportedly changing their middle names to \"Hussein\". Meet Gary Hussein Ackerson and Willy Hussein Richardson. [<a href=\"http://www.kxly.com/Global/story.asp?S=8781020\">KXLY Spokane</a>]</p> <p>Asked in Florida to elaborate on his campaign's accusation that Obama played the race card, John McCain pauses. Then he pauses some more. And more. Video footage is <a href=\"http://www.jedreport.com/2008/08/what-happened.html\">here</a>; a clip of how he eventually responds is <a href=\"http://www.crooksandliars.com/2008/08/02/mccain-lies-about-his-support-for-mlk-jr-day-in-arizona/\">here</a>. [<a href=\"http://www.jedreport.com\">JedReport</a>]</p> <p>In case you missed it, <a href=\"http://nymag.com/news/politics/powergrid/48928/\">here's</a> a compelling dissection of McCain's new down-and-dirty approach to campaigning. \"Only celebrities like Barack Obama go to the gym three times a day, demand MET-RX chocolate roasted-peanut protein bars and bottles of a hard-to-find organic brew--Black Forest Berry Honest Tea, and worry about the price of arugula,\" McCain campaign manager Rick Davis is quoted as saying. [New York Magazine]</p> <p>See inside Obama's luxurious new jet. In the interests of balance, McCain's isn't pictured. [<a href=\"http://www.cbsnews.com/blogs/2008/08/03/politics/fromtheroad/entry4317827.shtml\">CBS News</a>]</p>"
]