[
  "<h2>Nigel Lawson</h2> <p><strong>Former chancellor of the exchequer</strong></p> <p>So far, the events of the past week have demonstrated that the world has not changed. Contrary to Gordon Brown's boast that he had abolished \"boom and bust\", it must now be clear even to him that the cycle is ineradicable. The only consequence of an unusually extended boom is an unusually painful bust. The capitalist system will survive, as it has past cycles. But lessons do need to be learned. The system of UK bank supervision that Mr Brown put in place in 1997 is seriously defective - more so even than its predecessor was. While the cycle is ineradicable, policies and structures designed to limit the unsustainable excesses of a boom can reduce its severity in future.</p> <h2>Martin Sorrell</h2> <p><strong>CEO, WPP Group</strong></p> <p>We had our annual strategy meeting in New York this week and you could smell the fear. It was shocking to see major financial institutions that people thought were invincible going down and being bailed out. We have yet to see what impact this will all have on the \"real\" world. It must undermine the confidence that was there before, but there are still limited indications of tightening in the real world, and this has been confined to date to the US and western Europe.</p> <p>While financial recovery may take longer as a result of the events of the last couple of weeks, we still believe that confidence may return fairly rapidly when the time is right; perhaps that will be in the middle of next year. The impact on the real world should be positive around six to 12 months later, into 2010. We shall see. </p> <p>The irony is the extent to which the US government has had to come to the rescue and provide a socialist solution to capitalistic problems. Just shows the advantage in certain circumstances of state directed capitalism.</p> <h2>Norman Lamont</h2> <p><strong>Former chancellor of the exchequer</strong></p> <p>What is now happening is potentially the most serious crisis since the 1920s. But this is not just a crisis spreading from the US. We have had our own bubble, particularly in housing and personal debt. We face several years of painful adjustment, and the effects will spread inevitably to the wider economy, but eventually it will end. What would be a big mistake would be for the government to try to stop house prices falling to a more affordable level. </p> <p>The crisis will weaken America's and our own authority. They and we will have less money to spend on defence or misguided wars. </p> <h2>Gavyn Davies</h2> <p><strong>Chairman, Fulcrum Asset Management</strong></p> <p>In sharp contrast to the inaction of other major governments, the US administration, Congress and Federal Reserve seem to have recognised that a readiness to use the power of the public sector balance sheet to provide liquidity to the financial system is better than the alternative. That alternative might have involved widespread bankruptcies among banks, and subsequently a major recession. The announcement of a comprehensive US plan to restore health to the financial system is only the first step on a long road to normalisation, and it will involve a major increase in public debt. But these are not life-threatening issues, and there is time to address them in the cold light of the many days ahead. A failure to take emergency action would have had far more immediate, and probably immeasurably worse, consequences.</p> <h2>Stephen S Roach</h2> <p><strong>Chairman, Morgan Stanley Asia</strong></p> <p>As one of Wall Street's long-standing and more vocal bears, it may seem like the height of irony for me to make the bull case. But there is now a distinct possibility that the current strain of market panic is about to subside. Most of the ingredients are now in place - indiscriminate selling, ridiculously low prices for quality assets, and now the distinct possibility of a massive policy response. For the first time since the so-called sub-prime crisis began some 14 months ago, I am encouraged that the authorities have finally woken up to the gravity of the situation. </p> <p>In the end, panics are always temporary. They just never seem that way at the time. The bad news is that once this panic subsides, a post-bubble world will still have to face stiff headwinds for several years to come. </p> <h2>Joseph Stiglitz</h2> <p><strong>Nobel prize-winning economist </strong></p> <p>In some ways, from an intellectual perspective, this is as important as the Great Depression. The Depression taught us that markets are not self-correcting, at least not in the relevant time frame. This is a failure of microeconomics equivalent to the macroeconomic failures of the 1930s. The financial markets have not done what they are supposed to do, which is to manage risk and allocate capital well. The result is that there are no free-marketeers left. Both the left and the right are arguing that there is a role for government to maintain the economy on an even keel.</p> <h2>Amartya Sen</h2> <p><strong>Nobel prize-winning economist</strong></p> <p>The crisis has led to a new recognition of the old understanding that unrestrained markets can cause havoc. John McCain has blamed the crisis on the \"greed\" of Wall Street. But greed is not a new human phenomenon. The real issue is the opportunity that the economic system gives to businesses to reap from wily greed. If risks from imprudent decisions taken by firms can be passed on to others through subsidiary markets, the penalty of extremism and incompetence is borne by others. We need institutional reform that helps to combine the creative contributions of markets with constructive social intervention, including sensible regulation. That would be a truly positive outcome.</p> <h2>Naomi Klein</h2> <p><strong>Author</strong></p> <p>Nobody should believe the overblown claims that \"free market\" ideology is now dead. During boom times it is profitable to preach laissez-faire, because an absentee government allows speculative bubbles to inflate. When those bubbles burst, the ideology becomes a hindrance, and it goes dormant while government rides to the rescue. But rest assured: the ideology will come roaring back when the bailouts are done. The massive debt the public is accumulating to bail out the speculators will then become part of a global budget crisis that will be the rationalisation for deep cuts to social programmes, and for a renewed push to privatise what is left of the public sector. We will also be told that our hopes for a green future are too costly. If the state can intervene to save corporations that took reckless risks in the housing markets, why can't it intervene to prevent millions of Americans from imminent foreclosure? </p> <p><strong>Interviews by Emily Butselaar</strong></p>",
  "<p>A few weeks ago, I witnessed a small, public impropriety in a committee room in Denver. It didn't, sadly, involve Ben Affleck's thoughts on global poverty, unfolding in another committee room at the time, but it did cause attendees of the Democratic National Convention to stop eating the wasabi peas put out for them and frown at the floor as if hell had opened up.</p> <p>The event was a late-afternoon fringe meeting on veterans' rights and the guest speaker was a congressman closely involved with them. Those present were charity workers, action committee members and parents of dead and injured soldiers, and he addressed this small, serious group about the failure of the Bush government to have adequately helped them. Halfway through the address the congressman stopped. </p> <p>He looked thoughtfully at his audience. And then he began, unexpectedly, to talk about his childhood. He spoke of his father. He spoke of his mother. He spoke of his dreams. It was as if someone had grabbed the wheel in his brain and yanked him off the highway up a dirt track, where after a long ride through his formative years we all found ourselves on the floor of his family home. His father, who was himself a veteran, lay \"weak and dying\" after a cardiac arrest, and if the congressman had started singing Dolly Parton's Coat of Many Colours no one would have been surprised. \"My father's last word,\" he said, wiping a tear, \"was 'uniform'.\" </p> <p>Then he coughed and stepped down. It took a few seconds for people to notice, because they were mostly looking at their feet.</p> <p>Everyone wants a podium moment, in life as in politics, but it's so de rigueur in America right now that even the most humdrum encounter is vulnerable to sudden crackpot bids for self-dramatisation. At the convention it was obviously an Obama thing; the proximity to the senator's brilliance inspired a lot of ill-judged rhetorical tribute acts. </p> <p>More generally, the logic that sentiment enlivens knowledge has extended to the terrifying principle that sentiment equals knowledge. People might turn up thinking they want to hear about reforms in disability benefit, but what they really want is a one-man show.</p> <p>When I was at university I spent a week studying Toni Morrison's novel Beloved. It was interesting, said my tutor, to watch students from privileged backgrounds get busy empathising with the slaves, when historically they might identify more easily with the slave owners. It was right, of course, that they felt the way they did, but it was also the laziest, most self-involving way to engage with the text and the history of slavery. People who bang on endlessly about empathy are often the worst narcissists; the \"I feel your pain\" brigade, who feel your pain, one suspects, the way a groper on the tube feels your bum. </p> <p>Tania Head, the 9/11 survivor of whom it has been alleged that she was not on the 78th floor of the South Tower on September 11th as she claimed, but may have been in Spain at the time, perhaps took this principle to an absurd degree. </p> <p>But well below the level of mental illness a lot of low-level fakery is actively embraced and rewarded. </p> <p>It is particularly prevalent in America, where to be fully inside the tent, you must also prove that you are to some extent outside it. (Not too far outside; that would make you a Mexican. Or a woman Democrat). </p> <p>The bloggers at the Democratic convention faced the hilarious quandary of enjoying the perks of sponsorship - the free smoothies and massage booths that jammed up their press tent - while also revelling in their superior \"renegade\" status over the old media hacks. (Who chewed sawdust in their unsponsored tent and complained about \"citizen journalists\" uploading fluff from their navels and calling it journalism). </p> <p>Getting accreditation was so laborious that anyone present was by definition \"inside\". Outside the convention hall meanwhile, in the bars and restaurants, a lot of Ivy League-educated political tourists could be found striking romantic poses and talking about the difficulty of the (spiritual) journey they had made to get there. Finally, after years of hard graft in the goldmines of privilege, they were feeling the delicious pinch of outsidership.</p> <p>And now we have Sarah Palin, who in matters of gender, geography and even vocabulary is the antidote to all those smug elitists; her use of the word \"verbage\" to describe John McCain's - what? speech? Ideas? The vegetable matter of his brain? - in a TV interview this week proof that she brings to the job the excellent qualification of having been alive for 44 years.</p> <p>The worst thing about Palin is that everyone knows; the Republicans know and they know that we know that picking her for vice-president was like a petulant child's response to being told to do something - and then doing it with satirical mimicry. </p> <p>You wanted a woman? Well we gave you a woman. And she even claims to be a feminist! (Which if you call her stupid is more than you'll ever be). In fact, all Palin's candidacy confirms is that women only get ahead in politics by betraying their own interests, or the interests of their 17-year-old daughters. </p> <p>Earlier this year, a bogus financier called Clarke Rockefeller donned a joke-shop disguise and snatched his daughter Snooks off a street corner. A classic impostor, he seemed to be labouring under the delusion that life is a 1930s screwball comedy. But fakery no less shameless goes on every day in the political debate and the way we the audience internalise it. McCain flatly contradicts himself within the space of a single day, so that you want to scream at him, words have meaning! (Not \"verbage\" though.) Rich people like Cindy McCain ham up their grandparents' long ago poverty as a shortcut to virtue. </p> <p>And sober bureaucrats mistake a common interest for an interest in them.</p> <p>After the congressman at the convention stepped down from the podium, he received a light smatter of applause and the crowd dispersed, looking bemused.</p> <p>They really had, it seemed, wanted to hear about reforms in disability benefit.</p>",
  "<p>The basic identities of America's two political parties have been in place for at least 40 years and, on core economic questions, for 70, since Franklin Roosevelt's time. Whatever so-called \"low-information voters\" do or don't know about politics, they know that the Democrats are the party of working people, and the Republicans are the party of the rich.</p> <p>It doesn't end up being as positive for the Democrats as that formulation makes it sound. Since the 1980s, Republicans have been successful in shifting public opinion among America's middle-class more towards the view that their economic fate is tied up with rich people's. In addition, a weak union movement - just one in 14 private-sector workers is a union member today - means that class consciousness exists only on the margins.</p> <p>But these basic identities do still mean that, when a scandal breaks out involving oblivious gluttony on the part of elements within the financial over-class, Americans will place more blame on the GOP, and the Democrats will benefit. Especially when it happened on the watch of a Republican administration that is deeply unpopular.</p> <p>So, it made sense that the initial phase of public reaction to the past week's Wall Street scandal would have worked to the political benefit of Barack Obama. The Democratic nominee would have benefited no matter who it was - Obama, Hillary Clinton, Dennis Kucinich, my cat for that matter. A week ago today, John McCain had a small lead in the polls. Now, Obama does. The numbers are back to being essentially where they were before the conventions, with Obama sitting on a wobbly margin of three or so points.</p> <p>McCain helped Obama's position with an initial response to last week's economic crisis that seemed to be delivered from a different planet. On Monday, with headlines blaring and the markets reeling, he insisted yet again - as he has several times in recent months - that the \"fundamentals\" of the economy were still \"strong\". No doubt that wasn't very reassuring to the average Ohioan or Michigander.</p> <p>McCain continued to flounder for most of the week. He employed ferociously populist anti-Wall Street rhetoric, attacking the \"greed\" and \"recklessness\" of the executives who netted, in many cases, eight-figure incomes while gambling away the mortgages of $40,000-a-year earners. But - those age-old identities again - it just wasn't persuasive coming from a multimillionaire Republican. His legislative record tilts strongly toward supporting deregulation and, over the past year, as he has kissed up to his party's rightwing, he has sought to downplay the portions of his record that did endorse regulation.</p> <p>Perhaps worst of all, he also proposed a commission to study the problem - at a moment when the Dow, before rallying later in the week, was losing about 900 points, or nearly 10% of its value.</p> <p>In the face of this, Obama could have spent the week windsurfing with John Kerry and still come out fairly well. What he did instead, along with his running mate Joe Biden, is turn his campaign sharply negative against McCain - important to note: not against Sarah Palin, but against John McCain - for being out of touch and merely the newest representative of a failed governing philosophy.</p> <p>\"I certainly don't fault Senator McCain for these problems,\" Obama said in his initial statement on Monday, \"but I do fault the economic philosophy he subscribes to.\" He pressed the point much harder as the week went on.</p> <p>Biden, whether importantly or not remains to be seen, emerged from the relative shadows and gave incendiary speeches throughout the week, denouncing the Republican philosophy and McCain personally. He denounced the Bush tax cuts and McCain's new-found embrace of them, citing McCain's own description from long ago of Bush's decision to prosecute two wars while handing out immense tax cuts to the wealthy at the same time (\"immoral\" was the word McCain used).</p> <p>The Democrats were responding to a rising chorus of discontent within their own ranks - which probably reached a climax midweek sometime - that they were just standing around taking punches and letting McCain and Palin set the agenda completely.</p> <p>Nothing, and I mean nothing, sends American liberals to the cliff's edge, the whiskey bottle or the shrink's couch like the perception that their team isn't returning fire. The belief among liberals is widely held, and I suppose I hold it myself, that both Al Gore and Kerry would have won (Gore of course did win, but let's not get into that) if they'd understood that they were in a no-rules campaign and not a college debating match and behaved accordingly.</p> <p>The fetid aroma of passivity that began to emanate from Obama-Biden, particularly after the Palin coronation, had partisan Democrats screaming for their candidates to do something. And they did: a study came out earlier in the week showing that Obama's television advertising campaign had become markedly more negative than McCain's. </p> <p>And speaking of McCain's running mate, another effect of the crisis is that it seems to have ended, finally, the Palin-mania phase of the race. </p> <p>It's as if God watched the circus and read all the absurd and excessive coverage of pigs and lipstick and said, \"All right, I'm going to do something to make these people talk about the economy whether they want to or not.\"</p> <p>So, that was phase one of the political fallout of the Wall Street scandal. But yesterday marked the beginning of phase two.</p> <p>In this phase, the shouts and histrionics will abate somewhat. Each day gives McCain - and the Bush administration - opportunities to regain some purchase on events and appear in control. The administration and the Federal Reserve Bank were preparing a massive bailout yesterday (one in which the taxpayers would, in essence, buy billions of dollars in banks' bad loans). McCain gave an economic speech in the crucial state of Wisconsin, where he trails by a few points, denouncing Obama's plan to raise taxes on the middle class (a plan that does not exist, but that's never stopped McCain from saying it repeatedly).</p> <p>What was important politically in the first phase was demonstrating credible outrage at the fat-cats and empathy with the regular folks. In phase two, actual, clear-cut and persuasively packaged proposals will be more important. This is why McCain, in his speech, endorsed various forms of oversight he hadn't given much thought to before, and why Obama spent part of yesterday huddled with establishment seal-of-approval economic advisers such as Paul Volcker and Robert Rubin.</p> <p>Simply because he's a member of George Bush's political party, McCain has the bigger challenge over the next few days. With 81% of Americans believing the country is \"seriously\" on the wrong track, McCain has to explain why he'll be so different even though he's voted with Bush 90% of the time.</p> <p>Obama has always had more trouble with packaging. He has, if anything, too many policy proposals. He finds it hard to pare them down to three or four compelling points and present them in crisp, short sentences. In US presidential politics, the packaging is more important than the thinking. And next Friday brings the first of the three important presidential debates.</p> <p>This would be a good time for Obama to call in David Mamet to come look over his sentences. The election's outcome could possibly be decided between now and next Friday night. Obama can rely on those age-old perceptions of the two parties, but only if he also reinforces them.</p>",
  "<p>Union leaders yesterday buried the hatchet and rallied to Gordon Brown's side ahead of the party conference, claiming that his promise to clean up the City was a clear sign he was throwing off the shackles of \"New Labour\".</p> <p>Derek Simpson, the joint general secretary of Unite, Labour's biggest affiliate, also claimed triumphantly: \"The rump of über Blairites that had called for a leadership election have no roots in Labour and have failed to win support for their coup - their grip on the party is slipping, and not before time.\"</p> <p>Denouncing so-called forces of conservatism within the party, Simpson claimed the existence of the rebel faction had been the main obstacle to a change in policy on housing, the NHS, and job and pension security. \"The rebels' rump had been calling for the same ideology and policies that had allowed big city bankers to gamble away our future prosperity.\"</p> <p>In an unrestrained assault, Simpson claimed: \"The spectacle of the political has-beens and never-weres queuing up to criticise the prime minister over the last few weeks has been pitiful.\"</p> <p>He hailed Brown for saying stronger regulation of the financial sector was essential and for recognising the struggle that millions of families faced with their winter household bills. \"There is a real sign now that Gordon Brown will throw off the shackles of New Labour and win back disaffected Labour voters.\" </p> <p>Simpson's outspoken attack came as Unite prepared to reveal that its outlay, to help Labour develop a more sophisticated direct mailshot service aimed at key marginal seats, had reached £2m. </p> <p>Unite, looking at the close links between the unions and Democrats in the US, is also trying to invigorate its potentially key activists by regularly canvassing members by phone and email in all the marginal constituencies. </p> <p>In Glenrothes, the site of a byelection for Brown in November, Unite activists are already regularly phoning their 4,000 members. The union has also surveyed 100,000 of its members by post and phone in marginal seats to check out the disaffection with Labour and the issues likely to bring them back to the fold.</p> <p>The union survey revealed that 77% of its members had voted Labour at some point, but now only 40% backed the government as opposed to 23% who claimed to be Conservatives. Asked to rank issues in order of importance, those surveyed put immigration top (25%), hospitals second (22%) alongside crime, then the economy (19%), followed by pensions, housing and education. The high number citing immigration was regarded as an embarrassment in some parts of the union, but others saw the issue as a symbol of a wider resentment against unfairness.</p> <p>Labour leaders are expecting the conference to reveal a big swell of support for Brown, following the attacks from rebels, and in recognition of his handling of the financial crisis. But they admit that the tests for him will come in the content of his speech on Tuesday, and in his ability to keep his parliamentary party united afterwards. </p> <p>Meanwhile, Harriet Harman, the Labour deputy leader, ruffled feathers in the cabinet when she openly backed the Democrats in the US presidential election during an appearance on BBC Question Time. One cabinet source said it was not acceptable for the deputy leader to call for party discipline and then veer away from the agreed position of neutrality. </p> <p>The day after his speech the prime minister is going to New York for a meeting of the UN special general assembly where he will see several key leaders, including George Bush and the French president, Nicolas Sarkozy, to discuss the financial crisis. He is also expected to discuss the possibility of kick-starting the world trade talks, though few expect any progress until after the US elections in November.</p>",
  "<p>Alaskan senators conducting an inquiry into Sarah Palin's alleged abuse of power promised yesterday their report will be completed before the election on November 4 in spite of attempts by John McCain's campaign team to delay it.</p> <p>The promise to publish on October 10 came despite the failure of 13 people, including Palin's husband Todd, to turn up for an Alaskan senate hearing yesterday. </p> <p>Before becoming McCain's running mate, Sarah Palin had said she and her family would enthusiastically cooperate with the investigation. But yesterday Todd Palin and the other 12 ignored subpoenas calling on them to testify.</p> <p>With the hearing sabotaged, the Democratic chairman of the senate judiciary committee, Hollis French, abandoned proceedings after only a few minutes. But he delivered a short, defiant statement insisting the probe will continue and the report published as planned. </p> <p>The Troopergate investigation is potentially damaging for the McCain presidential bid. Palin, who is still governor of Alaska, is under investigation over allegations that she improperly fired the state's public safety commissioner, Walter Monegan, in July after he refused to sack a state trooper, Michael Wooten, involved in an acrimonious divorce from her sister, Molly.</p> <p>Sarah Palin argues that Monegan left because he did not share her enthusiasm for diverting resources to rural drink problems rather than because of her alleged vendetta against Wooten.</p> <p>A lawyer for Palin sent investigators a letter indicating he would not attend the hearing. Flein described the subpoena as \"unduly burdensome\" because he would be on the campaign trail with his wife until election day.</p> <p>Although some polls this week suggested the Palin phenomenon was beginning to fade as a result of Troopergate and other revelations about her record as governor of Alaska, one of the most respected polling organisations in the US, the Pew Research Centre, published a survey yesterday suggesting that the Republican party brand has regained some of its lustre for the first time in three years and that this can be attributed mainly to Palin. </p> <p>The centre found that independent voters, who will decide the election, have an equally favourable view, 50% to 49%, with the Republicans having the edge. Normally vice-presidential picks have little impact on elections. Stan Greenberg, the Democratic pollster, said that this remained the case, with people voting on the basis of the presidential candidate rather than the vice-presidential one.</p> <p>But he acknowledged that Palin, with her claims to be a reformer and not part of the Washington elite, \"makes McCain look plausible as an agent for change\".</p> <p>The Democratic party has been reluctant to openly criticise her. Joe Biden, Obama's running mate who has had a relatively low profile, is due to debate with her in St Louis on October 2 on primetime television. The Democratic vice-presidential candidate, who has extensive foreign affairs experience in contrast with Palin, told CBS last night he was having a tough time working out how to approach the debate. \"It's hard to prepare, because I don't know what she thinks,\" he said.</p> <p>Palin has been briefed extensively by McCain's team on foreign affairs over the last few weeks, and is to spend next week in New York being introduced by McCain to some world leaders attending the UN general assembly. But her plan to attend a rally against the Iranian president, Mahmoud Ahmadinejad, who usually attends the assembly, has had to be scrapped.</p>",
  "<p>The mother of three, who gives her name just as Beatrice, still doesn't know who raped her all those months ago. They were three men with beer on their breath, iron bars in their hands and Robert Mugabe on their T-shirts.</p> <p>But she has known all along who she holds responsible even though there was nothing she could do about it. Until now. \"They told me they raped me because this is war and I was the enemy. I was just a woman who wanted to vote. There is a Zanu-PF bigwig here in Epworth. I was raped by the militia at his house. There were other women and men they were beating. They were terrorising us because we were against Mugabe,\" she said. \"They did this to us because they thought we couldn't touch them. Now we will touch them. Things have changed in Zimbabwe. They will arrest that bigwig before too long because of what he did to me.\"</p> <p>It will take some time yet to address past wrongs, but a mix of relief and hope - along with a little wishful thinking - swept Zimbabwe this week as millions of people desperate for respite from hunger, an ever more difficult struggle to find the money to survive and the state's terror machine watched Mugabe \"humiliated\", in his own words, into signing a power-sharing deal with his arch foe, Morgan Tsvangirai. </p> <p>People said the deal was far from perfect. Many wanted Mugabe out altogether. There is still the grappling over who gets what in the cabinet. But there was also a sense that when Mugabe signed the agreement he was consigning himself to history. </p> <p>The new sense of freedom and expectation exerted itself in small but telling ways. A day after the political agreement a soldier was headed to the front of the long queue that ran out of a Harare bank of people waiting to withdraw their daily limit of banknotes worth just 50p. Soldiers and war veterans always pushed to the head of the line, and no one ever said anything. But this week voices piped up. \"Get to the back,\" they told the soldier. And he went. </p> <p>Others have reported a profound change in the attitude of the police who have started protecting Tsvangirai's supporters from attack in some areas. Hope has even infected the black market with the Zimbabwe dollar strengthening, and falling prices for goods in short supply such as sugar. Senior civil servants have made it known to Tsvangirai that they await his ministers with enthusiasm.</p> <p>The first exercise of this tentative freedom was led by Tsvangirai's supporters outside the hall where the agreement was signed. Thousands pitched up in Movement for Democratic Change party T-shirts, giving the MDC's open-handed salute, in the shadow of the Zanu-PF headquarters yards from where Mugabe's militia broke up a Tsvangirai rally and beat supporters in June. </p> <p>At the signing of the power-sharing deal, the MDC supporters far outnumbered those there to back Mugabe. Zanu-PF activists looked sullen, as though aware that somehow they had lost out but were not quite sure how. As the MDC activists revelled, Mugabe's supporters grew more agitated and the rocks started flying. </p> <p>The celebrations in the townships around Harare went on late into the night on Monday. In Chitungwiza, an opposition stronghold to the south of the capital, there was excited talk of an end to the misery of hyperinflation - running above 50m percent - and the prospect of jobs returning along with western aid.</p> <p>Others, including thousands of people beaten so badly by Mugabe's militia and soldiers they were left with permanent injuries and others whose homes were destroyed during the state-orchestrated terror against opposition voters, are looking for justice. </p> <p>Beatrice lives in Epworth, a township near Harare terrorised by the Zanu-PF militia as a punishment for turfing out the party's local MP in the parliamentary election and voting overwhelmingly against Mugabe. For weeks, men armed with knives and sling shots ruled the streets, forcing people to long political meetings where suspected opposition supporters were beaten and sometimes murdered. Known MDC activists were abducted and held prisoner at the house of the Zanu-PF district chairman, Teddy Garakara, where they were tortured. Some of the women were raped, whipped and urinated on.</p> <p>Others had their homes razed. Among those targeted was an MDC local councillor, William Mapfumo. The mob beat his wife, who was pregnant, and assaulted their four year-old son. Then they destroyed their home. </p> <p>Zanu-PF's militia bases are gone but it was not until this week that Epworth's residents dared to hope that the terror is over. Among those they accuse of coordinating the violence is Amos Midzi, a former cabinet minister and MP for the area who lost his seat in the March election, and a female Zanu-PF councillor, Joana Mawira, who was also at the scene of the attacks on the women. </p> <p>\"We know who all these people are,\" said Beatrice. \" This is not what Zimbabwe is about. We are not Congo. They must be held to account so that this never happens to my daughter because she wants to exercise her right to vote.\"</p> <p>It remains to be seen if anyone is held to account for the state-orchestrated violence, but if they are, some of the witnesses against them may be the same policemen that Zanu-PF thought were serving its interests. One policeman from Epworth, who is afraid to give his name, said all of the regular officers in his station support the opposition. \"The police did not support this violence. We had to do what we were ordered. The war vets were in charge,\" he said.</p> <p>\"The other day an officer came to us and told us that now we must treat everyone the same. No favours. We know who did what. We were there and saw who was beating and raping. Some of them live here. We have not forgotten.\"</p> <p>Mugabe's opponents are not naive about Zanu-PF. They say that despite the agreement they do not expect tormentors to give up easily. Already negotiations on dividing up the cabinet posts have run into problems because Zanu-PF is insisting on retaining control of all the key ministries with authority over the military, police and finance. </p> <p>But ordinary Zimbabweans also saw something extraordinary this week; their ruler of 28 years, who just a few months ago vowed that only God would remove him from power, was forced into sharing power with a man he despises.</p> <p>That was a tectonic shift and many Zimbabweans now see Mugabe as fatally wounded politically. The president only entered into the agreement because he had no other options. \"Mugabe is the past,\" said Alfred Vava a shop owner in Epworth. \"He is still there but has been forced to recognise Tsvangirai is the future. These old men who have treated us so badly, they didn't care about Zimbabweans. But they are finished.\"</p>",
  "<h2>Do we need more royal portraits?</h2> <p>The portrait of Princes Margaret by Pietro Annigoni that has just gone on view at the National Portrait Gallery will have at least one fan: my mum. She is also called Margaret, was young in the 1950s when this dates from, and looks like the Queen's pretty sister.</p> <p>I'm sure she and many other people will enjoy seeing this lavish homage, painted two years after Princess Margaret renounced her plans to marry Group Captain Peter Townsend, and giving her the pose of a classical beauty painted by Parmigianino or Ingres.</p> <p>And that's what portraits are about, according to the National Portrait Gallery. Everyone has heroes, or simply celebrities they are interested in - and for a large number of people, in Britain and abroad, members of the royal family come into that category. Sadly, this does not make Annigoni's portrait into a good work of art. There are almost no good works of art in the National Portrait Gallery, anyway - and this isn't going to change that with its pretentious, sentimental and somehow rather creepy simulacrum of the Old Masters. If only the Chapman brothers could get their hands on it. The fact that 2,000 people a day queued to see it at Agnew's Gallery in 1957 just shows you what Francis Bacon and Lucian Freud were up against trying to be great artists in post-war Britain.</p> <p>Annigoni's painting is a reminder of how dismal modern royal portraiture has been. Does this reflect sheer bad taste on the part of the Windsors? Previous British monarchs were portrayed by some great artists: such as Holbein and the anonymous medieval European painter whose wonderful Wilton Diptych shows Richard II saying his prayers. Since the second world war there has only been one commissioned portrait of a British royal that is a masterpiece and that is Freud's brutally realistic portrait of the Queen, isolated and unhappy. Freud proved it is perfectly possible for modern royal portraits to be great art. But course, 99% of royalists would prefer to look at the Annigoni. </p> <p><strong>Jonathan Jones </strong></p> <h2>Do spies make good leaders?</h2> <p>Tzipi Livni, a former agent in Israel's secret foreign service, Mossad, was this week elected the new leader of the country's ruling Kadima party. If she can form a coalition cabinet within six weeks she will become the country's next prime minister, only the second woman to hold the office since the creation of the Israel.</p> <p>What did she do for Mossad? Well, that's classified, of course. It appears that in her mid-20s, Livni, pictured below, had a posting in Paris, where she reportedly kept an eye on one of the agency's safehouses. Wilder suggestions that she was somehow involved in chasing terrorists across Europe have been denied. After a year abroad, she returned to Israel, got married and after two years' service left the agency and became a commercial lawyer.</p> <p>Not a long career as a spy then, though longer than that of George Bush senior, who was Director of Central Intelligence for all of 355 days before he became vice-president and then president of the US; but much shorter than that of Vladimir Putin, who was a KGB officer for well over a decade before becoming president and now prime minister of Russia. Perhaps for each of their constituencies it helped Bush and Putin that they had been involved in clandestine operations. Elsewhere in the world it may not be such a big deal, perhaps even a hindrance to have been deeply immersed in a profession that relies so heavily on dissemblance and trickery. In Israel, however, it's seen slightly differently.</p> <p>Despite Livni's two years with Mossad, the general perception of her is as someone with unusually little military or security experience. She wouldn't be the first Israeli prime minister with a Mossad background - Yitzhak Shamir was in the agency for a decade. But Israel is a country where politicians with a military career behind them still seem to have the edge in public opinion (think of Ariel Sharon, Ehud Barak, Yitzhak Rabin and Menachem Begin). In the end the question could be whether Livni was enough of a spy to succeed as a politician. </p> <p><strong>Rory McCarthy</strong></p> <h2>Should maths be taught differently?</h2> <p>School inspectors this week reported that nearly half of all maths lessons are not good enough. Children, according to the Ofsted report published yesterday, are being drilled to pass exams at the expense of really getting to grips with mathematical concepts. The report said while children may be achieving more maths qualifications, about 10% of secondary school pupils were making inadequate progress in maths and 45% of classes were adequate or worse. Ofsted, which based its findings on 192 primary and secondary schools, warned that today's pupils were leaving school ill-equipped to deal with the numeracy challenges they will face in later life.</p> <p>The findings come in a week when understanding what impact the global stockmarket chaos will have on your own profit and loss account has proved particularly taxing - even for those whose mathematical competence is not in question.</p> <p>So, do we all need to improve our mathematical and financial literacy? </p> <p>Yes we do, according to Tony Gardiner, reader in mathematics and mathematics education at the University of Birmingham. Maths lessons in schools have to be made more challenging in order to turn on a new generation to the appeal of maths. He believes if teachers remain locked into teaching to tests, we are in danger of creating a nation of \"experts in one-piece jigsaws - you don't have to think to practice them\". Until children have the chance to tackle mathematical concepts in greater depth they will continue to turn their backs on the subject. \"That is a tragedy,\" he warns, \"because you end up with people at the Department for Children, Schools and Families who are all English or history graduates who know nothing about maths, who then take decisions about the subject.\" </p> <p><strong>Debbie Andalo</strong></p>",
  "<p>I remember seeing a picture of Fidel Castro in a parade with lots of other Cubans. It was during the emergency years, the \"special period\" when Cuba's relationship with the Soviet Union had collapsed and there was little gas or oil or fertiliser; people were struggling to find enough to eat. It was perhaps Cuba's nadir, as a small Caribbean island nation considered a dangerous threat by its nearest neighbour, the United States - which, during this period, tightened its embargo. Fidel, tall, haggard, his clothes hanging more loosely than usual from his gaunt frame, walked soberly along, surrounded by thousands of likewise downhearted, fearful people: he, like them, waving a tiny red, white and blue Cuban flag. This photograph made me weep; not only because I love Fidel and the Cuban people, but also because I was envious.</p> <p>However poor the Cubans might be, I realised, they cared about each other and they had a leader who loved them. A leader who loved them. Imagine. A leader not afraid to be out in the streets with them, a leader not ashamed to show himself as troubled and humbled as they were. A leader who would not leave them to wonder and worry alone, but would stand with them, walk with them, celebrate with them - whatever the parade might be.</p> <p>This is what I want for our country, more than anything. I want a leader who can love us. This is not what we usually say, or think of, when we are trying to choose a leader. People like to talk about \"experience\" and war and the economy, and making Americans look good again. I care about all these things. But when the lights are out and I'm left with just the stars in a super-dark sky, and I feel the new intense chill that seems to be the underbreath of even the hottest day, when I know that global warming may send our planet into a deep freeze even before my remaining years run out, then I think about what it is that truly matters to me. Not just as a human, but as an American.</p> <p>I want a leader who can love us. And, truthfully, by our collective behaviour, we have made it hard to demand this. We are as we are, imperfect to the max, racist and sexist and greedy above all; still, I feel we deserve leaders who love us. We will not survive more of what we have had: leaders who love nothing, not even themselves. We know they don't love themselves because if they did they would feel compassion for us, so often lost, floundering, reeling from one bad thought, one horrid act to another. Killing, under order, folks we don't know; abusing children of whose existence we hadn't heard; maiming and murdering animals that have done us no harm. </p> <p>I would say that, in my lifetime, it was only the Kennedys, in national leadership, who seemed even to know what compassion meant; certainly John, and then Bobby, were unafraid to grow an informed and open heart. (After he left the White House, President Carter blossomed into a sheltering tree of peace, quite admirably.) I was a student at a segregated college in Georgia when John Kennedy was assassinated. His was a moral voice, a voice of someone who had suffered; someone who, when looking at us in the south, so vulnerable, so poor, so outnumbered by the violent racists surrounding us, could join his suffering with ours. The rocking chair in which he sat reminded us that he was somehow like us: feeling pain on a daily basis and living a full-tilt life in spite of it. And Bobby Kennedy, whom a mentor of mine, Marian Wright (later Edelman), brought to Mississippi years later. He had not believed there were starving children in the United States. Wright took him to visit the delta. Kneeling before these hungry children in the Mississippi dirt and heat, he wept. We were so happy to have those tears. Never before had we witnessed compassion in anyone sent out to lead us.</p> <p>The present administration and too many others before it have shown the most clear and unapologetic hatred for the American people. A contempt for our minds, our bodies and souls that is so breathtaking most Americans have numbed themselves not to feel it. How can they do this or that awful unthinkable thing, we ask ourselves and each other, knowing no one in power will ever bother to answer us. I'm sure we, the American people, are the butt of jokes by those in power. Our suffering not making a dent in their pursuit of goals that almost always bring more tragedy and degradation to our already fragile, disintegrating republic.</p> <p>Sometimes, reading a blog, which I do infrequently, I see that generations of Americans have been wilfully crippled, and can no longer spell or write a sentence. The money for their education has gone to blow off someone else's intelligent and beautiful head. Visiting a hospital, I see sick and frightened people who have no clue whether they will get the care they need or whether it will be 15 minutes of an incompetent physician's opinion. If we were loved there would be a doctor free of charge, on every block, with time to listen to us. Visiting our schools, I see no one has seriously thought about teaching Americans what to eat, just as no one at the national helm insists that we take sex education seriously and begin to unencumber our planet of the projected hordes (Earth's view) of coming generations She can no longer tolerate.</p> <p>Our taxes are collected without fail, with no input from us; sometimes, because we lack jobs, paid with money we have to borrow. Our children are sent places they never dreamed of visiting, to harm and make enemies of people who, prior to their arrival, had thought well of them. Kind, smart, freedom-loving Americans.</p> <p>When we are offered a John McCain, who is too old for the job (and I cherish old age and old men but not to lead the world when it is ailing), or a George Bush, or a Sarah Palin, how unloved we are as Americans becomes painfully plain. McCain talks of war with the nostalgia and forgetfulness of the very elderly; Palin talks of forcing the young to have offspring they neither want nor can sustain; both of them feel at ease, apparently, with the game in which their candidacy becomes more of a topic of discussion than whether the planet has a future under their leadership.</p> <p>Where does this leave us average Americans, who feel the chill of global warming, the devastation of war, the terror of the food crisis, the horror of advancing diseases? Hopefully with a sense of awakening: that we have had few opportunities to be led by those who have the capacity to care for us, to love us, and that we, in our lack of love for ourselves, have, too often, not chosen them. Perhaps with the certainty that though we are as we are and sorely imperfect, we still deserve someone in leadership who \"gets\" us, and that this self-defeating habit of accepting our leaders' contempt need not continue. Maybe with the realisation that we, the people, are truly the leaders, and that we are the ones we have been waiting for.</p> <p>I write on September 9, my father's birthday. A black farmer in Georgia, he risked his life to vote in the 1930s for a \"new deal\". If he had lived and not died in his early 60s of overwork, ill health and heartbreak, he would be 100 years old in 2009. Voting in November of 2008 for a candidate with heart I will honour his faith.</p> <p>© Alice Walker 2008</p>",
  "<p>The New York Times reported this week that New York representative <a href=\"http://www.nytimes.com/2008/09/19/washington/19memo.html?scp=5&amp;sq=Charles%20Rangel&amp;st=cse\">Charles Rangel was on the verge of stepping down</a> from his powerful post as chair of the House <a href=\"http://waysandmeans.house.gov/index.asp\">ways and means committee</a>, due to an ethics scandal. The Democrats even hatched a plan to show that while they know how to keep their own house clean, the Republicans do not. The Times reported: \"Representatives Jerry Lewis of California and Don Young of Alaska were known to be under active criminal investigation while serving earlier as senior Republicans of other committees.\"</p> <p>In the end, Rangel decided, thanks, but no thanks. He liked being chair of the committee too much to give it up merely to help his party. The result is quotes like this one: \"Nancy Pelosi and the Democrat-led Congress officially abandoned their promise to run the most ethical Congress in history and instead embraced the politics of corruption with open arms,\" said Ken Spain, a spokesman for the National Republican Congressional Committee. \"Any Democrats running for office who refuse to give up Charlie Rangel's tainted cash have officially forfeited the mantle of change they claim to be running on.\"</p> <p>Pelosi, the House speaker, says she sees no reason why Rangel should step down, but should he decide to look carefully, Barack Obama just might. Rangel wrote <a href=\"http://www.nytimes.com/2007/04/22/books/review/Alterman.t.html?scp=1&amp;sq=Charles%20Rangel,%20alterman&amp;st=cse\">a wonderful memoir</a> and has lived a remarkable life, but having served in Congress since 1971, he has come to embody much of what Obama says is wrong with the way things are done in Washington.</p> <p>It's not just that Rangel <a href=\"http://www.nytimes.com/2008/09/05/nyregion/05rangel.html?scp=2&amp;sq=Charles%20Rangel&amp;st=cse\">\"forgot\" to pay his taxes </a>on a vacation home he ownes in the Dominican Republic, while sitting atop the committee that oversees tax laws. It's that he also \"forgot\" to report the rental income at all, and got a <a href=\"http://www.nytimes.com/2008/09/06/nyregion/06rangel.html?scp=4&amp;sq=Charles%20Rangel&amp;st=cse\">sweetheart \"no-interest\" loan</a> to buy the property, which happens to come from the kind of splendid foreign beach resort where powerful people go to get away from the rest of us and cut deals the likes of which we would probably not understand. What's more, he did so, sitting amid the splendour of four, count 'em, four splendid rent-controlled apartments - one of which he used as an office - all of which were provided to him by developers who stand to <a href=\"http://www.nytimes.com/2008/07/11/nyregion/11rangel.html?scp=8&amp;sq=Charles%20Rangel&amp;st=cse\">benefit from the largesse Rangel dispenses</a> from his committee. If you think such cozy deals have nothing to do with the current real estate and finance crisis, well, you may be right, but I doubt it.</p> <p>I live on the upper, Upper West Side of Manhattan, and while Harlem dominates my district, it fits into <a href=\"http://en.wikipedia.org/wiki/New_York%27s_15th_congressional_district\">the southern-most portion of Rangel's</a>. On primary day last week, I made a special trip to the polling station, even though I had no idea who was running in any of the races, especially to vote for whoever was running in the Democratic primary against Rangel, in order to show my displeasure for what I deem to be the cozy corruption his manner of business represents. </p> <p>Tough luck on me. There was no opponent, as I discovered inside the polling booth. (The nice volunteers asked me just to pick someone to vote for so as not to mess up the machine. But I thought this unfair and walked out.)</p> <p>This leads to another reason I wished to vote against Rangel, even before the New York Times decided to make his questionable ethical arrangements the subject of some serious and salutary investigative journalism. One of the many reasons liberals are so under-represented in Congress is that they choose to be. An unfortunate legacy of what was once badly-needed voting-rights legislation were laws designed to create districts in which racial and ethnic minorities enjoy a majority. Given that many of these representatives have, like Rangel, managed to create districts in which they regularly enjoy victories that garner them more than 80% of votes, the ironic result of their creation is to isolate their voters politically and actually weaken their national representation.</p> <p>While liberals have traditionally supported these laws as a necessity to ensure voting rights for minorities in the south, in many places, they have outlived their usefulness and become an undue burden on the very people they once benefited. \"As populations of solidly Democratic African-Americans are squeezed into fewer and fewer districts,\" notes political scientist David Epstein, \"the surrounding 'bleached' districts have higher chances of electing Republicans.\" His research demonstrates that with the rise of the Republican party's fortunes in the south, the new electoral math dictates that for every extra majority-minority district created, two extra Republicans get elected from surrounding districts. No wonder the Republicans voted so strongly to support the renewal of the Voting Rights Act in 2006, even though as a party they have no elected national minority representatives.</p> <p>So Rangel, giving every appearance of putting himself above the law the rest of us little people must follow, will be a drag on Democratic fortunes in November, and is actually damaging the cause of democracy itself by creating a district in which his election is so certain a matter it requires a person of questionable mental competence merely to contemplate running against him. </p> <p>Cynics might also claim that it would benefit Obama with white working-class voters to distance himself - even denounce so powerful and prominent a black politician, just as Bill Clinton reaped rewards from his famous <a href=\"http://www.boston.com/news/nation/articles/2007/09/16/sister_souljah_moments/\">Sister Souljah moment</a>. Well, perhaps, but more than that, it would demonstrate the seriousness of his commitment to the kind of change he champions. What's more it would demonstrate the kind of toughness we need in a president and which pundits claim Obama lacks.</p> <p>Rangel stuck with Hillary Clinton throughout the primary season, despite the fact that Harlem is about as Obama-crazy as any neighbourhood in America. A walk down 125th Street reveals more Obama signs in the window than any thoroughfare in the US - at least any I've seen. So a Democratic denunciation of Rangel at the top of the ticket would provide Obama with a \"three-fer\" of good politics, good government and good timing. Political opportunities do not come much richer than that.</p>",
  "<p>In this presidential election, the west is supposed to be a <a href=\"http://www.newwest.net/topic/article/out_west_land_of_opportunity_for_the_democrats/C530/L37/\">battleground region in presidential politics</a>. That's not a bad assumption, given the <a href=\"http://pollster.com/\">polls</a>: New Mexico tilts towards Obama; Colorado, Montana, and Nevada are deadlocked; and Wyoming, Utah, Idaho, and Arizona tilt towards McCain.</p> <p>Barack Obama is taking the region seriously. In Montana, for example, his campaign has at least <a href=\"http://www.flatheadbeacon.com/articles/article/the_ground_game/5106/\">16 offices</a>, the candidate has visited the state five times and his vice presidential selection, Joe Biden <a href=\"http://www.abc2news.com/news/local/story.aspx?content_id=82486a57-0e9b-4b14-97f4-28c1b0a9d5a0\"> visited the state</a> shortly after the Democratic convention.</p> <p>So what did candidates say in their respective conventions to woo western voters?</p> <p>While access to, and rights to use, water is probably the biggest issue affecting westerners, both candidates steered clear of that particular issue. And probably wisely so – <a href=\"http://encarta.msn.com/encyclopedia_761589807/water_policy_in_the_american_west.html\">water rights in the west</a> is a big, tangled, bureaucratic mess and a very sensitive topic. When John McCain called to renegotiate water rights among Western states, for example, <a href=\"http://www.politico.com/news/stories/0808/12697.html\">all hell broke loose</a>. \"Over my cold, dead, political carcass,\" said Colorado candidate for Senate, <a href=\"http://www.bobschafferforsenate.com/\">Bob Schaffer</a>. And that was the Republican candidate.</p> <p>Energy is a close second to water as an issue in western states. Most of the west was founded on, and continues to support itself by, the extraction of coal, oil, gas and timber. Because much of the western lands are state owned, leasing state land brings revenue to the state, usually to its rural school systems. Add that to the fact that the base of the western Democratic party was forged in the unions working in western mines and lumber mills, and there's tremendous pressure on both parties to ease environmental restrictions and promote drilling and mining. </p> <p>The Republicans, who receive much of their support from the corporate entities that run these industries, are strong advocates for drilling. In her speech at the Republican convention, Sarah Palin touted her state's <a href=\"http://www.nytimes.com/2008/09/11/us/politics/11pipeline.html?_r=1&amp;hp=&amp;adxnnl=1&amp;oref=slogin&amp;adxnnlx=1221837170-H161Vik77+NqW1k9l3otbg\">plan to construct natural gas pipeline</a> as a gain for US energy independence. She offered up her state's oil fields for drilling to aid in the cause against terrorism. When Republican presidential nominee John McCain during his <a href=\"http://www.realclearpolitics.com/articles/2008/09/john_mccains_acceptance_speech.html\">nomination acceptance speech</a> promised to \"drill new wells offshore and drill them now,\" the Convention crowd interrupted him with a chant of, <a href=\"http://www.youtube.com/watch?v=xhvRQyRdVEI\">\"drill, baby, drill\"</a>.</p> <p>The Democrats took a softer tone, but they still promoted the use of oil and coal in US energy independence. Montana Governor Brian Schweitzer was assigned the task of explaining the Democrats' energy policy, and did so in <a href=\"http://www.youtube.com/watch?v=lNHysr_IluI\">a speech</a> that brought the Convention to its feet. He outlined a program that promoted alternative energy sources and conservation – but also promoted domestic drilling and the use of clean coal. Likewise, Barack Obama promised to \"tap our natural gas reserves\" and use \"clean coal\" as part of a plan to complete energy independence within a decade.</p> <p>Still, the thrust of the Democrats' message was that alternative energy and conservation should play a central – not subservient – role in a future US energy policy. Schweitzer's speech laid out a vision of a diverse set of energy sources for America that included wind, solar, geothermal and hydrogen in addition to coal and oil. Also, conservation is key. As Schweitzer put it, \"Barack Obama understands the most important barrel of oil is the one you don't use\". Obama reiterated his desire to center an energy plan around alternative energy sources, along with biofuel and nuclear power and conservation in part through increased mileage standards for cars.</p> <p>That doesn't play out as poorly as you'd think in western states. Because alongside the pressures in places like Montana, Wyoming and Colorado to drill and mine, a conservation ethic has emerged – to the Democrats' benefit – that seeks to protect the states' quickly vanishing wild places. As political writer David Sirota recently pointed out in the New York Times, the recent history of Republican-backed unfettered drilling has <a href=\"http://www.nytimes.com/2008/05/18/magazine/18wwln-phenomenon-t.html?_r=1&amp;oref=slogi\">driven westerners to the Democratic party</a>, because Democrats \"have found success recasting environmentalism as a defense of threatened water supplies, fishing spots and hunting grounds\". If drilling and mining brings revenue, then a Democratic party with a conservation ethic needs to propose use of state lands that both generates revenue and preserves the west's open spaces, lest the region fall back into the hands of pro-corporate conservatives who argue that environmentalism costs jobs. </p> <p>And that's where alternative energy sources come in.</p> <p>The high plains of the Rocky Mountains offer two resources that promise to make it the center of future of alternative energy production: <a href=\"http://thefraserdomain.typepad.com/energy/2008/05/land-for-larges.html\">wind and switchgrass</a>. Eastern Montana, for example, is one of the windiest spots in the country. If the state can build the infrastructure of high-transmission power lines to transfer the energy produced by gigantic wind farms, the state could become a major supplier of clean energy. Likewise, Montana's climate supports the kind of grasses used in the production of <a href=\"http://www.carboncommentary.com/2008/01/14/71\">cellulosic biofuels</a>, the alternative to corn-based biofuels. Harvesting switchgrass would require neither irrigation, or force our food supply to compete for corn, and it could ease the country's switch from a fuel-burning transportation infrastructure.</p> <p>The Republicans' cries of \"drill, baby, drill\" harkens back to the 1980s, when conservatives pointed to economically depressed mining and timber communities and successfully pinned the blame on environmentalists seeking to protect endangered habitat. Now the question is whether westerners will fall back into old habits and vote to bring back the oil rigs, or will they grasp the conservationist and long-term approach of the Democratic plan? </p> <p>I'm guessing the latter. Not out of any nod towards collective human intelligence, but because today's economic climate in the west is vastly different than in the 1980s, when the Republican rhetoric was so successful. In fact, during the recent economic downturn, the job rate in the west was still relatively unaffected: in this <a href=\"http://money.cnn.com/pf/features/lists/state_unemployment/\">CNN June report</a>, the Dakotas, Utah, Wyoming, and New Mexico all ranked in the top ten for unemployment rates. Montana was close behind at fifteen and Colorado finished in the top half. </p> <p>Still, while employment is up, so is the cost of living. What's likely to be at the top of westerners' minds isn't jobs, but the rising cost of housing, healthcare and food.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-337803780\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/09/19/palinyoutube630x390.jpg\" alt=\"Sarah Palin\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"> A screen shot of Palin’s address to the Alaska Independence Party earlier this year shows the offbeat style that she displayed as governor. Here she pairs a periwinkle parka with a lime-green flowered scarf and a matching green necklace.</span> <span class=\"element-image__credit\">Photograph: YouTube</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337803774\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/09/19/palinpoint630x390.jpg\" alt=\"Sarah Palin\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Then just a few weeks ago Palin ditched the shell suit for Valentino silk for her debut at the Republican convention. The price tag of her oyster-hued jacket: $2,500. She paired the coat with a black pencil skirt and black peep-toe heels.</span> <span class=\"element-image__credit\">Photograph: Larry W Smith/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337803770\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/09/19/palinshoes630x390.jpg\" alt=\"Sarah Palin \" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Alaska governor showed her first inklings of sartorial savvy on the day she was introduced as John McCain’s running mate way back in August. Palin, 44, took to the stage in red peep-toe heels by Naughty Monkey, a shoe designer whose sexy sky-high heels are a favourite of Paris Hilton. Cost? A mere $100</span> <span class=\"element-image__credit\">Photograph: Mario Tama/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337803772\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/09/19/palinorange630x390.jpg\" alt=\"Sarah Palin\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">While on the campaign trail with McCain, Palin has turned to neutral tones, often with three-quarter-length sleeves to beat the heat. She has been working behind the scenes with a style team to refine her look without projecting the appearance of designer-label elitism</span> <span class=\"element-image__credit\">Photograph: Robyn Beck/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338900199\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/19/uselections2008-sarahpalin/PalinFishingDenimAO1-3622.jpg\" alt=\"Sarah Palin fishing\" width=\"300\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Before her style consultants Palin felt more at home in an oversized denim shirt and jeans</span> <span class=\"element-image__credit\">Photograph: Heath family/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337803776\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/09/19/palinhairdown630x390.jpg\" alt=\"Sarah Palin\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">As she settled into her new role, the vice-presidential hopeful started letting her hair down – literally. Palin’s hairdresser has said she devised the governor’s signature updo to project a more professional image, but letting her locks loose gives Palin a friendlier look.</span> <span class=\"element-image__credit\">Photograph: Joe Raedle/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338900202\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/19/uselections2008-sarahpalin/PalinFootballYearbookRex1-4303.jpg\" alt=\"Sarah Palin in her high school yearbook\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sarah Palin, or Sarah Heath as she was then, appears in her high school yearbook dressed in a football top with Farah Fawcett flicked hair</span> <span class=\"element-image__credit\">Photograph: Rex Features</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337803778\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/09/19/palinstripes630x390.jpg\" alt=\"Sarah Palin\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"> It was back to the updo on September 5 when Palin joined McCain at a Wisconsin rally in a striking striped suit with French cuffs. Her choice of quilted jackets for campaign rallies creates a stark contrast with the bold silks in Crayola hues that Cindy McCain usually dons.</span> <span class=\"element-image__credit\">Photograph: Morry Gash/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338900926\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/19/uselections2008-sarahpalin/PiperPalinAPEricRisberg1-462.jpg\" alt=\"Piper Palin\" width=\"300\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The $150,000 hasn't just been spent on Sarah's image - the whole family has benefitted. Here Piper Palin totes a Louis Vuitton bag costing around $650</span> <span class=\"element-image__credit\">Photograph: Eric Risberg/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337803782\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/19/uselections2008.sarahpalin/palinearrings-4179-thumb.jpg\" alt=\"Sarah Palin\" width=\"68\" height=\"68\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Palin has been known to make some sartorial mistakes: she wore these complicated beaded earrings at a campaign rally early in September. The earrings didn’t match her ruffled-collar suit.</span> <span class=\"element-image__credit\">Photograph: Robyn Beck/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337803784\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/09/19/palincollege630x390.jpg\" alt=\"Sarah Palin\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Despite her recent pricey ensembles and updo, Palin looks most comfortable at her most casual. She often wore unglamourous flat slip-ons while working in Alaska, and she shows off a cheeky t-shirt slogan in this photo from her college years: “I may be broke but I’m not flat-busted.”</span> <span class=\"element-image__credit\">Photograph: Courtesy of the Heath family/AP</span> </figcaption> </figure>",
  "<p>The Republicans today effectively won their battle to delay the findings of the Troopergate investigation into Sarah Palin until after the White House election on November 4.</p> <p>Her husband, Todd, and other witnesses signalled late yesterday they would ignore subpoenas demanding they attend an Alaska senate judiciary hearing into the affair in Anchorage today.</p> <p>One of the Democrats on the committee, Bill Wielechowski, admitted that Todd Palin and the others could continue to refuse to testify for months without facing a penalty.</p> <p>A lawyer for Todd Palin, Thomas van Flein, told the investigators the subpoena was \"unduly burdensome\" because he would be out on the campaign trail with his wife until election day.</p> <p>\"His scheduling obligations over the next two months will make it virtually impossible for him to prepare for and present the testimony called for in the subpoena at the specified location during that time period,\" Flein said in a letter.</p> <p>The Republican vice-presidential candidate is under investigation over allegations that she improperly fired her public safety commissioner in July after he refused to sack a state trooper involved in an ugly divorce from her sister.</p> <p>Wielechowski accused the John McCain campaign of \"doing everything they can to delay\" the investigation.</p> <p>The senate had been due to complete its investigation and report by the middle of next month, potentially damaging for Palin and McCain.</p> <p>A rebuke for Palin at that stage could have had an impact on a presidential race that is extremely tight, with poll after poll this week showing McCain and Barack Obama in a deadheat, both nationally and in the battlefield states.</p> <p>Although some polls earlier this week suggested the Palin phenomenon was beginning to fade as a result of Troopergate and other revelations about her record as governor of Alaska, one of the most respected polling organisations in the US, the Pew Research Centre, published a survey today suggesting that the Republican party brand has regained some of its lustre for the first time in three years and that this can be attributed mainly to Palin.</p> <p>This is a stunning turnaround given the extremely low favourability ratings of President George Bush, the unpopularity of the Iraq war and an economy in free fall. </p> <p>The Pew Research Centre found that independent voters, who will decide the election, have an equally favourable view of both parties, 50% to 49%, with the Republicans having the 1% edge. The Democrats had held an 18% lead in August, and similar leads over the last year.</p> <p>Normally vice-presidential picks have little impact on elections. Stan Greenberg, the Democratic pollster, said that this basically remained the case, with people voting on the basis of the presidential candidate rather than the vice-presidential one. </p> <p>But he acknowledged that Palin, with her claims to be a reformer and not part of the Washington elite, \"makes McCain look plausible as an agent for change\".</p> <p>The Democratic party, still unsure how to tackle Palin, has been reluctant to openly criticise her. Joe Biden, Obama's running mate who has had a relatively low profile in recent weeks by comparison with Palin, is due to debate with her in St Louis on October 2 on prime-time television.</p> <p>The Democratic vice-presidential candidate, who has extensive foreign affairs experience in contrast with Palin who has virtually none, told CBS in an interview airing tonight he was having a tough time working out how to approach the debate. \"It's kind of hard to prepare, because I don't know what she thinks,\" he said.</p> <p>Palin, who has been briefed extensively by McCain's team on foreign affairs over the last few weeks, is to spend next week in New York being introduced by McCain to some world leaders attending the United Nations general assembly.</p> <p>But her plan to attend a rally against the Iranian president, Mahmoud Ahmadinejad, who usually attends the assembly, has had to be scrapped.</p> <p>The invitation to her from a Jewish organisation to participate was withdrawn after Hillary Clinton, who had also been due to attend, pulled out because of the presence of the Republican vice-presidential candidate.</p> <p>Jewish organisations and members of Congress protested that Palin's appearance would turn the rally into a partisan event.</p> <p>McCain's campaign team issued a statement blaming the Democrats: \"Governor Palin was pleased to accept an invitation to address this rally and show her resolve on this grave national security issue. Regrettably that invitation has since been withdrawn under pressure from Democratic partisans,\" McCain said.</p>",
  "<p>John McCain, Republican candidate for US President, has joined his Democratic opponent Barack Obama in explaining how his administration would tackle science, technology and the environment.</p> <p>McCain has previously distanced himself from fellow Republican George Bush on scientific issues. He thinks the <a href=\"http://www.salon.com/news/feature/2007/10/15/mccain/\">US should do more to combat climate change</a>, wants <a href=\"http://www.medicalnewstoday.com/articles/95212.php\">more research done on embryonic stem cells</a>, and <a href=\"http://thecaucus.blogs.nytimes.com/2008/06/19/mccain-reiterates-opposition-to-drilling-in-wildlife-refuge/\">opposes drilling in Arctic nature reserves</a>.</p> <p>But the selection of Sarah Palin as his running mate raised questions over his pro-science credentials. The Alaskan governor promotes the <a href=\"http://dwb.adn.com/news/politics/elections/story/8347904p-8243554c.html\">teaching of creationism in schools</a>, and her church believes it is possible to <a href=\"http://news.aol.com/elections/article/palins-church-promotes-gay-conversion/165471\">'convert' homosexuals to heterosexuality</a>. She claimed that the <a href=\"http://www.nytimes.com/2008/09/03/opinion/03friedman.html?em\">\"jury's still out\"</a> on whether humans cause climate change, and McCain himself has now <a href=\"http://www.huffingtonpost.com/2008/06/18/mccains-offshore-drilling_n_107872.html\">changed his mind on offshore drilling</a>, backing the right of individual states to explore for oil.</p> <p>Although Obama answered a list of questions posed by leading figures in American science two weeks earlier, McCain's supporters will hope that his belated response can answer some of his critics. The full list of answers from both candidates can be found on <a href=\"http://www.sciencedebate2008.com/www/index.php?id=42\">www.sciencedebate2008.com</a>. </p> <p>The website is a grass-roots initiative led by a number of scientists, and it received more than 38,000 questions for the candidates from members of the public, from which 14 were chosen. These are some of the highlights from their answers.</p> <p>To tackle <strong>climate change</strong>, McCain says he will introduce a cap-and-trade system with the target of a 60% reduction from 1990 levels by 2050. However, that figure <a href=\"http://gristmill.grist.org/story/2008/5/11/234820/850\">falls short of the 80% recommended by the IPCC</a> – which Obama says he would meet, using the same methods.</p> <p>On <strong>energy</strong>, McCain wants market-driven renewable energy sources, and a huge (<a href=\"http://www.huffingtonpost.com/joseph-romm/mccain-calls-for-700-new_b_100053.html\">unrealistic?</a>) expansion in nuclear power. Obama, while also backing nuclear power, <a href=\"http://www.businessgreen.com/business-green/news/2224972/obama-invest-150m-renewables\">has impressed the green lobby</a> by saying he will invest in cleaner energy to the tune of $150bn over 10 years.</p> <p>Both candidates support overturning President Bush's ban on creating new cell lines for <strong>stem cell research</strong>, but make clear that they favour the use of unwanted eggs from fertility clinics for the research. Obama may have disappointed many scientists by not explicitly saying he will allow the use of eggs specifically created for such research, but some were concerned by <a href=\"http://blog.wired.com/wiredscience/2008/09/mccain-on-stem.html\">McCain's hints that he would criminalise the practice</a>.</p> <p>Obama claims that the nation's <strong>space programme</strong> is important, particularly for confronting scientific and technical problems here on Earth. <a href=\"http://www.associatedcontent.com/article/576839/john_mccains_space_program.html\">McCain, though, is noticeably more enthusiastic</a>. He wants NASA to begin a \"new era\" of human space exploration, and is very keen on completing the US lab on the International Space Station. Still, given his <a href=\"http://www.cato.org/pub_display.php?pub_id=9444\">antagonism towards Russia and China</a>, his motivations in \"ensuring the US remains a leader\" in space exploration could reflect concerns over those countries' extra-terrestrial activities, rather than scientific endeavour. </p> <p>For now, Obama seems to be slightly more progressive on the issues. But the real praise must go to the citizen-driven ScienceDebate2008 website, for making both candidates engage with science so comprehensively.</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/t-Ktp77C03o?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/t-Ktp77C03o&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/t-Ktp77C03o&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object> </figure>   <p>For a senator from the border state of Arizona, John McCain seems to know little about how to speak to Latinos.</p> <p>A few days ago, the Republican nominee unveiled a new Spanish-language campaign ad aimed at Latino voters. It accuses Barack Obama and unnamed \"allies\" of killing a 2007 immigration reform bill that would have created a guest worker programme and a \"pathway to citizenship\" for undocumented workers already in the country and included provisions to tighten border security.</p> <p>Touching on an emotional issue for many voting Latinos, who may have family and friends who are part of the 12 million undocumented immigrants living in the US, the ad accuses Obama of voting for \"poison pill\" amendments that led to the <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2007/06/04/AR2007060401248.html\">2007 McCain-sponsored bill</a>'s demise. Never mind that even George Bush, who had pushed for the bill's passage, <a href=\"http://abcnews.go.com/Politics/Story?id=3256621&amp;page=1\">blamed Republican senators</a> for dealing its deathblow. And never mind that McCain himself now says <a href=\"http://www.youtube.com/watch?v=M34KKaczvKg\">he doesn't think it was such a great idea</a> after all.</p> <p>This is McCain's weak attempt to <a href=\"http://www.latimes.com/news/nationworld/nation/la-na-immig18-2008sep18,0,215138.story?track=rss\">chip away at Obama's 2-to-1 lead </a>in Latino support. McCain is particularly going after Latinos living in battleground states. The 30-second TV ad is airing in three key southwest states where a big turnout by Latinos could help swing the election: Colorado, Nevada and New Mexico. </p> <p>Coming late in the campaign, McCain's ad constitutes the worst kind of pandering. Here's a man who went against his party's wishes to co-sponsor the bill in the first place, then, in an apparent move to pander to conservative white voters, has consistently disowned the bill on the presidential campaign trail, repeatedly saying that he wouldn't vote for it if it came up again. Now he has changed his tune again - apparently hoping that the Spanish-language ad hits home with Latinos but goes unnoticed by the mainstream. Ironic.</p> <p>Four years ago, the Republicans deep-sixed Democratic candidate John Kerry by labelling him a flip-flopper on important issues, but it is McCain who could teach a course on the subject.</p> <p>The Spanish ad may work on some Latino voters, but it won't be enough to sway most, who overwhelmingly decry the current administration's brutal enforcement policies, including <a href=\"http://www.nytimes.com/2008/08/26/us/26raid.html\">workplace raids</a> in which thousands of illegal workers have been rounded up and summarily dumped in detention centres to await deportation. The feds have racked up a few thousand arrests via the raids, but have wreaked untold havoc on Latino families. Parents and their US-born children have been <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2007/03/17/AR2007031701113.html\">separated</a> due to the raids and deportations, which are covered extensively on the same Spanish-language TV networks on which McCain's ads are running. I'm betting those images are a lot more powerful.</p>",
  "<p>Actor <a href=\"http://ap.google.com/article/ALeqM5hzKVbbAR8TJyyDyV9Xiz88NQr0YgD938QJR80\">Brad Pitt has donated $100,000 to fight a November referendum </a>before California voters that would overturn a state Supreme Court decision legalising same-sex marriage. Will the proposition bring out conservative voters and help John McCain? </p> <p>California is one of a number of US states where voters are asked directly to decide on a number of issues via ballot propositions. California voters are being asked to vote on <a href=\"http://www.voterguide.sos.ca.gov/\">12 propositions on this year's ballot</a>. They include measures to renewable energy, alternative fuel vehicles and <a href=\"http://www.voterguide.sos.ca.gov/title-sum/prop4-title-sum.htm\">parental notification \"Before Termination of Minor's Pregnancy\"</a> so all kinds of issues from all points of the political spectrum. </p> <p>Announcing his donation to fight Prop 8, Pitt said:</p> <blockquote> <p>Because no one has the right to deny another their life, even though they disagree with it, because everyone has the right to live the life they so desire if it doesn't harm another and because discrimination has no place in America, my vote will be for equality and against Proposition 8.</p> </blockquote> <p>I don't usually take notice of what celebrities say during elections, but I have been keeping an eye on Proposition 8. Since 2003, <a href=\"http://www.ncsl.org/programs/legismgt/statevote/marriage-mea.htm\">ballot initiatives to ban same-sex marriage</a> have been credited with <a href=\"http://www.allacademic.com/meta/p_mla_apa_research_citation/0/4/1/5/6/p41562_index.html\">increasing turnout of socially conservative voters</a>. </p> <p>California is different. If anything, this effort might rally liberals in the state as much as conservatives. Polls show a majority of voters in California oppose overturning legal same-sex marriage. There is a great roundup of the <a href=\"http://www.californiaprogressreport.com/2008/08/california_poll_1.html\">propositions and recent polls on the California Progress Report blog</a>.</p> <p>UPDATE: This comment via Facebook from Richard Greene. Even if this proposition rallies conservative voters to turn out at the pools, would it be \"<a href=\"http://electoral-vote.com/evp2008/Pres/Graphs/california.html\">by enough to matter in California??</a>\" No, it probably won't be enough to swing liberal California into the McCain column. </p> <p><strong>Technorati Tags:</strong> <a href=\"http://technorati.com/tag/USElection,\" rel=\"tag\" class=\"techtag\">USElection,</a> <a href=\"http://technorati.com/tag/politics,\" rel=\"tag\" class=\"techtag\">politics,</a> <a href=\"http://technorati.com/tag/California,\" rel=\"tag\" class=\"techtag\">California,</a> <a href=\"http://technorati.com/tag/gay\" rel=\"tag\" class=\"techtag\">gay</a> <a href=\"http://technorati.com/tag/marriage\" rel=\"tag\" class=\"techtag\">marriage</a></p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/2bAl3UvDwlY?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/2bAl3UvDwlY&color1=0xb1b1b1&color2=0xcfcfcf&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/2bAl3UvDwlY&color1=0xb1b1b1&color2=0xcfcfcf&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>Sinking to a despicable new low, John McCain's campaign releases a specially trained fly to intercept a local news interview with Barack Obama in Elko, Nevada, yesterday. After the first couple of attacks, it seems as if Obama has emerged victorious. But watch until the end for a truly reprehensible last-minute 'October Surprise', in which the fly resumes hostilities in a move straight out of the Rovian playbook. Check <a href=\"http://www.dailykos.com/\">DailyKos</a> later today for the real dirt on John McCain's secret insect-training attack facility, which is jointly operated by Bristol Palin and John Hagee inside Yucca Mountain. [via <a href=\"http://www.politico.com/blogs/bensmith/0908/Obama_vs_Fly.html\">Politico</a>]</p>",
  "<p>The South African president, Thabo Mbeki, has never courted popularity, sometimes seeming to revel in his image as a cerebral and remote figure.</p> <p>Following in the footsteps of the hugely popular Nelson Mandela was never going to be easy, and some commentators believe Mbeki decided to play the technocrat and intellectual rather than trying to match Mandela's easy popularity.</p> <p>\"There was no way Mbeki was ever going to be adored the way Mandela was,\" Mark Gevisser, who wrote a biography of Mbeki, said. \"So he advanced his career in a different way, by getting people to respect him even if they did not like him. </p> <p>\"He was the one who could advance your career, or could hold you to account.\"</p> <p>This disdain for striking popular stances came through clearly in Mbeki's approach to the Zimbabwe crisis. </p> <p>He was deluged by criticism for his quiet diplomacy, an approach that precluded any hint of disrespect for Robert Mugabe even as the one-time independence hero destroyed Zimbabwe's economy. </p> <p>While those around Mbeki, including Jacob Zuma, the man set to succeed him as president, openly criticised Mugabe, Mbeki refused to speak ill of the Zimbabwean leader.</p> <p>Mbeki plugged away at his quiet diplomacy and was rewarded for his labours this week when Mugabe signed a power-sharing agreement with the leaders of the opposition Movement for Democratic Change. </p> <p>The normally stern-looking South African leader was beaming during the signing ceremony in Harare, and he had the right to be pleased. </p> <p>He could reasonably argue that the deal vindicated his behind the scenes diplomacy, with his patient approach, rather than the west's bluster, yielding results.</p> <p>Yet just days after his diplomatic success, Mbeki faces an ignominious exit as bigwigs from the ruling African National Congress party decide on whether to remove him as president after a high court judge accused him of misusing the justice system in a bitter power struggle with Zuma.</p> <p>But while Mbeki will be remembered for engineering a deal that pulled Zimbabwe back from the brink – if the unity government agreement works – he will also be remembered for his bizarre stance on HIV/Aids.</p> <p>For all his accomplishments, Mandela largely ignored the virus, which infects an estimated 5.3m South Africans and kills 600 people a day. </p> <p>Hopes were high that Mbeki would tackle this killer when he became president in 1999, but those hopes were dashed when he sided with dissident scientists and quacks who denied that HIV caused Aids and argued that anti-retroviral drugs could shorten, rather than extend, lives.</p> <p>Civil society groups and medical organisations were blocked from setting up treatment projects, even as drug prices tumbled. Hundreds of thousands of people were dying on his watch but, to international dismay, Mbeki stayed firm.</p> <p>Commentators claimed he was \"inhibited\" by statements he had made in the past and felt he could not go back on them – as if politicians do not make U-turns regularly. </p> <p>Under pressure, Mbeki \"withdrew from the debate\". Only in 2004 did South Africa finally start a national treatment programme, just in time to neutralise HIV/Aids as an election issue.</p> <p>Some even suggested Mbeki did not want to spend scarce resources and chose to let the virus decimate the poor and unemployed. </p> <p>Others believed he was sincere in challenging mainstream science, and that he remains convinced he will be vindicated. Either way, the saga reinforced the impression of him as cold and unfeeling.</p> <p>Mbeki was not always an aloof figure. When he was in exile, a student at the University of Sussex, a spokesman in the ANC's London office and a leader in waiting at the ANC's headquarters in Lusaka, Zambia, he was considered a young charmer who loved Monty Python and Not the Nine O'Clock News. </p> <p>His camaraderie and intellect helped convince western governments to impose sanctions, and white Afrikaner leaders to accept the unsustainability of apartheid. </p> <p>The South African president reverted to something like his old self during the 2004 election campaign. </p> <p>Instead of mass rallies, he canvassed door to door, visiting townships, sitting on floors and listening. Even after the cameras stopped rolling, he continued to engage with people, something Bill Clinton used to do on the campaign trail. </p> <p>Born into modest means in rural Eastern Cape, Mbeki was groomed for leadership from boyhood. He was apprenticed to a series of father figure grandees, including Oliver Tambo. </p> <p>The problem, according to one observer, was that he grew up treating relationships in terms of power and ascendancy and divided people into those to be buttered up and those to be intimidated. Once he became president, there were fewer to please.</p> <p>Mbeki leaves a credible legacy on bread and butter issues. He could claim, as he did last year, that the South African economy had grown at a robust pace for eight years on the trot.</p> <p>Average real income has been growing at 4% annually since 2004, with half a million jobs created every year since then. Under his rule, South Africa has also attracted plenty of foreign investment.</p> <p>As for the widespread poverty that still blights the country, Mbeki argues that \"it is not possible to solve problems that have been 350 years in the making in a mere 13 years of democratic rule\".</p> <p>Commentators agree he did a good job on the economy. The minority white regime had bequeathed a distorted siege economy, close to collapse, which required long, painful fixing. </p> <p>Allister Sparks, a leading commentator who describes Mbeki as \"one of the sharpest and brightest analysts\" he has ever met, credits him for being the driving force behind the transformation of the economy from the time he was deputy president.</p> <p>That meant jettisoning the ANC's old fashioned tenets of central planning and wholesale nationalisation in favour of conservative, pro-market policies. </p> <p>While poverty and unemployment are worse, Mbeki can argue that there is a new black middle class and a stable economy that provides the basis for further development.</p>",
  "<p>Some Catholic bishops are up to their usual mischief and saying they'd refuse Joe Biden communion because of his prochoice position. I say mischief because no other aspect of Church doctrine earns this particular reprimand.</p> <p>Biden a Catholic himself, supposedly therefore has \"a Catholic problem\" and can't help Obama with this crucial quarter of the electorate. Is that really so?</p> <p>Catholics for Choice commissioned a poll this summer (go <a href=\"http://www.catholicsforchoice.org/\">here</a>, to the group's home page, and click on the hyperlinked poll text to open the PDF). Findings:</p> <blockquote> <p>--Seven in ten (70%) say that the views of Catholic bishops in the US are unimportant to them in deciding for whom to vote and a similarly large proportion (73%) says they believe Catholic politicians are under no religious obligation to vote on issues the way the bishops recommend.</p> <p>--Specifically on the abortion issue, seven in ten (69%) say they feel no obligation to vote against candidates who support abortion, and an equal number disapproves of denying communion to Catholics who support legal abortion (75%).</p> <p>--Catholic voters support keeping abortion legal (58% support).</p> </blockquote> <p>Okay, it's Catholics for Choice, you can make of that what you will. But these findings fit the general past pattern. </p> <p>So is Biden really costing Obama Catholic support? It seems to me that the 27% who think rank-and-file Catholics are under obligation to vote as their bishops recommend are quite likely to think that <em>because </em>of abortion and are therefore quite likely to be conservatives and McCain voters anyway.</p> <p>Some lazy mainstream journalism persists in equating X institution's official leadership views with the feelings of the rank and file. But it's always stupid. Many union members, as many as 40%, vote Republican, against their leaders' wishes. </p> <p>And it's even more flagrant in the case of Catholics. After all, if Catholics voted as their bishops wanted, the prochoice Al Gore and John Kerry would have received approximately 0% of the Catholic vote. But Gore won it and Kerry came very close.</p> <p>So I'd bet on Biden to hold his own against the bishops.<br></p>",
  "<p><strong>Hometown:</strong> Washington DC. <br> <strong>The lineup:</strong> Sid Barcelona, Jon \"JonH\" Horvath, Rob Myers, Steve \"Raskal\" Raskin. <br> <strong>The background:</strong> Robert Elms, a broadcaster on BBC Radio London, likes to signal the arrival of the weekend by loosening his tie and throwing off his shoes for a segment on his show he likes to call \"funky Friday\". Now, despite a personal aversion to fun that stems back to a childhood incident involving a particularly malevolent clown and a plastic whistle, we can't help feeling that Fort Knox Five would be ideal for this strand on Elms's programme. On their debut album Radio Free DC they've mixed up ragga, hip-hop from circa \"back in the day\", gritty funk, commercial disco, old soul, sweaty jazz and a dash of indie rock (it's distributed by Fugazi's label Dischord in the US and features Ian Svenonius of DC hardcore bands Nation of Ulysses and the Make Up on some tracks) to create a non-stop party, er, jam, or do we mean joint? Anyway, it's a veritable hands-in-the-air dance-fest of a record that puts the \"fun\" into \"funky\", the \"aargh!\" into \"R&amp;B\" and the \"oi!\" into \"blaxploitation\". Sorry, we're just getting that Friday feeling. <br> Fort Knox Five aren't just musicians and performers, they're also producers and remixers, only they don't call it remixing, they call it \"reminting\". We have no idea why that might be, but it suggests a healthily wayward imagination and desire to play with convention. Either that or they can't spell. Still, their services have been employed recently by artists as varied as Afrika Bambaataa, Tito Puente, Louis Armstrong and Bob Marley &amp; the Wailers, only some of whom are still alive, not that you can tell from their remints – yuk, sounds like a packet of masticated Polos – because everything Fort Knox Five touch spills over with brio, zest and other cleaning liquids. One artist who is very much alive – we just checked with her husband, Gavin Rossdale, a close personal friend – is Gwen Stefani, who invited the band to join her on her Harajuku Lovers tour with Black Eyed Peas, another living, breathing outfit whose song My Humps sometimes makes us wish they were dead. FKF are fairly bursting with life. Imagine if Public Enemy were a go-go-band, if Sly &amp; the Family Stone made an album with Prince Paul at the controls, if Curtis Mayfield joined forces with a Bomb Squad stoned on 70s reefer, if Afrika Bambaataa had managed to coax one final tour of studio duty out of Norman Whitfield (RIP). Hopefully, these fanciful notions will give you some idea of what to expect from Radio Free DC, of the blend of electronic and live instrumentation, of the samples and sax parps, the crisp beats and psych-soul guitar licks, the calls to \"git up!\" and \"keep the funk real\". Fort Knox Five like their catchphrases. They've got one, \"Funk 4 Peace!\", that expresses their lightly humorous, gently critical sociopolitical worldview – McCain and Obama won't exactly be running for cover, but at least they're having a go. Most of the time, though, these doobie brothers' satire is of the Cheech &amp; Chong variety – one of their songs is called Papa Was Stoned. Actually, that's quite funny. Well, it is Friday. </p> <p><strong>The buzz:</strong> \"It's thoroughly 70s, with funky retro beats that give the album a nice feel.\" <br> <strong>The truth:</strong> Like Plastic Little, they're derivative and unoriginal, the samples predictable, but they do purvey a nice line in rapped-up funkadelia. <br> <strong>Most likely to:</strong> Fight for the right to party. <br> <strong>Least likely to:</strong> Party for the right to fight.<br> <strong>What to buy:</strong> Radio Free DC is released by Fort Knox Recordings on November 10. The band play Fabric on September 26. <br> <strong>File next to:</strong> Plastic Little, De La Soul, Stetsasonic, Digital Underground. <br> <strong>Links:</strong> <a href=\"http://www.myspace.com/fortknoxfive\">www.myspace.com/fortknoxfive</a><br><a href=\"http://www.fortknoxrecordings.com\">www.fortknoxrecordings.com</a> </p> <p><strong>Monday's new band:</strong> Hockey.</p>",
  "<p>All things considered in the current financial crisis you'd expect more from the left about the collapse of capitalism and the opportunities this presents for socialism and other forms of collective activity. My fear is the chief outcome may not be the doubtful benefits of nationalisation, but nationalism.</p> <p>From what I've read, in Wednesday's Guardian G2 for instance, the left response is muted and uncertain, rather than jubilant. Try as I may I can't get it out of my mind that the collapse is a rather more lethal, self-inflicted version of what al Qaida tried on 9/11. The financial sector just bombed itself.</p> <p>Caution on the left stems partly from an awareness that a lot of ordinary people are getting hurt as the buildings tumble on Wall St and in the City. \"It's the flower sellers and the hairdressers, as well as the bankers losing their jobs,\" a friend reminded me last night.</p> <p>And, of course, it all arises against a familiar, enduring background: the loss of confidence arising from the collapse of Soviet communism, the morphing of China into a form of market Stalinism and beyond, the retreat of social democratic models as capital reasserted itself in most developed states.</p> <p>In such an apocalyptic mood all sorts of odd things happen. The Daily Mail rails against <a href=\"http://www.dailymail.co.uk/news/article-1056800/Spivs-sharks-champagne-corks-popping-Meltdown-Monday.html\">\"City spivs\" who \"go short\" on share prices </a>and help destroy the value of otherwise sound firms (the government's ban has been widely welcomed today). And the Open Democracy website <a href=\"http://www.opendemocracy.net/article/the-end-of-american-capitalism\">posts an FT article by Willem Buiter</a>, LSE prof and former member of the Bank of England's monetary policy committee under an \"end of capitalism as we know it\" headline.</p> <p>Maybe. But as others point out, the philosopher, <a href=\"http://www.theguardian.com/business/2008/sep/17/recession.labour\">Michael Onfray in G2</a> for instance, capitalism has a great adaptability. When delegates at the TUC recommended a return to widespread nationalisation – \"it's even back in America\" – they didn't find a strong echo. </p> <p>After the Great Depression and World War II – when more of the British economy was centrally controlled than Hitler's and to better effect – many people concluded that state ownership of strategic industries would prove more efficient. I used to think so myself. But in normal conditions, not a war crisis, it doesn't fit human behaviour patterns quite so well. </p> <p>So in George Bush's Washington, it's a sensible but temporary response to an extraordinary collapse, predictable though it was to many people who suspended disbelief. Markets rallied sharply today after Washington wrote its blank cheque to mop up banks bad debts. Have we touched bottom? Not necessarily, the market lemmings stick together on the way down as well as up. </p> <p>Either way capitalism will be back, soberer than it has been for 20 years – until the next crisis comes along. Hopefully, it will be better regulated and less arrogant. Remember just how ignorant about real life – and their own worth – City bankers showed themselves to be when interviewed for Polly Toynbee and David Walker's new book, <a href=\"http://www.theguardian.com/money/2008/aug/04/workandcareers.executivesalaries\">Unjust Rewards</a>. It seems a long time ago now – but it wasn't.</p> <p>Most of the technical proposals for shutting assorted stables doors now that they've fallen off are above my pay grade. The Guardian had a <a href=\"http://www.theguardian.com/commentisfree/2008/sep/19/economy.marketturmoil\">good leader </a>this morning, but rightwing media is also chastened as the dominoes fall. It would be nice to think the balance of forces in society will be re-tilted more in favour of labour – the workers by hand and by brain, as the old Clause IV phrase put it – and away from the demands of unfettered markets. Babies and bathwater come to mind.</p> <p>What intrigues me is how it will all play out in the longer term. For instance, when HBOS is folded into Lloyds TSB and Scotland finally loses one of its two great banks, how does that play among Scots voters eyeing the SNP government in Edinburgh? The Union of 1707 arose in part from the collapse of the Scottish banking system in the wake of the failed colonisation at Darien in Panama. </p> <p>Could a banking crisis also trigger the end of the same Union? Or will voters, who know that Scotland's financial services industries have done almost as well as England's inside the Union, look nervously at events and stick with Britain? Impossible to say, but it's worth asking. Alex Salmond is already doing his best to offload the blame down south. Gordon Brown and Alistair Darling are both Edinburgh politicians too, as Halifax has just been forced to notice.</p> <p>Ditto Britain's relationship with the European Central Bank, the eurozone. Will we end up inside the safety of the larger monetary pool when it's all over? Or will the merits of going it alone be re-asserted by the bumpy ride now underway. A lot rides on the performance of the Treasury, Bank of England and FSA, the Brown-created tripartite system which started the crisis badly – Britain usually does - but may yet be seen to have had a good war.</p> <p>The biggest question of all is the damage done to the United States and to its model of capitalism for the past 30 years. Over drinks last night several friends, old enough to be old lefties, instinctively argued that Bush II - Iraq and Guantanamo, not to mention Hurricane Katrina - had finished off American soft power – as an admired global model - and that the Wall St crash is now finishing its hard power. It can't afford global hegemonic ambitions any more.</p> <p>As usual I retain more faith in the recuperative powers of the United States, though as usual I think it's pushing its luck. A presidential win for Barack Obama would reassure the wider world that the US is set to mend its ways – though there's no guarantee he can actually address necessary change. The McCain/Palin ticket would have a harder job – though you can never tell there either. Nor can we yet be sure which candidate will benefit from the financial crisis. On paper it should be Obama (McCain made an over-optimistic gaffe on the economy this week), but voters may go counter-intuitive.</p> <p>The real shift here surely is one of power - from west to east and south. China, India and other major developing countries which have ambiguous feelings towards Europe and the US, both its economic and political models, will be quietly sitting back and enjoying it. Some Asian sovereign funds which have lost money holding dollars or US shares will seek to recoup losses and exploit American weakness by buying up companies in any passing fire sale.</p> <p>Great states rise and fall, sometimes very quickly on a few important mistakes. China was already in highly nationalistic mood. To that we may now add righteous indignation. Have we just witnessed a tipping point?</p>",
  "<p>Good column by E.J. Dionne today on the importance of Michigan to Obama getting to 270 EV's:</p> <blockquote> <p>Michigan matters hugely because it will be exceedingly difficult for Obama to assemble an electoral college majority unless he holds virtually every state carried by John Kerry four years ago. This is the most vulnerable of the big Kerry states. \"Michigan,\" says [Democratic pollster Stan] Greenberg, \"is the key to the whole map.\" </p> <p>Most polls have given Obama a small lead, but he has special problems here...</p> </blockquote> <p>Which include a relatively unpopular Democratic governor and a major city, Detroit, whose black mayor has recently been embroiled in a massive scandal and is <a href=\"http://www.detnews.com/apps/pbcs.dll/article?AID=/20080918/METRO/809180430&amp;imw=Y\">headed to jail</a>. Obama is barely ahead in most Michigan polls, but it's all margin-of-error stuff. The state has lots of rural and conservative areas.</p> <p>Go to this handy-dandy <a href=\"http://www.270towin.com/\">interactive electoral map site</a> and play around. Give Michigan to McCain and you see that Obama then has to win a lot more previously red swing states.<br></p>",
  "<p>Gallup daily tracking poll: <a href=\"http://www.gallup.com/poll/107674/Gallup-Daily-Election-2008.aspx\">Obama 48%, McCain 44%</a>, but according to a <a href=\"http://people-press.org/report/?pageid=\" 1377\" \">Pew study</a>, overall attitudes towards the Republicans are improving.</p> <p>Voting begins in the 2008 US presidential election! Only at a few early-voting locations in Virginia, to be sure, but by election day, a third of Americans could already have made their decisions. [<a href=\"http://www.time.com/time/politics/article/0,8599,1841934,00.html\">Time</a>]</p> <p>The really damning thing about John McCain's Spain gaffe wasn't that he might have been confused, or misheard the interviewer. It was what came next: rather than admit to an obvious slip-up, his campaign dug in, apparently altering policy on the fly, and potentially damaging US relations with a Nato ally, all to avoid owning up to an error. [<a href=\"http://blogs.tnr.com/tnr/blogs/the_plank/archive/2008/09/18/the-spanish-american-war.aspx\">The Plank</a>, <a href=\"http://www.time-blog.com/swampland/2008/09/diplomacy.html\">Swampland</a>]</p> <p>McCain isn't the only candidate using sleight-of-hand to confuse voters about his rival's economic policies: Obama's doing it too, on Social Security and McCain's proposed \"tax breaks for oil companies\", which would actually apply to almost all profitable companies of any kind. [<a href=\"http://www.time-blog.com/swampland/2008/09/using_votes_to_obscure_policie.html\">Swampland</a>]</p> <p>Sarah Palin boasted of taking a voluntary pay cut when she became mayor of the six-person Alaskan town of Wasilla. She did — but she also got a raise not long after, leaving her salary higher than it would have been if she hadn't taken the initial cut. Ah, <em>that</em> kind of pay cut. [<a href=\"http://tpmelectioncentral.talkingpointsmemo.com/2008/09/did_palin_really_take_a_pay_cu.php\">TPM Election Central</a>]</p> <p>Meanwhile, Palin's husband, snowmobile aficionado Todd, has refused to co-operate with investigators in the multi-pronged Troopergate/Tasergate/DeadMooseGate Alaskan mega-scandal, as the McCain campaign fights to push the ethics probe off the agenda, at least until after the election. Testimony in the investigation <a href=\"http://www.adn.com/front/story/530885.html\">begins today</a>. [<a href=\"http://ap.google.com/article/ALeqM5jOTk11gvqDAgD0cY3i4WjI_2YOxwD939ES4O0\">AP</a>]</p> <p>As governor of Alaska, Sarah Palin was annoyed that the state senate wouldn't back her plan to reduce fees for small business owners. But she didn't blink. You can't blink. She simply, and unblinkingly, ordered her staff to access state records and obtain tens of thousands of email addresses belong to small business owners, so that she could send them all a mass email urging them to lobby their state senator — an apparent ethics violation and misuse of public records. [<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/18/AR2008091803492_pf.html\">Washington Post</a>]</p>",
  "<p><a href=\"http://www.youtube.com/watch?v=SYI0mHWQeD8\">This </a>isn't racial at all. True, the Obama campaign has no actual ties to Frank Raines, the disgraced former head of Fannie Mae. And true, Raines does happen to be black. And it's true, but of course merely a coincidence, that many Americans who lost their mortgages probably just happened to be sympathetic-looking older white women.</p> <p>But if you think it's racial, that's just a sign of how badly your own molecules have flagged. John McCain is a man of integrity!<br></p>",
  "<p>Go ahead and laugh, wise guy. You may think this makes no sense as an answer to question about retention of US domestic oil:</p> <blockquote> <p>\"Oil and coal? Of course, it's a fungible commodity and they don't flag, you know, the molecules, where it's going and where it's not. But in the sense of the Congress today, they know that there are very, very hungry domestic markets that need that oil first,\" Palin said. \"So, I believe that what Congress is going to do, also, is not to allow the export bans to such a degree that it's Americans that get stuck to holding the bag without the energy source that is produced here, pumped here. It's got to flow into our domestic markets first.\"</p> </blockquote> <p>But when it comes out of the mouth of the person who <a href=\"http://www.huffingtonpost.com/josh-nelson/mccain-thinks-palin-knows_b_125830.html\">knows more about energy than anyone in the United States</a>, I say you better listen pal. Molecule flagging is a very serious, insidious, hidden issue in America today. And not just in the realm of energy. Small-town librarians who permit books about gays on the shelves, for example; can't it fairly be said that their molecules have flagged beyond the point of redemption?</p> <p>Hilzoy spends <a href=\"http://obsidianwings.blogs.com/obsidian_wings/2008/09/energy-expertis.html\">two paragraphs</a> trying to take Palin's statement seriously, and it fares no better under that generous light:</p> <blockquote> <p>But let's pretend this is a serious statement, and consider it seriously. Who do we presently export oil to? Well: in 2007, the two main recipients of our oil were Mexico and Canada, who between them received some 170,716,000 barrels of what the Energy Information Administration calls \"petroleum and products.\" That's nearly a third of our exports. But guess what? When you look at the analogous table of imports, who turns up in first and second place? Canada and Mexico again! They sold us 1,455,280,000 barrels between them in 2007, or about eight and a half times as much as we sold them. If you check crude oil alone, it turns out that all our exports in 2007 went to Canada, which was also our number one supplier, selling us nearly seventy times as much crude oil as we sold the Canadians.</p> <p>Do you think that they would keep on selling us all that oil if we unilaterally stopped selling oil to them? Maybe they would, and maybe they wouldn't. Do you think Sarah Palin knows the answer? I hope so. It would be pretty strange for the nation's foremost expert on energy to come out in favor of an embargo without knowing whether or not it would cost us nearly 1.3 billion barrels of \"petroleum and products\" a day year (oops), including about 19% of our total crude oil imports. Annoying our neighbors so much that they cut off our oil supplies would, I suppose, be one way of helping us achieve energy independence, but it doesn't seem like a particularly good idea.</p> </blockquote> <p>But of course Palin is America's leading energy authority.<br></p>",
  "<p>It is much too early to tell whether Tzipi Livni made history when she <a href=\"http://www.theguardian.com/world/2008/sep/18/israelandthepalestinians.middleeast\">won</a> the Kadima primaries on Wednesday, but there is no doubt that she will lead the party, and perhaps Israel, into a very different direction than her rival Shaul Mofaz would have, if he had prevailed. </p> <p>And he almost did: while the polls had predicted that Livni would win comfortably with a margin of some 10%, in the end she won by just over 1% – a difference of less than 500 votes. </p> <p>In a surprise move, Mofaz announced on Thursday that he intended to \"take a break\" from political life and <a href=\"http://www.jpost.com/servlet/Satellite?cid=1221745564015&amp;pagename=JPost%2FJPArticle%2FShowFull\">quit the cabinet and the Knesset</a>. </p> <p>It remains to be seen if he means what he says, because Mofaz has demonstrated repeatedly how quickly he can change his mind: On the eve of the Kadima primary, he pledged that if he lost<a href=\"http://haaretz.com/hasen/spages/1022582.html\">, he would stay and help the elected leader</a> similarly, three years ago, he quit the Likud to join Ariel Sharon's newly formed Kadima party just a few days after he had vowed not to do so by declaring: \"You never leave your home.\" </p> <p>But if Mofaz left the Likud because he came to feel that the party was moving too far to the right to be his political home, he then saw it as his mission to ensure that Kadima wouldn't move too far to the left. Given his political views, there is little doubt that Mofaz considers Tzipi Livni's resolve to achieve a peace agreement with the Palestinians as a \"too left\" agenda. Some of the reactions to Livni's victory could only confirm such concerns: Yossi Beilin of the left-wing Meretz party declared that he was \"really happy that Livni won because she is committed to the peace process,\" and he expressed the hope that she would \"form a coalition that wants to promote peace rather than a broad government with the right\".</p> <p>There is indeed good reason to trust Livni's commitment to the peace process, since she has consistently emphasised that she regards a peace agreement with the Palestinians as the sine qua non for securing what has rightly been dubbed her \"uber-objective\": a Jewish and democratic state at peace with its neighbors. She misses no opportunity to express her political credo: a year ago, she even did so in an article published in <a href=\"http://www.mfa.gov.il/MFA/Government/Speeches+by+Israeli+leaders/2007/The+Peace+Alternative+18-Jun-2006.htm\">Asharq Alawsat</a>, the London-based Arabic language daily newspaper, where she emphasised once again her conviction that the vision of Israel as a peaceful democratic and Jewish state could only be fulfilled by embracing \"the vision of two homelands, two states – Israel and Palestine – living side by side in peace and security\".</p> <p>If the efforts required to pursue this vision could well justify the <a href=\"http://www.haaretz.com/hasen/spages/1022168.html\">headline</a> \"Monumental tasks await Israel's newest political star, Tzipi Livni\", it was actually much more mundane challenges, such as uniting her deeply divided party and forming a coalition, that were described under this headline in Ha'aretz. </p> <p>However, forming a coalition is indeed a task that will be anything but easy: even before Livni claimed victory in the Kadima primaries, the chairman of the religious Shas party, Eli Yishai, declared that if Livni wanted his party to join her government, she had to \"comply\" with the demands of Shas. A Labor representative was quick to condemn Yishai's demands as \"extortion\", warning that if Livni gave in to such demands, Labor might not join the coalition.</p> <p>Livni has announced her intention to launch coalition talks immediately, even though she will be officially asked to try to put together a government only after prime minister Ehud Olmert formally submits his resignation to President Shimon Peres, which he is expected to do next week. Once Livni is named as the prime minister designate, she will have 42 days to form a new coalition and bring it to the Knesset for approval. If she is unable to form a new government, a general election will be held within 90 days; however, until a new government is approved by the Knesset, Olmert will remain in office as caretaker prime minister.</p> <p>While Livni has already received a veritable flood of messages from international leaders congratulating her for her victory in the Kadima primaries, it is far from assured that she will actually become Israel's next prime minister. Opposition leader and Likud Chairman Benjamin Netanyahu has already called for new elections, asserting that this would be the \"cleanest, fairest, most just thing to do now\". His argument that Livni was elected only by registered Kadima members and therefore can not claim to have a mandate is likely to become the rallying call for all political forces that object to Livni's commitment to achieve a peace agreement with the Palestinians or doubt her ability to lead the country at a time when many feel that Israel faces a potentially existential threat due to Iran's nuclear ambitions. </p> <p>As if on cue, Iran's president Ahmadinejad mockingly commented on Thursday that \"while some say the idea of Greater Israel has expired, I say the idea of a Lesser Israel has expired, too\". </p> <p>Even if Livni had to cope just with her political opponents or those who doubt her leadership qualities, the challenges she faces would be formidable enough. But in addition, Livni is facing perhaps even bigger challenges because she has presented herself in rather general terms as a candidate who will change things for the better. The expectations are great, as Avi Shavit demonstrates in a column entitled \"Hope is in her hands\".</p>",
  "<p>An American website reported this week that, in between shooting moose and shouting over the water to Putin as part of her international experience, Sarah Palin, that representative of common folk, had a sunbed installed in the Alaska governor's mansion that may have cost up to $35,000.</p> <p>Well, it sure does get dark up in Alaska, says politico.com, hastily assuring readers that this rootin' tootin' lady would not be so shallow as to buy this machine for vanity. Yet, it quickly adds, \"tanning beds [have] cancer risks\". Cancer . . . cancer . . . who does that remind us of? Step on down, John McCain, sufferer of recurrent skin cancer. Wait! I'm having a vision: \"Hey John!\" says Sarah, in that strangely southern accent she is increasingly adopting. \"Why don't y'all come on over for some polar bear burgers tonight?\" \"Well, that sure sounds nice, Sarah,\" the poor innocent replies. In he walks over her threshold and bang! She bundles him up in the tanning bed, slams the machine's lid and cackles hysterically, baby on hip, spectacles not even slipping off her nose. And then she nukes the whole of Russia.</p> <p>And within a week, the earth is nothing but a burning ball, floating in a dark abyss. But hey! At least our Sarah never had to suffer from seasonal affective disorder, right?</p>",
  "<p>As George Bush sought to calm America's economic jitters with a televised address to the nation, the two candidates kept the focus of the campaign on the economy, a subject that continues to help Barack Obama in the polls. John McCain maintained the drumbeat of allegations that Obama, if president, would raise taxes and public spending. But he drew criticism - and not just from Democrats - for saying that if the Republicans won the White House, <a href=\"http://www.newsday.com/services/newspaper/printedition/friday/nation/ny-usmcca195848878sep19,0,1109339.story\">he'd fire Christopher Cox</a>, chairman of the Securities and Exchange Commission. (Presidents can't actually fire SEC chairmen unilaterally, but the main criticism to McCain's remarks was that they demonstrated, again, a propensity to impetuous gestures - and that dragging a regulatory institution into a partisan political war suggested a poor approach to governance.) </p> <p>Meanwhile, a respected bipartisan voice, the Republican Chuck Hagel, vented disbelief at <a href=\"http://www.omaha.com/index.php?u_page=2835&amp;u_sid=10435997\">Sarah Palin's foreign inexperience</a>. \"She doesn't have any foreign policy credentials,\" he told the Omaha World-Herald. \"You get a passport for the first time in your life last year? I mean, I don't know what you can say. You can't say anything.\"</p> <h2>What to watch for</h2> <p>Today and tomorrow, both candidates will be concentrating their energies - and their ad spending - on Florida, a key swing state that's the fourth most important in terms of electoral votes. The focus on Florida comes on the heels of a row over suspected \"push-polling\" of Jewish voters, who are a crucial constituency in the state, Ewen MacAskill <a href=\"http://www.theguardian.com/world/2008/sep/19/uselections2008.johnmccain\">writes in today's Guardian</a>. Next week, McCain and Palin will visit New York for the UN General Assembly meeting, with the express purpose of introducing Palin to numerous world leaders, in an effort to quell criticisms like Hagel's.</p> <h2>Latest polls</h2> <p>In all the main tracking polls, Obama improved his position relative to McCain: Gallup has the candidates at 48%-44%, Rasmussen at 48%-48%, and Hotline/Diageo at 46%-42%. Assuming that coverage of the world financial crisis attenuates somewhat in the coming days, the question will be whether Obama can hold on to his advantage.</p> <h2>Quotes of the day</h2> <p>\"It's time to be patriotic ... Time to jump in, time to be part of the deal, time to help America out of the rut, and the way to do that is they're still gonna pay less taxes than they did under Reagan.\" <a href=\"http://news.yahoo.com/s/ap/20080918/ap_on_el_pr/biden_taxes_3\">Joe Biden gets himself into trouble</a> - but, hey, back into the headlines, so that's something - with the claim that it would be patriotic for wealthier Americans to pay more in taxes.</p> <p>\"People shouldn't make a decision this time based on, 'I like that guy' or 'she's cute',\" said <a href=\"http://www.huffingtonpost.com/2008/09/18/michelle-obama-people-sho_n_127510.html\">Michelle Obama, in North Carolina</a>, in what was taken as a dig at Sarah Palin. As the applause subsided, she added: \"And I'm talking about me.\"</p> <h2>On theguardian.com now</h2> <p><a href=\"http://www.theguardian.com/world/2008/sep/19/uselections2008.johnmccain\">Candidates vie for votes in crucial state of Florida</a></p> <p><a href=\"http://www.theguardian.com/world/video/2008/sep/18/uselections2008.barackobama\">Tomasky Talk: Obama edges ahead of McCain</a></p> <p><a href=\"http://www.theguardian.com/world/2008/sep/19/uselections2008.sarahpalin1\">Crash diplomacy course for McCain running mate</a></p> <p><a href=\"http://www.theguardian.com/world/oliverburkemanblog/2008/sep/18/uselections2008.sarahpalin\">Inside the strange, silent universe of Sarah Palin</a></p> <p><a href=\"http://www.theguardian.com/world/oliverburkemanblog/2008/sep/18/uselections2008.johnmccain1\">A Spaniard in the works</a></p> <h2>Best of the rest</h2> <p><a href=\"http://www.latimes.com/news/politics/la-na-bridge19-2008sep19,0,3279132.story\">LA Times: Sarah Palin said yes, thanks, to a road to nowhere in Alaska</a></p> <p><a href=\"http://online.wsj.com/article/SB122178554189155003.html\">WSJ: Obama Is Stoking Racial Antagonism</a></p> <p><a href=\"http://www.huffingtonpost.com/2008/09/18/the-palin-mccain-administ_n_127567.html\">Huffington Post: The Palin and McCain Administration</a></p> <p><a href=\"http://thecaucus.blogs.nytimes.com/2008/09/18/palin-invitation-rescinded/\">NYT blog: Palin Invitation Rescinded</a></p> <p><a href=\"http://www.economist.com/blogs/democracyinamerica/2008/09/which_john_mccain_is_this.cfm\">Economist: Which John McCain is this?</a></p> <h2>Bad idea of the day</h2> <p>Virginia Republicans are planning an outreach event aimed at ethnic-minority voters this weekend. One of the featured speakers? Former senator George Allen, whose 2006 campaign got derailed after he used the racial epithet \"macaca\" to describe an Indian-American Democratic campaign operative filming one of his events. A few days later, he seemed angry when a TV interviewer suggested he had Jewish ancestry (which he does). He also has a history of supporting the display of the Confederate flag, with its deeply problematic associations. All in all, then, the perfect choice ...</p>",
  "<p>Republican presidential candidate John McCain and his campaign are drawing criticism for not telling the truth. It's gotten so bad that <a href=\"http://www.time.com/time/politics/article/0,8599,1842030,00.html\">the media</a>, politicians, and <a href=\"http://news.yahoo.com/s//afp/20080908/ts_afp/usvote_080908234500\">Barack Obama </a>have unleashed a new L-word – lie – to describe the state of the stump. Even George Bush's low-blow specialist Karl Rove, mentor to chief McCain campaign strategist Steve Schmidt, <a href=\"http://edition.cnn.com/2008/POLITICS/09/14/campaign.wrap/\">declared</a> the campaign has \"gone too far\". </p> <p>Barack Obama and his camp are <a href=\"http://www.factcheck.org/elections-2008/school_funding_misleads.html\">being called for their fibs</a> as well, but McCain is catching more heat, and deservedly so. The McCain-Palin advertisments feature <a href=\"http://www.factcheck.org/elections-2008/there_he_goes_again.html\">more lies</a> and <a href=\"http://www.factcheck.org/elections-2008/off_base_on_sex_ed.html\">bigger lies</a> than the Obama side. McCain and company <a href=\"http://firstread.msnbc.msn.com/archive/2008/09/13/1394679.aspx\">persist in telling lies</a> even after they've been called on them.</p> <p>\"Obama will raise your taxes\" is true when McCain says it to his millionaire wife, but not to the 97% of Americans earning <a href=\"http://www.suntimes.com/news/politics/obama/1150162,tax090708.article\">less than $250,000 a year</a>.</p> <p>\"I told Congress 'thanks but no thanks' on that bridge to nowhere,\" Palin continues to repeat, long after the record has been reviewed to show <a href=\"http://online.wsj.com/article/SB122090791901411709.html?mod=googlenews_wsj\">she initially supported the bridge and that Congress killed it before she did</a>. Moreover, Alaska got those pork barrel funds anyway to finance other projects. </p> <p>It's no surprise that the McCain campaign keeps telling lies. In the movie <a href=\"http://www.imdb.com/title/tt0077975/\">Animal House</a>, one of the Delta fraternity pledges is entrusted to care for his big brother's Cadillac. After the fraternity boys ruin the car, one frat boy proposes hiding the wreck, reporting the car stolen, and letting his brother collect the insurance for a replacement. \"Do you think it'll work?\" the pledge asks. </p> <p>His fraternity brother replies, \"It's bound to work better than the truth.\" </p> <p>That's the McCain campaign's central thesis. McCain has supported President Bush – a president with an approval rating <a href=\"http://pollster.com/polls/us/jobapproval-bush.php\">below 30%</a> - <a href=\"http://www.factcheck.org/askfactcheck/is_it_true_john_mccain_voted_with.html\">90% of the time</a>. Do the math: that doesn't offer much hope of winning on the facts. So his campaign brews distractions to sidestep real issues. \"This campaign is not about issues,\" campaign manager Rick Davis <a href=\"http://voices.washingtonpost.com/thefix/2008/09/mccain_manager_this_election_i.html\">declared</a>.</p> <p>Many find it particularly hypocritical that McCain, who founded his reputation on straight talk, has resorted to lies, distortions and doubletalk. Some say he's sold his soul for a last grasp at the presidency. But maybe - just maybe - we've got McCain wrong. Maybe the lies are not calculated to misrepresent his record or Obama's. Maybe they're part of a larger strategy. </p> <p>Maybe McCain is really chasing a vast bloc of voters that candidates usual ignore, at least explicitly. In this tight race, the outcome could come down to America's vast hypocrite vote. </p> <p>For example, the 26% of Americans that describe themselves as evangelical Christians have strong hypocritical tendencies, politically at least. Evangelicals first became a political force in the 1980 presidential election, when they abandoned small town Sunday school teacher and born-again Christian Jimmy Carter for divorced, Hollywood actor and infrequent churchgoer Ronald Reagan.</p> <p>A <a href=\"http://pewresearch.org/pubs/743/united-states-religion\">Pew Research survey</a> released early this year found that evangelicals are nearly as likely to be living together out of wedlock as the public at large and more likely to be divorced. Perhaps more telling, the Barna Group <a href=\"http://www.barna.org/FlexPage.aspx?Page=BarnaUpdate&amp;BarnaUpdateID=263\">found that</a> only about one in five self-proclaimed evangelicals actually hold the tradition's key core beliefs. Underscoring that point, evangelicals have loudly applauded Bristol Palin, the 17-year-old pregnant daughter of the Republican vice presidential candidate, as a goddess of life rather than condemn her as a sinner. One suspects they wouldn't be quite so forgiving if it was an Obama offspring was the mother-to-be – or the shotgun groom. </p> <p>But hypocrisy cuts across religious as well as party lines. Tens of millions of Americans talk the talk but don't walk the walk or think things through. They drive their SUVs to Earth Day rallies. They watch Fox News and parrot complaints about the media's liberal bias. They believe America needs to keep good, high wage jobs at home yet shop at Wal-Mart, Chinese exporters' best customer. They don't see a contradiction or even a connection between abstinence-only sex education and pregnancy crisis centres.</p> <p>For them, McCain offers not just a hypocritical campaign, but a hypocritical agenda for the White House. After 26 years on Capitol Hill, President McCain will reform Washington and put the lobbyists who run his campaign out of business. He'll cut taxes, yet balance the budget. He'll reduce regulation yet bring order to Wall Street. He'll continue the American war in Iraq to victory, even though there's little sign of political progress among Iraqi factions despite the decrease in violence. He'll stop global warming while providing bigger fixes to satisfy America's addiction to oil.</p> <p>In short, McCain will keep doing what Bush has done, but, he says, the results will be different. That's not just hypocritical. That's insane.</p>",
  "<!-- Block 1 --> <p><strong>Preamble</strong> Good morning and welcome to what, surely, is a Brussels bureaucrat's wet dream: three days of sweet European Union harmony where, for a change, we stick one to Uncle Sam. But while Europe are justifiable favourites for the 37th Ryder Cup - they're unbeaten since 1999 and all their team is in the world's top 50- don't discount the impact of a Kentuckian crowd fuelled by moonshine and patriotic fervour. It could go down to the wire.</p> <!-- Block 2 --> <p><strong>While you're waiting for play to begin ...</strong> why not peruse our <a href=\"http://www.theguardian.com/sport/interactive/2008/sep/16/rydercup2008\">interactive guide of the Valhalla course</a>, read <a href=\"http://www.theguardian.com/sport/blog/2008/sep/18/rydercup.golf1\">Mike Adamson's predictions for the foursomes</a>, or take in <a href=\"http://www.theguardian.com/sport/blog/2008/sep/19/rydercup.golf2\">Richard Williams' verdict on Nick Faldo and Paul Azinger</a>? Or, alternatively, you could try to beat the office record of 33 in Mini Putt 2 by clicking <a href=\"http://www.theguardian.com/sport/2008/may/27/games.toys\">here</a> and scrolling down the page to the golf section of our Greatest Internet Sports Games.</p> <!-- Block 3 --> <p><strong>Dawn at Valhalla ... </strong> and the European supporters are already singing 'There's only one Nick Faldo!' Not everyone is impressed with the European team captain, mind. \"Does anyone actually like Faldo?\" splutters Darren Ford. \"He's an odd choice for captain seeing as he's completely lacking in charm and grace, has an unwarranted arrogance to rival Johnny Borrell and has all the man management skills of Graeme Souness.\" He did win six majors, Darren. Borrell has written one half-decent song.</p> <!-- Block 4 --> <p><strong>1.05pm BST</strong> There are lots of yee-haws and cheers as Phil Mickelson, Anthony Kim, Padraig Harrington and Robert Karlsson arrive on the first tee. It's already a feisty atmosphere and it's only 7.05am. God knows what it will be like come Sunday afternoon. Padraig steps up ...</p> <!-- Block 5 --> <p><strong>1.06pm BST</strong> ... and hits a steady iron straight down the middle of the 448-yard par 4, first. But he's quickly outdone by Mickelson, who pulls out his one wood, snorts in the Valhalla air, and cracks a perfect drive 50 yards past Harrington. Cue loud chants of 'USA! USA!'</p> <!-- Block 6 --> <p><strong>1.10pm BST</strong> Superb approach from Karlsson at the first; his approach is within 10 feet.</p> <!-- Block 7 --> <p><strong>1.11pm BST</strong> Mickelson's booming drive has put Kim just 110 yards from the hole. He steps up, wriggles his wrists and hits a shot that only <em>just</em> clears the bunker and lands about 15 feet from the flag.</p> <!-- Block 8 --> <p><strong>1.13pm BST </strong> Mickelson for birdie. He spends a good 30 seconds standing over the ball before sending it a foot wide of the hole. It's conceded, which means Harrington has a putt to Europe one up ...</p> <!-- Block 9 --> <p><strong>1.15pm BST</strong> ... which he does with the minimum of fuss. Harrington and Karlsson are one up after one.</p> <!-- Block 10 --> <p><strong>1.18pm BST</strong> \"The Ryder Cup makes me proud to be a European,\" says David Michaels. \"Give me the Euro over the pound any day. Let's sign up for the single currency right now. Who is with me?\" Not my colleague Barry Glendenning, who claims he wants the Americans to win because of his dislike of Nick Faldo. Let's see if three days of 'USA! USA' changes his resolve ...</p> <!-- Block 11 --> <p><strong>1.21pm BST</strong> The second match Paul Casey &amp; Henrik Stenson v Justin Leonard &amp; Hunter Mahan gets underway. Casey hits a corker which finds the middle of the fairway; Leonard finds the light rough but should be OK.</p> <!-- Block 12 --> <p><strong>1.24pm BST</strong> Both the US and Europe find the light rough with their drives on the 505-yard par-4 second. \"When did sporting success have anything to do with popularity?\" asks Andy Moore. \"British sport is littered with popular losers, Faldo's reputation seems to be based on a steadfast refusal to not be one of them. Also along with Faldo's six majors he is also the winner of the most points of any European in Ryder Cup history. I should imagine he knows a thing or two about winning it.\"</p> <!-- Block 13 --> <p><strong>1.27pm BST</strong> Stenson on fire! He's fired his approach on the first to within 12 feet.</p> <!-- Block 14 --> <p><strong>1.29pm BST</strong> Mickelson and Kim have the advantage on the second: Mickelson's approach goes to within 15 feet; Harrington is at least twice as far with his.</p> <!-- Block 15 --> <p><strong>1.31pm BST</strong> Europe could be about to go up in the second match too. The Americans are 25 foot away in three; the Europeans closer in two. \"There's been a disappointing lack of sarcastic commentary about the identikit wives of the American team this year,\" says Ben Mimmack. \"Have they started showing signs of individualism or has the joke worn thin I wonder?\" Give it time Ben.</p> <!-- Block 16 --> <p><strong>1.33pm BST</strong> Mahan misses his par putt, Casey rolls his birdie attempt to within six inches: it's enough for Casey and Stenson to go one up after one.</p> <!-- Block 17 --> <p><strong>1.35pm BST</strong> Both Kim and Stensson miss their birdie putts at the second. The Europeans make Mickelson putt out, which he does with the minimum of fuss. Harrington and Karlsson remain one up after two.</p> <!-- Block 18 --> <p><strong>1.38pm BST</strong> Europe's superb early start continues in the third match - Stewart Cink &amp; Chad Campbell v Justin Rose - as Campbell thumps his drive at the first into the deep stuff, while Rose finds the edge of the fairway.</p> <!-- Block 19 --> <p><strong>1.40pm BST</strong> Meanwhile to your emails, where Jim Butler wants to know if \"anyone has a link to a video of our Dear Leader Nick's speech yesterday? Since the Office is long finished, I could do with a good cringe-fest.\" Well?</p> <!-- Block 20 --> <p><strong>1.42pm BST</strong> Harrington's tee shot at 206-yard par 3 third is Reanimator II disgusting: it's in the deep stuff and, despite repeated efforts, isn't able to be hacked out. Eventually the Europeans concede, which means the first match is now all square.</p> <!-- Block 21 --> <p><strong>1.44pm BST</strong> Meanwhile Gary Naylor is unhappy. \"The role the wives play in the Ryder Cup appears to be predicated on the belief that the last forty years or so of cultural, social and political change never actually happened,\" he writes. \"I really hope that a gay golfer will make the team for 2010, so we can see a Ken amongst the Barbies.\" I'm pretty sure gay golfers have made previous Ryder Cup teams Gary: they're just not openly gay (and given golf's inherent conservatism can you blame them?)</p> <!-- Block 22 --> <p><strong>1.46pm BST</strong> Poulter's approach to the first drifts to the left, leaving Rose a 20-footer to win the hole. He makes several practice putts, steps up ...</p> <!-- Block 23 --> <p><strong>1.47pm BST</strong> ... and sends it just wide. Cink makes his two-far par putt to leave the third match all square after one.</p> <!-- Block 24 --> <p><strong>1.49pm BST</strong> There's better news for Europe in the second match as Leonard and Mahan bogey the second to slip to two down. Meanwhile here's <a href=\"http://www.youtube.com/watch?v=wv-VErBMFW0\">some video of Faldo yesterday</a>.</p> <!-- Block 25 --> <p><strong>1.52pm BST</strong> The fourth match - Kenny Perry &amp; Jim Furyk v Lee Westwood &amp; Sergio Garcia - gets underway. Westwood blitzes his drive down the fairway, Furyk gets on the smooth stuff too, eventually, after a short bound in the light rough.</p> <!-- Block 26 --> <p><strong>1.55pm BST</strong> This from the wires: apparently Paul Azinger attended a \"pep rally\" in downtown Louisville last night where he urged spectators to be their \"13th man\", telling them \"you can cheer when they (Europe) miss putts\". This could be a very raucous weekend indeed ...</p> <!-- Block 27 --> <p><strong>1.57pm BST</strong> Shot of the day so far from Harrington, who sends his approach to the 375-yard par-four to within five feet. But immediately it's bettered by Mickelson, who flicks it to within four feet from the light rough.</p> <!-- Block 28 --> <p><strong>1.59pm BST</strong> Karlsson makes his birdie putt ... although it rattles around the cup before sinking and, somewhat surprisingly, tells Anthony Kim he does have to putt out. The first match remains all square after four.</p> <!-- Block 29 --> <p><strong>2.01pm BST</strong> There are boisterous chants of 'USA! USA!' as Leonard birdies the par-3, third to leave Stenson and Casey one up after three.</p> <!-- Block 30 --> <p><strong>2.03pm BST</strong> Meanwhile on the first, Westwood strolls in a 12-footer for birdie to move Europe one up after one in match four.</p> <!-- Block 31 --> <p><strong>Latest scoreboard at 2.05pm BST</strong></p> <p>Mickelson/Kim A/S Harrington/Karlsson (after four)<br>Leonard/Mahan v <strong>Stenson/Casey 1 up</strong> (after three)<br>Cink/Campbell A/S Rose/Poulter (after one)<br>Perry/Furyk v <strong>Westwood/Garcia 1 up</strong> (after one)</p> <!-- Block 32 --> <p><strong>2.07pm BST</strong> After some adventures on the second, Rose glides in a 10-footer for par which earns Europe a half.</p> <!-- Block 33 --> <p><strong>2.09pm BST</strong> Casey and Stenson are in trouble on the par-3 third, but Stenson's par putt from the edge of the green means the Americans have to putt out from four feet to win the hole. Mahan steps up ...</p> <!-- Block 34 --> <p><strong>2.10pm BST</strong> ... and makes it to leave the second match all square after four.</p> <!-- Block 35 --> <p><strong>2.12pm BST</strong> Meanwhile a question from Mike Hatcher. \"Sean, how deep is the deep stuff? US Open style, or wet Carnoustie?\" It's pretty mild, Mike. \"I also have an argument to settle re: Faldo vs Monty,\" he adds. \"If you could only have one, who would you pick in your team (in their respective pomps)? I'd have Monty, because I think he'd be more inspiring for the rest of the team - despite him being almost as much of an arse as Faldo obviously is.\" Anyone?</p> <!-- Block 36 --> <p><strong>2.15pm BST</strong> After a sensational tee shot by Rose at the par-3 third, Poulter taps in a three-foot putt to put Europe up in the third match.</p> <!-- Block 37 --> <p><strong>2.17pm BST</strong> But Westwood and Garcia miss the chance to go two-up at the second when Garcia's putt slips past the hole.</p> <!-- Block 38 --> <p><strong>2.19pm BST</strong> \"I was wavering until Faldo's speech last night before finally deciding to hope the Americans win,\" says Niall Glynn. \"The following comments were too stupid to be offensive but still highlight that he is little more than a charmless cretin. On Padraig Harrington he said that: 'he had hit more golf in practice than potatoes planted in Ireland'. He then turned to Graham McDowell and asked him whether he was from 'Ireland or Northern Ireland.' Seriously Sean, what a dick.</p> <!-- Block 39 --> <p><strong>2.21pm BST</strong> Drama at the 500-yard, par-4 sixth! The Americans have the advantage on the green, with Harrington having a birdie putt of 40 feet and Mickelson less than half that. But Harrington makes his attempt, Mickelson lips out, and Europe are now one up in the first match.</p> <!-- Block 40 --> <p><strong>Latest scoreboard at 2.25pm BST</strong></p> <p>Mickelson/Kim v <strong>Harrington/Karlsson (1 up) </strong> (after six)<br><strong>Leonard/Mahan (1 up)</strong> v Stenson/Casey (after five)<br>Cink/Campbell v <strong>Rose/Poulter 1 up</strong> after four<br>Perry/Furyk v <strong>Westwood/Garcia 1 up</strong> (after three)</p> <!-- Block 41 --> <p><strong>2.26pm BST</strong> The loudest cheer of the day comes as local Kentucky boy Kenny Perry sinks a 50-footer for birdie at the 3rd. Garcia misses his putt from 15-feet and the final match is suddenly all square.</p> <!-- Block 42 --> <p><strong>2.28pm BST</strong> An ice-cold par putt from Poulter keeps Europe 1 up in match three. \"So Azinger's encouraging the American spectators to be louder and more patriotic?\" asks Nick Parish. \"Good grief. Isn't that like encouraging Joey Barton to show a bit more of his aggressive side?\"</p> <!-- Block 43 --> <p><strong>2.30pm BST</strong> Harrington finds the rough at the monster 601-yard par 5 seventh and Karlsson can only hack out. \"Re: Faldo v Monty. I'd go for Monty every time,\" says Jamie Kennedy. \"You never know he might actually lamp a spectator one of these days and you couldn't get a better stage than the Ryder Cup in the US to do that.\"</p> <!-- Block 44 --> <p><strong>2.34pm</strong> The Americans are also having some adventures on the seventh, but despite Kim's five-wood going into a high bank about 100 yards from the flag, Mickelson is able to send his approach to within 15 feet. They have the advantage here ...</p> <!-- Block 45 --> <p><strong>2.37pm BST</strong> \"Why is anyone worried about whether Faldo is a bit obnoxious or not?\" asks Gary Naylor. \"I hate sport's slick public relations stuff, thanking the sponsors, following the spun script, executing the media training gameplan blah, blah, blah. I doubt that I'd select Faldo or Monty were I planning a dinner party, but that's not the point is it? The Ryder Cup is great because although the players like to win, they really hate to lose, which produces gladiatorial combat. There's room for nice guys in that scenario, but more room for the likes of Seve, memorably described by Alan Partridge <a href=\"http://www.youtube.com/watch?v=tH-5KUaeMaw\">here</a>. Why can't a player be nice <em>and</em> competitive, Gary? Most of the British medallists I spoke to during the Olympics didn't seem to have a problem doing both ...</p> <!-- Block 46 --> <p><strong>2.39pm BST</strong> A huge fist-pump from Justin Rose as he makes a 15-footer at the fourth to put Europe 2 up in the third match.</p> <!-- Block 47 --> <p><strong>2.42pm BST</strong> Superb golf from Europe: Garcia and Westwood have gone back up in the fourth match while Harrington has made an 18-footer for par to stay one up in match one.</p> <!-- Block 48 --> <p><strong>Latest scoreboard at 2.45pm</strong></p> <p>Mickelson/Kim v <strong>Harrington/Karlsson (1 up</strong> (after seven)<br>Leonard/Mahan A/S Stenson/Casey (after six)<br>Cink/Campbell v <strong>Rose/Poulter 2 up</strong> after five<br>Perry/Furyk v <strong>Westwood/Garcia 1 up</strong> (after four)</p> <!-- Block 49 --> <p><strong>2.48pm BST</strong> \"So who's playing well Sean?\" asks Mark Cruise. \"Harrington in the first game? Anyone being propped up by their partner?\" Harrington has missed a couple of fairways and greens but has putted like a dream; Garcia is Highland Toffee solid; Rose and Poulter are playing well as a team. For the Americans, Kenny Perry seems to be struggling - the huge putt on the third, apart - and so does Anthony Kim.</p> <!-- Block 50 --> <p><strong>2.51pm BST</strong> The Kentucky crowd are certainly taking Azinger's advice to heart: after Karlsson's putt at the eighth lips out, which brings the first match back to all square again, there are loud claps and whoops. Given some face paint and a few Tomahawks it could almost be the Battle of the Little Big Horn.</p> <!-- Block 51 --> <p><strong>2.54pm BST</strong> Meanwhile Padraig Harrington is being treated by the physio for a neck problem. \"Neck knacked, Paddy whacked,\" sighs my colleague Barry Glendenning.</p> <!-- Block 52 --> <p><strong>2.56pm BST</strong> Oh dear oh dear oh dear. First Paul Casey finds the water at the seventh - much to the delight of the <a href=\"http://www.theguardian.com/sport/2005/apr/04/golf.lawrencedonegan\">Americans</a>. And then so does his partner, Henrik Stenson.</p> <!-- Block 53 --> <p><strong>2.59pm BST</strong> Cink and Campbell have the chance to pull a shot back at the sixth but Cink slides an eight-footer for birdie past the hole. The Americans body language as they leave the hole is about as sunny as Bolton in February.</p> <!-- Block 54 --> <p><strong>3.04pm BST</strong> Anthony Kim, who is still struggling away, finds the bunker at 10 but Mickelson hits a marvellous recovery to five feet. \"Can any of your American readers answer the following question,\" asks Richard Decker. \"Sarah Palin: why?</p> <!-- Block 55 --> <p><strong>Latest scoreboard at 3.10pm BST</strong></p> <p>Mickelson/Kim A/S Harrington/Karlsson (after 10)<br><strong>Leonard/Mahan 2 up</strong> Stenson/Casey (after eight)<br>Cink/Campbell v <strong>Rose/Poulter 2 up</strong> (after six)<br>Perry/Furyk A/S Westwood/Garcia (after six)</p> <!-- Block 56 --> <p><strong>3.13pm BST</strong> There's been a huge swing in the last five minutes: the Americans secured a par on the 10th following Mickelson's bunker chip, while Harrington missed an 18-inch tiddler to square the hole. Then Furyk made a huge birdie putt to put pressure on Garcia, who dabbed his 15-footer for par wide. So both sides lead in one match, while the other two are all square.</p> <!-- Block 57 --> <p><strong>3.15pm BST</strong> \"I think Richard Decker's question is wrong,\" says Benjamin Hendry. \"It should be 'Sarah Palin: How?' As in, <a href=\"http://www.huffingtonpost.com/jacob-alperinsheriff/sarah-palin-instituted-ra_b_125833.html\">how can a woman believe that even rape victims should not be allowed to have an abortion</a> (or even the morning-after pill) or, according to some accounts, that rape victims should be charged for the after-attack examination?\"</p> <!-- Block 58 --> <p><strong>3.19pm BST</strong> A thunderous three wood approach by Kenny Perry at the 601 yard, par-5 seventh, flies 255 yards before landing on the green. Garcia, from six yards closer, sends his shot over the back. Advantage USA.</p> <!-- Block 59 --> <p><strong>3.23pm BST</strong> Meanwhile Gary Naylor is back. \"It's perfectly possible to be nice and successful, but there are reasons why this combination is relatively rare. High level success in sport demands dedication, self-denial, ruthlessness and a fierce will to win. They sit on top and eventually (for many) drown out all the qualities that one needs merely to enjoy sport: teamwork, generosity of spirit, respect for oneself and one's opponent. It seems perfectly logical to me that the higher up the sporting food chain one goes, the fewer nice guys and gals one might meet. Who do you want to enjoy a drink with and who do you want playing for your life of these pairs? Ronnie O'Sullivan and Jimmy White; Shane Warne and Ashley Giles; Nick Faldo and Jean van de Velde?\" </p> <p>Having met a few sports people in my time, Gary, I suspect that there is a closer relationship between money/high public attention (particularly at an early age) and nastiness, particularly when it comes to footballers. Lots of nice guys/girls are successful - of those I've spoken to/ seen at close range, Rafael Nadal, Roger Federer, Jonny Wilkinson and Rebecca Adlington all come to mind.</p> <!-- Block 60 --> <p><strong>3.29pm BST</strong> The Harrington/Karlsson v Mickelson/Kim match continues to swing ferociously from side to side, like a pendulum that's been attacked by a three-iron. After Mickelson fluffs him chip from off the green he glares at the spectator who he believes put him off by using his camera flash; the Europeans take advantage and go one up in the first match.</p> <!-- Block 61 --> <p><strong>Latest scoreboard at 3.32pm BST</strong></p> <p>Mickelson/Kim v <strong>Harrington/Karlsson 1 up</strong> (after 10)<br><strong>Leonard/Mahan 2 up</strong> Stenson/Casey (after 9)<br>Cink/Campbell v <strong>Rose/Poulter 2 up</strong> (after eight)<br><strong>Perry/Furyk 1 up</strong> v Westwood/Garcia (after seven)</p> <!-- Block 62 --> <p><strong>3.36pm BST</strong> More good news for Europe as Harrington and Karlsson go two up after 11. \"Re: Sarah Palin. What puzzles me is why going round gunning down defenceless animals makes her ballsy, gutsy or indeed admirable in any way?\" says Rory Taylor.</p> <!-- Block 63 --> <p><strong>3.38pm BST</strong> Casey and Stenson have struggled all morning but a long-ranger from Casey means they're now just one hole behind Leonard and Mahan.</p> <!-- Block 64 --> <p><strong>3.42pm BST</strong> Kim is continuing to struggle; he's sent another tee shot into the rough at the 464-yard par 4 12th. \"Any chance you can change the picture of the Ryder Cup wags at the top of the MBM?\" asks Toby Clark. \"All that colleagues walking past my desk see is a couple of women trying to show a bit of thigh, if you know what I mean.\" Consider it done.</p> <!-- Block 65 --> <p><strong>3.44pm</strong> Leonard and Mahan are wobbling a bit here. Leonard's tee-shot at the 208-yard par 3 is so poor his playing partner needs to ask for yardage, but Mahan's second has given the Americans a chance of making a half. Meanwhile Kim, who is swinging fast and loose, has just hit another poor shot at 12 ...</p> <!-- Block 66 --> <p><strong>3.48pm BST</strong> UNBELIEVABLE FROM MICKELSON! He's just made a 70-foot putt, with at least a ten-foot break, for par. But Karlsson has a tiddler for birdie to go three up ...</p> <!-- Block 67 --> <p><strong>3.50pm BST</strong> ... which he makes to put Europe 3 up in the first match.</p> <!-- Block 68 --> <p><strong>3.51pm BST</strong> \"I'm bored to tears of hearing what the Guardian readers (and the Guardian) have to think of the US election,\" says Paul Broughton. \"We get it - you hate those right-wing capitalist scumbags! Let's get on with the golf!\" Don't think it's just the capitalism that's the problem, Paul, more the gung-ho foreign policy. But point taken.</p> <!-- Block 69 --> <p><strong>Latest scoreboard at 3.53pm BST</strong></p> <p>Mickelson/Kim v <strong>Harrington/Karlsson 3 up</strong> (after 12)<br><strong>Leonard/Mahan 1 up</strong> Stenson/Casey (after 10)<br>Cink/Campbell v <strong>Rose/Poulter 2 up</strong> (after 9)<br><strong>Perry/Furyk 1 up</strong> v Westwood/Garcia (after 8)</p> <!-- Block 70 --> <p><strong>3.55pm BST</strong> On the ninth, Jim Furyk is sitting over a six-foot putt to put the Americans two up in the last match. He gets up. Sits down. Gets up. Asks for his partner's advice. Sits down on the putt, and - inevitability - prods it five foot past. Now Perry has a tricky one to halve the hole ...</p> <!-- Block 71 --> <p><strong>3.58pm BST</strong> Perry slides in the par putt to keep the Americans one up in the final match.</p> <!-- Block 72 --> <p><strong>3.59pm BST</strong> At last a decent approach from Kim, who is within 15 foot of the flag on the 352-yard par 4 13th. From a good position, Karlsson can't find the green and Harrington's third isn't much better. Advantage America.</p> <!-- Block 73 --> <p><strong>4.02pm BST</strong> \"Can I just say for the benefit of any American voters reading this, that Europeans are big supporters of Sarah Palin and dead set against Mr Obama?\" says Gary Naylor. \"If Americans want to vote for someone to annoy the French, the Germans, even the Brits, Obama is your man. (Can we keep this up until polling day, then let them in on the truth?)\"</p> <!-- Block 74 --> <p><strong>4.04pm BST</strong> Three pieces of good news for Europe in the space of a few seconds of TV time: Mickelson misses a 12-footer to win the hole on 13, Mahan sends his 10-footer to win the 12th at least five foot past, and Rose makes a birdie with a 20-footer on the par-five 10th.</p> <!-- Block 75 --> <p><strong>4.06pm BST</strong> Leonard makes his par putt at 11 to keep the US one up in the second match while Kim sinks his par putt at 12, to bring Europe's advantage in the first match back to two shots.</p> <!-- Block 76 --> <p><strong>Latest scoreboard at 4.07pm BST</strong></p> <p>Mickelson/Kim v <strong>Harrington/Karlsson 2 up</strong> (after 13)<br><strong>Leonard/Mahan 1 up</strong> Stenson/Casey (after 11)<br>Cink/Campbell v <strong>Rose/Poulter 2 up</strong> (after 10)<br><strong>Perry/Furyk 1 up</strong> v Westwood/Garcia (after 9)</p> <!-- Block 77 --> <p><strong>4.11pm</strong> For those of you who have been asking, Padraig seems to have recovered from his neck injury earlier. Speaking of which, this from Niall Glynn. \"Perhaps Padraig was getting massaged in preparation for all the holes he has been carrying Karlsson since?\"</p> <!-- Block 78 --> <p><strong>4.14pm</strong> Harrington and Karlsson looked home and hosed for a few minutes ago; now they're beginning to wobble. After yet another poor tee shot from Karlsson, this time on the 215-yard par 3 14th, Harrington can't get a horrible-positioned chip to within 40 foot.</p> <!-- Block 79 --> <p><strong>4.16pm</strong> More genius from Mickelson. Kim's tee shot landed high on the bank above the green; Mickelson had to land his chip right on the fringe and allow the slope to lead it gently down to the hole. Somehow he did it: the US are within six feet, Europe more like 50.</p> <!-- Block 80 --> <p><strong>4.18pm</strong> \"Pandering to Paul Broughton's head-in-the-sand isolationist war cry to keep things ignorantly frothy; how exactly does a Spaniard [Miguel Angel Jimenez] end up ginger?\" asks Darren Ford.</p> <!-- Block 81 --> <p><strong>4.20pm</strong> Leonard misses a makeable putt to win the hole on 12, which would have put the US two up in the second match. Meanwhile Harrington makes a six-footer for bogey on the 14th.</p> <!-- Block 82 --> <p><strong>4.21pm</strong> Kim makes his par, to bring the US back to one shot in the opening match. It's <em>this</em> close right now: Europe are up by one shot in two matches, the US are up by one shot in the others.</p> <!-- Block 83 --> <p><strong>4.23pm</strong> Garcia slides a 15-footer for birdie past the hole; Perry has a putt from an almost identical position but it begins to wheeze a foot or so before the cup and eventually dribbles just wide. A let-off for the Europeans. \"Re: Ginger Spaniards. Darren Ford should know that the Celts came from Spain originally (remember Celta de Vigo?),\" says Rob Lewis.</p> <!-- Block 84 --> <p><strong>Latest scoreboard at 4.26pm BST</strong></p> <p>Mickelson/Kim v <strong>Harrington/Karlsson 1 up</strong> (after 14)<br><strong>Leonard/Mahan 1 up</strong> Stenson/Casey (after 13)<br>Cink/Campbell v <strong>Rose/Poulter 1 up</strong> (after 11)<br><strong>Perry/Furyk 1 up</strong> v Westwood/Garcia (after 10)</p> <!-- Block 85 --> <p><strong>4.28pm BST</strong> \"Paul Broughton might be bored to tears with what Guardian readers have got to say about the US election but I'm bored to tears with Naylor and his prattling. Are there no other contributions worth posting?\" asks James Calder. Reader, the floor is yours.</p> <!-- Block 86 --> <p><strong>4.29pm BST</strong> The Americans are on the charge! Campbell and Cink make par at the 12th from 15 feet, which will leave Rose with a four-footer for a half.</p> <!-- Block 87 --> <p><strong>4.32pm BST</strong> Rose makes his par to keep Europe one up after 12 in the third match. Meanwhile Leonard and Mahan are now two up after 14 in their match against Casey and Stenson.</p> <!-- Block 88 --> <p><strong>4.35pm BST</strong> Westwood hits a stunning approach to the par-four 11th but Furyk is equal to it. It'll be a putting contest. \"Who's Faldo going to drop for the fourballs Sean?\" asks Mike Hatcher. \"Sounds like Karlsson is wilting (maybe the erratic Stenson is a better bet in fourballs anyway).\" Karlsson, Casey and Stenson are all candidates, Mike.</p> <!-- Block 89 --> <p><strong>4.37pm BST</strong> More woe for Europe! First Rose hits a straightforward approach at 13 into the water; then Kenny Perry makes a 20-footer for birdie on 11.</p> <!-- Block 90 --> <p><strong>4.39pm</strong> Garcia misses his birdie putt at 11 and so Perry and Furyk are now two up in the final match. Cue loud chants of USA! USA! Speaking of which, this from Tony Scott. \"I have nothing against the Yanks, but that chanting of 'U-S-A, U-S-A' every time one of the American players so much as farts does get a bit tiresome sometimes. Much like the old gem 'Aussie, Aussie, Aussie, Oi, Oi, Oi'. You better get used to it Tony ...</p> <!-- Block 91 --> <p><strong>Latest scoreboard at 4.41pm BST</strong></p> <p>Mickelson/Kim A/S Harrington/Karlsson (after 15)<br><strong>Leonard/Mahan 3 up</strong> Stenson/Casey (after 14)<br>Cink/Campbell v <strong>Rose/Poulter 1 up</strong> (after 12)<br><strong>Perry/Furyk 2 up</strong> v Westwood/Garcia (after 11)</p> <!-- Block 92 --> <p><strong>4.45pm BST</strong> The momentum in the Harrington/Karlsson v Mickelson/Kim game has changed dramatically in the past hour. Coming off the 12th, the Europeans were three up; now Harrington has a 20-foot putt on the 16th to square the hole. He steps up ...</p> <!-- Block 93 --> <p><strong>4.46pm BST</strong> ... and nails it! Superb from Harrington. Absolutely superb. That's his third long-distance save this match and it keeps the first match level.</p> <!-- Block 94 --> <p><strong>4.49pm BST</strong> \"Not sure if this has been given the courage it deserves, but Hunter S Thompson is, after Mohammad Ali, Lousiville's most famous son,\" points out John in Belfast. \"And even though he shot himself in the face a few years ago, it would be safe to assume what he thought of the Presidential election and Sarah Palin – good on hunting and random gunnery – bad on the future of the Presidency. Anyone who complains about politically-biased content on theguardian.com should really get a life. That's why we log on.\"</p> <!-- Block 95 --> <p><strong>4.51pm BST</strong> Another superb drive from Mickelson at the 477-yard par-four 17th, while Harrington has pulled his drive far left. No one knows it is, which isn't a positive sign.</p> <!-- Block 96 --> <p><strong>4.53pm BST</strong> The American charge continues! Poulter is unable to make a 60-footer for par and Europe are now one down in the third match. Looking at the scores, Europe are down in three matches and all-square (but in trouble) in the other. They could be 4-0 down at the end of the foursomes if they're not careful.</p> <!-- Block 97 --> <p><strong>4.55pm BST</strong> At last some joy for Europe as Garcia rolls in a 20-footer and Perry, from 15 feet, misses. The Americans are now just one up in the final match.</p> <!-- Block 98 --> <p><strong>4.58pm BST</strong> Justin Leonard and Hunter Mahan make their par at the 16th to win 3 &amp; 2 and <strong>put America ahead by 1-0</strong>.</p> <!-- Block 99 --> <p><strong>5.01pm BST</strong> Harrington and Karlsson somehow par the 17th; Harrington hit a lovely bunker shot to within three feet and Karlsson <em>just</em> made the putt. Meanwhile this from one of our American readers. \"I'm glad our patriotism upsets you,\" says Seanc245. \"Suck it you Limey [very bad word]stick.\" Good day to you too.</p> <!-- Block 100 --> <p><strong>5.03pm BST</strong> Have a spare minute? Then why not read Scott Murray's great piece on <a href=\"http://www.theguardian.com/sport/2008/sep/19/golf.rydercup\">Maurice Flitcroft</a>.</p> <!-- Block 101 --> <p><strong>Latest scoreboard at 5.05pm BST (US lead 1-0)</strong></p> <p>Mickelson/Kim A/S Harrington/Karlsson (after 17)<br><strong>Leonard/Mahan win by 3 and 2</strong> over Stenson/Casey<br><strong>Cink/Campbell 1 up</strong> v Rose/Poulter (after 15)<br><strong>Perry/Furyk 1 up</strong> v Westwood/Garcia (after 14)</p> <!-- Block 102 --> <p><strong>5.07pm BST</strong> After Cink dumps his approach at 15 into the water, Rose has two putts for bring the third match back to all square. He rolls his first one close and the Americans concede.</p> <!-- Block 103 --> <p><strong>5.09pm</strong> Drama at the par-five 18th as both Kim and Karlsson find the bunker with their drives. Harrington thins Europe's second barely 120 yards, while Mickelson stuffs his approach into a greenside bunker.</p> <!-- Block 104 --> <p><strong>5.11pm</strong> \"I hope Faldo has the good sense to put McDowell out with Harrington this afternoon,\" says Cathal O'Flaherty. \"Karlsson is a corpse at this stage, hope he can finally get it together for the final hole!\" Speaking of which, Karlsson has a 92-yard approach to the flag. He's got a sand wedge in his hand ...</p> <!-- Block 105 --> <p><strong>5.12pm</strong> ... and sends the approach to 15 feet. What can Kim do from the bunker?</p> <!-- Block 106 --> <p><strong>5.13pm</strong> Kim fluffs it! His ball climbs out of the bunker and falls back into the rough. Now it's Mickelson's turn ...</p> <!-- Block 107 --> <p><strong>5.14pm</strong> ... he lands five foot from the hole. Harrington will have one putt to win the match and at least two to tie. He's mulling over it now.</p> <!-- Block 108 --> <p><strong>5.15pm BST</strong> It's on it's way ... it's looking good ... but his putt slips to the left and slides a foot past. Anthony Kim has a five-footer to tie the match.</p> <!-- Block 109 --> <p><strong>5.17pm BST</strong> What balls! Kim makes his putt to ensure the opening match finishes all square.</p> <!-- Block 110 --> <p><strong>5.19pm</strong> Meanwhile Garcia has had a shocker on the 15th: he fired an easy approach into the drink and Europe ended with a six. They're now two down in the final match.</p> <!-- Block 111 --> <p><strong>5.20pm</strong> \"As an avid golfer raised in Kentucky, I'd like to categorically state that we're not all wackjob patriots,\" insists David Smith. \"I've been supporting (and wagering on) the Europeans since Kiawa Island and I have no intention of voting for the Palin-McCain. Oh, and thanks for the coverage; I'm without TV access, so you're providing a tremendous service worldwide.\"</p> <!-- Block 112 --> <p><strong>Latest scoreboard at 5.22pm BST (US lead by 1 1/2 - 1/2)</strong></p> <p>Mickelson/Kim finished A/S Harrington/Karlsson<br><strong>Leonard/Mahan win by 3 and 2</strong> over Stenson/Casey<br>Cink/Campbell A/S Rose/Poulter (after 16)<br><strong>Perry/Furyk 2up</strong> v Westwood/Garcia (after 15)</p> <!-- Block 113 --> <p><strong>5.25pm</strong> Meanwhile the pairings are in for the afternoon fourballs:</p> <p>Mickelson &amp; Kim v Harrington &amp; McDowell<br>Stricker &amp; Curtis v Poulter &amp; Rose<br>Jimenez &amp; Garcia v Leonard &amp; Mahan<br>Westwood &amp; Hansen v Holmes &amp; Weekley</p> <!-- Block 114 --> <p><strong>5.27pm BST</strong> Rose finds the rough with his tee shot on the par-four 17th. Poulter has a tough approach - but overclubs and sends it 40 yards past the hole. Again, it's advantage America.</p> <!-- Block 115 --> <p><strong>5.29pm BST</strong> Cink and Campbell send their third to within six feet on the 17th.</p> <!-- Block 116 --> <p><strong>5.31pm BST</strong> Meanwhile Furyk has a 20-foot putt to beat Westwood/Garcia 3 &amp; 2 ... it catches the lip but stays out.</p> <!-- Block 117 --> <p><strong>5.33pm BST</strong> An incredible 100-foot-plus putt from Justin Rose stops an inch short of the hole. Cink now has an eight-footer to keep the third match all square going up the 18th ...</p> <!-- Block 118 --> <p><strong>5.36pm BST</strong> ... which, to huge cheers, he makes.</p> <!-- Block 119 --> <p><strong>5.39pm BST</strong> Poulter hits an excellent left-to-right fade drive on the 18th, but Cink's is even better ... the Americans are probably 30 yards ahead of the Europeans going up the last.</p> <!-- Block 120 --> <p><strong>5.40pm BST</strong> Meanwhile this from Ned Leary: \"In that picture you've just put up every American fan is wearing white trainers (and not the Camden kind). Would our Kentucky raised golf fan care to comment on this bizarrely athletic choice of footwear?\" Well?</p> <!-- Block 121 --> <p><strong>Latest scoreboard at 5.41pm BST (US lead by 1 1/2 - 1/2)</strong></p> <p>Mickelson/Kim finished A/S Harrington/Karlsson<br><strong>Leonard/Mahan win by 3 and 2</strong> over Stenson/Casey<br>Cink/Campbell A/S Rose/Poulter (after 17)<br><strong>Perry/Furyk 2up</strong> v Westwood/Garcia (after 16)</p> <!-- Block 122 --> <p><strong>5.42pm BST</strong> Rose's approach to the par-5 18th is right on line, but it hasn't the lungs to make the green and lands in a bunker. Now it's Campbell's turn ...</p> <!-- Block 123 --> <p><strong>5.42pm BST</strong> ... and he hits the second-best shot of the day (only behind Mickelson's wedge on 14) to send the ball within 12 feet. Poulter and Rose have it all to do now.</p> <!-- Block 124 --> <p><strong>5.44pm BST</strong> \"Are you doing your minute by minute from Louisville, Sean?\" asks Sam Gracie. I wish Sam. I wish.</p> <!-- Block 125 --> <p><strong>5.46pm BST</strong> Perry and Furyk are making a meal of the par-4 17th, but they still half a chance of a half after Furyk flobs their third to within 10 feet.</p> <!-- Block 126 --> <p><strong>5.48pm BST</strong> Poulter's bunker shot on 18 is decent, but nothing more. The Europeans are just inside the Americans, but they've taken a shot more.</p> <!-- Block 127 --> <p><strong>5.50pm BST</strong> Cink steps up to win the 3rd match for the United States. He has two putts here from 15 feet, but he's just knocked it four feet past. Interesting, very interesting ...</p> <!-- Block 128 --> <p><strong>5.51pm BST</strong> Perry misses a putt to beat Garcia and Westwood 2 &amp; 1 so that match may well be going up the last.</p> <!-- Block 129 --> <p><strong>5.52pm</strong> Garcia makes his tiddler. Can he and Westwood make an unlikely half?</p> <!-- Block 130 --> <p><strong>5.53pm</strong> Rose tonks his putt six feet past the hole and Poulter can't make the return which gives Cink and Campbell the win by one hole.</p> <!-- Block 131 --> <p><strong>Latest scoreboard at 5.52pm BST (US lead by 2 1/2 - 1/2)</strong></p> <p>Mickelson/Kim finished A/S Harrington/Karlsson<br><strong>Leonard/Mahan win by 3 and 2</strong> over Stenson/Casey<br><strong>Cink/Campbell win 1 up</strong> Rose/Poulter<br><strong>Perry/Furyk 1up</strong> v Westwood/Garcia (after 17)</p> <!-- Block 132 --> <p><strong>5.55pm</strong> Why do Kentuckians wear white trainers? \"For the most part they are running shoes or cross trainers,\" says Michael Preston. \"Much more comfortable for walking and standing on the course than most choices of footwear.\"</p> <!-- Block 133 --> <p><strong>5.58pm BST</strong> The afternoon's fourballs have just started. To read Scott Murray's live minute-by-minute report <a href=\"http://www.theguardian.com/sport/2008/sep/19/rydercup.golf7\">click here</a>.</p> <!-- Block 134 --> <p><strong>6.01pm BST</strong> Furyk and Penny are making a royal hash of this; they had a makeable putt to win 3 &amp; 2 on the 16th - now they are struggling to make par on the 18th.</p> <!-- Block 135 --> <p><strong>6.05pm BST</strong> Furyk and Perry are in the greenside bunker in four shots; Westwood and Garcia are just off the green in two. They're going to get a half here, which will feel like a win considering how far they were back.</p> <!-- Block 136 --> <p><strong>6.10pm BST</strong> Garcia hits his third to within 10 feet, yet the Americans - who have taken five and are 40 foot from the hole - continue to play until their sixth shoot flies well past the hole. Finally they concede but it's been a superb morning for the US, who lead 3-1 going into the afternoon fourballs. Thanks for your many emails, cheers Sean</p> <!-- Block 137 --> <p><strong>Final 1st day foursomes results (US 3-1 Europe)</strong></p> <p>Mickelson/Kim finished A/S Harrington/Karlsson<br><strong>Leonard/Mahan win by 3 and 2</strong> over Stenson/Casey<br><strong>Cink/Campbell win 1 up</strong> Rose/Poulter<br>Perry/Furyk finished A/S Westwood/Garcia</p>",
  "<p>The Guardian's economics editor, <strong>Larry Elliott</strong>, discusses the prime minister's role in the takeover of HBOS by Lloyds TSB, and his government's efforts to begin imposing new regulations on the City. </p> <p>Columnist <strong>Martin Kettle </strong> assesses the political fallout for Gordon Brown, and for David Cameron's Tories. And how has the market meltdown affected the US presidential race?</p> <p>In Israel, Tzipi Livni, the foreign minister, has narrowly won a leadership election in the ruling party, Kadima. Our Middle East editor, <strong>Ian Black</strong>, explains the challenges she now faces, and how talks with the Palestinians will be affected if she becomes prime minister.</p> <p><strong>Helen Pidd</strong> reports from Sofia on Bulgaria's efforts to root out corruption.</p> <p>The Guardian's Africa editor, <strong>Chris McGreal</strong>, discusses why this is a make-or-break weekend for the South African president, Thabo Mbeki.</p>",
  "<p>The internet's obsession with the US election is continuing, but the collapse of Lehman Brothers and some clever kitties are also hot this week.</p> <p>These fired Lehman workers might have lost their jobs, but <a href=\"http://www.guardian.co.uk/media/greenslade/2008/sep/16/usa\" target=\"_blank\">two male jokers - rumoured to be from the Howard Stern show - ham up their efforts to console each other for the cameras</a>, while the oblivious news reporter continues delivering his piece to camera. It's infantile, but it's pretty funny!</p> <p>Meanwhile, internet users remain as obsessed with cats as ever. Who would win in a fight - <a href=\"http://www.youtube.com/watch?v=muLIPWjks_M\" target=\"_blank\">ninja kitty</a> or <a href=\"http://www.youtube.com/watch?v=REQRHdMRimw\" target=\"_blank\">boxing pussy</a>?</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/REQRHdMRimw?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/REQRHdMRimw&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/REQRHdMRimw&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p><strong>Guardian Viral Video Chart: compiled by</strong> <a href=\"http://www.viralvideochart.com/\"><strong>viralvideochart.com</strong></a></p> <p><strong>1</strong> <a href=\"http://www.youtube.com/watch?v=ONM7148cTyc\">\"Plan for Change\" Ad</a><br>Barack Obama makes lemonade with America's economic lemons.</p> <p><strong>2</strong> <a href=\"http://www.youtube.com/watch?v=muLIPWjks_M\">Ninja cat comes closer while not moving!</a><br>This cat would win hands down when playing the old children's game Grandmother's Footsteps, or What's the Time Mr Wolf?</p> <p><strong>3</strong> <a href=\"http://www.youtube.com/watch?v=8APheWAc-6s\">Tutorial - Adobe Photoshop CS3 - Layers</a></p> <p>Learn about Photoshop - or play a fun drinking game. Take a shot every time he says the word 'layer' and two shots every time he says 'layers'. </p> <p><strong>4</strong> <a href=\"http://www.youtube.com/watch?v=anxkrm9uEJk\">Damon Condemns Palin</a><br>Actor Matt Damon weighs in on the Sarah Palin debate. Of course, some people don't think actors should have political opinions - probably the same ones who voted for Reagan and Arnie.</p> <p><strong>5</strong> <a href=\"http://www.youtube.com/watch?v=nmniBnVB6wA\">Google Android demo</a><br>Watch a picture of a screen on a screen on a screen.</p> <p><strong>6</strong> <a href=\"http://www.youtube.com/watch?v=3IXC5A1ZoV4\">Google Maps for mobile featuring Street View: Flat Tire</a><br>With Google Mobile, a flat tyre on your bicycle is a cause for celebration. Sweet!</p> <p><strong>7</strong> <a href=\"http://www.youtube.com/watch?v=DRg8kaKfLXs\">Foundation</a><br>Not a book by Isaac Asimov but the latest campaign ad from John McCain.</p> <p><strong>8</strong> <a href=\"http://www.youtube.com/watch?v=j50ZssEojtM\">Large Hadron Rap</a><br>Rapping about physics - matter and antimatter but does it matter?</p> <p><strong>9</strong> <a href=\"http://www.youtube.com/watch?v=REQRHdMRimw\">Pussy versus Printer</a><br>No, not THAT kind of pussy! What is it about cats and the internet?</p> <p><strong>10</strong> <a href=\"http://www.youtube.com/watch?v=PLswpZtca48\">CNN Fact Checks McCain: Verdict He's Not Telling Truth</a><br>CNN accuses McCain campaign of lying. No joke.</p> <p><strong>11</strong> <a href=\"http://www.youtube.com/watch?v=gBWPf1BWtkw\">New Family - Jerry Seinfeld and Bill Gates (Long Version)</a><br>This is long and boring - but there's no accounting for taste. Is it Seinfeld, Gates or the leather giraffe that's generating the buzz?</p> <p><strong>12</strong> <a href=\"http://www.youtube.com/watch?v=ERtDaAtkvhQ\">Two Guys Make Out CNN Lehman Brothers Report</a><br>Don't watch the reporter - the background antics are far more entertaining!</p> <p><strong>13</strong> <a href=\"http://www.youtube.com/watch?v=7-NOZU2iPA8\">Jesus Is My Friend</a><br>Wonderfully camp and ultra-retro.</p> <p><strong>14</strong> <a href=\"http://www.youtube.com/watch?v=nDxf35b06s4\">Josh Howard Disrespecting the National Anthem</a><br>Sportsman dares to talk over the interminable warbling as another pop singer mangles the Star Spangled Banner. This is a big deal in America, apparently. </p> <p><strong>15</strong> <a href=\"http://www.youtube.com/watch?v=TG4fe9GlWS8\">Dear Mr Obama</a><br>A veteran of the Iraq War backs McCain.</p> <p><strong>16</strong> <a href=\"http://www.youtube.com/watch?v=d4avFVDKCIA\">Barack Obama on McCain's 'old boy network'</a><br>Obama pokes fun at McCain's claim he'll take on the Old Boys' Network, saying \"in the McCain campaign that's called a staff meeting.\"</p> <p><strong>17</strong> <a href=\"http://www.youtube.com/watch?v=wLQKsuogUXo\">Every Single \"Thats what she said\" from The Office</a><br>How to take a joke and run it into the ground. Is it just me, or is the British version funnier?</p> <p><strong>18</strong> <a href=\"http://www.youtube.com/watch?v=O1llOTCAyf0\">LOS BLOG#2</a><br>Mysterious.</p> <p><strong>19</strong> <a href=\"http://www.youtube.com/watch?v=URIypadX3n0\">Hockey Moms Against Sarah Palin</a></p> <p>Apparently Palin didn't take her turn with the car pooling and never brought the juice.</p> <p><strong>20</strong> <a href=\"http://www.youtube.com/watch?v=oIhGJyLR6TI\">Riccardo Patrese drives wife crazy in Civic Type-R</a><br>It's hard to say what's going on but I don't think she's happy.</p> <p>Source: Viral Video Chart. Compiled from data gathered at 16:23 on 18 September 2008. The Weekly Viral Video Chart is currently based on a count of the embedded videos and links on approximately 2 million blogs.</p>"
]