[
  "<p>Another day, another death list. Despite having an arsenal of anti-press laws at his disposal, the leader of Zimbabwe's junta, Robert Mugabe, has resorted to using brute force and the threat of assassination to silence the independent media. Yet another list, prepared by Mugabe's Central Intelligence Organisation, is doing the rounds of internet websites. I take a cursory look at the list, and yawn. The same old names are there - all the stalwarts of our profession who endeavour constantly to bring to the world's attention the appalling atrocities being committed in the name of sovereignty by the Mugabe regime. </p> <p>Nobody on those lists panics - we've seen and heard it all before. Mugabe's dirty tricks department has been circulating similar ones since 2000. We know this is just another hazard of working as a Zimbabwean journalist - our so-called president wants to kill us.</p> <p>Since his power began to wane in the late 1990s, Mugabe has seen the independent media as his enemy. In 1999, the establishment of the country's first independent national daily, the Daily News, rattled his cage. He ordered the arrest and torture of the journalists Mark Chavunduka and Ray Choto. Both were eventually released. </p> <p>Then Mugabe lost the 2000 constitutional referendum and faced the spectre of electoral defeat at that year's general elections by the newly formed Movement for Democratic Change (MDC). The battle lines were drawn. He unleashed an onslaught against the media that has worsened with each passing year. </p> <p><strong>Harassment</strong></p> <p>In 2003, the misnamed Access to Information and Protection of Privacy Act (AIPPA) made it mandatory for all journalists and media organisations operating inside the country to be registered - policed - by the Media and Information Commission. Headed by a Mugabe apologist, Tafataona Mahoso, the MIC holds the dubious honour of having closed down five independent newspapers, including the Daily News and its sister, the Daily News on Sunday, in its first two years. </p> <p>During Mahoso's reign, countless journalists have been harassed, arrested, beaten, tortured and locked up, among them Gift Phiri, chief reporter for the independent weekly the Zimbabwean, who was tortured and had a finger broken. A cameraman has been killed. More reporters have been arrested in the past five years than during the first two decades of independence. In all these cases, there has not been a single conviction. </p> <p>But this year's general and presidential election, which Mugabe lost to the MDC and Morgan Tsvangirai, made the previous decade's media repression look like a grandmothers' tea party. The state-controlled media went into overdrive - its ham-fisted spin and sickeningly blatant deception would have been laughable had it not been so tragic. </p> <p>The 2003 act was used to control media coverage of the elections. Exorbitant registration fees were charged and only a handful of foreign correspondents accredited. Major media groups such as the Associated Press, South Africa's e.tv, the US broadcasters CNN and MSNBC, and the BBC were all blocked from receiving accreditation. </p> <p>Lined up against Mugabe was a small array of independent voices - local weeklies the Independent, Financial Gazette and Sunday Standard (producing fewer than 30,000 copies a week between them), the London-based SW Radio Africa, South Africa-based Voice of the People and the US-based Voice of America's Studio 7. The Zimbabwean, a serious independent weekly tabloid, had joined them in early 2005. Exploiting a loophole in AIPPA, the Zimbabwean is published outside the country and trucked in from South Africa. </p> <p>The Zimbabwean soon became the largest-selling newspaper in the country, its circulation increasing from 20,000 copies a week to more than 100,000 during 2007. In the weeks leading up to the March 2008 elections and during their aftermath, circulation increased further to 200,000 a week and the Zimbabwean on Sunday was added to the stable.</p> <p>Distribution of this title peaked at 100,000 before the truck carrying 60,000 copies of the Africa Day (May 25) issue was torched by eight plainclothes goons brandishing new AK-47 rifles, with which they beat the driver and his assistant before firing rounds into the petrol-soaked newspaper truck to set it alight. A few days previously, Mugabe's election agent, Emmerson Mnangagwa, had publicly blamed the Zimbabwean and other \"foreign media\" for Mugabe's humiliation at the polls.</p> <p>We managed to continue getting the newspapers into the country, using a hired South African trucker, some brave drivers and various routes, and on one occasion sending 40,000 copies in by air freight. But the Mugabe regime had a nifty solution up its sleeve. Punitive duties amounting to 70% of the invoice value of the papers were announced in late May. The first issue to arrive at Beitbridge border post in June was slapped with the new duty - £5,000 for 100,000 copies. </p> <p>We reeled at the audacity and fulminated at the injustice of it. We slashed the print run for the Thursday edition to 60,000 and scraped together all our resources to get another three issues of the Sunday edition published and into the country. But we could not go on. We suspended publication of the Zimbabwean on Sunday after the issue of June 22 this year. We have managed to secure funding to get 60,000 copies of the Zimbabwean into the country each week for a short period. After that, who knows? </p> <p><strong>International response</strong></p> <p>Several international organisations, including the World Association of Newspapers, have responded to our plea to condemn the duty and demand its removal. WAN and the World Association of Editors have written to Mugabe to protest. Needless to say, they have had no response. In the meantime, the reign of terror back home continues. Thanks to modern technology and brave MDC and civil society activists, the international media receive a steady flow of information and pictures illustrating the junta's bloody reign of terror. The few remaining journalists inside the country play hide-and-seek with the police and do not sleep at home. Many have left for safer climes. </p> <p>But back to the latest death threat. My eye is caught by a final paragraph: \"The majority of those named on the list, although they are living in the bliss and security of the Diaspora and the anonymity of cyberspace, their family members will not be so lucky.\" It's a chilling development. They are now threatening to harm our families. And we know this is no idle threat. Despite, for centuries, the family being sacrosanct in Zimbabwean culture and never before threatened, horror has gone to new heights in recent weeks. This flies in the face of everything decent. The unthinkable has become reality. </p> <p>I and my fellow journalists have chosen to take up the weapon of words against Mugabe's guns. We are prepared to face the repercussions of our actions. Some have already paid the ultimate sacrifice. But not my children. A line must be drawn somewhere, and very soon. </p> <p>· Wilf Mbanga is the founder and publisher of the Zimbabwean, the largest-circulation newspaper inside Zimbabwe today. He also founded the now-silenced Daily News, Zimbabwe's only independent daily from 1999 to 2003 </p> <p>This article appears in the British Journalism Review, Volume 19 Number 3, available from SAGE Publications, 1 Oliver's Yard, 55 City Road, London EC1Y 1SP. Subscription hotline: +44 (0)20 7324 8701. Email: <a href=\"mailto:subscription@sagepub.co.uk\">subscription@sagepub.co.uk</a></p>",
  "<p>In a little over two months' time, America's Democratic party could be celebrating its best general election performance in more than a generation. Opinion polls currently point to the Democrats consolidating their majority in the House of Representatives, strengthening their lead in the Senate and, to cap it all, winning back the White House. It is a dazzling triple prospect for a party that seemed at times in the 1990s to be teetering on the edge of the wrong end of history. The party opens its national convention in Denver today in a confident mood, though with nervous undertones. </p> <p>The wave that has swept Barack Obama to the party's nomination - which he will accept on Thursday - is still strong; in the latest Washington Post/ABC poll yesterday, Mr Obama leads John McCain by 49%-45% among Americans who are likely to vote. Yet the convention will not be a love-in for Mr Obama, who has much to prove this week. Judged by his own exceptional campaigning standards, Mr Obama has sometimes struggled to make the transition from party favourite to presidential presumptive. Since clinching the nomination in June, he has occasionally seemed to be resting on his oars - understandable enough after the exhausting contest with Hillary Clinton, but a mistake that has allowed Mr McCain get back strongly into the race. Presidential candidates always have to make the transition from appealing to the party to appealing to the country as a whole. In Mr Obama's case, however, this has coincided with a shift in voters' preoccupations from Iraq, which was his winning issue in the primaries, to economic insecurity, on which his campaign was less attuned than Mrs Clinton's, but which has now become the strongest Democratic issue in the 2008 campaign.</p> <p>Mr Obama's selection of Senator Joe Biden of Delaware as his vice-presidential running-mate partly reflects that fact. Mr Biden is a populist campaigner with working-class Irish Catholic roots. He is likely to spend much of the next two months in economically hard-pressed states such as Pennsylvania and Ohio, which the ticket must win in November and where Mrs Clinton polled strongly in the primaries. But his deep knowledge of foreign affairs also supplies strengths Mr Obama may seem to lack. Yesterday's poll found him trailing Mr McCain as the best candidate to handle terrorism, foreign affairs and a crisis; Mr Biden brings strength on all three - and he is an aggressive campaigner who can credibly attack Mr McCain. Overall, it is a smart appointment by Mr Obama. It signals that he knows he must regain the momentum in Denver this week. The big question over the coming days is whether the Clintons and their supporters will help or hinder that process.</p>",
  "<video data-media-id=\"gu-video-336917481\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1749963111_gdn-nat-080829-sf-biden-paul-harris-01-VFa-FLV-16x9.flv\"/> </video>   <p>Barack Obama yesterday launched into a new and more combative phase of the battle for the White House, reinforced by his chosen running mate, Senator Joe Biden, and the Democratic party's show of strength at their nominating convention.</p> <p>The twin events of Biden's selection as the vice-presidential candidate and the opening today of the convention in Denver have also galvanised Obama's Republican presidential opponent, John McCain.</p> <p>The McCain camp responded to Biden's selection with two new television \"attack\" ads, using old footage of Biden as well as Hillary Clinton criticising Obama to make their case that he was not ready for the White House.</p> <p>Republicans also tried to deepen the sense of grievance among Clinton supporters over her loss of the race for the Democratic nomination, and the sense that she was passed over unfairly for the number-two slot. \"The strong choice would have been Hillary Clinton, the obvious choice would have been Hillary Clinton,\" Rudy Giuliani, the former mayor of New York and himself a failed candidate for president, told ABC television. \"She had 50% of the Democratic vote. Obama has 50% of the Democratic vote, you almost have to go to extraordinary lengths to avoid her as the vice-presidential pick.\"</p> <p>The adverts and opinion polls showing a close race for the White House have put Obama under enormous pressure to make this week's Democratic convention a resounding success.</p> <p>Recent surveys have suggested that McCain is consolidating his support among Republicans, eroding earlier leads by Obama. That trend seemed to be holding in yesterday's polling. In a Washington Post-ABC news poll, Obama was just hanging on to his slight edge over McCain from last month, with 49% support against 45% for the Republican. </p> <p>In an additional worry for Obama, the poll found that 20% of Clinton's supporters now back McCain.</p> <p>Obama now has four days to unite the party around him at this convention and make an acceptance speech on Thursday night that will resonate with voters.</p> <p>Party leaders yesterday tried to jumpstart the process, backing Obama's choice of Biden. Clinton did her bit with a brief statement praising Biden's credentials. \"Senator Obama has continued in the best traditions for the vice-presidency by selecting an exceptionally strong, experienced leader and devoted public servant,\" she said. </p> <p>Obama tried to strengthen his connection with heartland voters by setting off on a tour of midwestern states and Montana, en route to Denver. He began the day in church services in Wisconsin, telling reporters that his speech would demolish Republican claims that he is an elitist who does not share mainstream US values. </p> <p>But Democratic strategists acknowledge they will have to do more to win. There was talk yesterday of a concerted effort to persuade Americans that McCain was out of touch with ordinary people. After scoring points from McCain's gaffe in forgetting how many houses he owns, Democrats now hope to make more out of the fact that the Republican, who will be 72 in November, refuses to use a computer.</p> <p>The Obama campaign is looking to Biden to help make the case that McCain is out of touch; they also hope to use Biden's 35 years in the US Senate to allay voters' doubts about Obama's readiness to be in the White House.</p> <p>Biden, 65, is known as a scrappy campaigner in addition to his authority on foreign affairs. He used his first appearance with Obama in Springfield, Illinois, on Saturday to criticise the negative tenor of McCain's campaign, even though the two men have been friends for 30 years.</p> <p>Despite the positive reaction to Obama's choice from Democrats - and even some Republicans - Biden's foreign policy expertise and campaign flair may not go far enough to overcoming voters' doubts about Obama's judgment and experience. The Washington Post-ABC poll gave McCain a two to one lead over Obama in knowledgeability in world affairs. Three-quarters of those polled said the addition of Biden to the Democratic ticket would make no difference to their vote.</p> <p>The Republicans were also trying to turn Biden's selection from an asset into a drag on Obama's candidacy. A new TV ad using footage from a Democratic primary debate showed Biden praising McCain and saying the White House was not a place for on-the-job training. The Republican ad on Clinton was even more provocative. \"She won millions of votes, but isn't on the ticket. Why? For speaking the truth,\" it said.</p>",
  "<p><strong>Born </strong>November 20 1942 in Scranton, Pennsylvania, the first of four children.</p> <p>Graduated from University of Delaware in 1965 in history and political science and from the Syracuse University of Law in 1968. </p> <p><strong>Career </strong>Former wunderkind. Biden was 29 when he won election to the senate in 1972, and one of the youngest senators in history. His political star crashed though in 1988 when he was forced to end his run for the White House after plagiarising a speech by Neil Kinnock, then leader of Britain's Labour party. </p> <p>He led the senate judiciary committee hearing into charges of sexual harassment against the supreme court justice, Clarence Thomas. </p> <p>Became chair of senate foreign relations committee in 2007.</p> <p><strong>Personal life</strong> Biden, who claims working-class Irish Catholic roots, overcame a severe stutter as a young man. </p> <p>His first wife and baby daughter were killed, and two sons injured, in a car crash soon after his election to the senate. </p> <p>Married second wife, Jill, a teacher, and had another daughter. </p> <p>He had a near-death experience in 1988 because of a brain aneurysm. </p> <p>Eldest son, Beau, is leaving for Iraq with Delaware national guard.</p> <p><strong>World according to Biden</strong> Voted for the war on Iraq, though turned into one of its fiercest critics. </p> <p>Advocated the partition of Iraq into Shia, Sunni and Kurdish autonomous zones. Pushed for US intervention in Bosnia in the early 1990s. </p> <p>Opposed the first Gulf war after the invasion of Kuwait.</p> <p><strong>Stuff of political legend</strong> Rides the train 125 miles every day from his home in Wilmington, Delaware, to Washington. Has never lived in Washington.</p> <p><strong>Not known for</strong> Staying quiet.</p> <p><strong>Best line of this election season</strong> \"Rudy Giuliani. There's only three things he mentions in a sentence - a noun, a verb, and 9/11. There's nothing else! There's nothing else! And I mean this sincerely. He's genuinely not qualified to be president.\"</p> <p><strong>Worst line of this election season</strong> Biden on Obama: \"I mean, you got the first mainstream African-American who is articulate and bright and clean and a nice-looking guy.\"</p>",
  "<p>Revelations that the spouses of Kenya's vice-president and prime minister will be paid £3,150 a month for showcasing the \"nation's family values\" have caused anger in a country where nearly half the population lives below the poverty line.</p> <p>Pauline Musyoka, wife of vice-president Kalonzo Musyoka, and prime minister Raila Odinga's wife Ida will receive the allowances despite holding lucrative jobs. They will also qualify for generous travel benefits. </p> <p>The women will join President Mwai Kibaki's wife Lucy on the state payroll. Mrs Kibaki saw her allowance jump last year to nearly £4,000 a month to account for her \"increased social responsibilities\". She has hardly been seen in public this year. </p> <p>In a directive authorising the payments, civil service head Francis Muthaura said that they were being made to reward the wives for their public activities and for acting as hostesses at official functions. </p> <p>\"The government has taken cognisance of the critical role of the spouses of the VP and PM in projecting a positive image of our nation's family values,\" Muthaura's notice said, according to media reports. </p> <p>The controversy over payments to the political elite dates back to 2003, when the first act of parliament in the post-Daniel Arap Moi era was to increase MPs' salaries. Subsequent hikes in allowances have made Kenyan parliamentarians among the world's best paid, with a typical MP earning £70,000 a year, most of it untaxed. </p> <p>It is not only the size of the allowances that has enraged people, but the timing. Tens of thousands of people have yet to return to their homes following post-election violence. The economy is struggling to recover, while government spending shot up dramatically due to the appointment of 42 cabinet ministers.</p> <p>The Sunday Nation newspaper said attempts \"to invent jobs for the wives\" was \"patently disingenuous\". </p> <p>Mrs Musyoka, who works at the Central Bank of Kenya, has made no comment. A spokesman for Mr Odinga said that his wife, who is MD of the family molasses business, had not been officially informed of her new allowance.</p>",
  "<p>The star turn at today's opening of the Democratic convention, watched by up to 20 million Americans on primetime TV, will fall to three people with surprisingly down-to-earth CVs: a hospital manager, a basketball coach and a high-school teacher. But what they lack in glamorous titles they make up in blood and marital connections to Barack Obama.</p> <p>Today is unofficial family day in Denver, and instead of political luminaries and grandees of the party, the show will be dominated by the candidate's wife, brother-in-law and half-sister. Top of the billing will be Michelle Obama, with the build-up to her headline speech this evening provided by her brother, Craig Robinson, and Barack's half-sister, Maya Soetoro-Ng.</p> <p>There is nothing new in playing the family card at conventions - Tipper Gore spoke in support of her husband, Al, in 2000, John Kerry's daughter Alexandra was rolled out in 2004, and Laura Bush stumped for George on both occasions - but for family to dominate the first day's proceedings in this way is unusual.</p> <p>\"Family is shaping the content of the entire day, and that's not been done before,\" said Wendy Schiller, a political scientist at Brown University.</p> <p>The first of the three on stage will be Soetoro-Ng, who teaches in a school in Hawaii. Aged 38, she is nine years younger than Barack. They have the same mother, the late Ann Dunham. Soetoro-Ng is likely to talk about how Barack filled in as a father figure in her life after her parents divorced when she was nine.</p> <p>\"He let me know the world was large, and that I should get to know as much of it as possible,\" she said recently.</p> <p>Then it will be over to Robinson, who will introduce his sister, Michelle Obama. Two years her elder, he has been relatively sparingly used by the Democratic campaign so far but his charisma and engaging smile is expected to be highly televisual.</p> <p>More importantly, he also represents a story that the Obama campaign is keen to highlight throughout the week - that the senator for Illinois and his immediate family have got to where they are today through their own hard work rather than through birth or privilege.</p> <p>\"Craig is an example of the classic American dream,\" says John Rogers, a Chicago businessman who played basketball with Robinson at Princeton University.</p> <p>Rogers points out that Robinson, like his sister, rose from modest beginnings in a four-room bungalow on Chicago's South Side to professional success - in his case as coach for Oregon State university's basketball team.</p> <p>That theme of honest graft appeals to the Obama campaign as a stick with which to beat the Republican opponent, John McCain, whose wealth was largely acquired through his wife Cindy's inheritance.</p> <p>\"They want to contrast the story of Obama, who has been through struggles that many Americans are now facing, with McCain, who seems increasingly out of touch,\" said Mark Mellman, a top strategist for Kerry in his 2004 presidential run.</p> <p>It was Robinson's achievement in getting to Princeton that gave his sister the inspiration to follow in his footsteps. Her stint at Princeton led on to Harvard Law School and then to a Chicago law firm, Sidley and Austin, where she met her future husband.</p> <p>Michelle Obama's speech this evening, timed for maximum TV exposure, will be the highlight of the day but also carries the highest stakes. In the run-up to the convention, the attacks on her have gathered in intensity. Typical of the genre is The Obama Nation, a new book by Dr Jerome Corsi, who four years ago was a leading proponent of the swift boat attack on John Kerry, which sought to undermine the Democratic candidate's record as a Vietnam war hero.</p> <p>Corsi follows the by-now well-trailed portrayal of Michelle Obama as an angry black woman. He dwells on her Princeton thesis on race relations, with its references to the writings of black radical Stokely Carmichael - a connection first made by the British writer Christopher Hitchens - and reminds readers of her gaffe when she talked about being really proud of her country for the \"first time in my adult lifetime\".</p> <p>Corsi concludes that she is a bitter person \"filled with black rage against white people and hatred of the United States\".</p> <p>Such assaults are increasingly vexing for the Obamas. In a recent Marie Claire interview, Barack Obama decried the caricature of his wife as an angry person and said \"She's the most quintessentially American person I know.\"</p> <p>The use of the term \"American\" is pointed. The official title of today's events is One Nation, and through the week the Democrats will seek to present the Obamas as a mainstream American family - no different from any other ordinary American household.</p> <p>It is a picture that crucially is neutral on race - an area that Obama has been consistently keen to keep out of the debate as much as possible.</p> <p>In the run-up to the convention, the campaign has tried to shift Michelle's public image towards the more homely one of housewife and mother.</p> <p>She has appeared on daytime chat shows and talked in interviews about the struggle of juggling work and kids, and Tyra Banks of America's Next Top Model poses as her on the cover of September's Harper's Bazaar, along with an Obama lookalike.</p> <p>\"The challenge is to avoid anything that smacks of angry black woman and get her back into the kitchen. The question is whether she is willing to go along with that,\" Schiller said.</p> <p>Jerry Kellman came to know Michelle in the early days of her relationship with Obama. He predicts that she will prove herself to be a huge asset when she steps on to the stage: \"She is bright and she is gifted, but she also has a healthily ordinary attitude towards her family that American voters will respond to.\"</p> <p>Kellman will himself be on stage in Denver today, as the man who in 1985 gave Obama his first job as a community organiser in Chicago, on a salary of $10,000 a year. In his speech, he hopes to \"make people aware of the kind of sacrifice Barack made to give a voice to people who had all but given up hope\".</p> <p>A similar tone can be expected in a feature film made for the convention by Davis Guggenheim, who directed Al Gore's Oscar-winning movie An Inconventient Truth about global warming. Edward Kennedy will also address the floor for five minutes by video link from his home in Massachusetts, where he is receiving treatment for a malignant brain tumour.</p> <p>One of the most interesting aspects of the emphasis on family today is who will not be present. The most poignant absence will be that of Madelyn Dunham, or Toot as Obama calls her, his maternal grandmother, who lives in Hawaii, but who at 85 is said to be in fragile health.</p> <p>Absent too will be George Obama, Barack's half-brother and the youngest child of Barack Senior, the Kenyan economist who was briefly married to Ann Dunham while living in Hawaii as an overseas student. George, aged 25, was last week tracked down by the Italian edition of Vanity Fair living in a 6ft by 9ft shack on the outskirts of Nairobi.</p> <p>He told the magazine that he was so ashamed of his impoverished circumstances, living on less than a dollar a month, that he never mentions the fact that his half-brother could soon become the most powerful person on earth.</p> <p><strong>·</strong> This article was amended on Wednesday August 27 2008. Tipper Gore (not Tippa, as we said in the article above) spoke in support of her husband, Al, at the 2000 Democratic convention. This has been corrected.</p>",
  "<p>After a fortnight of conflict on the ground and a flurry of propaganda and debate in European capitals the South Ossetian crisis is winding down. One of the abiding images - a Russian masterstroke - will be the moving concert given by world-renowned Valery Gergiev, a North Ossetian, and the Mariinsky orchestra in the ruins of Tskhinvali, the town the Georgians destroyed.</p> <p>Another unforgettable memory will be Georgia's flak-jacketed president cowering on the ground as a Russian plane flies over the town of Gori. Bravado turning into humiliation is a metaphor for the whole foolish adventure. Georgian men are hospitable and engaging, but fond of bombast and empty macho gestures. Unlike the Chechens, who have fought Russians for centuries, Georgians prefer poetry and vineyards to the challenge of war. </p> <p>President Mikheil Saakashvili epitomises the style, made worse in his case by the lies he served up to deceive foreign opinion. He boasted of defeat. Georgia was being swallowed up, Tbilisi was on the verge of occupation, Russia was using weapons of mass destruction. </p> <p>The biggest lie was his attempt to airbrush the fact that he created the crisis by launching an artillery barrage on the South Ossetian capital, which killed scores of civilians and 15 Russian peacekeepers. It was absurd to think Russia would not retaliate. So the next lie was to claim Russia's leaders had prepared a trap. In fact, they were taken by surprise as much as the Ossetians. Russia's initial response had the hallmarks of hasty improvisation - though, as the crisis unfolded, President Dmitry Medvedev and Prime Minister Vladimir Putin showed increasing determination to exploit Saakashvili's folly by preventing South Ossetia and Abkhazia from ever being forced back under Georgian rule.</p> <p>Saakashvili and many of his western backers used ludicrous analogies to hype the crisis - from Poland in 1939 to Hungary in 1956, even though it is clear South Ossetians welcomed Russian aid and now want to break from Georgia once and for all. The more accurate comparison was Kosovo. Suppose Serbia's leaders were suddenly to kill US peacekeepers, fire rockets at civilian houses in Pristina and storm the town, wouldn't the Americans be expected to expel the invaders, even if the UN still recognises Kosovo as legally part of Serbia? </p> <p>Russia's destruction of Georgia's radar stations, its military and naval bases, and several bridges in order to degrade the country's military capability looks similar to Nato's attacks on Serbian infrastructure in 1999. Instead of confining itself to Kosovo in seeking to protect Albanian civilians from ethnic cleansing, Nato bombed deep into Serbia proper. What Russia did to Georgia was disproportionate, but less so than Nato on Serbia a decade ago. </p> <p>Nevertheless, Russia should pull back completely now. It should also have restrained South Ossetian militias from running amok against Georgian villages. Nato troops made little effort to stop revenge-seeking Albanians from looting and torching houses in the Serbian enclaves in Kosovo after Yugoslav forces were driven out. Russia's forces should have done better in Ossetia. They had the moral high ground but quickly forfeited it by not changing the patterns of military indiscipline and cruelty shown in Afghanistan and Chechnya as well as towards conscripts in their own ranks. </p> <p>How and why Saakashvili acted remains unclear. Did he tell the Americans of his plans? If not, he emerges as even more of a hothead than many in Nato feared. If yes, did the Americans approve? Giving him the green light would have been incredibly irresponsible. If the US warned Saakashvili off and he went ahead anyway, he should be condemned as an ally from hell. </p> <p>Did he think that by playing on ancient anti-Russian prejudice and hysterical cold war analogies he could swap an inevitable loss of territory for accelerated entry into Nato? If that was the gamble, it is paying off in some quarters. One of the grimmest aspects of this crisis was the degree to which John McCain emerged as an undiplomatic hawk. Before the crisis he was on record as calling Putin \"a totalitarian dictator\" and saying Russia should be expelled from the G8. As Russia came in to defend South Ossetia, he demanded it pay a \"serious negative\" price. </p> <p>In Britain David Cameron showed similar wildness. Gordon Brown and David Miliband were little better. Instead of the relative even-handedness of Nicolas Sarkozy and Angela Merkel, New Labour followed the White House line. Could it not bring itself to utter any criticism of Saakashvili? Even as poodles, does this government not see that the next potential US president, Barack Obama, is more nuanced? He called on Georgia, as well as Russia, to show restraint. </p> <p>That said, there is only a slight chance the US, under any president, will do the sensible thing, which would be to announce Nato expansion has reached its limit and that no invitation to Georgia - or Ukraine - will ever be issued. </p> <p>The mantra is that Russia cannot have a veto on Nato membership. True, but by the same token no country has a right to join Nato, or the EU. Look at Turkey, which has been a loyal Nato ally for four decades but was not allowed to start EU membership proceedings until 2005 and still has no guarantee they will succeed. Neither Russia nor the applicants decide who enters the club. Its existing members do. Whatever the next US president thinks, and whatever other traditionally anti-Russian countries such as Poland and the Baltic states feel, there are European countries that see the danger of extending the Nato umbrella where the alliance's founders never meant it to go. Nato is not a global institution. It has no business looking for new members in the Caucasus or central Asia. </p> <p>Nato and Russia are boycotting each other for the moment. But business will soon resume as western leaders see this was a manufactured crisis rather than the start of a new cold war or some cataclysmic shift in international relations. When Nato's foreign ministers met last week, France and Germany made that point. The alliance promised reconstruction aid to Georgia but no support for rushing it into Nato. Earlier this year, France and Germany had the courage to defy Washington and say it was too early to invite Georgia. They were right then, and are even more so now.</p> <p><a href=\"mailto:j.steele@theguardian.com\">j.steele@theguardian.com</a></p> <p>· This article was amended on Friday August 29 2008. The conductor Valery Gergiev comes from North Ossetia, not South Ossetia as we said in the article above. This has been corrected.</p>",
  "<p>We Americans call Denver the \"Mile High City\". And, sure enough, this remarkably scenic frontier town, founded by gold prospectors seeking their fortune shortly before the civil war, sits 5,280ft above sea level.</p> <p>There's a mother lode of good-enough-for-journalism metaphors to choose from in that short first paragraph. Will Barack Obama strike gold? Ascend the mountaintop? Conquer the frontier? End the intraparty civil war still being waged by some Clinton supporters? The party leaders who chose Denver as the site of this year's convention were hoping to make the statement that Democrats really, honestly care about what we call \"flyover country\" between New York and Los Angeles - if you looked at a list of where Democratic conventions have been held since Franklin Roosevelt's time, you would be shocked to see that almost every one was in a city on either coast or in Chicago. But symbolism-rich Denver is apt in more ways than they could have known.</p> <p>Obama this week needs to complete as many of those metaphors as he possibly can. Until last Thursday, he had just suffered through the most disastrous three-week period of his campaign, and maybe of his life. John McCain's ridiculous but clever attack ads framed a negative narrative about Obama - the lightweight celebrity candidate - that seems to have stuck for some people and cable television hosts. Other McCain attacks have been disgraceful lies, like the one about how Obama cancelled a visit to US soldiers in Germany because he couldn't bring cameras, a wholesale fabrication that's been debunked. But they worked. </p> <p>And finally, after cooperating for most of the past year, the goddess of fate simply didn't spin her wheel in Obama's direction. He took a beach holiday in Hawaii. Nothing wrong with that. Unfortunately, though, the cold war was declared restarted while he was away. McCain's ideas about what to do vis-a-vis Russia and Georgia are insane and would likely start a third world war, but he sounded \"tough\" and \"experienced\", and alas that's all that matters.</p> <p>Obama was in trouble. The story of McCain's seven houses and the generally well-received selection of Joe Biden as his running mate put a tourniquet on the bleeding and gave the candidate a bit of momentum heading into the convention. So what must he do with it?</p> <p>I see four major tasks at hand. First, Obama needs to find a way to talk about the economy and people's hardships that's clear and direct. This language has eluded him so far. He's an intellectual. His heart isn't in bumper-sticker talk. He sees nuance. This is a good thing, for governing. But for campaigning it's a decidedly bad thing. He needs to find a phrase (Bill Clinton had \"putting people first\") that expresses a populist economic outlook and hammer it home.</p> <p>Second, he needs to put some emphasis on the theme that made him famous in the first place, back at the 2004 convention, the idea of \"post-partisanship\" and one America. There is not a red or a blue America, he said then; there is a United States of America. Many liberal activists pooh-pooh this notion as pretty talk that signals weakness to evil conservatives, but they're wrong. Average Americans like this idea. Nearly a third of the electorate don't belong to either party and are attached to no particular set of ideological beliefs. They will decide the election. They'll absorb some tub-thumping and even a little dose of class warfare on economics, but they want a leader who will make an effort to move us beyond our red-blue civil war.</p> <p>Third, he needs to give the Clintons their day in the sun and let Hillary's supporters vent whatever it is they need to vent. About 20% of her voters still say they're planning to vote for McCain. This is childish and ignorant beyond belief, but it is what it is. In a more just world, Obama would be able to stand at that podium and say: \"Are you people nuts? You're going to vote for a man who'll appoint supreme court judges who'll outlaw abortion rights because you're mad at me and Howard Dean?\" I wish he would, but of course he can't. He barely beat her, so he is in the position of having to smile as the Clintons act out their dramas. Whittling that 20% down to 5% won't happen this week. It'll happen in October. If it happens.</p> <p>Fourth, and most important, this convention needs to establish a clear negative narrative about McCain. I've been saying this since May but I'll keep saying it until it happens. The Obama team simply must find effective ways to attack McCain; not his positions but his character. We all admire his suffering in Vietnam, but that does not mean the rest of his life and career are without blemish. It would be nice if presidential campaigns were about who has the better healthcare policy, but they aren't. They usually end up being about which side has launched the more effective attacks. </p> <p>At the 2004 convention, the Democrats made the foolish decision not to allow any attacks on George Bush. He was a \"wartime president\" and Democrats thought they'd be high-minded about that. They paid the price. There's no teacher awarding gold stars. There are only voters. They may say they don't like negative campaigning, but they always respond to it. Don't let them down.</p> <p><strong>·</strong> Michael Tomasky is editor of Guardian America <a href=\"mailto:michael.tomasky@theguardian.com\">michael.tomasky@theguardian.com</a></p>",
  "<p>Denver yesterday gave way to four days of pure political theatre, opening its streets to party enthusiasts in full red, white and blue regalia and anti-war protesters in white death masks, who converged on the city to see Barack Obama declared the Democrats' presidential nominee.</p> <p>Organisers expect some 50,000 accredited delegates: Democratic governors and members of Congress, party officials and labour leaders. That is a fraction of the attendance at the city's annual livestock show, which drew more than 670,000 ranchers and farmers this year. But Denver authorities hope the convention - seen as the political equivalent of Woodstock - will put the growing city on the map.</p> <p>The sense of occasion surrounding the convention will culminate when Obama makes his acceptance speech before an audience of 75,000 at Denver's football stadium on Thursday.</p> <p>Yesterday afternoon saw the main pedestrian mall overtaken by a few hundred anti-war protesters, carrying banners saying: \"It's the system, stupid\".</p> <p>There were almost as many police on bicyles, horseback and on foot with assault rifles cradled close to their chests.</p> <p>The authorities have prepared chain-link holding cells in a disused warehouse in case of arrests - a facility protesters have denounced as a mini-Guantanamo.</p> <p>Tens of thousands of other activists have descended on the city to make their views known - from disgruntled supporters of Hillary Clinton, leftwing demonstrators wanting to recreate the chaos of the Democratic convention of 1968, opponents of the Iraq war and anti-abortion campaigners.</p> <p>Amid the protesters will be international observers as well as uninvited guests. The former New York mayor Rudy Giuliani and Mitt Romney, the former Massachusetts governor, who lost their races for the Republican nomination to John McCain, both plan to turn up in Denver during the convention. </p> <p>Embassies have sent observer contingents, as has the Labour party, which has dispatched a delegation led by the cabinet office minister Ed Miliband, who will have a key role in the next election.</p> <p>The crush of people, as well as the fact that Obama will be the first African-American to secure the nomination of a major political party, have dictated intense security arrangements overseen by the secret service. About 2,500 FBI and police will be deployed around the convention centre, a secret service spokesman said.</p> <p>The city's air space will be closed for the duration of festivities. Roads will be blocked off and transit stations shut. The entire Denver police force has been put on standby and the authorities are also pressing prison guards into convention duty.</p> <p>Delegates are being encouraged to get around on communal bicycles, set up in stands around the city for rent.</p> <p>Organisers had initially billed Obama's speech accepting the nomination as a public event, promising to give away half the tickets in the stadium to local Coloradans, rather than party grandees. But a cash crunch has compelled the organisers to give away box seats at the stadium to the biggest donors.</p> <p>Those in prime viewing spots on Thursday night will include the Republican billionaire Tom Golisano, owner of the Buffalo Sabres ice hockey team, who donated $1m to the convention. Big donors are also being invited to attend a post-speech reception where they will meet Obama.</p>",
  "<p>So now I'm at the <a href=\"http://www.brownpalace.com/\">Brown Palace</a>, Denver's most elegant old hotel, for an event put on by Harvard's <a href=\"http://www.hks.harvard.edu/presspol/\">Shorenstein Center</a> honoring Tim Russert. The Shorenstein Center is a fantastic institution about which I can't say enough good things. I was a fellow there in 2003 and it rocks. Tim Russert wasn't necessarily my cup of tea but obviously his death was quite untimely.</p> <p>Anyway, this seems to be the marquee public event of the day. Everybody is here/ I saw Arianna on the way in, and Patricia Duff, and al kinds of folks. Across the table from me is <a href=\"http://en.wikipedia.org/wiki/Victor_Navasky\">the great Victor Navasky</a>, already working on a glass of white wine with his brunch. Gotta admire that. </p> <p>You really need an advanced degree in schmoozology at these things. It's tremendous fun for the first two or three days. Then it starts to get a little tiring. The Republicans will suffer from this a little, because by the time McCain gives his big speech, 15,000 journalists will be sick to death of this stuff. But for now it's a blast.</p>",
  "<p>Barack Obama's running mate has been fingered by CNet's Declan McCullagh in a post headed <a href=\"http://news.cnet.com/8301-13578_3-10024163-38.html\">Joe Biden's pro-RIAA, pro-FBI tech voting record</a>. The story says:</p> <blockquote> <p>After taking over the Foreign Relations committee, Biden became a staunch ally of Hollywood and the recording industry in their efforts to expand copyright law. He sponsored a bill in 2002 that would have make it a federal felony to trick certain types of devices into playing unauthorized music or executing unapproved computer programs. Biden's bill was backed by content companies including News Corp. but eventually died after Verizon, Microsoft, Apple, eBay, and Yahoo lobbied against it.</p> </blockquote> <p>Also:</p> <blockquote> <p>Last year, Biden sponsored an RIAA-backed bill called the Perform Act aimed at restricting Americans' ability to record and play back individual songs from satellite and Internet radio services. (The RIAA sued XM Satellite Radio over precisely this point.)</p> </blockquote> <p>Biden's other bills range from the <a href=\"http://thomas.loc.gov/cgi-bin/bdquery/z?d104:s.00390:\">Omnibus Counterterrorism Act of 1995</a> to the <a href=\"http://thomas.loc.gov/cgi-bin/bdquery/z?d110:s.02237:\">Biden Crime Bill of 2007</a>. Of the latter, CNet says:</p> <blockquote> <p>One section expands electronic surveillance law to permit police wiretaps in \"crimes dangerous to the life, limb, and well-being of minor children.\" Another takes aim at Internet-based telemedicine and online pharmacies, saying that physicians must have conducted \"at least one in-person medical evaluation of the patient\" to prescribe medicine.</p> </blockquote> <p>Whether the Obama/Biden ticket is more liberal than the Republican presidential candidate <a href=\"http://www.johnmccain.com/Informing/Issues/cbcd3a48-4b0e-4864-8be1-d04561c132ea.htm\">John McCain</a> is open to discussion. McCain wants to expand the Patent Office and \"supports efforts to crack down on piracy, both on the Internet and off\".</p>",
  "<p>Nineteen months ago, I stood with thousands of others in the subzero cold of a cloudless February morning to witness Barack Obama <a href=\"http://www.theguardian.com/commentisfree/2007/feb/19/itsafastforwardcampaigna\">announce</a> that he was running for president. On Saturday, we stood in the sunny heat of an August afternoon to witness his inclusion of Joe Biden in the campaign.<br> So much for being a witness to history. If you were thinking baseball, as most of Chicago is right now, this was a demonstration game to show off the skills of the team, especially their new player. First inning. Starting off at 1:40pm, they played to the home crowd. Speakers were the mayor of Springfield, Illinois, veterans' rights activist and Marine Jim Frazier, a local minister giving the invocation, Obama campaign people Trey Daniels (an Illinois field organiser) and Magen Ryan (Illinois director of Youth Vote). I don't expect this 20 minutes made the mainstream news (though I hope it's on YouTube somewhere), but these are all people who get important things done, day after day, and this bottom-up campaign recognises their contributions. <a href=\"http://www.barackobama.com/2008/08/23/remarks_of_senator_barack_obam_107.php\">Second inning</a>. At 2:00pm we switched to primetime viewing, as Obama walked to the podium. He said it was good to be back at the Old State Capitol, thanked senator Dick Durbin for all his help, thanked those who had already spoken, remembered US representative Stephanie Tubbs Jones. Then he talked about Biden, giving a glimpse of how a 35-year veteran of the Senate was going to meld into the campaign for change: \"For decades, he has brought change to Washington, but Washington hasn't changed him.\" I was wondering how they'd manage that tricky bit.<br> The major points were Biden's foreign policy experience and knowledge, his Catholic working-class roots in Scranton, Pennsylvania, and his triumph over adversity in his personal life. Strong family values, strong work ethic, strong belief that in America hard work is rewarded. A mention of his children including his son Beau, attorney-general of Delaware and currently preparing for his deployment to Iraq. A brief summary of Biden's work as senator as a reminder of how in touch he's always been with the top areas of concern of Americans today: 1994 crime bill, violence against women act, Milosevic, chemical weapons, Nato, Iraq and Georgia. \"A statesman with sound judgement who doesn't have to hide behind bluster to keep America strong.\" Take that, Bush administration! \"I know that Joe Biden will give us some real straight talk.\" Take that, John McCain! <a href=\"http://www.npr.org/templates/story/story.php?storyId=93913125&amp;ft=1&amp;f=1012\">Third inning</a>. At 2:20pm Biden went on, setting the tone by quoting Lincoln: \"Put your feet in the right place, then stand firm.\" His windup to the pitch: He and Obama have very different but very all-American stories, complete with very all-American families and (most importantly) very all-American family values. He repeated his line from his previous campaigns, quoting his father: \"It's not how many times you get knocked down, it's how quickly you get up.\" Biden's remarkably deft at addressing the Rovian anti-Obama talking points without attacking them back, or even mentioning them. Obama wanted a fellow campaigner on the high road, and he's got one.</p> <p>This is how to disagree without being disagreeable, how to be positive and proactive rather than negative and reactive. Biden then used what I expect to be his future tagline: We can't afford four more years of this government. Not just in economic terms, but in foreign policy, education, healthcare, legal rights and so forth. Great line. Evocative of \"It's the economy, stupid!\" but more encompassing, just as our current problems are more encompassing. Encompassing yet succinct, memorable and looking forward. This is Biden's fastball, straight to the point of the campaign. Looked like 100 miles per hour to me.<br> Then Biden offered a variation on his line that we all know what it's like to sit around the kitchen table at night trying to figure out how to pay the bills, by pointing out someone who has to decide which of his seven kitchen tables to sit at. Brilliant. Just enough to show that Biden can play hardball if it's needed, but he can use humour and wit rather than the Atwater-Rove dark side of lies, smears and innuendo. He can fight them without sinking to their level. Still, it was a warning, like a pitch whizzing by the batter just a bit too close for comfort.  Next pitch. McCain is an old friend, and he respects him. Washington is more broken than he's ever seen it since he's been in the Senate and \"the missing piece is leadership\". \"These times require more than a good soldier. They require a wise leader. A leader who can deliver.\" \"You can't change America when ...\" followed by McCain's issue positions and record: 95% with Bush, thinks we've made \"great progress economically\", backed tax breaks for companies shipping jobs overseas and so forth. Excellent curveball. McCain isn't a bad person, but a good person with the wrong issue positions at the wrong time. He's not the devil incarnate, but Obama is the right person for the next four years. Not a pitch Karl \"just find the hot button\" Rove ever used. And Biden still isn't out of pitches. He talked about how he got to know Obama through the presidential campaign. Keywords: judgement, intelligence, steel in his spine, vision and courage. \"Clear-eyed pragmatist who will get the job done.\" Provided highlights of Obama's (short yet effective) career in the Senate: secured world's weapons, ethics reform, improving care of wounded soldiers at Walter Reed Hospital. \"There's something about Barack Obama that allows him to bring people together\", getting people to see compromise as a way to make things better. So what's Biden's role? \"I'm here for their future; I'm here for the future of your kids.\" Knuckleball! Slow, unpredictable but right over the plate.</p> <p>How did he do it? A cynic might say Biden repackaged his own qualities with Obama's name. Someone more balanced would see this as why the two are a natural team. But the finishing touch was that Biden made it clear he's a team player, a utility player willing and able to play any position - and he's the best closing pitcher in the league.<br> Opening Day for the Democrats is <a href=\"http://www.theguardian.com/world/uselections2008\">Monday</a>. Play ball!</p>",
  "<p>There's a favoured argument among track and field fans that claims that medals in the sport are the hardest to win at any Olympics, because it is the most international of all the events. It is an argument that has been convenient for UK Athletics on a number of occasions, when all the circumstantial evidence, like the paucity of medals won, had suggested that the sport has underperformed. In Beijing, it has been heard quite often.</p> <p>But how true is it? The 200-odd federations that comprise the International Association of Athletic Federations include plenty of countries who, to be blunt, are not competitive at the Games: Afghanistan, Guinea-Bissau, Kiribati and American Samoa all had athletes in the men's 100m, for example. Did they make it harder for Simeon Williamson, Craig Pickering and Tyrone Edgar? No, not really. Shanahan Sanitoa, of American Samoa, finished last in his heat in 12.60 seconds. Even Williamson and Pickering, who didn't have the best of times in Beijing, could handle that sort of opposition.</p> <p>Defining what is competitive is an imprecise science. In a more perfect world, we would probably say that the top eight in each event defines competitiveness, and we would total up the nations of those athletes. But it is Sunday, the Games are winding down, and if there's any chance of catching the flight home, we need a statistical shorthand. So let's advance this hypothesis: if we take the number of nations in the athletics medal table, 42, and divide it by the number of medals, 141 (47 events), we get a coefficient that tells us roughly the chance of any of the competitive nations winning a medal, assuming they were all equal.</p> <p>Well, the coefficient for athletics is 3.357 and the number of medals for the British team is four. If we divide the second figure by the first, we get what we could call a strike rate. For athletics, the strike rate is 1.192. Apply the same formula to the other major British sports, and we get a figure of 1.235 for swimming, 2.857 for rowing, 3.273 for sailing and 5.185 for cycling. The higher the strike rate, of course, the better the team's performance.</p> <p>But these figures don't take into account the colour of the medal won. If we do that, by giving gold an arbitrary value of four, silver two and bronze one, we get the following figures: athletics is 2.681 (nine divided by 3.357); swimming 2.882; rowing 6.667; sailing 10.366 and cycling 15.556. The gap is getting larger.</p> <p>We haven't done with figures yet, though, for there is one more very important ingredient that must go in the mix. Athletics and rowing receive roughly the same grant from UK Sport - an average of £6.5m over the past four years - sailing, swimming and cycling marginally less. But athletics has a huge financial advantage over the other four sports in that it generates very considerable sums through television and sponsorship deals. British Athletics receives £8.5m per year from Norwich Union, now branded as Aviva; from McCain another £1m; and from television sales, including the BBC contract (which expires in December), almost another £8m. The annual revenue for UK Athletics is currently at about £25m and dwarfs the income of the other four sports.</p> <p>The richest of Britain's Olympic sports has one of the poorest Olympic returns. How has that come about? Well, it's not rocket science. To appoint one senior executive without a background in the sport could be seen as careless. To appoint two is serious negligence. To appoint three is so far off the scale of logicality that it makes string theory look simple.</p> <p>UK Athletics' performance director, Dave Collins, was a psychologist. The chief executive, Niels de Vos, came in from Sale Sharks rugby union club, and the chairman, Ed Warner, is a city businessman who jogs. Jogging is a flourishing sport, but talk to any of the luminaries who graced British athletics in the 70s and 80s - Brendan Foster, Steve Cram and Ian Stewart for starters - and they will tell about generations of serious athletes, who you would see every night on the streets of the north-east and the midlands, and who formed the backbone of Britain's competing athletics teams. It's joggers you see out on the streets now, and joggers don't produce Olympic champions.</p> <p>The Dwain Chambers affair illustrates how misplaced the ideas of Collins, de Vos and Warner are. The issues surrounding the case were straightforward: Chambers had taken banned drugs, served a two-year ban under the rules of the sport, and returned to the track to compete.</p> <p>Even though his first race back was in 2006, de Vos decided that he didn't want Chambers in the Olympic trials, and naively went public with the fact. When it soon became apparent that de Vos could not stop him from competing, you might have thought that the chief executive would have been suitably chastened. But no, the witch-hunt was only beginning.</p> <p>Many would argue that there is a legitimate case for extending the current ban, but lobbying the relevant bodies is the way forward, pillorying an athlete is not. The Chambers affair dragged on through the summer, monopolised the headlines, and for a variety of reasons, left an unpleasant aftertaste. One was left to wonder whether a white, female, middle-class distance runner would be held up to such public and persistent reprobation if she had tested positive and served her ban. The most distasteful moment of the summer came when, as Chambers received his medal for winning the Olympic trials, the single voice booing belonged to the press officer of UK Athletics, Chris Broadbent, who was sitting next to this correspondent.</p> <p>The Chambers issue has not gone away. Should the sprinter choose to make a more timely appeal to the courts, the judgment of Justice Mackay implies that he could be successful. If UK Athletics gets dragged back in that mire, it will only be a retrograde step.</p> <p>The vital issue is to get the sport into some sort of shape before the London Games. There's an enormous amount of work to be done and only four years to do it. To date, UK Athletics has given no indication that they are capable of taking the sport forward and Collins must be the most vulnerable performance director in the Olympic sports. Time is running out.</p>",
  "<video data-media-id=\"gu-video-336917481\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1749963111_gdn-nat-080829-sf-biden-paul-harris-01-VFa-FLV-16x9.flv\"/> </video>   <p>Barack Obama ended weeks of fevered speculation about his choice of presidential running mate when he put experience and age before his own promise to bring change to American politics and picked Joe Biden, a Washington insider for more than three decades.</p> <p>Obama presented his new deputy to a crowd of 35,000 in sweltering heat in front of the Old State Capitol in Springfield, Illinois, the spot where he began his run on the White House in the snow 19 months ago. He portrayed Biden as a champion of the underdog, and a statesman - underlining the two main qualities the senator from Delaware brings to the Democratic ticket.</p> <p>In his enthusiasm for his choice of partner, Obama made an uncharacteristic slip of the tongue, introducing Biden as 'the next President' before quickly correcting himself with 'Vice-President of the United States of America'.</p> <p>By picking a man aged 65 who entered the Senate in 1972, Obama signalled a recognition that he needs to deflect criticism that he is insufficiently experienced to be a dependable commander-in-chief. The recent turmoil in Georgia may have underlined that vulnerability, coinciding with a slide in the polls which has reduced Obama to level-pegging with Republican rival John McCain. </p> <p>Hillary Clinton, who had expressed her desire for the vice-presidential candidacy, praised the Biden appointment as being 'in the best traditions for the vice-presidency'.</p> <p>As chairman of the Senate Foreign Relations Committee, Biden is widely respected for his knowledge of international affairs, an area that the Vietnam war hero McCain has sought to make his own. His selection also addresses Obama's other perceived failing - a lack of a rapport with white working-class voters in the Midwest swing states. Biden has impeccable blue-collar credentials and labour union contacts.</p> <p>Dressed in the same uniform - suit trousers, white shirt with sleeves rolled up and tie - both Obama and Biden cast each other as ordinary folk in touch with the common voter. Obama referred to Biden's father who worked as a car salesman, his childhood stutter and the tragedy of him losing his first wife and infant daughter in a car accident in 1972. </p> <p>Biden related how Obama had been brought up by a single mother who sometimes drew food stamps. He said they had 'come from very different places but we share a very American story'.</p> <p>But the choice also carries huge potential problems. Biden was a fierce critic of Obama during his short-lived bid for the nomination last year, saying during the Democratic primary debates that Obama was 'not yet ready' for the presidency, an office which did not 'lend itself to on-the-job training'.</p> <p>There has also been a proneness to gaffes. He withdrew from his first run on the presidency in 1987 after he was alleged to have plagiarised parts of a speech by the then Labour party leader Neil Kinnock.</p> <p>Biden brings to the ticket a deep knowledge of McCain, which Democrats hope will allow him to attack the Republican all the more effectively. He said yesterday that \"John McCain is genuinely a friend of mine\" who he had known for 35 years – but went on to roundly trash his candidacy as four more years of \"Bush-McCain\".</p> <p>He went on to criticise McCain specifically for his policy on Iraq, which Biden said would extend the failed Bush prosecution of the war for another four years. Biden himself initially approved the invasion, but since then he has been a consistent critic of the Bush administration's handling of Iraq and could help steer a sensitive US withdrawal from the country.</p> <p>The two Democratic contenders now begin a four-day tour of swing states, culminating with Obama's vitally important acceptance speech at his party's convention in Denver on Thursday.</p>"
]