[
  "<p>The Republican party spent much of its convention relaunching the 'culture wars' that pit left against right on social issues. But these days the insults and talking points often come in code. Here are some examples of what was said and what they actually meant.</p> <p><strong>What Mitt Romney said: </strong>'(Washington) has been looking to the eastern elites, to the Times and the Post, and the broadcasters from the coasts.'</p> <p><strong>What he meant: </strong>The media (many of whom are Democrats) and big coastal states, including California and New York (which vote Democratic), look down on Middle America. </p> <p><strong>What Rudy Giuliani said:</strong> 'I'm sorry that her home town isn't cosmopolitan enough. I'm sorry, Barack, that it's not flashy enough.'</p> <p><strong>What he meant:</strong> The Democrats come from big cities. They have big city ways and think anyone who does not live in a big city is a rube. They also live with people who look and act differently to them. </p> <p><strong>What Sarah Palin said:</strong> 'I guess a small-town mayor is like a \"community organiser\", except that you have actual responsibilities.'</p> <p><strong>What she meant: </strong>Small-town folk have mayors. Everyone knows what a mayor does. 'Community organiser' sounds like big government. In a big city. What sort of community needs organising? Probably a 'cosmopolitan' one. </p> <p><strong>What John McCain said:</strong> 'We believe in a strong defence, work, faith, service, a culture of life ...'</p> <p><strong>What he meant:</strong> I am anti-abortion. That's what 'culture of life' means, wink, wink. The other guy believes in abortion. He kills babies.</p>",
  "<p>After a week that was supposed to 'relaunch' Labour on a path to better political health, Gordon Brown heads into his second conference season as leader with more bad blood being shed around him than at any time since he became Prime Minister. On first impressions, and after little more than a year in the job, the game might already appear to be up. His party is at war with itself - as proved today by union leader Derek Simpson's extraordinary outburst against Foreign Secretary David Miliband - and seems completely unable to focus on the external enemy, David Cameron's Tories.</p> <p>The Conservatives, in their own state of desperation exactly a year ago as Brown wallowed in his long-forgotten political honeymoon, cannot believe their good fortune. 'We do not need to do anything at all. Just sit and enjoy the show,' said one Tory frontbencher.</p> <p>There will be another outbreak of internal Labour strife this week as the TUC inflicts a series of bruising defeats on a badly weakened Prime Minister, demanding a windfall tax on energy companies, a new progressive income tax system to punish the rich, an easing of pay discipline at a time when inflation is going through the roof, and a huge increase in spending on council homes.</p> <p>Dave Prentis, general secretary of Britain's largest union, Unison, and a voice of relative moderation in the union movement, set the scene for what promises to be an ugly congress, leading to an equally ugly gathering of the entire Labour party in two weeks' time. 'In everything that has happened our government has lost its way,' he said. Labour voters and trade unionists, he argued, were 'fed up to the back teeth', with a leadership that never seemed to act in their interests, while pandering to big business.</p> <p>Today TUC leader Brendan Barber weighs in by publishing a report trashing Brown's period as Chancellor and Prime Minister, which it says has failed to deliver on the objective of most Labour supporters - narrowing the income gap between rich and poor. Instead it accuses the government under Brown's stewardship of creating a 'golden age for the rich', adding: 'The hands-off policies of recent times are becoming increasingly difficult to justify ... There are clear signs that we have reached the limit of public tolerance of a society skewed so heavily in favour of the rich, irrespective of the impact on others.'</p> <p>It is not just the direction of policy that divides the party and angers MPs. The very operation of government seems to be dysfunctional under Brown. Behind the scenes, a virtual breakdown of relations between the Treasury and Number 10 (and the Prime Minister and his Chancellor, following Alistair Darling's doom-laden economic analysis) has prevented any coherent response aimed at helping the less well-off deal with the pending global recession. </p> <p>Everywhere, Labour's personal rivalries and policy differences thwart decisive action. Last week the Treasury, which had cautioned against the introduction of a stamp duty holiday to help first-time buyers, found itself overruled by Number 10 and on Tuesday one was announced - to widespread lack of enthusiasm. </p> <p>By Thursday, Brown's modest economic relaunch was in further disarray when his advisers admitted that negotiations with energy companies to extract £100 a head to help people on low incomes with fuel bills had broken down. 'This relaunch has already failed and it has not really started yet,' said one former cabinet minister gloomily.</p> <p>Calls to government departments in recent days to ask about measures to help homeowners with fuel bills - due next week - have revealed virtual paralysis in Whitehall. Number 10, meanwhile, is failing to give a lead as it conducts its own feuds. Stephen Carter, the PR man drafted in by Brown to sharpen his image and presentation, is involved in a vicious turf war with suggestions that he is about to be ousted and may be offered a peerage. Officials who are supposed to give information to the press instead seek information themselves from journalists: 'What have you heard? We don't know what is going on. We can't say if it is definitely coming next week.' </p> <p>Against this background, it was predictable that Charles Clarke, the combustible former Home Secretary, should try to fuel the flames by calling publicly, for the first time, for Brown to go 'with honour'. Clarke coupled this suggestion with an admission that no one in the cabinet was ready yet to strike against the Prime Minister. Less predictable was the response across the party. Clarke's remarks focused minds not just on the scale of the crisis - but the absence of an answer in the form of an alternative candidate for the leadership. One senior Labour MP remarked: 'What Charles did was to show that we have a crisis - but he also showed we have no one else who can solve it for us.'</p> <p>Many in the union movement and on Labour's centre-left were talking a few weeks ago of launching moves to oust Brown from office if they could persuade a credible figure such as Alan Johnson, the Health Secretary, to stand. Now they have swung back behind Brown - at least for the time being. Johnson has refused, thus far, to show what one union source described as 'even the smallest bit of leadership leg'. And on the right, David Miliband's mid-summer display of his own ambition has failed to generate the backing he would have hoped for.</p> <p>For Labour MPs, the benefits of plunging into a messy and divisive leadership contest at a time when the public expects government to be governing are not clear. Yesterday Andy Hornby, head of the UK's largest mortgage provider, HBOS, predicted that it would be 18 months before house prices would start to rise again. One backbencher said: 'Just now, in this economic climate, [a leadership contest] would seem and look irresponsible. There is a real risk that it would do us more harm than good.' </p> <p>Prentis, speaking on behalf of Unison's 800,000 public sector members, summed up the current feeling across much of the party by insisting that despite everything Brown should be given more time, not because he deserves it, but because there is no alternative. Changing leader now, Prentis said, would make 'no difference whatsoever'. 'Who has got more experience than the current Prime Minister? Who could we put in who is going to come in with the panacea to cure all these problems? They are not around. The problems are too serious.'</p> <p>If the events of recent weeks are anything to go by, however, there is scant evidence that Brown and his government will use the stay of execution to good effect. This week, Labour is due to announce a deal with the energy companies under which home owners on lower incomes will receive help with insulation.</p> <p>But it is only expected to be worth between £300m and £1bn. The Local Government Association calculates that up to £5bn needs to be provided over the next few years for the scheme to work. Such small-scale assistance is likely only to further anger Labour backbenchers, around 130 of whom are now backing the unions' demands for a windfall tax on the energy companies. The windfall tax issue is dividing government from top to bottom. While the Treasury and Number 10 insist that the measure is still a runner, other ministers admit that this seems to be a holding line to get the party through the conference season. John Hutton, the Blairite Business Secretary and bane of the left, would, friends believe, be prepared to resign if the plan, which he believes would drive companies and investment in new, more efficient technology abroad, were approved. There are also continuing tensions about how to assist the mortgage market, with Number 10 backing action on a £100bn extension of mortgage-backed securities while the Treasury and Bank of England remain opposed.</p> <p>Labour MPs in marginal seats and union leaders trying to justify their financial links with the party to their members want some drastic, decisive action, not piecemeal, disappointingly limited measures. Increasingly, they cite the boldness of moves being made in the US to help home buyers there as evidence of how to tackle a crisis with firm responses.</p> <p>US Treasury Secretary Hank Paulson was last night poised to announce an emergency taxpayer-backed rescue plan for giant mortgage lenders Fannie Mae and Freddie Mac, as Washington battles to prevent the year-long credit crunch claiming fresh victims on Wall Street. </p> <p>News of the mooted rescue emerged as another regional American bank, the eleventh so far this year, collapsed in the face of losses from the housing crisis. The Silver State Bank, in Nevada, which until recently counted Andrew McCain, son of the Republican presidential candidate John McCain, on its board, was shut down by federal regulators on Friday.</p> <p>By the time MPs return to Westminster next month, the clock will be ticking again. By then higher winter fuel bills will be arriving and MPs postbags will be filling up with complaints from angry constituents. In October or early November, Labour could face another humiliating Scottish byelection reverse - this time in Glenrothes - at the hands of the resurgent Scottish Nationalists. Defeat in Brown's own political backyard would unleash another bout of speculation over the Prime Minister's future.</p> <p>Prentis and other senior party members have decided to give the Prime Minister time - but they will not wait for ever. 'We will review things at the end of the year,' he observed. 'It is a very interesting situation.'</p>",
  "<p>Some of President Robert Mugabe's senior aides have had secret negotiations with South African mediators in an effort to secure amnesties from any future prosecution in return for supporting regime change in Zimbabwe.</p> <p>Army, police and secret service chiefs have repeatedly pledged loyalty to Mugabe in public and insisted that they would never 'salute' or support a government led by opposition leader Morgan Tsvangirai, the head of the Movement for Democratic Change (MDC), who secured most votes in the presidential election that took place in March this year. But government sources in both Zimbabwe and South Africa have told The Observer that a senior army general and a Central Intelligence Organisation (CIO) chief visited Pretoria last weekend to seek assurances from South Africa's President Thabo Mbeki that they would not be prosecuted in the event of Tsvangirai taking over.</p> <p>Mbeki is mediating in the power-sharing talks between Mugabe's ruling Zanu-PF party and the MDC, negotiations which appeared to be hanging by a thread last week with the MDC threatening to pull out and accusing Zanu-PF of a lack of commitment to dialogue. </p> <p>MDC spokesman Nelson Chamisa said his party's patience was being stretched to the limit after Mugabe told journalists in Zambia on Wednesday at the funeral of President Levy Mwanawasa that he would form a new government of national unity if Tsvangirai did not sign the document already agreed to during the talks.</p> <p>'We feel frozen at the moment and if the MDC does not want to see the country move, then we will be left with no choice than to form a new government without them,' said Mugabe. Yesterday, however, the MDC backed away from its threat, insisting that it was still fully committed to dialogue. </p> <p>Robert Mugabe relies heavily on Zimbabwe's defence force chiefs, most of whom have been supporters of the ageing dictator since the 1970s war of independence and were heavily involved in conducting the murderous campaign of violence against MDC supporters and activists that erupted after the March election results were announced.</p> <p>Mbeki's spokesman, Mukoni Ratshitanga, said he knew nothing of any secret meetings and insisted power-sharing talks were continuing. 'You know quite well that we will never ever announce the contents of the talks through the press before making a feedback to the Zimbabwean community, Southern African Development Community and the African Union,' Ratshitanga told The Observer</p> <p>Sources close to the talks said the Zimbabwe defence forces' Lieutenant-General Constantine Chiwenga, police commissioner-general Augustine Chihuri, and CIO director-general Happyton Bonyongwe were at a private meeting in Pretoria. Behind the scenes, Zanu-PF'S politburo, including Mugabe, is said to be distancing itself from the violence that killed more than 120 people between the first round of voting and June's one-man presidential run-off poll, laying the blame on the army and the CIO.</p> <p>It is widely expected that, if there are any future trials for crimes against humanity, Mugabe will escape prosecution due to old age. Tsvangirai, who will tomorrow address the largest MDC rally to be held in Zimbabwe since the outbreak of violence to mark the ninth anniversary of his party, said in the course of an interview with The Observer earlier this year that he had no thirst for vengeance against the 'old man'.</p> <p>But Mugabe's powerful backers would need strong guarantees that an amnesty from prosecution, and even a possible future refuge outside Zimbawe, would be available to them if they are to distance themselves from the country's leader.</p>",
  "<p>Not so long ago, Britain and the rest of Europe were rejoicing in America's presidential choice of Barack Obama versus John McCain. The hated George W Bush would be gone and a sensible, smart leader would inhabit the White House again - whoever won. The Economist put McCain and Obama on its cover and declared, 'This is the most impressive choice America has had for a very long time.' Praise the Lord.</p> <p>Then along came Sarah Palin, the lightly travelled Christian evangelical McCain chose as his running mate. Much has been made of the soap-operatic side of the governor of Alaska: the caribou-hunting, mooseburger-eating mother-of-five who drives herself to work, her beauty queen past, her pregnant, unwed 17-year-old daughter. What really matters is what she believes in and why McCain selected her. On both counts, much of the world outside America will not be pleased.</p> <p>Palin describes herself and her family as 'typical'. But to most of the planet, she's an exotic. She's a fundamentalist Christian. She advocated teaching creationism alongside evolution in Alaska's schools. Her right-to-life convictions extend to stem cell research, which she opposes. </p> <p>She's opposed to gay marriage. She's about as right as a Republican can get. She does not believe human behaviour is responsible for global warming. She supports home schooling and other alternatives to traditional state education. She's anti-gun control; for example, she supports ending the ban on handguns that has existed in Washington DC for more than three decades.</p> <p>Palin has said she would not force her views on others. Indeed, she kept a campaign pledge not to push as governor for mandatory inclusion of creationism in her state's school curriculum. But she cannot pretend always to divorce her personal views from matters of state and governance. In praying that a natural gas pipeline would be built in Alaska, she used traditional evangelical language. She believes the US mission in Iraq is a 'task that is from God'.</p> <p>The McCain who chose Palin is not the McCain familiar to many of us outside the US. The McCain we know is a worldly, well-informed, straight-talking Republican who's a likeable fixture at policy talking shops in London and Berlin, a man at ease with men and women of international affairs across the world. His views do not always coincide with his chums in world capitals - eg, his hawkishness on Iraq - but he's long been seen as a safe and pragmatic pair of hands on big issues like trade (he's a free trader, more so than Obama) and the environment (unlike Palin, he accepts that human behaviour is a contributor to climate change).</p> <p>The McCain who chose Palin is someone who found himself in a political panic. In the weeks before the Democratic national convention, the polls put Obama and McCain head to head. Predictably, Obama got a boost after the Democratic lovefest in Denver. But even discounting that, at a time of widespread disaffection with Bush and the Republican party more generally, the inertia of public opinion heading into an election seemed to favour Obama. The natural inclination of many of McCai n's advisers was to turn to the base, the far right wing of the party, much of it evangelical, whose money, hard work and get-out-the-vote fervour could make a big difference on 4 November.</p> <p>Under other circumstances, McCain might have gone for somebody more like himself - Senator Joe Lieberman of Connecticut, a pro-Iraq war Democrat-turned-independent, or former Pennsylvania governor Tom Ridge, chosen by Bush to be the first director of the Office of Homeland Security after 9/11. But Lieberman, who is Jewish, and Ridge, a Catholic, are supporters of abortion rights. McCain occupies a kind of middle ground: he's in favour of overturning Roe versus Wade, the Supreme Court decision upholding a woman's right to abortion, but he's against prosecuting women who have abortions. If how to appeal to the base was the question, neither Lieberman nor Ridge was the answer.</p> <p>Palin was. Her inexperience is easily ridiculed, especially when Cindy McCain, John's wife, comes along and tries to portray Palin as a keen Kremlinologist ('Remember: Alaska is the closest part of our continent to Russia. So, it's not as if she doesn't understand what's at stake.') Palin's message to the world is much like the one she delivered last Wednesday to her detractors in America: 'Here's a little news flash for all those reporters and commentators: I'm not going to Washington to seek their good opinion - I'm going to Washington to serve the people of this country.'</p> <p>The message of her candidacy, the message of McCain's choice, is equally plain. America's religious right is back. In fact, despite all the wishful thinking riding on the departure of Bush, the religious right never really went away.</p> <p><strong>·</strong> Stryker McGuire is a contributing editor of 'Newsweek' and editor of 'International Quarterly'.</p>",
  "<p>Asif Ali Zardari, husband of the late Benazir Bhutto, will be sworn in today as President of Pakistan, arguably the most powerful civilian to take the office in the volatile, nuclear-armed state for more than 30 years.</p> <p>Zardari takes power at a time of extreme instability, with the strategically crucial state struggling to contain a growing Islamic militant insurgency and deal with a crumbling economy. The challenges facing the new head of state, who controversially looks set to remain leader of the Pakistan People's Party (PPP), were reinforced yesterday by a blast in the western city of Peshawar, which killed 17 and injured scores more. In a separate incident, Pakistan's military said 24 people were killed after residents of a village in the unruly northwest foiled a militants' kidnap attempt, then were attacked. </p> <p>The 53-year-old former businessman's election to the post - in an indirect vote in Pakistan's two-chamber National Assembly and four provincial parliaments - failed to fire enthusiasm among a disillusioned population, though some PPP supporters danced in the streets yesterday. Polls last week showed that 44 per cent of people rejected all three candidates for the post. </p> <p>The shadow of Bhutto, assassinated last December shortly after her return from exile to Pakistan, was evident everywhere. Pro-Zardari members of parliament, some in tears, shouted 'Long live Bhutto!' as the results came in. The couple's two jubilant but tearful daughters, one carrying a portrait of her mother, smiled and hugged friends in the National Assembly's gallery. 'It is the beginning of a new era of stability and prosperity for Pakistan,' Javed Mir, the PPP information secretary, said.</p> <p>However, there are many misgivings within Pakistan and in the international community. 'The problem with Zardari is not that he is an unknown quantity, it is that he is a known quantity,' said Dr Farzana Shaikh, of London's Chatham House think-tank. Zardari has been hounded by corruption allegations throughout his career, though he has no outstanding convictions, and does not share the charisma or broad appeal of his late wife. He is also seen as a relative political novice. </p> <p>One immediate worry for observers hoping for stability is Zardari's defeat in the Punjab, Pakistan's richest and most populous province, where MPs loyal to Nawaz Sharif, the conservative former Prime Minister and a bitter rival of Zardari, are in a majority. </p> <p>'We don't want any conflict or instability between the Punjab and the national government and will be working with Mr Sharif to avoid it,' said the PPP's Mir.</p> <p>However, relations between Zardari and Sharif, who has substantial popular support, are poor, with a bitter and ongoing row over the reinstatement of judges sacked by former President Pervez Musharraf last year.</p> <p>Zardari will inherit the wide-ranging powers assumed by former army general Musharraf, who resigned when threatened with impeachment last month. He will thus be able to dismiss parliament and appoint the chief of Pakistan's armed forces, which traditionally see themselves as the guarantors of the nuclear-armed nation's security and stability. Some regard a confrontation as likely.</p> <p>'For the moment Zardari can count on the army taking a back seat, but it is no secret that he is loathed by the military,' said Chatham House's Shaikh. 'The army has historically allowed politicians to become so unpopular that when it finally steps in there is a huge collective sigh of relief across the country.' Zardari has gone out of his way recently to reassure a worried Washington of his support in the 'war on terror'. Pressure has been increasing on Pakistan in recent months to crack down on Taliban militants based in the west of the country who cross the porous border to fight in Afghanistan against Nato troops. Many believe that elements within the Pakistani security establishment - especially the powerful military intelligence services - are supporting factions within the Taliban.</p> <p>Last week the tension was raised by what appeared to be the first cross-border raid into Pakistan by US troops based in Afghanistan. Islamabad reacted angrily, claiming that 20 civilians had been killed in the attack and its sovereignty violated. To show its displeasure, it has blocked fuel supplies reaching the international troops at border points on the route from the southern port of Karachi. 'We have told them that we will take action ... We have stopped the supply of oil and this will tell how serious we are,' Defence Minister Chaudhry Ahmed Mukhtar told a television channel. </p> <p>However, Pakistan receives about £60m in military aid each month from the US to support operations against the militants and is reliant on international aid to prop up its ailing economy, so the measures are likely to be short-lived.</p> <p>The election of Zardari has been greeted warily across the region. In Kabul, officials insist that the new President must rein in those elements they allege are supporting the Taliban. 'That is what is poisoning our relationship,' said one. </p> <p>In India, the response has been more positive, although there are considerable concerns over the 'structural limitations' on any civilian Pakistani government's power. </p> <p>'Zardari is not military nor is he part of the Punjabi elite, and his statements about India so far have been realistic and positive, especially his focus on economic co-operation,' said Professor G. Parthasarathy, of the Centre for Policy Research in New Delhi. 'However, we have to be realistic about his freedom of action.'</p> <p>Brigadier Arun Sahgal, of the Institute of Defence Studies and Analyses in New Delhi, pointed out that recent violence in Kashmir, where Indian security forces killed local Muslim demonstrators, had not been exploited by Pakistan. 'That sent a good message,' he said. </p> <p>'The Indian position, like that of the US and the Europeans, is that we want the stabilisation of political forces in Pakistan,' the brigadier added.</p> <p>Most diplomats privately admit that working with Zardari is very much 'plan B'. London and Washington both prefer the pro-Western, secular widower of Bhutto, whom they hoped would become Prime Minister on returning last year, to Sharif who, more politically and religiously conservative than his rival, is seen as less likely to fight the militants. However, Sharif better reflects the growing anti-American and anti-Western sentiment among Pakistanis.</p> <h2>Zardari's life and times</h2> <p><strong>· </strong>Born in 1955 in Nawabshah, Sindh</p> <p><strong>· </strong>Married Benazir Bhutto in 1987</p> <p><strong>· </strong>Bhutto elected Prime Minister 1988</p> <p><strong>· </strong>Zardari imprisoned for blackmail in 1990. Released in 1993. Jailed again for graft in 1997 and released in 2004</p> <p><strong>· </strong>He and Bhutto went into self-imposed exile in 1999, which they spent in Washington, London and Dubai</p> <p><strong>· </strong>Returned to Pakistan with Bhutto in October 2007</p> <p><strong>· </strong>Co-chairmanship of the Pakistan People's Party after Bhutto's assassination on 27 December, 2007</p> <p><strong>· </strong>Won majority in the elections of February 2008</p> <p><strong>· </strong>Last corruption case against him dropped in July this year</p> <p><strong>· </strong>Became President of Pakistan, 6 September, 2008</p>",
  "<p>Vote counting in Angola's first elections for 16 years was due to begin a day late this morning. Friday's vote had to be extended into Saturday amid chaos as ballot papers ran out and polling stations failed to open or opened late.</p> <p>The war-ravaged country's main opposition, former rebel group the National Union for the Total Independence of Angola (Unita), called for the entire vote to be re-run after a tense race with the ruling MPLA. The result is keenly awaited following Angola's emergence as a major oil producer and because one of Africa's longest civil wars was reignited after the last bungled elections, in 1992. </p> <p>Officials insisted that the chaos was confined to the capital Luanda, home to more than 20 per cent of Angola's 8.3 million registered voters. The MPLA, which has governed since independence from Portugal in 1975, is widely expected to win.</p>",
  "<p><a href=\"http://www.theguardian.com/sport/2008/aug/31/sailing\">'Monster yacht set for Cup challenge'</a> (Sport, last week) said the craft had 'a total downwind sail area of almost two football pitches'. The permissible length of a pitch is between 90m and 120m and the width between 45m and 90m. The area can therefore range between 4,050 and 12,000 square metres, yet the craft has a maximum total sail area of 1,550 square metres.</p> <p>A caption to a photograph accompanying '<a href=\"http://www.theguardian.com/sport/2008/aug/31/sportfeatures.toronto\">Letter from Toronto: The DJ and the Blue Jays</a>' (OSM, last week) read: 'Shaun Marcum of Toronto Blue Jays throws the first pitch against David Eckstein of the Boston Red Sox.' David Eckstein plays for Toronto; the first pitch was thrown to Dustin Pedroia of Boston.</p> <p>Capital gains: <a href=\"http://www.theguardian.com/sport/2008/aug/31/rydercup.golf3\">'Wilson stays Ryder ready'</a> (Sport, last week) gave Louisville as the capital of Kentucky. It's actually Frankfort. Ankara is the Turkish capital, not, as we said, Istanbul, where muezzins call the faithful to prayer, not mullahs (<a href=\"http://www.theguardian.com/travel/2008/aug/31/istanbul.turkey\">Escape</a>, last week).</p> <p><a href=\"http://www.theguardian.com/business/2008/aug/31/useconomy.uselections2008\">'The big question for US voters: to tax or not to tax'</a> (Business, last week) said John McCain had gained support from business leaders including 'Cisco's Scott McNealy'. Mr McNealy is chairman of Sun Microsystems.</p> <p>The youth team sponsored by Norman Cook, aka Fat Boy Slim, mentioned in <a href=\"http://www.theguardian.com/sport/2008/aug/31/10\">OSM</a> last week, is Brove, not Grove, United. The young players came up with the name, neatly combining Brighton and Hove.</p> <p><strong>·</strong> Write to Stephen Pritchard, Readers' Editor, The Observer, 3-7 Herbal Hill, London EC1R 5EJ, <strong>tel 020 7713 4656</strong> or email <a href=\"mailto:reader@observer.co.uk\">reader@observer.co.uk</a></p>",
  "<p>A senior Ulster Unionist who worked as a secret negotiator for his party and the Irish government warned this weekend that he would resign if the UUP merged with the Conservative Party.</p> <p>Dr Chris McGimpsey, a former UUP honorary secretary and current president of the Ulster Unionists' west Belfast association, said a merger would be a betrayal of working-class party members.</p> <p>In an article in today's Observer, McGimpsey predicts that a new alliance between the UUP and David Cameron's party 'would deprive working-class Northern Ireland of an important voice, and as such it should be resisted'.</p> <p>UUP leader Sir Reg Empey has come out in favour of a formal relationship with the Conservatives, believing his party and the Union will be best served by a closer connection to UK political power. He and other senior Ulster Unionists are convinced the Tories will be back in Downing Street within the next two years. Cameron, meanwhile, is understood to be in favour of some kind of merger because, according to Tory sources, it would 'plant a Conservative flag in every part of the UK'.</p> <p>One of the main forces behind the proposed merger is David Trimble, former First Minister of Northern Ireland and Nobel Peace Prize winner. The ex-UUP leader is a rising star in the Tory party and is expected to be given a seat in the cabinet should Cameron win the next general election. But McGimpsey, whose brother Michael is the health minister in the current Stormont government, says merging with the Tories would be anathema to 'left-wing unionists' like himself. </p> <p>He writes: 'It would be a positive step if the Conservative Party within Northern Ireland was to reinvigorate itself. We need Conservatives, Labour and the Liberal Democrats to contest elections here. I deemed it a privilege in the past to go to the ballot box and not vote for my local Conservative candidate.</p> <p>'But I, and the many thousands of left-wing unionists like me, need to be offered the option of voting both for the Union and for social justice. If that ceases to be an option then it may be time for some of us to look for a new political home.'</p> <p>He adds: 'The Ulster Unionist Party is much more than a political party. It can be more accurately described as a movement. It is a coalition of conservative, liberal and labour interests who have come together to defend and promote the strategic interests of maintaining and strengthening the Union.</p> <p>'But the defence of the constitutional status quo was never enough for left-wingers like myself within the UUP. Certainly we value the Union, but we also want a society that is much more fair and equal than the Conservatives will ever believe in.'</p> <p>McGimpsey says there is little in common between Cameron and his 'Notting Hill set' and some of the poorest constituents in the UK whom he represents.</p> <p>'My ward was rated as the most deprived district in Northern Ireland. Housing was poor, two-thirds of live births were to single parents, unemployment reached nearly 50 per cent in some areas and almost two-thirds of children left school with no qualifications whatever. Our dental health was the worst in western Europe and our general health was among the worst in the UK. Such a district does not return Conservatives.</p> <p>'We believed that if the Union was to mean anything it had to cherish its citizens and deliver on a whole range of socio-economic policies specially tailored to the needs of a population which was overwhelmingly working class.</p> <p>'The Union is poor compensation if the quality of life of our citizens is unacceptable. Many members of the UUP are more comfortable with left-of-centre politics and, more importantly, that is the position of a large number of our voters, particularly in urban areas.'</p> <p>The UUP veteran says there is little appetite for Tory-style politics even among the pro-Union community in Northern Ireland. 'Local Tories set up constituency associations throughout Northern Ireland during the 1980s, and although the Conservative Party in London initially refused to recognise them, they were able to return 12 councillors in 1989. In the 1992 general election the Conservatives contested 11 constituencies and received 5.7 per cent of the vote.'</p>",
  "<p>The mooted merger of Reg Empey's Ulster Unionists and David Cameron's Conservative party may benefit mainland Tories, but would deprive working-class Northern Ireland of an important voice and, as such, it should be resisted.</p> <p>The Ulster Unionist Party (UUP) is much more than a political party. It can be more accurately described as a movement. It is a coalition of Conservative, Liberal and Labour interests who defend and promote the strategic interests of maintaining and strengthening the Union. But defence of the constitutional status quo was never enough for left wingers like myself within the UUP. Certainly, we value the Union, but also want a society much more fair and equal than the Conservatives will ever believe in.</p> <p>I was a UUP councillor for 12 years in an inner-city district within the West Belfast constituency, dealing with the same problems that any Labour party councillor would encounter in a similar area in any other large British city. My ward was rated as the most deprived district in Northern Ireland. Housing was poor, two-thirds of live births were to single parents, unemployment reached nearly 50 per cent in some areas and almost two-thirds of children left school with no qualifications whatever. Our dental health was the worst in western Europe and our general health was among the worst in the UK. Such a district does not return Conservatives.</p> <p>We believed that if the Union was to mean anything, it had to cherish its citizens and deliver on a range of socio-economic policies specially tailored to the needs of a population which was overwhelmingly working class.</p> <p>The Union is poor compensation if the quality of life of our citizens is unacceptable. Many members of the UUP are more comfortable with left-of-centre politics and, more important, that is the position of a large number of our voters, particularly in urban areas.</p> <p>Six miles away in North Down, known as the Gold Coast, my Ulster Unionist colleagues were Tories to the backbone, elected by people of a similar ilk. The strength of the UUP was that it could hold together left and right and we could work jointly on other issues of mutual interest. The Cameron/Empey initiative throws all this away.</p> <p>Notwithstanding the social realities of life in many unionist ghettos, the executive committee of the UUP recently endorsed the strategy of the party leadership to seek a closer relationship with the Conservative party, a party our previous leader has now joined. A joint working party has been set up and it will report in the autumn. On 23 July, the officers of the Ulster Unionist Party met to endorse a joint statement by Empey and Cameron.</p> <p>Whereas the two leaders would not wish to appear to prejudge the deliberations and final recommendations of the working party, even a cursory appraisal of the document indicates that they are committed to a future amalgamation of the two parties. Within the document, they state that they have agreed 'to set up a joint working group to explore the possibilities of a closer co-operation leading to the creation of a new political and electoral force in Northern Ireland'.</p> <p>They claim there could be no clearer signal that Northern Ireland has evolved into a 'normal' part of the United Kingdom than Northern Ireland MPs supporting and serving in a Conservative government. This would also create a situation wherein the Conservative party would be 'the only genuine national party that stands and is represented in every corner of the United Kingdom'.</p> <p>The leaders say they will create a new political and electoral dynamism that will attract a surge of support from people in every part of the community. And the document is peppered with phrases such as 'seize the initiative', 'mutual concern', 'support for family', 'respect for hard work', 'leadership' and so on.</p> <p>This is all good stirring stuff and no one would fault any politician who wished to promote peace and reconciliation. However, it would be fallacious to suggest that the only way that these aims can be achieved is by the amalgamation of the Ulster Unionists and the Conservatives.</p> <p>Local Tories set up constituency associations throughout Northern Ireland during the 1980s and though the Conservative party in London initially refused to recognise them, were able to return 12 councillors in 1989. In the 1992 general election, the Conservatives contested 11 constituencies and received 5.7 per cent of the vote. </p> <p>It seems clear that Cameron recognises there are benefits to his party in contesting seats in Northern Ireland. It will afford him the opportunity to claim that his party alone contests seats in every corner of the UK. By swallowing the UUP, he acquires a Province-wide structure, a large number of local government and regional representatives and one MP.</p> <p>Wherein lies the benefit to the Ulster Unionists? It is clear that the party is going through a period of flux since the disastrous showing at the polls of a few years ago when the DUP swept us almost entirely out of Westminster and also took over as the largest Unionist party in the Stormont Assembly and at local government level.</p> <p>Dr Ian Paisley achieved this by recanting on his promises that Sinn Fein would enter a power-sharing arrangement over the DUP's dead bodies. But not only did the DUP simply steal the Ulster Unionists' policies, they also brought a number of influential UUP members into their ranks to help them do it.</p> <p>All of this has left the UUP in a quandary and we need to reinvent ourselves. Empey's approach is radical and interesting, but destined to fail. The Tories may contest elections in Northern Ireland, but will be unable to win them. The difference this time is that it will not simply be the local Conservatives who disappear, it will be the Ulster Unionists as well. The DUP must be praying Empey and Cameron succeed.</p> <p>It would be a positive step if the Conservative party within Northern Ireland was to reinvigorate itself. We need Conservatives, Labour and the Liberal Democrats to contest elections here. I deemed it a privilege on a number of occasions in the past to go to the ballot box and not vote for my local Conservative candidate.</p> <p>But I, and the many thousands of left-wing Unionists like me, need to be offered the option of voting both for the Union and for social justice. If that ceases to be an option, it may be time for some of us to look for a new political home.</p> <p><strong>·</strong> Christopher McGimpsey has been a member of the UUP for more than 40 years. He is president of West Belfast Association and a member of Unite</p>",
  "<p>My colleagues in the American liberal press had little to fear at the start of the week. Their charismatic candidate was ahead in virtually every poll. George W Bush was so unpopular that conservatives were scrambling around for reasons not to invite the Republican President to the Republican convention. Democrats had only to maintain their composure and the White House would be theirs. During the 1997 British general election, the late Lord Jenkins said that Tony Blair was like a man walking down a shiny corridor carrying a precious vase. He was the favourite and held his fate in his hands. If he could just reach the end of the hall without a slip, a Labour victory was assured. The same could have been said of the American Democrats last week. But instead of protecting their precious advantage, they succumbed to a spasm of hatred and threw the vase, the crockery, the cutlery and the kitchen sink at an obscure politician from Alaska.</p> <p>For once, the postmodern theories so many of them were taught at university are a help to the rest of us. As a Christian, conservative anti-abortionist who proved her support for the Iraq War by sending her son to fight in it, Sarah Palin was 'the other' - the threatening alien presence they defined themselves against. They might have soberly examined her reputation as an opponent of political corruption to see if she was truly the reformer she claimed to be. They might have gently mocked her idiotic creationism, while carefully avoiding all discussion of the racist conspiracy theories of Barack Obama's church. </p> <p>But instead of following a measured strategy, they went berserk. On the one hand, the media treated her as a sex object. The New York Times led the way in painting Palin as a glamour-puss in go-go boots you were more likely to find in an Anchorage lap-dancing club than the Alaska governor's office.</p> <p>On the other, liberal journalists turned her family into an object of sexual disgust: inbred rednecks who had stumbled out of Deliverance. Palin was meant to be pretending that a handicapped baby girl was her child when really it was her wanton teenage daughter's. When that turned out to be a lie, the media replaced it with prurient coverage of her teenage daughter, who was, after all, pregnant, even though her mother was not going to do a quick handover at the maternity ward and act as if the child was hers.</p> <p>Hatred is the most powerful emotion in politics. At present, American liberals are not fighting for an Obama presidency. I suspect that most have only the haziest idea of what it would mean for their country. The slogans that move their hearts and stir their souls are directed against their enemies: Bush, the neo-cons, the religious right.</p> <p>In this, American liberals are no different from the politically committed the world over. David Cameron knew that he would never be Prime Minister until he had killed the urgent hatred of the Conservative party in liberal England. A measure of his success is that hardly anyone now is caught up by the once ubiquitous feeling that no compromise is too great if it stops the Tories regaining power. Hate can sell better than hope.</p> <p>When a hate campaign goes wrong, however, disaster follows. And everything that could go wrong with the campaign against Palin did. American liberals forgot that the public did not know her. By the time she spoke at the Republican convention, journalists had so lowered expectations that a run-of-the-mill speech would have been enough to win the evening. </p> <p>As it was, her family appeared on stage without a goitre or a club foot between them, and Palin made a fighting speech that appealed over the heads of reporters to the public we claim to represent. 'I'm not going to Washington to seek their good opinion,' she said as she deftly detached journalists from their readers and viewers. 'I'm going to Washington to serve the people of this country.'</p> <p>English leftists made the same mistake of allowing their hatred to override their judgment after the Iraq war. If they had confined themselves to charging Tony Blair with failing to find the weapons of mass destruction he promised were in Iraq, and sending British troops into a quagmire, they might have forced him out. They were so consumed by loathing, however, they insisted that he had lied, which he clearly had not. They set the bar too low and Blair jumped it with ease. 'When a man believes that any stick will do, he at once picks up a boomerang,' said GK Chesterton, and when the politically committed go on a berserker you should listen for the sound of their own principles smacking them in the face.</p> <p>Journalists who believe in women's equality should not spread sexual smears about a candidate, or snigger at her teenage daughter's pregnancy, or declare that a mother with a young family cannot hold down a responsible job for the pragmatic reason that they will look like gross hypocrites if they do. Before Palin, we saw hypocrisy of the right when shock jocks who had spent years denouncing feminism came over all politically correct when Bill Clinton had an affair with Monica Lewinsky.</p> <p>In Britain, the most snobbish attacks on Margaret Thatcher did not come from aristocrats but from the communist historian Eric Hobsbawm, who opined that Thatcherism was the 'anarchism of the lower middle classes' and the liberal Jonathan Miller, who deplored her 'odious suburban gentility'. More recently, George Osborne, of the supposedly compassionate Conservative party, revealed himself to be a playground bully when he derided Gordon Brown for being 'faintly autistic'.</p> <p>In an age when politics is choreographed, voters watch out for the moments when the public-relations facade breaks down and venom pours through the cracks. Their judgment is rarely favourable when it does. Barack Obama knows it. All last week, he was warning American liberals to stay away from the Palin family. He understands better than his supporters that it is not a politician's enemies who lose elections, but his friends.</p>",
  "<p>The small, pretty college town of Northfield, Minnesota, is only an hour's drive south of urban St Paul, site of the Republican National Convention, but it is a world away. A welcoming sign promises 'Cows, colleges and contentment'. Its main street bustles with shoppers and its town square boasts a food fair selling fried cheese curds and corn dogs on sticks.</p> <p>It is quintessential small-town America, surrounded by fields, farms and lakes and where everyone seems to boast a Scandinavian or German surname. It is in Northfield - and thousands of small towns like it - that the impact of Sarah Palin on the race for the White House will be judged. So far the jury on Palin seems to be out. 'It is easy to talk big. But delivering big is a whole different story,' said Sandy Molkenbur, as she swept the floors of the town's flower shop.</p> <p>There is no doubt that John McCain's surprising choice for Vice-President has electrified a race already long on drama. Alaska's female governor has rejuvenated the Republican party. She is wildly popular with its conservative base and has brought glamour, sex appeal and star quality to a McCain campaign lacking all three. She has revived the culture wars and put guns and God into the election. Gone are the old themes of the economy and Iraq; here are the ancient battles of abortion rights, evolution in schools and a contest to see whose faith is the most genuine. She wants to be the revenge of Middle America against what she sees as the media-dominated elites of Washington. Emerging from the suburban national psyche, she has cast herself as an avenging angel going to war against the old Republican enemies of big city liberalism and big government.</p> <p>In one week on the national stage seldom has one woman earned so many nicknames so fast. She is 'Hurricane Sarah', 'Pitbull Sarah', 'Sarah Barracuda' and 'Sarah Joan of Arc'. She has dominated the headlines in a way that even Barack Obama will find difficult to match. But Palin's new status carries a downside every bit as big as its upside. As she embarks on two months of relentless campaigning, under the spotlight of the 24-hour news cycle, the opportunities for mistakes are boundless. 'I have never heard such a divergence of views as that on Sarah Palin,' said conservative political strategist Vin Weber. 'It is either a goldmine or a disaster.'</p> <p>It is easy to forget how much Palin had been written off before last Wednesday's speech. After an avalanche of stories devoted to Palin's unmarried daughter's pregnancy and Palin's record in office, she seemed close to becoming a political disaster. In unguarded moments conservative commentators were brutally frank. Discussing Palin off-air on a TV talk show, and unaware their microphone was still on, conservative columnist Peggy Noonan and Republican strategist Mike Murphy were brutally frank only hours before Palin took the stage. 'It's not going to work,' said Murphy. 'It's over,' Noonan agreed. The clip was an instant YouTube hit.</p> <p>Those comments reflected a genuine anger among party mandarins. They saw Palin's pick as cynical marketing to tempt female voters marooned after Hillary Clinton failed to make the Democratic ticket. They grumbled that it appeared panicky. That anger increased when the flow of negative stories about Palin threatened to become a flood. Certainly it seemed she had barely been checked over. 'It is hard to believe that the McCain campaign really vetted Palin to the extent they say. It looks like they didn't even Google her,' said Roger Simon, chief political columnist of the website Politico.</p> <p>But Palin, in one of the most remarkable speeches of recent political history, turned all that around. She brought the Republican house down with a robust defence of suburban values, her family's history and a brutal attack on Obama. She painted herself as a 'hockey mom' doing battle against the elites of Washington, fighting for the little guy and doing it all in killer heels. She mocked Obama as inexperienced and even aimed a blow at his wife, Michelle. Words that seemed harmless, such as 'community organiser', became insults dripping with venom. Then, for good measure, she took on the media, slamming it for questioning her record. She was so powerful that delegates in the crowd shook their fists at the watching press boxes. It was a bravura performance, but the best news came the next day from TV ratings firm Nielsen. A staggering 37 million Americans had been watching, only one million fewer than had seen Obama deliver his convention speech. And Palin had been carried live on only six networks, compared to Obama's 10.</p> <p>The speech revealed all the positives of putting Palin on the ticket. As she cradled her baby son in her arms, few could have failed to be moved by the sight as a historic moment for women. As columnist Nancy Gibbs noted: 'You felt the shattered glass raining gently down.' But Palin also stoked the flames burning under the Republican base. She is an ideologically pure evangelical and now the party's sweetheart. There is no doubting that much of Palin's appeal rests in her biography and its presentation. She does not look like a normal politician. She looks like what she says she is at heart: a mother who got into politics via the parent-teacher association at her local school. Or to put it another way: she looks like the voters she is aiming at. That is a powerful weapon in an election where centrist women could be key. Had McCain played safely, choosing an established male figure, those voters would likely not be in play at all. Palin was a risky bet that so far has paid off. '(McCain) is an underdog. He knows he's an underdog. He has got to roll the dice,' said Dr Larry Sabato, a political scientist at the University of Virginia.</p> <p>The gamble remains risky and full of unknowns. The pregnancy of her daughter sent a shudder through some Republicans. So did the news that her husband was once ticketed for drunk driving. Palin herself is mired in an investigation in Alaska into whether or not she tried to get a state trooper fired who was feuding with her family after a messy divorce. There is the problem of her record. Opposition researchers and teams of reporters are combing through little-known details of Alaskan politics. They are turning up gems, such as Palin and her husband's apparent sympathy with the Alaska Independence party, an obscure group that wants Alaska to break away from the US. Her husband was once a member and she spoke at the party's convention in 2006. There are a lot of questions over her time as mayor of Wasilla (pop. 9,000). Palin is now running against so-called 'pork barrel' spending where pet projects are paid for by lobbying in Washington. Yet Wasilla seemed to do very well for itself under her rule, hiring its first Washington lobbyist and netting $27m. That is a sum cities 20 times bigger struggled to match. </p> <p>There is likely to be little let-up in such stories. In the era of cable news, blogging and YouTube, nothing remains secret for long. Campaigns can do little but weather the storms. 'We have lost control of the message,' admitted Mark McKinnon, a former communications aide to McCain and Bush. The media's - and the country's - obsession with Palin will now only grow. On her first post-convention campaign stop, Palin and McCain continued their small-town America theme. They headed for Cedarburg in Wisconsin. Thousands of people lined the streets to catch a glimpse of Palin (and, perhaps, McCain too). 'This turnout in Cedarburg is what our campaign is all about. We're going to go all across the small towns of America,' McCain told the crowd. That sounds like a good plan, but, with Palin still such a little explored commodity, McCain should be a little careful with what he wishes for. </p> <p>But there is little doubt that the Obama campaign has been genuinely thrown by Palin's meteoric appearance on the political scene. Just as the Democrats were finishing their elaborately staged reconciliation with Clinton's former supporters, the Republicans have made a bold pitch for women voters.</p> <p>That makes defeating Palin a difficult issue. Obama's campaign cannot afford any semblance of sexism. One cartoon, published in the Detroit News, showed the dilemma. It had Clinton forlornly looking up from below a glass ceiling on top of which Palin was now confidently striding, like Jesus walking on water. 'Damn' was the simple thought bubble emerging from Clinton's head.</p> <p>The Democrats have shied away so far from any direct criticism of Palin. Instead they have kept their focus on McCain, trying continually to link him to George Bush and the policies of the past eight years. It was remarkable how small a role Bush played at the convention. He delivered a brief speech via video link and was barely mentioned. Vice-President Dick Cheney got even less attention. That showed how nervous Republicans were about inheriting the public dislike of the Bush legacy. Thus it also becomes possibly the most fruitful line of attack.</p> <p>Yet Palin upsets that plan. Unlike McCain, she cannot be readily linked to Bush or Washington. She barely knows either. Instead Democrats are hoping that her dyed-in-the-wool conservatism will overshadow the simple fact of her gender. Many experts believe centrist women voters, attracted by her strides for women, will be equally put off by her extremist politics. What has been so pleasing to the Republican base might not be acceptable to much of mainstream America. 'It does work with Republican activists. But you need more votes than that to win an election,' said Sabato.</p> <p>Palin has expressed support for teaching creationist theories alongside evolution in schools. She has seemed sympathetic to the idea of banning certain books in libraries. She is against abortion, even in cases of rape or incest. These values are not the current concerns of suburban America. The country's 'hockey moms' are far more likely to be worried about their falling house prices, the slowing economy and the war in Iraq than issues of conservative ideology.</p> <p>The spearhead of Obama's pushback against Palin is going to be Clinton. Obama's former rival is being dispatched to the key battleground state of Florida tomorrow to make her first campaign stop post-Denver. She is set to deliver a stinging rebuke to some of the points Palin has been making. At the same time a rapid response team of senior women Democrats is going to be deployed elsewhere, also taking up the mantle of pushing home the message that Palin and McCain are simply an extension of the Bush years. The women involved include Arizona governor Janet Napolitano and Kansas governor Kathleen Sibelius. </p> <p>Who will win this area of the election is simply impossible to tell, not least because the Republicans and Democrats are in effect running two different races. Democrats are betting that rock-solid issues will decide this election. Obama's prime-time speech was laden with policy detail. The Democrats have plans to create universal healthcare, change course on Iraq and increase taxes on the wealthiest Americans. The Republicans are making the opposite bet. They believe stirring personal narratives - such as McCain's war record and Palin's working mother ethos - will decide this election. They are betting that voters are looking for people to vote for, not policies. As McCain's campaign manager, Rick Davies, openly confessed last week: 'This election is not about issues.' Only time will tell which approach is right. </p> <p>One thing is certain: Palin has shaken up the race in ways no one could have foreseen even a week ago. Nothing about her seems conventional. Even the short biographical film used to introduce her to delegates in St Paul began with the bizarre words 'mother, moose-hunter, maverick'. She has risen so far so quickly that she has already been plastered on the cover of the supermarket tabloid the National Enquirer with allegations (roundly denied) of an extramarital affair. She's even got her own 'pastor problem', echoing the travails of Obama and the Rev Jeremiah Wright. Palin once attended a church in Alaska whose pastor, Ed Kalnins, has preached that critics of Bush might go to hell. It is things like that which have the Republicans keeping Palin from any but the most media-controlled setting. The campaign is refusing interview requests for her: she will appear publicly at campaign rallies and that is it. This weekend McCain, Obama and his running mate, Joe Biden, are all hitting the Sunday morning talk-show circuit. Palin is not. That cannot last: she will have to come out into the open. Only then will small-town America make its full judgment.</p> <p>Back in Northfield, Minnesota, that was certainly the view of Sandy Molkenbur, as she leaned on her broom in front of the flower shop. Palin, she said, would have to obey the laws of politics just like everyone else. 'Right now she's the darling. But she's got the debates coming, against Joe Biden. That is not going to be easy,' she said. Then Molkenbur resumed sweeping the floor.</p>",
  "<p>Oprah Winfrey, America's favourite daytime TV star, has refused to have Republican vice-presidential candidate Sarah Palin as a guest on her talk show.</p> <p>Winfrey, a prominent supporter of Democratic nominee Barack Obama, has been facing pressure from conservative commentators and pundits who say that Palin would be a perfect interview for her female-heavy audience.</p> <p>Such an appearance would be a huge coup for the John McCain campaign. Palin, the party's first female vice-presidential choice, is making a determined bid for women voters and frequently refers to herself as a 'hockey mom' who just happened to fall into politics.</p> <p>But Winfrey, responding to rumours on conservative websites like the <a href=\"http://www.drudgereport.com/\">Drudge Report</a> that her staff was divided on the issue, squashed the idea of an interview. 'When I decided that I was going to take my first public stance in support of a candidate, I made the decision not to use my show as a platform for any of the candidates,' she said in a statement.</p> <p>Some experts believe the issue, initially reported on Drudge - which first gained notoriety when it broke the Monica Lewinsky scandal - was a media ploy to drag Winfrey's backing of Obama into the election and show a media bias against the Republicans. But Winfrey's statement slammed reports on Drudge that there was a fierce debate going on among her staff about having Palin on as a guest. Winfrey called the story 'categorically untrue' and said there had been no discussion about having Palin on during the election.</p> <p>'I agree that Sarah Palin would be a fantastic interview, and I would love to have her on after the campaign is over,' Winfrey said.</p> <p>The issue shows the potential danger in Winfrey's open support for Obama, especially as he was a guest on her show several times before she came out in favour of his candidacy. It also now plays into a current Republican strategy of attacking the media as biased against their party. The story also shows the many unpredictable ways that Palin has already shaken up the presidential election. Her sex and modest family background has opened up a whole new demographic appeal for the McCain campaign which is now aggressively courting suburban and small-town American women - who are exactly Winfrey's audience.</p> <p>But her selection also has risks. Palin is a little-known political quantity and there has already been a flood of stories about her private and political life as governor of Alaska. She is also waging a ferocious legal campaign to block a bipartisan state investigation into claims she pursued a personal vendetta against a former family member. The dispute, inevitably called 'Troopergate', threatens to dog Palin as she hits the campaign trail. The complex case is looking at allegations that she dismissed the head of the Alaskan police service, safety commissioner Walt Monegan, because he refused to bow to pressure and sack Palin's former brother-in-law from the police force.</p> <p>Trooper Mike Wooten was involved in an acrimonious divorce from Palin's sister before the governor took up her post. Palin denies any impropriety, though she has acknowledged that more than 20 approaches were made to the commissioner by her husband Todd and her closest aides urging him to take disciplinary action against Wooten.</p> <p>Last week she appointed a private lawyer to represent her interests. Thomas Van Flein is an Anchorage attorney with a tough reputation who specialises in employment law. He has moved swiftly to put spokes in the wheel of Stephen Branchflower, a former state prosecutor appointed by the legislature to conduct the investigation. Seven key witnesses who had previously agreed to co-operate with Branchflower have now retracted the offer. Two other witnesses were last week interviewed by Van Flein - a spoiling technique that for legal reasons could make it more difficult for Branchflower to quiz them.</p> <p>As Palin's lawyer fights aggressively to contain one forest fire, another appears to be flaring up. New allegations have surfaced that potentially criminal acts were committed in snooping into Wooten's personal employment files. A taped telephone conversation between one of Palin's staff and a senior manager in the police department, in which complaints were made about Wooten, suggested that he had lied on an official form claiming compensation for injury at work. Wooten's union, the Public Safety Employees Association, has issued its own legal proceedings that allege such information could only have been obtained in breach of the trooper's right to confidentiality - a potential crime.</p>",
  "<p>At the age of 20, after a rigorous Rationalist upbringing, John Stuart Mill rebelled: he discovered poetry. And not the verse of red-tie-wearing libertines like Byron or Shelley - Mill fell for the politically conservative Wordsworth. It was at this point that the man who later decided that 'the only freedom which deserves the name is that of pursuing our own good in our own way' truly began to think for himself. He went on to fight for feminism, free demonstration and Irish land reform when they were far from fashionable. Indeed, for the length of his prolific career as a philosopher, polemicist and parliamentarian, few struggles for individual liberty escaped the attention of Mill's pen. Richard Reeves's biography is scrupulous and compelling, affectionate but not uncritical: a fitting tribute.</p>",
  "<p>Christopher Shinn's new play, Now or Later, now on at the Royal Court, couldn't be more topical. A scandal around the son of the Democratic President-elect gives the 33-year-old Connecticut playwright scope to explore the weighty issues of our times: religious fundamentalism, freedom of speech and the psychology of political life.</p> <p><strong>Were you ever worried about reality upstaging the drama you were creating?</strong></p> <p>When I started writing it about a year and a half ago, it was already becoming clear what the issues of the election would be. But I felt that the issues raised in the play would be relevant no matter what happened. If you make a decision that you can't write about anything current, then you are really limiting yourself. </p> <p><strong>Are you a political junkie?</strong></p> <p>I've been waking up in the middle of the night during these conventions to watch them live. Whatever my criticisms are of the Democratic party, I feel how high the stakes are in this election and I'm longing to be back in my country to experience it in a more immediate way. </p> <p><strong>What's it like being an American playwright in London?</strong></p> <p>The best part is feeling that theatre is still central to the culture here, which is really exciting. In America you don't really feel that; movies and TV are the centre, and theatre is really peripheral.</p> <p><strong>Why is the play premiering here and not in America?</strong></p> <p>It was a commission for the Royal Court, but we did try to get it on in New York. It was interesting to see how reluctant many New York theatres were to produce this play. The sense I had was that most liberals just want to be rid of George Bush and don't want to consider that the Democratic President is going to have incredible challenges in dealing with the world. </p> <p><strong>What is your view on the psychology of people who run for President?</strong></p> <p>Having looked at the lives of these people in depth, it seems like they all share a truly pathological narcissism. There's no way around it. You look for heroes and you just don't find them. I think the current candidates are no exception. To devote your life to a position so powerful and so nearly impossible to reach, it requires you to be a symbol, not a human being. </p> <p><strong>What issues do you intend to tackle next?</strong></p> <p>I'm fascinated by conservative political philosophy. Conservatism is the defining ideology of our time, and we have to do more than just rage against it. We have to try to understand why it's so appealing when it seems like it has so many failures on so many levels. It must have something that connects in a very deep way with the human psyche.</p> <p></p>",
  "<p>As Asif Ali Zardari was overwhelmingly voted president by Pakistani MPs, few would quarrel with the Guardian's assessment of his <a href=\"http://www.guardian.co.uk/world/2008/sep/06/pakistan1\">extraordinary transformation</a> from vilified spouse of the assassinated Benazir Bhutto to world statesman.</p> <p>But what kind of leader will he make? The expectations on the blogosphere are low, to put it politely.</p> <p>Arif Rafiq gives this <a href=\"http://pakistanpolicy.com/2008/09/05/zardari-the-expert/\">bleak assessment on the Pakistan Policy blog</a>.</p> <blockquote> <p>The election of Zardari, albeit a constitutional and a political fait accompli, is like locking a nation of 165 million in a ship with a madman at helm and chucking the keys into the Arabian Sea. Zardari can prove everyone wrong. Pakistan, and indeed the world, needs him to. But the odds are, the Zardari of now differs little from the Zardari of yesterday. Pakistan, in perhaps as early as six months, will be back to square one, with one of its best opportunities for structural reform and rebalancing - led by its two largest parties, checked by civil society and the media, and in concert with a supportive military - vanquished.</p> </blockquote> <p>Bret Stephens in the Wall Street Journal argues that <a href=\"http://online.wsj.com/article/SB122031186647388745.html?mod=googlenews_wsj\">Zardari will make for an inviting propaganda target for al-Qaida</a> and the Taliban as he is a \"caricature of everything that's morally bankrupt with the country's westernised elite\".</p> <blockquote> <p>Al-Qaida and the Taliban feed on chaos, and a Zardari presidency will almost certainly provide more of it. For Pakistanis, this is a self-inflicted wound and a rebuke to their democracy. For the rest of world, it's a matter of hoping that Pakistan will somehow muddle through. For now, however, this looks like a category five hurricane, dark and vast and visible just offshore.</p> </blockquote> <p>Several bloggers worry about Zardari's grasp of economics, <a href=\"http://www.nytimes.com/2008/09/05/world/asia/05zardari.html\">citing an article in the New York Times</a> in which, if accurate, should have economic policymakers quaking. According to the paper, Zardari gave this answer when asked how to finance wheat subsidies: \"Print the notes.\"</p> <p>When it was suggested that Zardari form a committee of experts to look into the issue, he said: \"I am the expert.\"</p> <p>\"While some measure of political stability will return to Pakistan with President Zardari in office,\" writes Riaz Haq, \"these latest disclosures are not going to help restore consumer, business and investor confidence in Pakistan, an essential requirement for its economy to start growing again.\"</p> <p>Ahmed Rashid, one of the best analysts of Pakistan, focuses on Zardari's relations with Pakistan's military and security services, the ISI, which finds it difficult to shake off their allegiance to the Taliban. <a href=\"http://www.telegraph.co.uk/opinion/main.jhtml?xml=/opinion/2008/09/06/do0602.xml\">He writes in the Daily Telegraph:</a></p> <blockquote> <p>The army still allows the Afghan Taliban to use Pakistani soil for recruitment and rearming. It maintains they are wholly different to al-Qaida and the Pakistani Taliban which they are trying, with little success, to turn out of the lawless regions. Zardari's greatest challenge is to convince the army and ISI that such distinctions are now meaningless, as all three groups fight together to carve out a new Islamic state in the Afghan-Pakistani borderlands.</p> </blockquote> <p>Rashid says Zardari's big challenge is to gain the army's trust and help it create a new strategic policy towards all extremists and concludes that the future of Pakistan, Afghanistan, and the west's war against al-Qaida and the Taliban depend on it.</p> <p>If there is a silver lining to all the gloomy prognostications on Zardari, it is this: expectations are so low that if he manages to some headway on the two main challenges confronting him - the economy and the insurgency – Zardari's presidency will be seen as a welcome development. But don't hold your breath.</p>",
  "<p>Asif Ali Zardari easily won a parliamentary vote to become Pakistan's new president today despite past allegations of corruption and at a time when the country faces severe tests from a faltering economy and increasingly assertive militants.</p> <p>Partial results announced by officials after separate votes in the federal and provincial assemblies show that Zardari, the widower of assassinated former leader Benazir Bhutto, won an overwhelming majority of the votes.</p> <p>Pro-Zardari lawmakers, some in tears, shouted \"Long live Bhutto!\" as the results came in. The couple's two teenage daughters, one carrying a portrait of their late mother, smiled from the gallery.</p> <p>Despite the scenes of jubilation, the country's traditional power brokers - the military, the bureaucracy and the business elite - are aghast at the prospect of the election of Zardari, saddled with his \"Mr 10%\" image over past corruption allegations.</p> <p>Zardari, who has voiced support for Washington's so-called war on terror, will have his finger on the nuclear button, possess the authority to fire and appoint the all-important army chief, and the power to summarily dismiss the government.</p> <p>Crucially for Nato, the president is also in charge of Pakistan's tribal territory, the border area with Afghanistan that is used as a safe haven by Taliban and al-Qaida militants.</p> <p>\"Mr Zardari is probably not yet ready for the role of non-political head of the federation. He's too partisan. Or perhaps, the people are not ready for him,\" said Shaheen Sehbai, editor of The News, a Pakistani daily. \"He was considered a negative influence even by his own wife.\"</p> <p>It will be an extraordinary transformation - from vilified spouse of former prime minister Benazir Bhutto, accused of a long list of crimes including corruption, extortion and murder, to world statesman.</p> <p>Pervez Musharraf, ousted as president last month, grabbed enormous powers for the presidency and, though Zardari's party has pledged to cut them back, the force of the new president's personality means that he will reign as Pakistan's most powerful elected leader.</p> <p>Zardari has constructed alliances with other parties that mean his opponents, Saeed-uz-Zaman Siddiqui, the candidate put up by his former coalition partner, Nawaz Sharif's party, and Mushahid Hussain, a contender from Musharraf's old party, will be easily defeated.</p> <p>\"The middle class and the elite both have a distaste for this man [Zardari], despite the fact that he's never been convicted of anything,\" said Mosharraf Zaidi, a political analyst. \"He is guilty in the court of public opinion ... If there was a direct election, there's no question that Zardari would come in last.\"</p> <p>Zardari insists that outside the chattering classes, he is popular. His party is also keen to stress that he is a substantial politician, having previously served as a member of parliament and twice as a minister.</p> <p>\"He's a tried and tested politician, not only at the grass roots level, but in terms of ideas and strategy. He worked very closely with Ms Bhutto and was her principal adviser,\" said Farahnaz Ispahani, a Zardari aide and member of parliament. \"He's no Denis Thatcher.\"</p> <p>Zardari fell out bitterly with coalition partner Sharif over the issue of the judiciary but outmanoeuvred the twice ex-prime minister. A further clash with Sharif, who runs the powerful provincial government of the Punjab, looks inevitable, a re-run of the confrontation between Islamabad and the richest province that caused massive instability in the 1990s.</p> <p>Mainstream Pakistan is resolutely moderate but the western concept of the anti-terror fight is deeply unpopular. Zardari wrote in the Washington Post this week: \"We stand with the United States, Britain, Spain and others who have been attacked. Fundamentally, however, the war we are fighting is our war. This battle is for Pakistan's soul.\"</p> <p>Recent revelations of Zardari's unauthorised telephone contact with senior Bush administration insider, Zalmay Khalilzad, seemed to confirm that he is rated in the White House.</p> <p>\"He [Zardari] is coming with the blessings of the Bush administration,\" said Tariq Fatemi, a former Pakistani ambassador to Washington. \"They feel he will provide a political face to the military operations.\"</p> <p>(AP) — The widower of slain former leader Benazir Bhutto will succeed Pervez Musharraf as president of Pakistan after winning a landslide victory in Saturday's election.</p>"
]