[
  "<p>US intelligence agencies believe the war in Afghanistan is in \"a downward spiral\", sparking an urgent strategy rethink by the Bush administration as it enters its last three months in office, it was reported yesterday.</p> <p>The National Intelligence Estimate (NIE) on Afghanistan, a joint report by America's 16 spy agencies, is not due to be published until after next month's presidential election, but a draft version was leaked to US newspapers calling into question the coherence of US and Nato policy. </p> <p>The document also places considerable blame on Hamid Karzai, the Afghan president, for failing to control corruption in his government. It also points to the destabilising impact of the booming opium trade, which now accounts for at least half the national economy.</p> <p>The White House has ordered a review of its policy and sent a team to Kabul led by Lieutenant General Douglas Lute, the president's military adviser on Afghanistan, to assess the situation.</p> <p>\"We have had a tough summer. There is no doubt about it,\" a Nato source told the Guardian. \"There are concerns, and we would share concerns the NIE has identified for better Afghan governance. We have said for some time the solution is political and not military.\"</p> <p>The Afghan government has been reported to be holding talks with the Taliban, hosted by Saudi Arabia, but it is unclear whether those contacts would lead to comprehensive peace talks. </p> <p>Robert Gates, the US defence secretary, has argued that Nato troops must confront Afghanistan's drug traffickers directly. The job has been left to Afghanistan's poorly trained and under-equipped police force. \"Part of the problem that we face is that the Taliban make somewhere between $60m and $80m or more a year from the drug trafficking,\" Gates said at a Nato meeting in Budapest yesterday. </p> <p>\"... if we have the opportunity to go after drug lords and drug laboratories and try to interrupt this flow of cash to the Taliban, that seems to me like a legitimate security endeavour.\"</p> <p>A proposed counter-narcotics mandate for Nato in Afghanistan divides opinion in Whitehall, putting the Foreign Office at odds with the Ministry of Defence. </p> <p>The Foreign Office welcomed the move yesterday, saying Britain had been requesting it for years, in the face of resistance from some European allies. But British military officials were more sceptical, saying such operations would require the deployment of more forces. </p> <p>\"You can put your troops into counter-insurgency or you can go after the [drug trafficking] middleman but you can't do both,\" said a defence source.</p> <p>British officers see the benefits of targeting drug laboratories and trafficking kingpins. But they argue that such operations should be undertaken primarily by Afghan forces, with Nato providing support. British diplomats are keen to emphasise that counter-narcotics efforts to date have brought results. They point to UN figures showing a 19% reduction in land under poppy cultivation last year, and a 6% fall in opium production. (The discrepancy between the two figures is explained by higher yields per hectare). </p> <p>The NIE on Afghanistan appears destined to become an election issue in the final weeks of the contest between Barack Obama and John McCain. </p> <p>The Pentagon plans to send another three brigades, up to 14,000 troops, to bolster the 33,000-strong US force there now, but in Budapest yesterday, US officials were urging their allies not to pull out when the American reinforcements arrive.</p> <p>Meanwhile the United Arab Emirates has quietly become the 41st country contributing to the coalition effort in Afghanistan, although it is not clear what resources it intends to contribute.</p> <p>The draft NIE on Afghanistan illustrates a darkening mood in western capitals. It follows a leaked French diplomatic dispatch quoting the British ambassador to Kabul, Sherard Cowper-Coles, as saying US strategy there had failed. The foreign secretary, David Miliband, said the report had \"garbled\" the British position.</p>",
  "<h2>Jailed oil tycoon 'sent to solitary confinement'</h2> <p>Jailed oil tycoon Mikhail Khodorkovsky has been sent into solitary confinement for 12 days after a written interview with Esquire magazine, his lawyers said yesterday. Khodorkovsky, once Russia's richest man and founder of the now-dismantled Yukos oil empire, was convicted in 2005 of tax evasion and fraud in what some viewed as an attempt to silence a Kremlin opponent and cement control over the energy sector. A court rejected a parole request in August, citing reasons such as a refusal to take part in a sewing course. The Russian prison service is looking into the report. <br><strong>Associated Press in Moscow</strong></p> <h2>Long-serving leader ahead in vote count</h2> <p>Asia's longest-serving ruler has won the first round in the Maldives' first multiparty presidential poll, but the provisional tally indicated that a runoff vote against a popular human rights activist would be needed. The country's election commission said that President Maumoon Abdul Gayoom had 41% of all votes, with an 85.5% turnout. In second place with 25% was Mohamed Nasheed, a former journalist whom Gayoom had jailed repeatedly. Under the new rules a runoff must be held within 10 days if no one gets 50% of the vote. Gayoom has been a virtual dictator for 30 years.<br><strong>Randeep Ramesh</strong></p> <h2>President calls early poll after bitter rift with PM</h2> <p>Ukraine faced fresh political turmoil yesterday after President Viktor Yushchenko dissolved parliament and ordered an early parliamentary election on December 7. His move follows the collapse of the ruling coalition between his party and the bloc led by Yulia Tymoshenko, the prime minister and the president's former \"orange revolution\" ally. The government fell apart last month when Tymoshenko voted with the opposition Party of the Regions to strip the president of some powers. Yushchenko ordered early elections after the parties failed to agree a new coalition.<br><strong>Luke Harding in Moscow</strong></p> <h2>Fortune-tellers failed to predict the end for MP</h2> <p>A Norwegian MP took voluntary sick leave yesterday, saying that she would not seek re-election after running up huge phone bills at parliament's expense by calling fortune-tellers. Saera Khan's mobile phone habits were exposed when parliament refused to pay her bills, which reportedly hit 48,000 kroner (£4,500) in three months. The 29-year-old Labour MP said that she had been calling a satellite phone used by her boyfriend, who she said was serving with British special forces. She then admitted calling a premium fortune-telling phoneline 793 times but said she had paid back the money.<br><strong>Associated Press in Oslo</strong></p> <h2>Six arrested after Arabs and Jews clash in city</h2> <p>Arab and Jewish residents of the northern Israeli city of Acre clashed yesterday during the Jewish holiday of Yom Kippur. Police said dozens of cars and shops were damaged and that they arrested six Arab rioters. Fighting erupted late in the day, after the start of the holiday, in a predominantly Jewish neighbourhood of Acre. An Arab driver was attacked by Jewish youths who beat him, according to police, who dispersed the crowds with tear gas and stun grenades. Abbas Zakour, an Arab member of the Israeli parliament, said the driver was trying to get home. There were no reports of serious injuries.<br><strong>Associated Press in Acre</strong></p>",
  "<p>When the man working for Frommer's, America's best-selling travel guide, alighted on the small town of Wasilla in south-central Alaska, he concluded glumly that the place should be condemned as \"the worst kind of suburban sprawl\". To the European eye it would barely be a town at all. Rather, it is a four-lane highway that clatters across the magnificent, mountain-fringed Matanuska-Susitna valley, dumping seven miles of strip-malls, petrol stations and supermarkets in its wake.</p> <p>Wasilla is home to 9,780 people, hundreds of small businesses, a dozen evangelical Christian churches, and a handful of gun stores. The churches are places where many of the faithful see signs that judgment day cannot be far away and where the infallibility of the Bible is rarely, if ever, questioned. The gun stores are places where you can pick up the new Ruger 10/22 carbine, the one that comes in bright pink with a 10-round magazine - \"perfect for your wife or daughter\".</p> <p>Famously, Wasilla is also the home town and launch pad for Sarah Palin, John McCain's vice-presidential running mate. Palin is a woman for whom many Republicans have high hopes, despite performances in early television interviews that were so wobbly they have become YouTube classics. She remains a politician who many in the party would like to believe could be a future president.</p> <p>Her selection six weeks ago saw a slew of stories about the former beauty queen with the brilliant smile and the carefully styled mom-in-a-hurry hairdo, who could drop a caribou at a thousand paces before skinning it, butchering it, and hauling it home for the freezer. In a country that regards the wilderness surrounding Wasilla as a last bastion of rugged, can-do libertarianism, her story seemed to be a potent, 21st-century update on America's central myth.</p> <p>But Wasilla is no frontier town. A third of the town's workforce commute to office jobs in Anchorage, 45 miles to the south. Many others work in the endless strip malls. Palin may shoot, fish and ride a snowmobile, but her neighbours are more accustomed to seeing her leap into the 4x4 to drive to the local Starbucks. Palin's home town represents, at most, the call of the semi-wild.</p> <p>So if the image of McCain's running mate as a tough outdoorswoman is part truth and partly a confection of her party's machine, what are we to make of the rest of the package?</p> <p>What will be revealed about her later today with the conclusion of the investigation into the so-called Troopergate affair, in which she is alleged to have abused her power as state governor by sacking the head of the Alaskan state police after he refused to become involved in a family feud?</p> <p>Is Palin truly a warrior of the religious right, a woman who advocates the teaching of creationism and who is opposed to abortion, even for victims of rape and incest? Would she, as opponents claim, seek to ban books from library shelves?</p> <p>Who, in short, is Sarah Palin? And what on earth does she want?</p> <p>Palin was born in February 1964 in another small town, Sandpoint, Idaho, the third of four children of Chuck and Sally Heath. Genealogists have traced her father's family tree as a far as John Lothropp, a nonconformist minister from Beverley in Yorkshire, who settled in Massachusetts in 1634 to escape persecution. If so, this would make Palin a distant relation of George Bush.</p> <p><strong>Headstrong girl</strong></p> <p>The family moved to Alaska when Sarah was two months old after Chuck, a primary school teacher, took up a post there. Accounts of her time at Wasilla high school suggest a headstrong, slightly pushy, but popular pupil: a girl who was determined to succeed on the sports field, and who wanted to be noticed, who liked to be liked.</p> <p>Her university days appear to have been considerably less happy. In five years she flitted between as many different colleges, in Hawaii, Idaho and Alaska, sometimes quitting after one term. It is unclear why she was so unsettled. It is clear, however, that she was far from the centre of attention at this time: after McCain named Palin as his running mate, the Idaho Statesman newspaper tracked down 30 of her former teachers and classmates at two colleges in the state. Only four could remember who she was.</p> <p>Returning to Wasilla in 1987 she worked as a sports reporter with her local newspaper, the Mat-Su Valley Frontiersman, and as a correspondent for an Alaskan television station. She showed little interest in forging a lengthy career in journalism, instead marrying her high school sweetheart, Todd Palin, a part Yup'ik Native Alaskan who works as a technician with British Petroleum on the state's North Slope oilfield. In 1989 the first of the couple's children was born and, in keeping with the Alaskan fashion for unusual names, the boy was named Track, because he arrived during the athletics season.</p> <p>Since parading her five children, including Bristol, 17, who is pregnant, and Trig, a six-month-old boy with Down's syndrome, at the Republican national convention last month, Palin has been the subject of bizarre internet rumours about her children's parentage, and reports in the supermarket tabloids alleging an extramarital affair, which her team dismissed as a \"vicious lie\". In Wasilla, people who know the couple say their marriage appears genuinely to be strong.</p> <p>During the early 90s, when Palin was raising her children, Wasilla and the other small towns in the valley were undergoing rapid change as they sucked in immigrants from that place known to Alaskans as \"Outside\" - the rest of the US. And in common with other communities in the US, the valley towns were riven by tension between secular liberals on one hand and Christian traditionalists on the other, people who had little interest in - and no hope of - reconciling their fundamental disagreements over abortion, gay rights, gun control and censorship. </p> <p>In Palmer, for instance, a town 20 minutes drive north-east of Wasilla, there was a struggle for control of the hospital, one of the few in Alaska where second trimester abortions were carried out. There were demonstrations and court battles, and rumours that one gynaecologist had taken to wearing a bulletproof vest beneath her jacket.</p> <p>In Wasilla, the curator of the town's tiny museum, John Cooper, says he received threats from people from a local evangelical church. \"They simply wanted to let me know that my political views, as a liberal, as a progressive, were not welcome,\" he says.</p> <p>This was the conflict into which Palin waded when she decided to stand for election as mayor of Wasilla. </p> <p>Palin had been a junior member of the town's council for four years, and in 1996 decided to run against the popular mayor, John Stein. Perhaps unusually for such a small-town affair, she won an endorsement from the National Rifle Association and attracted the support of a nationwide anti-abortion organisation that leafleted the town's voters. </p> <p>In Palmer, the Rev Howard Bess, a left-leaning Baptist minister, is convinced Palin was the candidate of a network of evangelist pastors that met regularly in the valley in a conclave calling itself the Ministers' Prayer Group. \"Palin first came on the political scene in the context of this conflict focused on the abortion issue,\" says Bess. \"You can't understand her without understanding the culture wars that took place in the Mat-Su Valley in the 90s.\"</p> <p>Laura Chase, who managed Palin's campaign, recalls her not as doctrinaire but as seriously ambitious. \"We were sitting at my kitchen table at about 11 o'clock one night, talking about term times, and she said: 'If I haven't moved on to higher things after two terms, I don't deserve to be in politics.' I said: 'Sarah, you'll be governor in 10 years.' And she said: 'I don't want to be governor, I want to be president.' I glanced up and she was looking down at a piece of paper, she was on to the next thing we were doing. I just chalked it up to the adrenaline of the campaign.\"</p> <p>Today, people who loathe all that Palin says she stands for cannot help admire her common touch. Bill Clinton says: \"I come from Arkansas. I get why she's hot out there, why she's doing well.\" Even in 1996, Palin seemed to float along on a tide of likability. The way she looked, the way she sounded, the way she moved - it all combined to make people feel they knew her in some way, and that they should vote for her. \"She was a rock star, no doubt about it,\" says Stein.</p> <p>Nobody in Wasilla believes that Palin's parents, by all accounts reserved people, coached such polished performances. Rather, Stein and others point to the confidence that came with high school sporting success, her brief time as a TV reporter, and the opportunities she had to speak up at church.</p> <p>Chase sees something else. \"She's really pretty insecure. I was with her before she gave a speech to the people from BP in Anchorage when she was running for governor, and she was terrified. There are real fears there. But every time she goes out and persuades people to like her, it lifts her, it makes her feel better about herself.</p> <p>\"She draws on something inside herself to make them like her. She's a natural actress. And then she wants to do it again, with even more people. She's a brilliant politician, but it's all about getting more and more people to love her.\"</p> <p>With her charismatic appeal and the backing of many of the town's evangelicals, Palin triumphed in the mayoral contest, winning by 616 votes to 413. Stein, a Lutheran, recalls a local radio station reporting that the town finally had a Christian mayor.</p> <p>In office, Palin did not push the conservative social agenda at the heart of her election campaign. She couldn't: she was running an authority little bigger than an English parish council - albeit one with a $6m budget - and her main responsibilities were for planning applications, road maintenance, and the town's 13-strong police force.</p> <p><strong>Confrontational style</strong></p> <p>Her critics in Wasilla say she made the job appear more difficult than it was because of her confrontational style of management. She sacked the police chief, other senior staff resigned, and Cooper was made redundant. \"One of her conservative supporters came up to me in the street and said: 'Gotcha Cooper!'\"</p> <p>The town's librarian, Mary Ellen Emmons, was fired after standing up to Palin during a conversation about censorship. She was reinstated shortly afterwards, amid a public outcry, and the McCain team now insists that the conversation had been \"rhetorical\". But Chase says she recalls Palin telling the librarian that she objected to a children's book about gay parents called Daddy's Roommate. \"I brought a copy to the next council meeting and offered it to Sarah to read. She said: 'I don't need to read that kind of stuff.'\"</p> <p>The Frontiersman was excoriating. </p> <p>An editorial accused the mayor of confusing her 616 votes with a \"coronation\", adding: \"Palin promised to change the status quo, but at every turn we find hints of cronyism and political manoeuvring.\"</p> <p>A public meeting was held in the town's theatre, with some urging a recall, a form of impeachment, to remove her from office. Palin learned her lesson fast, lowering her profile and leaving day-to-day administration to the council's senior civil servant. \"I grew tremendously in my early months as mayor,\" was how she later described that time.</p> <p>When Palin was 12 she was born again, and was baptised in the frigid waters of one of the half-dozen lakes around Wasilla. From that day, and throughout her time as mayor, she and her mother worshipped at the Assembly of God, a Pentecostal church where some members of the congregation speak in tongues, and where the current pastor is on record as saying he believes that the end of the world is nigh.</p> <p>While Palin has since moved to another evangelical church - reportedly telling friends it is \"less extreme\" - Pentecostalism undoubtedly helped forge her views. She says she believes creationism should be taught alongside evolution, and says abortion is an \"atrocity\" that should be permitted only when the life of the mother is at stake.</p> <p>When she made her next step in Alaskan politics, however, she made no attempt to turn these views into policy. Nor, to the displeasure of local Republicans, did she make much effort to uphold traditional party values. Instead, by the time Palin ran for governor in 2006, she had remoulded herself as a campaigner against sleaze and corruption.</p> <p>It was a good moment to be a moral crusader. For two years the FBI had been raiding the homes and offices of prominent Alaskan Republicans, investigating their links with oil companies. Five politicians were eventually charged with bribery and corruption.</p> <p>The incumbent Republican governor, Frank Murkowski, was wildly unpopular - largely because of his cosy relationship with Big Oil - and Palin had established her ethical credentials by resigning from the state's Oil and Gas Conservation Commission in protest at what she described as the corruption of fellow Republicans.</p> <p>Turning on their TVs during the election, many Alaskans saw Palin's folksy, nose-wrinkling, you-betcha style for the first time, and they liked what they saw. They liked that she was fresh and she was feisty and that she really did seem to offer change. Disillusioned Republicans were relieved to see someone - anyone - doing battle with the party's leathery old guard. Polls showed that even university-educated, liberal women warmed to her. Palin was swept effortlessly into office, capturing 48% of the vote in a three-way race.</p> <p>She surrounded herself with a group of aides whose loyalty was beyond question. Soon they came to describe themselves as Palinistas. According to a number of sources, one of her aides, who is on the state payroll, has been working as a full-time babysitter for Trig in recent months. Todd Palin also appears to play a role in the government of the state. Although unelected, and not holding any salaried office, he is known to take part in a number of meetings.</p> <p>The new governor enjoyed approval ratings of more than 80% in the months after her election. But it was not long before a slightly puzzled electorate began wondering who it was that they had elected and what it was that she really believed.</p> <p>Forging alliances with Democrats, Palin pursued a shamelessly populist agenda, imposing a windfall tax on oil companies. Leftwing Democrats hailed the Palinistas as \"Alaskan redneck socialists\", while Republicans muttered that their governor was \"imposing British levels of taxation\". After she used a chunk of the revenue to send a $1,200 cheque to each man, woman and child in the state, her opponents knew protest was pointless.</p> <p><strong>'Disappointingly liberal'</strong></p> <p>She dismayed many on the religious right by blocking a bill that would have denied benefits to same-sex partners of state employees, maintaining she had no choice because it was unconstitutional. She also resisted Republican attempts to force abortion restriction measures on to the legislative agenda, apparently because she did not wish to alienate her new Democrat allies. Lyda Green, Republican president of the state senate, speaks for many in the party in Alaska when she says Palin has been \"disappointingly liberal\" since she was elected governor.</p> <p>Others, who had hoped to see Palin translate her high approval rating into legislation aimed at tackling Alaska's perennial problems of alcohol abuse and underperforming schools, were exasperated by how little she wanted to do.</p> <p>Larry Persily, a senior civil servant who has worked for three Alaskan governors and is a former associate director of Palin's office in Washington, says: \"She was just not interested. She had no interest in public policy beyond the populist drive to raise oil taxes and push through ethics reforms that the Democrats had already drafted.\"</p> <p>Rebecca Braun, editor of Alaska Budget Report, a non-aligned political newsletter, adds: \"If she hasn't pushed the teaching of creationism in schools, it's because she hasn't pushed the teaching of anything in schools. She hasn't promoted her rightwing views because she hasn't promoted any views at all. She really hasn't done very much.\"</p> <p>But if Palin's approval ratings were falling by last summer, her sincerity as a social conservative being questioned, her Republican credentials under attack, and her commitment to reform belied by a track record of inertia, she could always point to her impeccable ethical standards.</p> <p>And then came Troopergate.</p> <p>Palin stands accused of sacking the head of the state's police force, Walt Monegan, when he refused to dismiss her former brother-in-law, a state trooper who had been through a bitter divorce and child custody battle with her younger sister. There is evidence suggesting some members of her family waged a vendetta against the trooper, Mike Wooten, making complaints that he had broken the law, committed disciplinary offences, and lied to obtain sickness benefits. Eventually a divorce court judge warned family members to leave the man alone.</p> <p>Wooten was investigated and disciplined in March 2006, but when Palin was elected governor later that year, she and her husband, and members of her staff, are said to have pressed to have the case reopened. When Monegan was sacked last July, he claimed that his refusal to fire Wooten had cost him his job, an allegation Palin denies.</p> <p>An investigation into Troopergate was ordered by the state's legislature, and a report on the matter is due to be published today. While Palin initially agreed to cooperate, her husband and several members of her staff resisted giving evidence, despite being summonsed. It has also emerged that Palin and her senior aides used personal email accounts while conducting official business in order to conceal their communications about Wooten.</p> <p>Many Alaskans have been greatly disappointed by Palin's behaviour during the Troopergate affair. Patrick Dougherty, editor of the Anchorage Daily News, the state's main newspaper, says the episode has \"raised serious doubts about her honesty and integrity\".</p> <p>By late August, Palin's approval ratings were still high in Alaska, but there were growing doubts about her ability and sincerity, and there was an investigation hanging over her head. And at this point, no doubt looking at her public performances and her star quality, McCain and his team decided she was the ideal running mate.</p> <p>Dougherty says his reaction was one of disbelief when he heard. \"She was clearly unqualified.\" </p> <p>Lyda Green was equally astonished. \"I'm a loyal Republican and I want to see the Republican party do well and do the right thing. But before she was selected, no one came to Alaska and asked the questions you're asking now. And that, to me, is insufficient.\"</p> <p>If McCain had sent people to Alaska with instructions to ask who Palin really is, to find out what substance lay behind the style, how successful might they have been?</p> <p>Asked what drives his former boss, Persily confesses he cannot be sure. \"She likes being in the limelight, being the centre of attention. What she really craves is popularity, she wants the warmth and love of the public.\" Laura Chase says Palin has an uncanny ability to be all things to all people. \"She can walk up to people and quickly have a perception of what they want her to be, and she will instantly be that person.\"</p> <p>Persily and Chase, who do not know each other, use the same word to describe Palin: chameleon. Both also use similar language to explain how much she unnerves them.</p> <p>Chase says: \"I admire her, she has boundless energy and great determination. But the idea that she could be the leader of the free world scares the hell out of me.\"</p> <p>Persily believes Palin is \"immature, inexperienced, and has poor judgment\", but acknowledges that she could still become president. \"And that,\" he says, \"should scare the hell out of everybody.\"</p> <p><strong>·</strong> The following correction was printed in the Guardian's Corrections and clarifications column, Saturday October 11 2008. The Alaska public safety commissioner fired by Sarah Palin last year is Walter Monegan, not Irl Stambaugh as we said in early editions of the paper. Stambaugh was the police chief of Wasilla who was fired by Palin in 1997. The error was introduced during the editing process</p>",
  "<p>As the presidential race lurches into its final weeks and John McCain struggles to make a dent in Barack Obama's lead in the polls, the tone at his rallies has grown increasingly negative.</p> <p>The McCain campaign yesterday sought to distance itself from ugly remarks by supporters, with a spokesman emailing reporters to say the camp \"does not condone the inappropriate rhetoric\" - a reference to shouts of \"treason,\" \"terrorist\" and \"kill him\" by audience members at McCain events following mentions of Obama. The Arizona senator himself has yet to directly address the negative comments.</p> <p>McCain aides alluded to a coming change in tone in interviews on Friday. \"We are looking for a very aggressive last 30 days,\" McCain adviser Greg Strimple told the Washington Post. \"We are looking forward to turning a page on this financial crisis and getting back to discussing Mr. Obama's aggressively liberal record and how he will be too risky for Americans.\"</p> <p>Obama and the Democrats say the strategy represents a transparent attempt to distract voters from the economy, an issue on which voters give Obama the advantage, with Democrats independent of the Obama campaign characterising it as a ploy to energise voters who harbour racial animosity and fear.</p> <p>Among other lines of attack, the McCain campaign has insinuated that the Illinois senator is friendly with a 1960s-era radical who collaborated in a series of bombings and is now an education professor in Chicago, William Ayers, and has asked voters to question who Obama is.</p> <p>At a rally in Waukesha, Wisconsin today, McCain said, \"We need to know the full extent of the relationship.\"</p> <p>Obama served on a non-profit board with Ayers, who also held a small fundraising event for Obama early in his political career. Obama has said the two are not friendly and are no longer associated in any way, and no evidence has surfaced to the contrary. </p> <p>When asked in an interview by ABC's Charles Gibson if he thought Obama's relationship with Ayers was a factor in the presidential campaign McCain said \"I think it's a factor about Senator Obama's candor and truthfulness with the American people. That's what I think it's about. As I say, I don't care about Mr Ayers who on September 11, 2001 said he wished he'd have bombed more. I don't care about that. I care about him being truthful about his relationship with him. And Americans will care.\"</p> <p>But Republicans are aware that it is logically impossible to prove a negative, and McCain has pushed that to his advantage.</p> <p>\"It's now clear that John McCain would rather launch angry, personal attacks than talk about the economy or defend his risky bail-out scheme that hands over billions in taxpayer dollars to the same irresponsible Wall Street banks and lenders that got us into this mess – a scheme that guarantees taxpayers will lose money,\" Obama spokesman Tommy Vietor said in a statement, referring to a recent McCain economic proposal. </p> <p>\"While Barack Obama ensured that the rescue plan that passed Congress protects taxpayers and homeowners, John McCain's scheme has been panned by experts and observers from across the political spectrum.\"</p> <p>At rallies this week in Florida, crowds jeered and taunted members of the news media. One man hurled a racial epithet at a black television crewman, telling him, \"Sit down, boy\".</p> <p>Yesterday, for the second time in three days, a speaker at a McCain rally in Pennsylvania referred to Obama's middle name, Hussein, in an effort to cast doubt on his religion and background. Obama is a Christian.</p> <p>At the same rally, shouts of \"terrorist\" and \"liar\" could be heard following references to the Democratic candidate. On Saturday, McCain running mate Sarah Palin sought to link Obama to Ayers. \"Kill him!\" one man in the crowd shouted, not specifying who.</p> <p>\"We do not condone this inappropriate rhetoric which distracts from the real questions of judgment, character and experience that voters will base their decisions on this November,\" McCain spokesman Paul Lindsay said yesterday.</p> <p>However, Democrats maintain that the rhetoric is being used as a fear tactic.</p> <p>\"It is a wink and nod towards the far right wing and it is embarrassing that any mainstream political party in America would still stoop to these lows,\" said Paul Neaville, a Democratic consultant who worked for Hillary Clinton's campaign. He said the McCain campaign could do more to repudiate those negative remarks.</p> <p>\"It could go to black neighbourhoods and open offices, it could advertise on minority radio—but it chooses not to because part of their core constituency has a problem with minorities who are poor,\" he said. </p> <p>Democratic consultant Erick Mullen, an aide to General Wesley Clark's 2004 bid for the Democratic nomination, said the rhetoric emanating from the dais at McCain rallies show McCain is \"either a bad leader or a bad liar\". </p> <p>\"The McCain/Palin stagecraft has been extremely well controlled since the GOP convention so it's inconceivable to me that McCain has not tacitly approved the vulgarities uttered from the podium,\" he wrote in an email. \"Or Senator McCain cannot control his own junior staff and party operatives.\"</p> <p>Meanwhile, President George Bush took the first step toward handing over the keys to the White House to the next president, establishing a committee to facilitate the transition to the next president, whether its Obama or McCain. </p> <p>The committee, which will consist of top Bush aides, will help the next president determine staffing needs during the transition, coordinate orientations at executive branch agencies and prepare briefing materials for the next president's appointees.</p> <p>The next president will be sworn in January 20, but considering the state of the US economy he will not have the luxury of resting the roughly three months following the election.</p> <p>White House spokeswoman Dana Perino said today that Bush's committee will help the next president hit the ground running in January.</p> <p>\"This is especially important as our nation is fighting a war, dealing with a financial crisis and working to protect ourselves from future terrorist attacks,\" she said.</p>",
  "<p>The Adler Planetarium of Chicago, one of my great nation's finest such institutions, <a href=\"http://www.adlerplanetarium.org/pressroom/pr/2008_10_08_AdlerStatement_aboutdebate.pdf\">released a statement</a> in response to an attack McCain made during the recent debate against it as an alleged recipient of one of Obama's alleged wasteful earmarks:</p> <blockquote> <p>To clarify, the Adler Planetarium requested federal support – which was not funded – to replace the projector in its historic Sky Theater, the first planetarium theater in the Western Hemisphere. The Adler's Zeiss Mark VI projector – not an overhead projector – is the instrument that re-creates the night sky in a dome theater, the quintessential planetarium experience. The Adler's projector is nearly 40 years old and is no longer supported with parts or service by the manufacturer. It is only the second planetarium projector in the Adler's 78 years of operation...</p> <p>...We have made requests to Senators Durbin and Obama, as well as to 6 area Congressmen from both political parties. We are grateful that all of the Members we have approached, including Senator Obama, have deemed our activities worthy of their support, and have made appropriations requests on our behalf, as they have for many worthy Illinois nonprofit organizations.</p> <p>As a result of the hard work of our bipartisan congressional delegation, the Adler has been fortunate to receive a few federal appropriations the past couple of years.</p> <p>However, the Adler has never received an earmark as a result of Senator Obama's efforts. This is clearly evidenced by recent transparency laws implemented by the Congress, which have resulted in the names of all requesting Members being listed next to every earmark in the reports that accompany appropriations bills.</p> </blockquote> <p>Bureaucratese aside, I heartily second every word of that. Institutions like the Adler, university research departments, research institues and a range of other groups doing worthwhile work depend on these earmarks. </p> <p>Of course there are bad earmarks like there are bad anything. A nearly $400 million bridge to serve an island with 50 residents is a classic example of a bad one. And of course members of Congress use the earmarking process to grease palms. But earmarks do a lot of good. A small town gets a new senior-citizens center. A poor, rural area gets a swimming pool. Earmarks are the only way for these things to happen.</p> <p>But the main point in many ways is that earmark \"reform\" is at best a secondary reform issue. The problem with Congress is the power and access of corporate lobbying operations that always block reform. It's certainly true that members of both parties pay them too much heed, but the Republicans raised the relationship between lobbyists and lawmakers to new levels during their 12-year reign over the House of Reps.</p> <p>Sam Rosenfeld explained it in an excellent article in The American Prospect in 2006, a piece whose excellence did not derive from the fact that I edited it. Sam wrote:</p> <p>Earmarking simply isn't a central feature of either the modern GOP's brand of machine politics or the Abramoff scandals. As Common Cause's Boyle puts it, \"We definitely see earmark reform as a second-tier reform. Sure, we would support it, but it really doesn't get at the heart of the issues here.\"</p> <p>Earmarks have nothing to do with the K Street Project, or the revolving door between Hill staffers and lobbying shops that sustain DeLayism, or the holistic merging of the corporate lobby and the Republican Party that is the central story of the modern Congress. Earmarks also have nothing to do with the standard combination of industry giveaways and policy illiteracy underlying legislative monstrosities like the Medicare prescription-drug plan. And as a response to the modern GOP's abandonment of small-government principles, earmark reform is even more of a red herring. The grand total of all appropriations earmarks last year amounted to a little more than 1 percent of the total federal budget.</p> <p>To make a real dent in the size of government would require serious and sustained cuts in entitlement spending that would prove politically suicidal for the GOP. And to address the party's culture of corruption in a serious way would dry the money stream that undergirds Republican coordination and discipline and sustains Republican rule. </p> <p>This explains why it's so easy for McCain to go after them, and why ending them completely tomorrow would make almost no fiscal difference at all. Meanwhile, there's no good reason why a great Planetarium, which is loathe to charge hefty entry fees, should be making do with a 40-year-old projector.<br></p>",
  "<p>On Friday, <a href=\"http://www.taipeitimes.com/News/taiwan/archives/2008/10/04/2003425005\">Taiwan will celebrate its national day</a>, which is actually the 97th anniversary of Sun Yat Sen's declaration of the old, non-communist Republic of China, whose flag is still the official banner of the island. Beijing gets very upset if Taiwan drops its claim to represent all of China and instead opts to go its own way officially, the way it has done in practice for 50 years.</p> <p>The <a href=\"http://www.taiwandocuments.org/tra01.htm\">Taiwan Relations Act</a> mandates the White House to ensure that the island has the means of self-defence. In fact, it says that \"the United States decision to establish diplomatic relations with the People's Republic of China rests upon the expectation that the future of Taiwan will be determined by peaceful means,\" which one could consider somewhat negated by all those threats and missiles in the mainland.</p> <p><a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/06/11/AR2008061103281.html\">The Bush administration has refused to sell the F16s</a> that it had earlier promised to Taiwan but never delivered in order to punish Chen Shui Bian, the former president, and his party for wanting to declare independence from China. The majority of Taiwanese no more want to come under Beijing than the Kosovars want to go under Belgrade, but the Bush arms freeze had left Beijing to assume, and no one from the administration has contradicted it, that the US agreed with the PRC's own rigid definition of the One China Policy.</p> <p>Indeed, <a href=\"http://afp.google.com/article/ALeqM5gWEaGGhXdj2yMl7zVhbpRcvdPrXg\">Admiral Timothy Keating</a>, the commander of the US Pacific Command, admitted this summer that they had consulted with Beijing about arms for Taiwan, and the state department recently sent out a kow-towing memo to its embassies abroad on how to avoid upsetting the Chinese this Friday by keeping a very low profile at the ROC national day receptions around the world. No wonder the commissars for the Middle Kingdom had become used to accepting obeisance and tribute from the foreign ghosts.</p> <p>However, now, to reward Taiwan's new president, Ma Ying-jeou, who has been trying to kiss and make up with Beijing, Bush has agreed to deliver half of what the Taiwanese wanted, included the much touted but seriously wonky <a href=\"http://www.globalsecurity.org/org/news/2004/040430-patriot-faults.htm\">Patriot missile system</a>, but not the submarines and F16s that the Taiwanese had ordered.</p> <p>The gesture was a little like being half-pregnant as far as the Chinese were concerned. They <a href=\"http://www.csmonitor.com/2008/1006/p99s01-duts.html\">summoned the American chargé d'affaires</a> to tell him they regarded it as a broken promise and were <a href=\"http://www.theguardian.com/world/2008/oct/08/china.armstrade\">cutting off military and diplomatic cooperation</a>.</p> <p>Ma is from the KMT, the old Chinese nationalist party, whose diehards agree with Beijing on one-China, but disagree with the communists about who represents it, and this national day will be more Republic of China, and less Taiwan. Ma has managed some serious political acrobatics. Without disavowing the old nationalists in his party, he had to persuade the electorate that he would stroke the mainland by eschewing showy gestures, while still maintaining effective independence.</p> <p>The KMT would like the ROC to join the UN as well, without declaring independence, but Beijing's gratitude only goes so far. It slapped down the new government's conciliatory attempt to shelve the UN question by going for representation at the World Health Organisation instead. And since it really does not get this democracy and self-determination thing, Beijing has not foresworn the use of force or moved the batteries of hundreds of missiles pointed threateningly at the hearts and minds of the Taiwanese, who have no ambition whatsoever to invade the mainland. </p> <p>Of course, with all this electoral rhetoric about supporting democracy, one wonders about the degree of American cooperation with one of the least democratic regimes outside Riyadh, not least when contrasted with the lack of support for a democratically elected government in Taiwan.</p> <p>We did see democracy at work in Washington, where <a href=\"http://www.ft.com/cms/s/0/b93d3c64-94d1-11dd-953e-000077b07658.html\">John McCain supported the full arms package going to Taiwan</a>, but one has to wonder how principled a stand it was when his neocon adviser Randy Scheunemann had had in his lobbyist's portfolio not only Georgia, but also Taiwan and Lockheed Martin, purveyors of the Patriot missiles and F16s. Will the policy change if Beijing makes an offer?</p> <p>In fact, the Taiwan government has not been pushing as hard as it could on arms sales, not least because they consciously strove to limit the arms budget in order to spend more on things like education and health, which is a good lesson for both presidential candidates in the US. Taiwan really should cancel on those dud Patriots.</p> <p>A stronger, saner US might be able to parlay possible arms supplies to Taiwan against a Chinese pledge not to use military force to settle the dispute, and to remove all those missiles. But an administration dependent on the Peoples Bank of China to pay for the Wall Street bail-out and lobbyists for framing policy is neither strong nor sane. And neither McCain nor Barack Obama has suggested cutting the defence budget in favour of healthcare and education, which would really be the sanity clause for Marxists and normal humans.</p>",
  "<p>Belarus held a parliamentary <a href=\"http://www.voanews.com/english/2008-10-08-voa49.cfm\">election</a> last week and nobody in America paid any attention. In fact, Belarus rarely registers a blip on our radars, except to serve as a punch line, as it did when John McCain chastised his adviser Phil Gramm after calling us a <a href=\"http://www.youtube.com/watch?v=2NVjq2py7BA\">\"nation of whiners\"</a> and that the former senator \"would be in serious consideration for <a href=\"http://www.youtube.com/watch?v=tqj7bZWMgKY\">ambassador to Belarus</a>, although I am not sure that the citizens of Minsk would welcome that\".</p> <p>All ribbing aside, should <a href=\"http://news.bbc.co.uk/1/hi/world/europe/country_profiles/1102180.stm\">Belarus</a> matter to Americans? That is, should we be doing more to reach out to a country Secretary Condoleezza Rice once described as \"Europe's last dictatorship\"? The answer is a no-brainer: Yes. And there are signs Belarus may be pulling out of its post-Soviet hibernation, or at least recalibrating its pro-Russia orientation. </p> <p>Among the positive signs: Belarus' erratic president, <a href=\"http://en.wikipedia.org/wiki/Alexander_Lukashenko\">Alexander Lukashenka</a>, has begun releasing political prisoners, many of them detained after the opposition's aborted peaceful revolution in March 2006. While the <a href=\"http://www.osce.org/\">OSCE</a> said the recent elections were <a href=\"http://www.dw-world.de/dw/article/0,2144,3680183,00.html\">neither free nor fair</a> – no opposition candidate won any parliamentary seats – they still showed minor improvements from previous polls. Lukashenka refused to bend to pressure from Moscow to recognize the independence of Georgia's breakaway provinces Abkhazia and South Ossetia. And the former collective farm boss even hired a British public relations firm, Bell Pottinger, to polish his and his country's image in the eyes of the west (first piece of advice: shave the <a href=\"http://www.geopolitika.lt/data/images/lukashenka.jpg\">creepy mustache</a>). </p> <p>Sceptics will say this is nothing but a ruse for Belarus to continue rigging elections and arresting dissidents, while strategically playing its European and Russian neighbors off one another to wrest more concessions – aid, cheaper energy, lifting of sanctions – from both. They say that Lukashenka is not having a Qaddafi-like moment and awaiting his invitation to the White House. After all, this is the same guy who gave the boot to America's embassy staff in Minsk last spring. </p> <p>But he may be amenable to making Belarus a more open and investment-friendly place even if it means allowing more dissent and curbing human rights abuses. A dictatorship on Europe's doorstep was partly the same rationale for intervention in the former Yugoslavia a decade ago. While nobody is seriously talking about military regime change in Minsk, some are waking up to the fact that Belarus' relationship with Russia – on political, military and energy matters – is not all it's cracked up to be. The image of Russian tanks moving into Georgia can't sit well in Minsk. And once Belarusians start paying for higher prices at the pump, they may start cursing Putin with the same intensity as they curse Bush. </p> <p>The question is: What can the west offer Belarus? Of course, a blanket lifting of sanctions would only reward Lukashenka for rigging the recent election. But making more conciliatory overtures to Belarus, especially with winter approaching and higher energy prices on the horizon, would be a step in the right direction. \"If Europe makes one step forward in political and economic cooperation, we will make three steps,\" Lukashenka recently <a href=\"http://www.mnweekly.ru/national/20081003/55349637.html\">told</a> reporters. But even more security cooperation would be helpful. Belarus will not be joining Nato anytime soon – even though it arguably is more qualified for membership than Georgia, given its recognized boundaries – but nor should we assume Belarus is just some extension of Russia, or a beachhead for its expansionism westward.</p> <p>In 2006 I traveled throughout Belarus, talking to locals about their concerns, needs and wishes. Of course, they want higher salaries but they appreciate the fact that their streets are clean, their cities are safe and their lives are predictable, even if a tad dull. Many desire closer cooperation with Washington and Brussels but are not for joining EU or Nato. Even the plainclothes policemen who tailed me everywhere on my trip probably would have enjoyed chatting me up over beers about US-Belarusian relations. </p> <p>The next president of the United States should not ignore Belarus. It is the buffer zone between Nato and Russia, a vital transit route for Europe-bound energy supplies, and a state with an appalling human rights record. The next president would be wise not to consider its ambassadorship to Belarus as some outpost to punish wayward advisers like Phil Gramm.</p>",
  "<p>Today is John Lennon's birthday. I know this because when I was a boy, in the 60s, I read every Beatle book there was and learned every ridiculous fact there was to learn, as well as the non-ridiculous facts. I even know <em>Ringo's</em> birthday, but no, I'm not going to name it. Anyway, he'd have turned 68 today.</p> <p>Word is that the McCain campaign is going to commemorate the event by linking Obama to Lennon's radical-chic phase. Yeah, sure, he <em>says</em> he was 11. He <em>says</em> he was in Hawaii. Likely stories.</p> <p>Meanwhile, enjoy this boffo performance, from the David Frost show in 1968:</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/Imb4tYOk8GE?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/Imb4tYOk8GE&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/Imb4tYOk8GE&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object> </figure>   <p><br></p>",
  "<p>It hasn't been the most positive week for the US-led International Security Force for Afghanistan (ISAF). Last week, a French newspaper leaked a secret cable in which Sir Sherard Cowper-Coles, Britain's ambassador to that country said the situation in Afghanistan is getting worse and its government is mired in corruption. According to the report, Cowper-Coles, a man who is <a href=\"http://www.theguardian.com/politics/2007/jun/22/uk.afghanistan\">no stranger to controversy</a>, said only \"an acceptable dictator\" could guarantee stability in the country. <br> That was followed on Sunday by remarks from Mark Carleton-Smith, commander of British forces in the country, that a decisive victory against the Taliban <a href=\"http://www.timesonline.co.uk/tol/news/world/asia/article4887927.ece\">is impossible</a>. Carleton-Smith said the Afghan conflict can only be ended through a political solution that includes the Taliban. His comments were supported by General Jean-Louis Georgelin, the chief of the French army.<br> Carleton-Smith was in part reacting to reports of <a href=\"http://www.theguardian.com/world/2008/sep/28/afghanistan.defence\">peace talks</a> between the Taliban and the Afghan government mediated by Saudi King Abdullah in Mecca last month. Such initiatives \"should not make people uncomfortable\", said Britain's top military commander in Afghanistan, \"[because] that's precisely the sort of progress that concludes insurgencies like this\".<br> Those words were <a href=\"http://www.un.org/apps/news/story.asp?NewsID=28436&amp;Cr=Afghan&amp;Cr1=\">echoed</a> by the UN's top official in Afghanistan. \"We all know that we cannot win it militarily,\" said UN special envoy to Afghanistan Kai Eide. \"It has to be won through political means. That means political engagement.\"</p> <p>Whether or not Afghanistan is on the brink of collapse, the current mood reflects the growing realisation that military might alone cannot create stability. The Taliban may represent the most virulent strand of militant Islam, but it is also a major player in Afghanistan that has resisted successive attempts at its eradication. Britain and the UN's highest officials in Afghanistan have concluded that dialogue must replace open hostilities.<br> Unsurprisingly, Whitehall and Washington have dismissed such talk, although British foreign secretary David Milliband has not gone as far as denying Cowper-Coles' alleged comments.  US Defence Secretary Robert Gates described the claims of impending military defeat in Afghanistan as <a href=\"http://www.reuters.com/article/newsOne/idUSTRE49607N20081007\">defeatist</a>. Officially, everyone from Karzai in Kabul to Bush in Washington are talking tough about the Taliban.<br> Yet it seems even the US defence community has doubts about the strategy in Afghanistan. Yesterday the New York Times <a href=\"http://www.nytimes.com/2008/10/09/world/asia/09afghan.html?_r=1&amp;hp&amp;oref=slogin\">reported</a> that a major US intelligence estimate concludes that Afghanistan is in a \"downward spiral\". It effectively confirms what others like Carleton-Smith and Eide having been saying.<br> According to the New York Times, the leaked draft of this year's National Intelligence Estimate cites a breakdown in the Karzai government's authority, and an increase in corruption and the heroin trade, as having fundamentally undermined attempts to create a stable nation state. Last year's National Intelligence Estimate gained wide international coverage because it concluded, contrary to Bush Administration claims, that Iran did not possess nuclear weapons and had <a href=\"http://www.dni.gov/press_releases/20071203_release.pdf\">halted its attempts</a> to produce them in 2003.</p> <p>If the Times report is accurate, this year's NIE may prove to be another embarrassment for the Bush administration. On the positive side, it might also indicate that the bureaucrats are turning on the cold showers of realism sorely missed during the past eight years of Bush militarism that has fed on the simple, mythical belief in military solutions to complex social and political problems.<br> The conclusions reached in this year's NIE about US involvement in Afghanistan should come as no surprise. President Karzai does not control Afghanistan, despite the support of the world's only superpower and his success in presidential elections in 2004. He is known derisively in Afghanistan as the mayor of Kabul owing to his inability to control the vast territory beyond the country's capital. Those vast territories are almost entirely under the control of Afghanistan's feared warlords. It is arguable that Karzai has no choice but to curry favour with warlords: in a country devastated by decades of war and with a population mired in poverty, military might has been the only guarantor of immediate political power. But we shouldn't be under the illusion that warlordism developed in Afghanistan organically. The US, along with Pakistan and Saudi Arabia, had much to do with that power equation from the very moment it decided to militarise and Islamise Afghan society to defeat the Soviet Union. When the US swept into Afghanistan in October 2001, it paid several millions to warlords in an effort to create an alliance against the Taliban and capture it's and Al Qaeda's chief commanders. The problem then, unlike in the decade after the Soviet withdrawal in 1989, was not that the US neglected Afghanistan. Rather, the US invested in the very people who helped turn the sleepy haven for hippies that was Afghanistan in the 1970s into one of the most brutal conflict zones in the world. Many, including the current Democrat-controlled Congress, have been critical of the unaccountable billions the US has pumped into Afghanistan. Most of that money has been spent on the war with the Taliban. Little consideration has been given for the long term repercussions of war for the development of the country. It is perhaps telling that the increase in soul-searching over Afghanistan comes during the death throes of the Bush administration. Last month it commissioned a review of US policy on Afghanistan. US officials openly admit that the review will not dramatically alter current policies. Rather, it is aimed at assisting the next administration. Bush officials may soon have to justify eight years of the same, failed military campaign in Afghanistan. Unfortunately, the next President is likely to continue with more of the same. McCain and particularly Obama both speak of escalating the war with the Taliban. Whichever candidate wins in November, however, facts on the ground may compel him to replace the war plans with a negotiating table.</p>",
  "<p>Today brings our second prominent GTT (gentle towel-tosser), after David Brooks' earlier prediction that Obama would win by nine points. In his <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/10/08/AR2008100802926.html?hpid=opinionsbox1\">WashPost column today</a>, George Will speculates that Obama could win as many as...nah, I'm too superstitious to say it.</p> <p>I will quote this passage, however; Will's assessment of Ayers attacks:</p> <blockquote> <p>In the closing days of his 10-year quest for the presidency, McCain finds it galling that Barack Obama is winning the first serious campaign he has ever run against a Republican. Before Tuesday night's uneventful event, gall was fueling what might be the McCain-Palin campaign's closing argument. It is less that Obama has bad ideas than that Obama is a bad person.</p> <p>This, McCain and his female Sancho Panza say, is demonstrated by bad associations Obama had in Chicago, such as with William Ayers, the unrepentant terrorist. But the McCain-Palin charges have come just as the Obama campaign is benefiting from a mass mailing it is not paying for. Many millions of American households are gingerly opening envelopes containing reports of the third-quarter losses in their 401(k) and other retirement accounts -- telling each household its portion of the nearly $2 trillion that Americans' accounts have recently shed. In this context, the McCain-Palin campaign's attempt to get Americans to focus on Obama's Chicago associations seems surreal -- or, as a British politician once said about criticism he was receiving, \"like being savaged by a dead sheep.\"</p> </blockquote> <p>Points for being able to tell us who that British pol was. I don't know.<br></p>",
  "<p>There has already been approximately <a href=\"http://elections.foxnews.com/2008/10/08/editorial-roundup-newspapers-weigh-second-presidential-debate/\">1,375,294 words written</a> about Tuesday night's <a href=\"http://ap.google.com/article/ALeqM5irCWkOK7mXeHKYSxW_Ux2TISdKQwD93MLP701\">presidential debate</a> between Barack Obama and John McCain, much of it falling into the usual metaphor of a sports contest. But talk of home runs or goals or touch-downs, or whatever the vocabulary of your preferred sport might be, misses the point.</p> <p>When I look back on those 90 minutes I don't see a game of football. It was much more significant than that. For me Tuesday night was the moment at which Obama finally cloaked himself in the mantle of president.</p> <p>It was like watching him emerge from the pupa in which he has been metamorphosing for the past two years and spread his wings. The politician on display was not the same politician I first saw <a href=\" http://www.theguardian.com/world/2006/dec/12/usa.barackobama \">dazzling a crowd in New Hampshire</a> in December 2006. Yes there have been flashes of his potential along the way – plenty of them. He has at times been charistmatic, statesmanlike, inspirational and his oratorical powers have never been in doubt. But this week those elements all came together in one presidential package.</p> <p>What does it mean to look presidential? That's the perennial question that hangs over all American presidential elections and millions of dollars and thousands of hours of effort are devoted to trying to answer it.</p> <p>It is both the most complex and the simplest question in US politics. Simplest because you know it when it you see it. And I saw it on Tuesday night.</p> <p>Obama was calm and in control, both of his own emotions and the media event in which he participated. When he talked about the financial crisis he rose in stature, as if he were drawing strength from the global meltdown. McCain, by contrast, appeared overwhelmed by the scale of the disaster.</p> <p>If you know a presidential look when you see it, the converse also holds true. Earlier this year I spent weeks travelling round America visiting previous <a href=\"http://www.theguardian.com/politics/2008/mar/29/uselections2008.usa\">failed presidential candidates</a>. They were a very fine bunch of individuals, including a man who, like many before me including Hunter S Thompson, I came to admire very deeply – George McGovern. But even he had that look, the look of the loser. I saw it again this week, in John McCain.</p> <p>In hindsight the people I talked to lost because they fell into one of three categories. Some were insufficiently charismatic in the age of the television soundbite (Walter Mondale) others were swimming against the tide of history (Michael Dukakis) or brought down by their ill-considered choice of running mate (McGovern). </p> <p>John McCain is unique. He falls into all three.</p> <p>In his increasingly desperate attempts to dent Obama's armour plating, he says that America does not have the luxury for its next president to have on-the-job training. But by repeating that mantra, as he did again on Tuesday, he merely shows that he has not been paying attention.</p> <p>The truth is, Obama has spent the past two years engaging in precisely that – intensive on-the-job training. He started the crash course in January 2007 as a little-known first-time senator from Illinois. On Tuesday night he graduated. Barack Obama is ready to be president.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-338446302\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/10/9/1223569054322/reynolds.jpg\" alt=\"Dean Reynolds\" width=\"140\" height=\"143\" class=\"gu-image\" /> </figure>  <p>It's important to remember that this election isn't just about the glitz and the glamour of the conventions and the debates, or the self-indulgent speculations of the punditocracy: it's about real people -- real people who are suffering. And few can be suffering more acutely than award-winning CBS Evening News correspondent <a href=\"http://www.cbsnews.com/stories/2007/09/25/eveningnews/main3297511.shtml\">Dean Reynolds</a>, who's been putting a brave face on things for months, but who now finally lets his anger and frustration <a href=\"http://www.cbsnews.com/blogs/2008/10/07/politics/fromtheroad/entry4507703.shtml#ccmm\">erupt all over the CBS From The Road blog</a>: </p> <blockquote> <p>The Obama aides who deal with the national reporters on the campaign plane are often overwhelmed, overworked and un-informed about where, when, why or how the candidate is moving about. Baggage calls are preposterously early with the explanation that it's all for security reasons. If so, I would love to have someone from Obama's campaign explain why the entire press corps, the Secret Service, and the local police idled for two hours in a Miami hotel parking lot recently because there was nothing to do and nowhere to go. It was not an isolated case. </p> </blockquote> <p>If you've recently received a home foreclosure notice, or you can't afford to fill your car with gas, you'll certainly sympathise with the appalling experiences Reynolds has been enduring as one of the downtrodden reporters forced to occupy a seat on Obama's press plane:</p> <blockquote> <p>Nor is there much sympathy for those of us who report for a newscast that airs in the early evening hours. Our shows place a premium on live reporting from the scene of campaign events. But this campaign can often be found in the air and flying around at the time the \"CBS Evening News with Katie Couric\" is broadcast.</p> </blockquote> <p>Hard to believe, I know, but it gets worse. Reynolds recently spent a few days on the McCain plane, and the contrast was so stark that it made him feel even more upset, frustrated and depressed:</p> <blockquote> <p>The McCain campaign plane is better than Obama's, which is cramped, uncomfortable and smells terrible most of the time. Somehow the McCain folks manage to keep their charter clean, even where the press is seated.</p> </blockquote> <p>For a moment towards the end of his tale of woe, Reynolds seems to waver, as if wondering whether, in this harsh world, anyone will take any notice of his cry for help:</p> <blockquote> <p>Maybe none of this means much.</p> </blockquote> <p>But it lasts only a moment. Then he picks himself up, takes a deep breath, rediscovers his courage, and reminds himself that one day -- maybe not today, maybe not tomorrow, but someday -- the law of Karma will catch up with Barack Obama, and the horrors he has inflicted will be met with an equal and opposite retaliation:</p> <blockquote> <p>...in politics, everything that goes around comes around.</p> </blockquote> <p>This is undeniably true: justice will triumph in the end. And this is what allows us, even in our darkest hours, to stay hopeful and strong. Because no matter how much pain and misery may be inflicted by those in power upon those they oppress, the indomitable human spirit will always win out eventually, especially when it is the indomitable human spirit of the award-winning CBS news reporter Dean Reynolds. </p>",
  "<p>Todd Palin talked with more than a dozen Alaska state officials, many of them repeatedly, in his crusade to get a state trooper fired who he considered to be a bad cop, a dishonest person and a threat to the Palin family, according to his sworn statement given yesterday to a legislative investigator in Alaska.</p> <p>The 25-page statement from Governor Sarah Palin's husband, in response to questions submitted by the investigator, shows that Todd Palin's efforts started before his wife became governor and accelerated during the first 19 months of her administration.</p> <p>He also suggested there was bad blood between the governor and former public safety commissioner Walt Monegan over two other matters, including an inquiry from Monegan to the governor about whether she once failed to put her infant son Trig in a car seat while she was driving.</p> <p>The other dispute involved the unavailability of a state trooper airplane for the governor's use when travelling to the Alaska's rural areas.</p> <p>On the car seat matter, Monegan sent an email to the governor on June 30, 12 days before he lost his job, that said: \"Via a soon-to-be-retiring legislator, we received a complaint that had you driving with Trig not in an approved car seat; if this is so that would be awkward in many ways.\"</p> <p>The governor fired back from her private email account: \"I've never driven Trig anywhere without a new, approved carseat. I want to know who said otherwise - pls provide me that info now.\"</p> <p>Todd Palin, in his sworn statement, said this was a \"false rumour\", and that the governor was a passenger in a truck, \"on a private farm road without traffic at low speed\".</p> <p>On the trooper airplane, \"It seemed that whenever Sarah needed this plane, it was unavailable,\" Todd Palin said. \"We were concerned that the department of public safety was retaliating against Sarah for selling the Murkowski jet that department of public safety officials enjoyed using.\" In 2007, the governor sold a jet her predecessor, Frank Murkowski, bought in controversial defiance of the legislature.</p> <p>Todd Palin was waging the campaign against his ex-brother-in-law, state trooper Mike Wooten, who had divorced the governor's sister in 2006 and who is involved in a custody fight.</p> <p>Two investigations - one by the legislature and one by the state personnel board - are under way over whether Governor Palin or members of her administration abused their powers in pushing for Wooten's firing, and whether their efforts resulted in the governor's dismissal of her public safety commissioner, Monegan, in July.</p> <p>The legislature ordered its investigation in late July, and until this week Todd Palin and officials of the governor's administration resisted subpoenas to tell what they know about Troopergate. </p> <p>Palin's statement yesterday comes after an Alaska judge last week refused to invalidate the subpoenas.</p> <p>In his statement, Palin is unapologetic about his efforts to get Wooten fired, but he says he doesn't think those efforts had anything to do with Monegan's dismissal. </p> <p>He said his understanding is that Monegan lost his job due to a \"dispute with the governor and her staff over budget issues and failure to fill trooper vacancies\".</p> <p>In his statement, Palin repeatedly discusses his quest to get Wooten dismissed, but said he never told Monegan to fire Wooten. He said Wooten threatened Palin's father-in-law, bullied people as a trooper, drove in his trooper car after drinking, improperly used his trooper car to shuttle his kids and falsified a workers' compensation claim. </p> <p>Wooten was suspended for five days in 2006 after troopers investigated complaints against him.</p> <p>\"I had hundreds of conversations and communications about trooper [Mike] Wooten over the last several years with my family, with friends, with colleagues, and with just about everyone I could - including government officials,\" Palin said.</p> <p>\"I talked about Wooten so much over the years that my wife told me to stop talking about it with her.\"</p> <p>He said by taking his concerns to Monegan he was following the instructions regular citizens get for complaining about troopers.</p> <p>\"There is absolutely nothing improper about lodging concerns about trooper [Mike] Wooten with Monegan or his predecessor - complaints about state troopers are supposed to go to the commissioner,\" he said.</p> <p>\"I make no apologies for wanting to protect my family and wanting to publicise the injustice of a violent trooper keeping his badge and abusing the worker compensation system. The real investigation that needs to be conducted for the best interests of the public at large is the department of public safety's unwillingness to discipline its own.\"</p>",
  "<p>Now Cindy McCain is started to lay into Obama over his \"vote against the troops.\" I watched a clip this morning where she stood there, right next to her husband, attacking Obama's one vote against Iraq war funding. Obviously, she knows that her husband also cast one vote against war funding (Obama because the measure he opposed did not include a timetable for withdrawal, McCain because it did).</p> <p>I mean, how can someone stand up there and say that, throwing thunderbolts of moral indignation, while knowing that her husband also cast such a vote? Amazing. Media Matters <a href=\"http://mediamatters.org/items/200810090004\">has the scoop</a> on how some MSM outlets are, surprise, surprise, reporting her remarks while failing to mention hubby's vote.<br></p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/JtRzBmlI_2A?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/JtRzBmlI_2A&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/JtRzBmlI_2A&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p> The <a href=\"http://www.guardian.co.uk/world/2008/oct/08/uselections2008.barackobama\">second 2008 presidential debate</a> included a single, pointed question on global <a href=\"http://www.guardian.co.uk/environment/climatechange\">climate change </a>from an audience member, but that didn't stop both candidates from working the issue of energy independence into their responses to all sorts of questions throughout the 90-minute faceoff.</p> <p>By and large, <a href=\"http://www.guardian.co.uk/world/johnmccain\">John McCain</a> and <a href=\"http://www.guardian.co.uk/world/barackobama\">Barack Obama</a> stuck to their scripts on <a href=\"http://www.guardian.co.uk/environment/energy\">energy</a>, arguing that the nation must invest more in <a href=\"http://www.guardian.co.uk/environment/alternativeenergy\">alternative</a> and renewable energy sources ... and rely on traditional oil and coal sources. McCain repeatedly mentioned nuclear power, while Obama made the now-obligatory nod to \"clean coal.\"</p> <p>But for a few minutes in the middle of it all, the debate touched specifically on climate change with a question from an audience member that produced very different answers from the candidates.</p> <p>The question came from <a href=\"http://gristmill.grist.org/story/2008/10/8/9127/50970\">Ingrid Jackson</a>: <strong>\"Sen. McCain, I want to know, we saw that Congress moved pretty fast in the face of an economic crisis. I want to know what you would do within the first two years to make sure that Congress moves fast as far as environmental issues, like climate change and green jobs.\"</strong></p> <p>McCain's response nods at the importance of addressing climate change, but then goes on to stress that the United States needs to invest in a broad range of energy sources, particularly nuclear power. Here's his response in full:</p> <blockquote> <p>Well, thank you. Look, we are in tough economic times; we all know that. And let's keep — never forget the struggle that Americans are in today. But when we can — when we have an issue that we may hand our children and our grandchildren a damaged planet, I have disagreed strongly with the Bush administration on this issue. I traveled all over the world looking at the effects of greenhouse-gas emissions, Joe Lieberman and I.</p> <p> And I introduced the first legislation, and we forced votes on it. That's the good news, my friends. The bad news is we lost. But we kept the debate going, and we kept this issue to -- to posing to Americans the danger that climate change opposes. Now, how -- what's -- what's the best way of fixing it? Nuclear power. Sen. Obama says that it has to be safe or disposable or something like that.</p> <p> Look, I was on Navy ships that had nuclear power plants. Nuclear power is safe, and it's clean, and it creates hundreds of thousands of jobs. And I know that we can reprocess the spent nuclear fuel. The Japanese, the British, the French do it. And we can do it, too. Sen. Obama has opposed that. We can move forward, and clean up our climate, and develop green technologies, and alternate -- alternative energies for -- for hybrid, for hydrogen, for battery-powered cars, so that we can clean up our environment and at the same time get our economy going by creating millions of jobs.</p> </blockquote> <p>Obama, <a href=\"http://gristmill.grist.org/story/2008/10/7/192054/490\">in his response to the same question</a>, called for public investment in finding solutions to climate change, including support for wind, solar, and geothermal energy. He challenged McCain on his votes against <a href=\"http://www.guardian.co.uk/environment/renewableenergy\">renewables</a> during his time in the Senate and directly countered the notion that drilling offshore is a solution to the nation's energy concerns:</p> <blockquote> <p>This is one of the biggest challenges of our times. And it is absolutely critical that we understand this is not just a challenge, it's an opportunity, because if we create a new energy economy, we can create 5 million new jobs, easily, here in the United States. It can be an engine that drives us into the future the same way the computer was the engine for economic growth over the last couple of decades.</p> <p> And we can do it, but we're going to have to make an investment. The same way the computer was originally invented by a bunch of government scientists who were trying to figure out, for defense purposes, how to communicate, we've got to understand that this is a national security issue, as well. And that's why we've got to make some investments and I've called for investments in solar, wind, geothermal. Contrary to what Sen. McCain keeps on saying, I favor nuclear power as one component of our overall energy mix.</p> <p> But this is another example where I think it is important to look at the record. Sen. McCain and I actually agree on something. He said a while back that the big problem with energy is that for 30 years, politicians in Washington haven't done anything. What Sen. McCain doesn't mention is he's been there 26 of them. And during that time, he voted 23 times against alternative fuels, 23 times. So it's easy to talk about this stuff during a campaign, but it's important for us to understand that it requires a sustained effort from the next president.</p> </blockquote> <p><br>So far, the responses amount to the typical thrust and parry of the campaign, with the candidates jousting over political points and generalities about investing in alternative energy sources. But Obama, in directly taking on the Republicans' pro-drilling talking points, talked quite frankly about the scope of the climate challenge:</p> <blockquote> <p>One last point I want to make on energy. Sen. McCain talks a lot about drilling, and that's important, but we have 3 percent of the world's oil reserves and we use 25 percent of the world's oil. So what that means is that we can't simply drill our way out of the problem. And we're not going to be able to deal with the climate crisis if our only solution is to use more fossil fuels that create global warming. We're going to have to come up with alternatives, and that means that the United States government is working with the private sector to fund the kind of innovation that we can then export to countries like China that also need energy and are setting up one coal power plant a week. We've got to make sure that we're giving them the energy that they need or helping them to create the energy that they need.</p> </blockquote> <p>Later in the debate, Obama again stressed the scale of the climate and energy crisis, making clear that there are no easy fixes. His response was prompted by a questioner who asked the candidates what sacrifices they would ask every American to make \"to help restore the American dream and to get out of the economic morass that we're now in.\" </p> <p>Obama said:</p> <blockquote> <p>Let's take the example of energy, which we already spoke about. There is going to be the need for each and every one of us to start thinking about how we use energy. I believe in the need for increased oil production. We're going to have to explore new ways to get more oil, and that includes offshore drilling. It includes telling the oil companies, that currently have 68 million acres that they're not using, that either you use them or you lose them. We're going to have to develop clean coal technology and safe ways to store nuclear energy.</p> <p> But each and every one of us can start thinking about how can we save energy in our homes, in our buildings. And one of the things I want to do is make sure that we're providing incentives so that you can buy a fuel-efficient car that's made right here in the United States of America, not in Japan or South Korea, making sure that you are able to weatherize your home or make your business more fuel efficient. And that's going to require effort from each and every one of us.</p> </blockquote> <p>Overall, Tuesday night's debate seemed like one long discussion of the complex reality of energy markets, economic health, and national security. Pretty much the first sentence out of McCain's mouth, responding to a question about how to address the economic crisis, was to mention energy independence. \"I have a plan to fix this problem and it has got to do with energy independence,\" said McCain. \"We've got to stop sending $700 billion a year to countries that don't like us very much.\"</p> <p>Later in the debate, McCain again referred to energy independence as key to addressing the economic crisis, pointing specifically to offshore drilling and nuclear power. \"You're going to be examining our proposals tonight and in the future, and energy independence is a way to do that, is one of them,\" said McCain. \"Drilling offshore and nuclear power are two vital elements of that. And I've been supporting those and I know how to fix this economy, and eliminate our dependence on foreign oil, and stop sending $700 billion a year overseas.\"</p> <p>Obama, too, mentioned energy as a key factor in fixing the economy: \"We are going to have to deal with energy because we can't keep on borrowing from the Chinese and sending money to Saudi Arabia. We are mortgaging our children's future,\" said Obama. \"We've got to have a different energy plan.\"</p> <p>Moderator Tom Brokaw also asked the candidates about what their priorities will be in office: \"Health policies, energy policies, and entitlement reform -- what are going to be your priorities in what order? Which of those will be your highest priority your first year in office and which will follow in sequence?\"</p> <p>McCain responded first, arguing, \"I think you can work on all three at once, Tom.\" On the energy portion, he again touted nuclear energy, as well as renewables:</p> <blockquote> <p>We can work on nuclear power plants. Build a whole bunch of them, create millions of new jobs. We have to have all of the above, alternative fuels, wind, tide, solar, natural gas, clean coal technology. All of these things we can do as Americans and we can take on this mission and we can overcome it. My friends, some of this $700 billion ends up in the hands of terrorist organizations.</p> </blockquote> <p><br>On that same question, Obama listed energy as his top priority:</p> <blockquote> <p>We're going to have to prioritize, just like a family has to prioritize ... Energy we have to deal with today, because you're paying $3.80 here in Nashville for gasoline, and it could go up. And it's a strain on your family budget, but it's also bad for our national security, because countries like Russia and Venezuela and, you know, in some cases, countries like Iran, are benefiting from higher oil prices.</p> <p> So we've got to deal with that right away. That's why I've called for an investment of $15 billion a year over 10 years. Our goal should be, in 10 years' time, we are free of dependence on Middle Eastern oil. And we can do it. Now, when JFK said we're going to the Moon in 10 years, nobody was sure how to do it, but we understood that if the American people make a decision to do something, it gets done. So that would be priority No. 1.</p> <p>McCain at one point went after Obama on the now well-trod issue of the 2005 energy bill. \"It was an energy bill on the floor of the Senate loaded down with goodies, billions for the oil companies, and it was sponsored by Bush and Cheney. You know who voted for it? You might never know. That one,\" he said, gesturing toward Obama. \"You know who voted against it? Me. I have fought time after time against these pork barrel -- these bills that come to the floor and they have all kinds of goodies and all kinds of things in them for everybody and they buy off the votes.\"</p> </blockquote> <p>McCain continued with another call for increasing offshore drilling:</p> <blockquote> <p><br> Also, on oil drilling, oil drilling offshore now is vital so that we can bridge the gap. We can bridge the gap between imported oil, which is a national security issue, as well as any other, and it will reduce the price of a barrel of oil, because when people know there's a greater supply, then the cost of that will go down. That's fundamental economics. We've got to drill offshore, my friends, and we've got to do it now, and we can do it.</p> </blockquote> <p>The final debate, scheduled for Oct. 15, is intended to focus on domestic policy issues. If, as expected, the economy remains the dominant issue in the campaign, we may very well see McCain and Obama return again and again to energy issues. The question will be whether the moderator (CBS's Bob Schieffer) can get them to drop their talking points in favor of a deeper discussion about the scope of the climate problem and the significant changes Americans need to make in how they consume energy.</p>",
  "<p>Yesterday I wrote that McCain's $300 billion bailout plan didn't sound so bad at first blush.</p> <p>Well, at second blush, it does seem pretty bad. Here's <a href=\"http://delong.typepad.com/sdj/2008/10/john-mccains-ne.html\">Brad DeLong</a>, who knows a lot more about this than I do:</p> <blockquote> <p>The McCain plan is:</p> <p> * Take $300 billion.<br> * Pay double current market value to banks that have troubled mortgages on their books, thus:<br> o Give a present of $100 billion to the bankers who made the loans.<br> o Acquire and regularize the mortgages of only two-thirds as many homeowners as could have been accomplished if the $300 billion were invested wisely.</p> <p>There's a big difference here: Democrats want to prevent depression and support the financial markets by investing taxpayer money in banks with troubled assets. Republicans want to give taxpayers money away to the shareholders and managers of banks with troubled assets.</p> </blockquote> <p>I would say that this is unbelievable, but I do believe it.</p> <p>I sit corrected.<br></p>",
  "<p>John McCain <a href=\"http://www.huffingtonpost.com/amitai-etzioni/victory-in-iraq-and-afgha_b_132935.html\">talks a lot about victory</a>. But his personal experience of military action encompasses only defeat. McCain's war was Vietnam, where he served courageously as a US navy pilot. Even so, he spent most of his time there in a prisoner of war camp. And as the world well knows, America's south-east Asian adventure ended in calamity.</p> <p>A generation or two later, the lessons of history stubbornly unlearnt, the US is drifting into another Asian quagmire, this time in Afghanistan. Like Vietnam, the conflict is ideological – confronting communism then, confronting radical Salafi or Wahhabi Islam now.</p> <p>This latest American war is also being fought asymmetrically; that is to say, highly-trained troops using the very latest military technology against highly-motivated irregular guerrilla bands. The US is propping up an ineffective and corrupt regime in Kabul, as was once the case in Saigon.</p> <p>Washington and its Nato allies are likewise steadily losing the \"hearts and minds\" campaign, in part because of their continuing failure, since 2001, to improve the miserable lot of most Afghans; and in part because of the coalition's propensity for inadvertently killing and maiming civilians as they pursue the Taliban and al-Qaida.<br> The parallels, obviously inexact, could be extended. The Afghan war, for example, is now spreading into a neighbouring country, destabilising its government and radicalising its population. Think Cambodia and you may gain an insight into what awaits Pakistan if current trends continue unchecked.</p> <p>But the point at this particular moment in time is political, not historical or military. Either the Republican McCain or his Democratic rival, Barack Obama, will take charge of the White House come January. Responsibility for this developing crisis will soon be theirs.</p> <p>Both men have repeatedly stated <a href=\"http://www.theguardian.com/commentisfree/2008/jul/16/usforeignpolicy.fghanistan&quot;\">their intention to sharply increase</a> US troop levels in Afghanistan – despite warnings from Admiral Mike Mullen, chairman of the joint chiefs of staff, and <a href=\"http://afp.google.com/article/ALeqM5ix40SzVChzjJqm5biPb1ReWL88eA\">General David McKiernan</a>, the US in-country commander, <a href=\"http://afp.google.com/article/ALeqM5gEH8n7_6dU6KQrbVuEisi0fWSS9Q\">among others</a>, that negotiation, not escalation, will ultimately halt the violence.</p> <p>In a recent Washington press conference, McKiernan said additional troops were not the sole solution. Greater international investment in reconstruction, more training of the Afghan army and police, and greater emphasis on good governance were needed. \"This will not ultimately be a military outcome. [We] will not run out of bad people in Afghanistan. It will ultimately be a political solution.\"</p> <p>All the same, Obama continues to stress his willingness to send troops into sovereign Pakistani territory in pursuit of the enemy, despite much evidence that such imperious tactics are undermining the US anti-terror alliance with Islamabad. It's when Obama strays into sensitive areas such as these that the charge that he is dangerously inexperienced gains traction. On the other hand, McCain is clearly prepared to take similar action inside Pakistan. He just doesn't talk about it.</p> <p><a href=\"http://www.nytimes.com/2008/10/09/world/asia/09afghan.html?_r=1&amp;hp&amp;oref=slogin\">A published leak yesterday said</a> the Afghan policy review ordered by the Bush administration has concluded that Afghanistan is in a \"downward spiral\" and that the government of President Hamid Karzai is failing. This is only what <a href=\"http://www.theguardian.com/commentisfree/2008/oct/02/afghanistan.foreignpolicy\">British officials and generals</a> have been saying for some time.</p> <p>Both Obama and McCain need to acknowledge the seriousness of this situation, stop using Afghanistan as a campaign prop to prove how tough they are, and address themselves seriously to the question of exactly what the Nato alliance is trying to achieve there, and whether it has a realistic chance of securing its aims. The alternative is a thoughtless, reckless drift into a potentially bigger conflict than Iraq.</p> <p>Speaking of which, McCain's daily pledges to achieve victory there also require greater critical scrutiny than they are currently receiving. On Iraq, Obama appears more realistic. Even so, his plan to bring most troops home by mid-2010 looks ambitious. Iraq's sectarian truce may not hold much longer, key issues of land and oil remain unresolved, and Iran continues to exert unhelpful influence.</p> <p>McCain on the other hand seems to think the US can carry on indefinitely in Iraq while simultaneously escalating in Afghanistan. He refuses to set a timeline or endpoint for the occupation. Instead, in this week's presidential debate, he repeated his claim that \"Senator Obama would have brought our troops home in defeat. I will bring them home in victory and in honour.\" That was both cheap and puzzling.</p> <p>\"We still do not know what McCain means with talk about some kind of magical \"victory\" in Iraq,\" the <a href=\"http://www.nytimes.com/2008/10/09/opinion/09thu1.html\">New York Times said in an editorial on Wednesday</a>. \"Even American military commanders acknowledge that recent security gains are fragile. And there is no near-term expectation that Iraq can be the kind of stable democracy that Bush and McCain had envisioned.\"</p> <p>McCain's gung-ho campaign statements about Iraq are misleading at best and mendacious at worst. But they seem to be having an effect on some of his more gullible followers. In <a href=\"http://uk.youtube.com/watch?v=Vbg6hF0nShQ\">a recent CBS interview</a>, his neophyte running mate, the demon winker Sarah Palin, duly parroted the \"victory\" line. \"A surge in Afghanistan also will lead us to victory there as it has proven to have done in Iraq,\" Palin said. \"We cannot afford to retreat, to withdraw in Iraq.\"</p> <p>It's likely most American voters see such statements for what they are. The more McCain trumpets all-out victory, the more he looks like a loser.</p>",
  "<p>As I've said before, everyone following this election, wherever they are in the world, should check in at least occasionally with leading conservative blog <a href=\"http://corner.nationalreview.com/\">The Corner</a>, part of the National Review magazine, because there's something genuinely life-affirming about what's posted there. I promise I'm not being sarcastic, or not entirely: there's a kind of breathtaking wonder involved in the logical and rhetorical acrobatics indulged in by its contributors. Their latest argument: that Barack Obama is a deeply suspicious, foreignish type of individual because he <a href=\"http://corner.nationalreview.com/post/?q=OGM1ZGYyYWU5ZTZiMWVjZjdmZTZkZjk2N2MyZjZhOTA=\">pronounces Pakistan with a soft \"a\" sound</a>, or in what Mark Steyn calls an \"ostentatiously exotic\" way, whereas Sarah Palin is a real American because she <a href=\"http://corner.nationalreview.com/post/?q=OTNkMDVjNjA4ODJkYjViZDMxMzg1OWU0ZjM2MDExMTE=\">pronounces Iraq wrongly</a>. As Adam Serwer <a href=\"http://www.prospect.org/csnc/blogs/tapped_archive?month=10&amp;year=2008&amp;base_name=\" how_sarah_palin_is_like_50_cen\" \">says</a>: \"Keep in mind that these are the same people who insist that a culture of ignorance holds black people back, while lauding Sarah Palin's vast ignorance of public policy as some kind of tremendous virtue. They demand merit from others and only mediocrity from themselves, because said mediocrity is touted as proof of authenticity.\" </p> <p>Oh, and actually \"Pahhkistan\" is <a href=\"http://thinkprogress.org/2008/10/08/obama-pakistan/\">how General David Petraeus pronounces it too</a>, but everyone already knows how much he hates America.</p>",
  "<p>You can't switch on the TV without seeing slick-looking politicians, and Gordon Brown. If it's not a party conference, it's a crisis. If it's not a speech, it's an interview. Men and women in suits try and get us to vote for them, give money to them, trust them, or all three at the same time. But what would happen if you behaved like a politician at work? </p> <p>The methods Brown and Cameron and Obama and McCain use are designed to get their messages heard and paint a positive picture of one view and a negative image of another.</p> <p>This is clearly the very definition of a transferable skill. It can be applied in interviews, promotions, meetings and even everyday interactions. You could probably even use political speak to justify control of the TV remote - who could resist a Martin Luther King quote in a passionate case for The Simpsons rather than the news?</p> <p>So next time your boss asks a question that flummoxes you at work, perhaps you could use the same tactic. Try an age-old politician's technique and say: \"That's not really the issue, what's more important is ... \" before going off into something unrelated that makes you look better. Like how nice your shoes are. If that doesn't work, try the John McCain method of question answering, which is to stretch the truth into a fiction that even a quick Google search would expose, but trust that your boss hasn't got time to do so and must take your word for it.</p> <p>Failing that you could pretend you haven't heard, then wave at them happily as many politicians do when getting on to planes. If they insist on an answer read a prepared statement on the topic and refuse to take any questions. Perhaps even direct them to a spokesperson who can look harassed and continually repeat a line denying that the report hasn't been finished, and promising to look into its whereabouts in the fullness of time. </p> <p>The problem is that in any world outside of the sound bite and spin culture of Westminster or Capitol Hill, you'd last about five minutes. Your colleagues would just shout at you and demand actual work rather than photographs of you with disadvantaged children distributed around the building. But there is one shining example to all of us, and that comes from the American election. </p> <p>We've all felt like Sarah Palin at some time: that growing realisation you are out of your depth in a new job, but can't tell anyone because it's gone too far. She'd doubtless always dreamed of getting to the top in American politics. But going from being mayor of a town with less than 10,000 inhabitants to being the governor of an isolated state with roughly the population of Leeds, she must have dismissed these dreams as unrealistic. Just like you or I might dismiss fantasies about Nobel prizes for literature or running a record label. </p> <p>So when the call came in asking her to become vice-presidential candidate she leapt at the opportunity. She thought it would be fine to answer questions on foreign policy and complex economics. And like any of us in a similar position - whether in accountancy, PR or tree surgery - it's too late for her to tell anyone the truth and she must now brazen it out. </p> <p>The lesson to be learnt here is that it is often best to 'fess up and admit your shortcomings. Maybe if she'd mentioned that she doesn't read any newspapers and only got a passport last year they'd have trained her better. So if you're reading this, and someone has just asked you to do something you have no idea how to do, but probably should, for goodness sake ask someone. Or risk being relegated to Alaska forever more.</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/KjxzmaXAg9E?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/KjxzmaXAg9E&color1=0xb1b1b1&color2=0xcfcfcf&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/KjxzmaXAg9E&color1=0xb1b1b1&color2=0xcfcfcf&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>As everyone else who's already linked to this perturbing YouTube video this morning notes, there's no reason to imagine that a handful of hot-tempered McCain/Palin loyalists are in any way representative of McCain/Palin voters. But still, this series of interviews conducted by an <a href=\"http://bloggerinterrupted.com/\">Ohio blogger</a> outside a Republican rally there this week is pretty alarming. Watch it to learn the full, entirely fact-free story of Obama's \"terrorist bloodlines\"; how Sarah Palin has given so many more interviews to the media than Obama; and many other things that one might charitably call scandalously ill-informed nonsense. [<a href=\"http://www.politico.com/blogs/jonathanmartin/1008/Obama_as_terrorist.html?showall\">Jonathan Martin</a>]</p> <p>UPDATE: <a href=\"http://bloggerinterrupted.com/2008/10/video-mccain-palin-mob-part-2-womans-child-says-of-barack-you-need-gloves-to-touch-him\">Part two</a>, including the small child who says of Obama: \"You need gloves to touch him.\"</p>",
  "<p>With storm clouds <a href=\"http://www.theguardian.com/business/2008/oct/08/creditcrunch.usa\">this dark</a>, it is hard to see a silver lining. Perhaps with uncharacteristic optimism, I see three. </p> <p>First, the denial is over. Leaders now understand the gravity and worldwide scope of the crisis. Second, central banks are now pulling out all the stops, as they should. Even the European Central Bank has <a href=\"http://www.ecb.int/press/pr/date/2008/html/pr081008.en.html\">acknowledged</a> that inflation is yesterday's problem. Third, there is now a willingness to use taxpayer funds to recapitalise the banks. The UK has <a href=\"http://www.theguardian.com/business/2008/oct/08/marketturmoil.creditcrunch\">shown the way</a>. The US needs to abandon its lengthy preparations for reverse auctions of toxic assets and use the $700bn of the recently passed financial rescue plan to recapitalise its banks. There should be enough wiggle room under the <a href=\"http://www.theguardian.com/business/2008/oct/03/creditcrunch.useconomy2\">Tarp</a> to do this if the treasury secretary, Henry Paulson, has the courage.</p> <p>But governments now need to recognise that they have not just a financial crisis but an economic crisis on their hands. We are <a href=\"http://www.theguardian.com/business/2008/oct/09/imf.globalrecession\">well past the point</a> where it makes sense to speak of the possibility or even the unavoidability of recession. There is a very high probability now of the most serious global recession in our lifetimes. Consumer confidence is in tatters. Firms, their access to credit having been disrupted, have not just stopped investing but are finding it difficult to meet payroll. The crisis has decisively moved from Wall Street to Main Street. The process is further along in the US and the UK because financial problems were later to surface in other countries. But the recession is now global. So too, soon enough, will be realisation.</p> <p>What is no longer simply a financial crisis cannot be fixed by financial interventions alone. It cannot be fixed by more <a href=\"http://www.theguardian.com/business/2008/oct/08/interestrates.banking\">interest rate cuts</a> because interest rates on safe assets have been pushed pretty much as low as they can go. With consumption and investment both collapsing and only extra-terrestrials to sell additional exports to, there is only one element of global demand left. That's government spending. It is time, in other words, to think about aggressively using fiscal policy. </p> <p>One can imagine the alarm with which this recommendation will be received. The US deficit is already <a href=\"http://www.bloomberg.com/apps/news?pid=20601087&amp;sid=a.kAXACVdHTI&amp;refer=home\">rising steeply</a>, what with the Tarp, the AIG rescue, Fannie and Freddie, not to mention social security, Medicare and Medicaid down the road. European countries have uncomfortably high debts and the kind of gloomy demographics that make even existing debts painful to service. But these are problems for tomorrow. The imperative for today is to stabilise the economy. And fiscal policy is the only instrument left for doing this.</p> <p>Fiscal initiatives will have to be large to succeed in stabilising an economy in freefall. In the US case, we are talking 5% of GDP, or $700bn (there's that number again). This means that the US deficit may be closer to $2tn than $1tn next year. But desperate times require desperate measures.</p> <p>The problem with using fiscal policy in a financial crisis, as any emerging market official will tell you, is that it may do more to frighten than reassure investors. Worried that the government's big budget deficits will ultimately have to be financed by printing central bank money, investors may flee the country, causing its currency to crash and creating even more serious financial problems. </p> <p>Of course, if all governments apply fiscal stimulus at the same time, there is then no reason for investors to flee in any particular direction. There is an urgent need, in other words, for coordinated fiscal (and not just monetary) action. </p> <p>In the US, we need an income tax cut to put money in the pockets of consumers and an investment tax credit to get corporate spending going again. Intervening in the housing market – buying up mortgages <a href=\"http://blogs.wsj.com/washwire/2008/10/07/mccain-announces-homeownership-resurgence-plan/\">a la John McCain</a> – would be less effective, for this is no longer a housing crisis; it is now a wider consumption and investment crisis. Other countries might prefer a different mix of emergency tax cuts. But they need to act together. </p> <p>The relevant finance ministers will meet in Washington at the end of this week. Will they be ready to grasp the nettle?</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-338433880\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/09/1/GD9142532@Emergency-response-se-2636.jpg\" alt=\"Islamabad, Pakistan: Emergency response services deploy around the site of an explosion\" width=\"575\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Islamabad, Pakistan: Emergency response services at the site of an explosion</span> <span class=\"element-image__credit\">Photograph: Emilio Morenatti/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338433886\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/09/1/GD9136535@Britain's-Chancellor--4663.jpg\" alt=\"London, UK: Alistair Darling leaves the Houses of Parliament\" width=\"326\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">London, UK: Alistair Darling leaves the Houses of Parliament </span> <span class=\"element-image__credit\">Photograph: Luke MacGregor/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338433841\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/09/1/GD9139829@Supporters-listen-to--7467.jpg\" alt=\"Bethlehem, US: Supporters listen to Sarah Palin during a rally with John McCain\" width=\"402\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bethlehem, US: Supporters listen to Sarah Palin during a rally with John McCain</span> <span class=\"element-image__credit\">Photograph: Gerald Herbert/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338433829\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/09/1/GD9135693@City-workers-are-pict-4766.jpg\" alt=\"London, UK: City workers cross a road\" width=\"480\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">London, UK: City workers cross a road</span> <span class=\"element-image__credit\">Photograph: Shaun Curry/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338433826\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/09/1/GD9139392@A-lizard-looks-around-4216.jpg\" alt=\"Encinitas, US: A lizard climbs down a window screen\" width=\"558\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Encinitas, US: A lizard climbs down a window screen</span> <span class=\"element-image__credit\">Photograph: Mike Blake/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338433821\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/09/1/GD9141501@epa01514332-After-a-b-3686.jpg\" alt=\"Waikupanaha, Hawaii: After a brief four day hiatus, visible volcanic activity resumes with lava flowing into the sea at the Waikupanaha ocean entry\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Waikupanaha, Hawaii: After a brief four-day hiatus, visible volcanic activity resumes with lava flowing into the sea at the Waikupanaha ocean entry</span> <span class=\"element-image__credit\">Photograph: Bruce Omori/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338433832\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/09/1/GD9140892@Firefighters,-center,-5820.jpg\" alt=\"Santander, Spain: Firefighters work on a large fire caused by a gas explosion\" width=\"546\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Santander, Spain: Firefighters work to put out a large fire caused by a gas explosion</span> <span class=\"element-image__credit\">Photograph: Esteban Cobo/EFE/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338433869\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/09/1/GD9137784@Young-Palestinian-far-611.jpg\" alt=\"Ramallah, West Bank: Young Palestinian farmers carry bags loaded with olives\" width=\"630\" height=\"361\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ramallah, West Bank: Young Palestinian farmers carry bags loaded with olives</span> <span class=\"element-image__credit\">Photograph: Muhammed Muheisen/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338433835\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/09/1/GD9134840@A-woman-walks-past-an-6404.jpg\" alt=\"Manila, Philippines: A woman walks past an area where charcoal is made by residents of a garbage dump\" width=\"576\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Manila, Philippines: A woman walks past an area where charcoal is made by residents of a garbage dump</span> <span class=\"element-image__credit\">Photograph: John Javellana/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338433838\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/09/1/GD9136626@A-trader-works-on-the-6951.jpg\" alt=\"New York, US: A trader works on the floor of the New York Stock Exchange\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">New York, US: A trader works on the floor of the New York Stock Exchange </span> <span class=\"element-image__credit\">Photograph: Brendan McDermid/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338433883\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/09/1/GD9137158@JERUSALEM,-ISRAEL---O-3231.jpg\" alt=\"Jeruslame, Israel: An Ultra-Orthodox man whips a Jewish man with a leather strap as a symbolic punishment for his sins during the traditional Malkot ceremony\" width=\"588\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jerusalem, Israel: An Ultra-Orthodox man whips a Jewish man with a leather strap as a symbolic punishment for his sins during the traditional Malkot ceremony</span> <span class=\"element-image__credit\">Photograph: Uriel Sinai/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338433815\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/09/1/GD9136462@An-Emirati-man-holds--2012.jpg\" alt=\"Abu Dhabi, United Arab Emirates: A man holds a falcon during the Abu Dhabi International Hunting and Equestrian Exhibition\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Abu Dhabi, United Arab Emirates: A man holds a falcon during the Abu Dhabi International Hunting and Equestrian Exhibition</span> <span class=\"element-image__credit\">Photograph: Karim Sahib/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338433818\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/09/1/GD9138841@In-this-Harvard-Unive-3074.jpg\" alt=\"Cambridge, US: Brain cells of a laboratory mouse are shown glowing with multicolor fluorescent proteins at Harvard University\" width=\"552\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Cambridge, US: Brain cells of a laboratory mouse are shown glowing with multicolor fluorescent proteins at Harvard University</span> <span class=\"element-image__credit\">Photograph: Livett- Weissman-Sanes-Lichtman/Harvard University/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338433859\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/09/1/GD9140439@A-model-wears-a-creat-9966.jpg\" alt=\"Mexico City, Mexico: A model wears a creation by Agatha Ruiz De La Prada\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mexico City, Mexico: A model wears a creation by Agatha Ruiz De La Prada</span> <span class=\"element-image__credit\">Photograph: Claudio Cruz/AP</span> </figcaption> </figure>",
  "<video data-media-id=\"gu-video-338437542\" class=\"gu-video\" controls=\"controls\" poster=\"\">  </video>   <p>When real estate developer Seymour Durst installed an electronic screen in Time Square in 1989 to show the size of the US national debt, he hoped that the glare of public attention might force Washington to cut the deficit. So were he still with us, he'd be unimpressed to learn that National Debt Clock has now run out of room.</p> <p>The ballooning US national debt has now broken through the $10 trillion mark to reach $10,299.299,050,383 at the time of typing. President Bush must be very proud.</p> <p>Perhaps understandably, Durst though that thirteen digits would be sufficient to record the debt (which was a mere $2.7tn in the days of Reagonomics), plus one digit for the dollar sign. </p> <p>Now, though, the first digit has elbowed the dollar sign out of the clock altogether, and a $ has been manually stuck alongside so no one could think they were looking at, say, the Zimbabwean national debt instead.</p> <p>An optimist might be tempted to sit and wait for President Obama or McCain to show some fiscal responsibility and get the debt down. After all the clock was actually decommissioned when budget surpluses at the end of the Clinton era started pushing the debt downwards.</p> <p>But Douglas Durst, who inherited the clock when his father died in 1995, has another plan. He's commissioning another clock with another three, count 'em, zeroes – enough to handle a multi-quadrillion dollar debt. So even if inflation gets seriously out of control and every bank in America goes bust, the clock will keep bang up to date (until we run out of energy to power the thing).</p> <p>Debt clocks are surprisingly popular in the US, with several scattered around the country. Perhaps it's time for a British version – a screen nailed to the side of Big Ben showing how much <a href=\"http://www.guardian.co.uk/business/2008/oct/08/creditcrunch.marketturmoil1\">the partial nationalisation of our banks</a> is costing us all, perhaps?</p>",
  "<p>Gallup's daily tracking poll -- still with no post-debate data, which should aid Obama when it comes -- gives the Democrat his biggest lead of the campaign so far: <a href=\"http://www.gallup.com/poll/111040/Gallup-Daily-Obamas-Lead-Over-McCain-Expands.aspx\">Obama 52%, McCain 41%</a>. <a href=\"http://www.gallup.com/poll/111049/Obamas-Race-May-Much-Plus-Minus.aspx\">Another Gallup poll</a> finds his being black counts, overall, as a small positive factor (but who knows if people are telling the truth?). Rasmussen's tracking poll is <a href=\"http://www.rasmussenreports.com/public_content/politics/election_20082/2008_presidential_election/daily_presidential_tracking_poll\">Obama 51%, McCain 45%</a>. </p> <p>Barack Obama's \"known associate\" Michelle Obama was on the Daily Show last night, and it was only the 1m30s point when Jon Stewart asked her if her family goes on skiing holidays with Bill Ayers's family... Part one is above; watch part two <a href=\"http://www.thedailyshow.com/video/index.jhtml?videoId=187587&amp;title=michelle-obama-pt.-2&amp;byDate=\" true\" \">here</a>. [<a href=\"http://www.thedailyshow.com/\">Daily Show</a>]</p> <p>Spontaneity-loving John McCain radically alters his exciting new mortgage-buyout plan overnight, \"making it more generous to financial institutions and more costly for taxpayers\", then claims that was the plan all along. [<a href=\"http://www.politico.com/news/stories/1008/14414.html\">Politico</a>]</p> <p>Here's a useful history of October Surprises, which may be the only thing that can save the Magnificent Mavericks at this point. What could they be planning? [<a href=\"http://www.observer.com/2008/politics/john-mccain-and-october-surprise\">New York Observer</a>]</p> <p>A New York Times investigation finds that tens of thousands of eligible voters in six battleground states have been removed from the rolls, or blocked from registering, in ways that appear illegal. [<a href=\"http://www.nytimes.com/2008/10/09/us/politics/09voting.html\">New York Times</a>]</p> <p>Yesterday, Cindy McCain <a href=\"http://www.boston.com/news/politics/2008/articles/2008/10/09/biden_calls_latest_attacks_on_obama_dangerous/\">added her voice</a> to the negative attacks on Obama, Joe Biden called the McCain campaign's rhetoric \"dangerous\", and McCain, at a rally, referred to \"my fellow prisoners\". Yes, it does feel a little like that sometimes, actually. [<a href=\"http://talkingpointsmemo.com/archives/222883.php\">Talking Points Memo</a>]</p> <p>A schmaltzy new Obama ad explains that he is an American with an American story and an overwhelming belief in the American dream, who lives in America and speaks American. Got that? Good. [<a href=\"http://www.politico.com/blogs/bensmith/1008/Obama_Country_I_Believe_In.html\">Ben Smith</a>]</p> <p>Following a long tradition among all modern-era candidates for the presidency, Barack Obama has assembled a large transition team, ready to take over the reins from George Bush if that's how things turn out. And McCain? Ah, well, McCain is being what you might call a <em>maverick</em> on the matter... [<a href=\"http://www.huffingtonpost.com/2008/10/08/obama-mccain-transition-e_n_132976.html\">Huffington Post</a>]</p>",
  "<p>Yesterday was another strange day in the election race: the latest developments in the global financial crisis once again rendered the battle between the candidates very much a secondary story. But the day after the debate in Nashville - awarded to Barack Obama by voters and pundits alike - both men and their running-mates were campaigning hard: Obama to consolidate his lead in the polls, and John McCain, despite the defeated noises coming from many conservative commentators, to devise a strategy for a comeback.</p> <p>What that comeback might involve didn't seem at all clear, though. Rather than going unremittingly negative, McCain's advisers were seeking to <a href=\"http://www.theguardian.com/world/2008/oct/09/uselections2008.johnmccain\">refocus the campaign</a> on a narrow field of battleground states, suggesting a best-case scenario for the Republicans of a very slim victory over Obama,\" Ewen MacAskill and Suzanne Goldenberg write in today's Guardian. </p> <p>The McCain camp, they add, also signalled an attempt to return to an issues-based campaign, focused on the economy and his mortgage buyout plan, only days after announcing a \"gloves off\" attack on Obama's character and his former associations in Chicago. Obama, meanwhile, finds himself in a position to expand his playing field, and is buying television advertising and making appearances in several traditional Republican states.</p> <p>In the Nashville debate, McCain notably failed to mention the name of Bill Ayers, the co-founder of the Weather Underground, and aides to the senator were quoted yesterday saying he \"wouldn't focus\" on Obama's links to Ayers going forward, either. Sarah Palin, speaking in Florida, dropped all references to him. Then again, she mentioned him in a Fox interview last night, and the McCain campaign released a statement from a man named John Murtagh, descibing how the Weathermen had firebombed his house when he was nine. \"In other words,\" wrote Greg Sargent at Talking Points Memo, \"the McCain campaign wants Ayers to be discussed in the press, but doesn't want McCain - and now also Palin, perhaps - associated with such a slimy attack at a time when voters want solutions to the economic crisis.\" </p> <p>The Obama campaign sensed opportunity amid the negativity: it's to their advantage, of course, to point out where McCain seems to be trying to change the subject away from the economy. In an interview, the Democratic contender expressed surprise that McCain's campaign had been talking about Ayers, but that McCain hadn't been \"willing to say it to my face\".</p> <h2>What to watch for</h2> <p>Obama is in Ohio today, McCain and Palin are in Wisconsin. We also learned yesterday that Oprah Winfrey is back on the Obama circuit. She'll appear with the candidate, his wife and the Bidens at a Chicago fundraiser this weekend.</p> <h2>Latest polls</h2> <p>Obama gained another two points in Gallup's daily tracking poll, putting him at 52% to McCain's 41% - his biggest lead of the election campaign so far. (The survey included almost no post-debate data.) Another interesting poll with relevance to the campaign, conducted by Public Religion Research, suggests that the \"culture wars\" may not have much purchase among young American Christians. It found that a majority of white evangelicals aged 18-34 favour either same-sex marriage or civil unions and that six in 10 young Catholics believe abortion should be legal in all or most cases. Obama has a clear lead among all US Catholics, at 51% to 40%. But white Catholics are evenly split, and they're a bellweather: they've voted with the winner of every presidential election since 1972, the Washington Post noted.</p> <h2>On theguardian.com now</h2> <p>• <a href=\"http://www.theguardian.com/commentisfree/2008/oct/09/uselections2008.barackobama\">Timothy Garton Ash: The US needs to get over its cultural civil war - and fast</a></p> <p>• <a href=\"http://www.theguardian.com/world/2008/oct/08/uselections2008.virginia\">Younge America: An evening with a swing state gun lover</a></p> <p>• <a href=\"http://www.theguardian.com/commentisfree/michaeltomasky/2008/oct/08/uselections2008.johnmccain\">Tomasky talk: Republicans 'gently tossing in the towel'</a></p> <p>• <a href=\"http://www.theguardian.com/world/2008/oct/09/uselections2008.johnmccain2\">Ask the experts: is it really over for McCain</a></p> <p>• <a href=\"http://www.theguardian.com/world/video/2008/oct/09/uselections2008\">Roanoke voices: McCain campaign 'is desperate'</a></p> <p>• <a href=\"http://www.theguardian.com/world/2008/oct/08/uselections2008.sarahpalin\">Tennessee politician's son indicted for hacking Palin's email</a></p> <h2>Best of the rest</h2> <p>• <a href=\"http://spectator.org/dsp_article.asp?art_id=14019\">American Spectator: It's the culture, stupid</a></p> <p>• <a href=\"http://www.nytimes.com/2008/10/09/opinion/09collins.html?hp\">New York Times: Clearing the Ayers</a></p> <p>• <a href=\"http://tpmmuckraker.talkingpointsmemo.com/2008/10/norm_coleman_gets_pressed_on_s_1.php\">Talking Points Memo: the worst press conference ever?</a></p> <p>• <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/10/08/AR2008100800090.html?hpid=topnews\">Washington Post: New contagion, same old prescriptions</a></p> <p>• <a href=\"http://www.nytimes.com/2008/10/09/us/politics/09voting.html?hp\">New York Times: States' actions to block voters appear illegal</a></p> <p>• <a href=\"http://www.huffingtonpost.com/2008/10/08/is-sarahs-new-hairstyle-p_n_133048.html\">Huffington Post: Palin's new hairstyle</a></p> <h2>Quote of the day</h2> <p>Sit down, take a few deep breaths, then try to digest Sarah Palin justifying her references to Bill Ayers: \"It is pertinent, it's important because when you consider Barack Obama's reaction to and explanation to his association there, and without him being clear at all on what he knew and when he knew it, that I think kinda peaks into his ability to tell us the truth on, not only on association but perhaps other things also ... so, it's relevant, I believe, and I brought it up in response to the New York Times article having been printed recently, and I think it just makes us ask the question that, if there's not forthrightness there, with that association and what was known and when it was known, does that lead us to ask, is there forthrightness with the plans Barack Obama has or say tax cuts, or spending increases, makes us question judgment. And I think it's fair and relevant.\" And really, who could disagree?</p> <h2>Baffling moment of the day</h2> <p>John McCain, speaking at a rally, refers to the policy agenda he has set before \"<a href=\"http://gawker.com/5060715/mccain-to-supporters-my-fellow-prisoners\">my fellow prisoners</a>.\" Well, yes, the election race does feel a bit that way sometimes.</p> <h2>And finally</h2> <p>The Onion: Obama Clinches <a href=\"http://www.theonion.com/content/news_briefs/obama_clinches_joe_cabernet\">'Joe Cabernet Sauvignon'</a> Vote</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/x5brurMQodM?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"425\" height=\"344\"><param name=\"movie\" value=\"http://www.youtube.com/v/x5brurMQodM&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/x5brurMQodM&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object> </figure>   <p>Night time, some kind of big house in the Hollywood hills, probably, at the kind of party where Andre 3000 and Estelle might stand around drinking colourful cocktails ... </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-338430467\"> <img src=\"https://static.guim.co.uk/sys-images/Music/Pix/pictures/2008/10/09/andrenadelle.jpg\" alt=\"Pickard of the Pops: 09.10.2008\" width=\"460\" height=\"276\" class=\"gu-image\" /> </figure>  <p> ... with some impressive sounds because John Legend is the pianist-for-hire, sitting at a baby grand, tinkling out some soft ballad while polite party-goers sip champagne and martinis. </p> <p>He doesn't look too professional, though, as he keeps getting detracted from his protracted R&amp;Ballading by attractive young honeys walking past.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-338430468\"> <img src=\"https://static.guim.co.uk/sys-images/Music/Pix/pictures/2008/10/09/pianist.jpg\" alt=\"Pickard of the Pops: 09.10.2008\" width=\"460\" height=\"276\" class=\"gu-image\" /> </figure>  <p> In a move likely to prove unpopular with the party's host - let's say it's Andre 3000, because he's a rich, powerful and popular man (as well as one of the only men in an enormous room full of extremely hot young women, but that's probably a coincidence) - Legend gets up and starts singing a whole different song. A song that isn't relaxing and afternoon cocktail-ish. It is hott and dirrrrty. Two words that when spelt wrong, can only mean one thing: Sex.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-338430469\"> <img src=\"https://static.guim.co.uk/sys-images/Music/Pix/pictures/2008/10/09/martini.jpg\" alt=\"Pickard of the Pops: 09.10.2008\" width=\"460\" height=\"276\" class=\"gu-image\" /> </figure>  <p> Mmm, martinis. That martini's saying \"I feel like getting down and dirty like a dirty martini, with two pert round olives in it. And a pointy little cocktail stick. Mmmm, yeah\". Sorry, I'm trying to get in the atmosphere of these apparently ever-present genre of \"Yeah Girl, I Want Sex Immediately. Hand Over Pls. K, Bai\" theme. Sorry about the spelling, but. Um. Skipping vowels make me feel like skipping dinner and maybe going to my place and getting right down to it. Yeeeeeeeah ...</p> <p>Ahem. We worry that our host, Mr 3000, might shut this down before it begins, angry that his on-the-clock pianist has given up tinkling the ivories in pursuit of tickling ladies undercarriages with his special tickling-stick. But the host? He seems OK with it. </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-338430470\"> <img src=\"https://static.guim.co.uk/sys-images/Music/Pix/pictures/2008/10/09/hesayyes.jpg\" alt=\"Pickard of the Pops: 09.10.2008\" width=\"460\" height=\"276\" class=\"gu-image\" /> </figure>  <p> In fact, seconds after his entertainer goes on the pull, he's seen loving it, dancing away and gurning in a way that looks slightly like he's just farted on the lady dancing on him in a comedy Benny Hill style and is congratulating himself for getting away with it.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-338430471\"> <img src=\"https://static.guim.co.uk/sys-images/Music/Pix/pictures/2008/10/09/kneesup.jpg\" alt=\"Pickard of the Pops: 09.10.2008\" width=\"460\" height=\"276\" class=\"gu-image\" /> </figure>  <p> Or like, in his head, he's dancing to Knees Up Mother Brown, or some other cockney classic, and doing some kind of dance quite a lot like Dick Van Dyke in Mary Poppins. But not exactly like Dick, of course. There's no one quite like Dick.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-338430472\"> <img src=\"https://static.guim.co.uk/sys-images/Music/Pix/pictures/2008/10/09/likedick.jpg\" alt=\"Pickard of the Pops: 09.10.2008\" width=\"460\" height=\"276\" class=\"gu-image\" /> </figure>  <p> Good old Dick.</p> <p>Anyway. The song is the familiar tale of boy meets girl, girl has a special way of moving her booty that makes him feel, like, \"yeah\"; boy impresses on girl the need for them to get nekkid, so that he can love her all night long. (Though perhaps not much longer than that.) (And maybe not even that long. Because all night long's <em>quite</em> a long time, isn't it? And everyone needs a little sleep, don't they?)</p> <p>Apparently not Legend. He's \"ready to go all night,\" he keeps saying. \"All he needs is a green light.\" I say he isn't, because he's still wearing trousers, and as far as I can tell, they're still zipped up, and unless there's an impressive amount of velcro in the hems of that thing, he'd need <em>some</em> more warning than a green light, or even a thumbs up, before he got right to it. Surely it would be a public order offence or at least impolite to not try and move somewhere a little private first?</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-338430473\"> <img src=\"https://static.guim.co.uk/sys-images/Music/Pix/pictures/2008/10/09/inflagrante.jpg\" alt=\"Pickard of the Pops: 09.10.2008\" width=\"460\" height=\"276\" class=\"gu-image\" /> </figure>  <p> Not that it worries these people, caught In Flagrante Debathroom, and not caring a jot.</p> <p>Meanwhile, Legend is moving from woman to woman using really classy pick-up lines like: \"Do I have a girlfriend? Technically, no.\" Which I think all women in in the audience would agree is a surefire knicker-dissolver. </p> <p>But behind him, even as he says this, the camera focuses on a pretty little dog dressed up in it's finest doggie clothes that seems to look up at Legend all hopefully ...</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-338430474\"> <img src=\"https://static.guim.co.uk/sys-images/Music/Pix/pictures/2008/10/09/pugly.jpg\" alt=\"Pickard of the Pops: 09.10.2008\" width=\"460\" height=\"276\" class=\"gu-image\" /> </figure>  <p> And then walks away into a sea of hella-sexual ankles. <em>(\"Mmm, those ankles girl, they're making me want to brush my teeth and then quickly make sure I take my contact lenses out because if I leave them in for too long they get really hurty on my eye balls,\" as <a href=\"http://www.youtube.com/watch?v=WGOohBytKTU\">The Flight of the Conchords would probably say</a>)</em> The doggie, feeling rejected when it sees him chatting up all these real, fully-grown human women, knows it cannot compete.</p> <p>As Legend said about the video on MTV: \"We just take kind of different places to do some unexpected visual things. We have this surreal kind of dance sequence, and it features synchronized swimmers and showgirls. We just throw a little extra twist on it.\" Yes, like the twist that John Legend is free to pick up women because he doesn't think that his usual girlfriend - a short-legged pug by the name of \"Gnosher\". \"Do I have a girlfriend: technically no\" now makes a great deal more sense.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-338430475\"> <img src=\"https://static.guim.co.uk/sys-images/Music/Pix/pictures/2008/10/09/oldtime.jpg\" alt=\"Pickard of the Pops: 09.10.2008\" width=\"460\" height=\"276\" class=\"gu-image\" /> </figure>  <p> And there are those showgirls he was talking about.</p> <p>With them, and the sychronised swimmers, is some carefully choreographed dancing on behalf of the party guests and apparently a whole lot more cajoling from Legend, then we see the aftermath. The morning after the night before: passed-out bodies litter the ground - bottles float in the pool and Andre 3000 and John Legend tip out of the house: </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-338430476\"> <img src=\"https://static.guim.co.uk/sys-images/Music/Pix/pictures/2008/10/09/bikeoff.jpg\" alt=\"Pickard of the Pops: 09.10.2008\" width=\"460\" height=\"276\" class=\"gu-image\" /> </figure>  <p> Legend into a car with whichever girl he's finally persuaded to go home with him; quite cannily, even if there is <em>technically</em> the rest of \"all night long\" left to go, it's probably only about four and a half minutes, so he'll be fine.</p> <p>Andre, a responsible man, is aware of not drinking and driving, and rides off on a bike <em>(NB: cycling inebriated is also illegal in most countries)</em>. A girl follows him. \"Hey! Where you goin?\" she shouts. \"Wike! Attle Wivet!\" he shouts back in a punchline that is undoubtedly hilarious, but that I have not managed to interpret in several dozen-dozen viewings. Sorry. I think it might be in Dutch, though, if that helps.</p>",
  "<p>More than 63 million Americans tuned in to the second debate between presidential nominees <a href=\"http://www.theguardian.com/world/barackobama\">Barack Obama</a> and <a href=\"http://www.theguardian.com/world/johnmccain\">John McCain</a> on Tuesday night.</p> <p>The rating was 11 million up on the first clash between the pair last month, but 6 million short of the record 70 million who watched the debate between vice-presidential nominees Sarah Palin and Joe Biden last week.</p> <p>New figures from research body Nielsen showed that 63.2 million viewers tuned in to Tuesday's debate in Nashville across broadcast and cable networks compared with 52.4 million who watched the first clash on September 26.</p> <p>It was the biggest rating for a presidential debate since the second meeting between Bill Clinton, Ross Perot and George Bush in 1992.</p> <p>Ratings for individual networks were not released by Nielsen, but ABC appeared to draw the largest audience with about 13.2 million.</p> <p>According to US industry magazine Variety, CNN came out on top among the cable networks with 9.2 million viewers compared with Fox News's 8.8 million. MSNBC drew 3.8 million.</p> <p>Public service network PBS estimated that it averaged 2.8 million viewers.</p> <p>The third and final presidential debate will be held on Wednesday.</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<video data-media-id=\"gu-video-338430392\" class=\"gu-video\" controls=\"controls\" poster=\"\">  </video>   <p>Ukraine is in the grip of fresh political turmoil after the president, Viktor Yushchenko, dissolved parliament last night and today ordered an early parliamentary election on December 7.</p> <p>His move was widely expected. It follows the acrimonious collapse of the ruling coalition between Yushchenko's party and the bloc led by Yulia Tymoshenko, Ukraine's prime minister and the president's former Orange ally.</p> <p>The government fell apart last month when Tymoshenko voted with the opposition Party of the Regions to strip the president of several powers. Yushchenko ordered pre-term elections after the parties failed to agree a new coalition.</p> <p>The election will be the third in Ukraine in three years. Today analysts said Yushchenko's decision to call an early poll was an attempt to undermine Tymoshenko ahead of the 2010 presidential elections, which Tymoshenko is likely to win.</p> <p>The two have been embroiled in a power struggle since early summer. In a brief, seven-minute TV address last night, Yushchenko heaped blame for the political crisis on Tymoshenko. He described her government as \"undemocratic\" and \"populist\".</p> <p>He added bitterly: \"I am convinced, deeply convinced that the democratic coalition was ruined by one thing alone - human ambition. The ambition of one person.\"</p> <p>The US and European countries will be watching the latest crisis in Ukraine with unease. The post-Soviet country has been at the forefront of western policy-making since Russia's invasion of Georgia in August, amid fears that Moscow might target it next.</p> <p>The foreign secretary, David Miliband, recently travelled to Kiev to lend his support to Ukraine's Nato aspirations. He also harshly attacked the Kremlin's new imperial doctrine that it has \"privileged interests\" in neighbouring post-Soviet states.</p> <p>Last night, however, the US ambassador in Kiev conceded that the serial political turmoil in Ukraine made it less likely the country would be accepted into Nato's membership action programme when foreign ministers from Nato countries meet to consider it in December.</p> <p>The US administration has been the strongest advocate of Ukraine's Nato ambitions - in the face of scepticism from several European countries led by Germany and France. The country's internal instability could cost it Nato membership, the US ambassador, William Taylor, said yesterday.</p> <p>Today Tammy Lynch, a Ukraine analyst and senior fellow at Boston University, said the crisis would have a \"negative impact in Crimea, where the majority of residents are Russian-speaking and there have been growing calls for independence. It will allow Russia to increase its foothold in Crimea.\"</p> <p>The early election would also rock the country's already jittery financial markets, she added. The stock market shut down yesterday as the hryvnia currency plunged to an all-time low against the dollar.</p> <p>There would also be concerns that the crisis could disrupt the supply of gas via Ukraine to the EU, and unravel the complicated outline agreement just signed by Tymoshenko and Russia's prime minister, Vladimir Putin, in Moscow, she said. Under the deal, Ukraine will purchase gas from Russia at below-market prices for the next three years.</p> <p>Today Tymoshenko's party said the early elections would not help the president, who is widely unpopular. Opinion polls indicate that Tymoshenko and the Party of Regions, led by the former prime minister Viktor Yanukovich, are likely to win December's pre-term election.</p> <p>\"We deem this step anti-constitutional and senseless,\" Andriy Portnov, the deputy leader of the Tymoshenko bloc parliamentary faction, said of the decision to hold an early poll. \"What has happened was certainly provoked by the president. It is he who stands behind the coalition's break-up.\" He predicted: \"It won't help him.\"</p>",
  "<p>John McCain, maverick that he is, has gone and done it again – used a song as part of his US presidential campaign and forgotten to ask the band for permission.</p> <p>The latest victims – after scuffles between Republicans and <a href=\"http://www.theguardian.com/music/2008/sep/08/sarah.palin.heart.soundtrack\">Heart</a>, Jackson Browne, Boston and John \"Cougar\" Mellencamp earlier this year - are the Foo Fighters. Their 1997 hit, My Hero, is the McCain campaign's new theme tune. And as the <a href=\"http://www.theguardian.com/music/foofighters\">Foo Fighters</a> made clear in a statement, Republican senator John McCain isn't, er, their hero.</p> <p>\"It's frustrating and infuriating that someone who claims to speak for the American people would repeatedly show such little respect for creativity and intellectual property,\" they growled. \"This isn't the first time the McCain campaign has used a song without making any attempt to get approval or permission from the artist.\" </p> <p>The band said that permission to use the song was not sought from them, their management, their label or their publisher. </p> <p>\"The saddest thing about this is that My Hero was written as a celebration of the common man and his extraordinary potential,\" the statement reads, although many fans have speculated that the song, written by Foo Fighters frontman Dave Grohl, refers to his admiration for former Nirvana bandmate Kurt Cobain. </p> <p>\"To have it appropriated without our knowledge and used in a manner that perverts the original sentiment of the lyric just tarnishes the song. We hope that the McCain campaign will do the right thing and stop using our song — and start asking artists' permission in general.\"</p> <p>Besides, as McCain's standing plummets in the polls, perhaps his campaign ought to change musical tacks. Rock music doesn't seem like the appropriate soundtrack to impending economic doom ... maybe free-jazz, doom metal or musique concrète. Surely Anthony Braxton or Sunn O))) could lend the campaign a few minutes of screeching, screaming noise?</p>",
  "<p>As I <a href=\"http://www.guardian.co.uk/commentisfree/2008/oct/06/ebay.useconomicgrowth\">noted in a piece for Comment Is Free the other day</a>, former eBay CEO Meg Whitman has been put forward as a potential senior cabinet member under White House hopeful John McCain (not much was made in his presidential debate of that the company she left behind just laid off more than 1,000 people). </p> <p>On a similar note, I couldn't help but be disappointed in the news that Gordon Brown's reshuffle had <a href=\"http://www.guardian.co.uk/media/2008/oct/03/television.digitalmedia\">brought in Stephen Carter</a> as minister for \"communications, technology and broadcasting\". This is the job in charge of quite a lot of stuff that's important to the likes of you and me, and Carter's track record is not even Whitmanesque.</p> <p>After all, he counts more than a decade with a <a href=\"http://www.jwt.com/\">big advertising agency</a>; controversially heading up cable company NTL, <a href=\"http://www.timesonline.co.uk/tol/news/uk/article3177616.ece\">which went into bankruptcy</a>; being the <a href=\"http://news.bbc.co.uk/2/hi/entertainment/5020684.stm\">big boss</a> at the launch of Britain's (in my opinion fairly limp) media regulator, Ofcom; a quick turn in <a href=\"http://business.timesonline.co.uk/tol/business/industry_sectors/media/article661105.ece\">PR</a>; and being Brown's top policy adviser. </p> <p>Sounds to me like that's a lot more to do with communications and broadcasting than it is technology. But then again: if somebody else should be in charge of Britain's long term technology, who would it be? <br><br>The country's most famous technologist, Tim Berners-Lee, might seem like a good pick. But would an academic - however influential - be the right person to guide us through? </p> <p>Our biggest 'technology' companies include BT, BAE Systems and Vodafone - but would you want any of those plutocrats running the show? I suppose former BBC tech chief Ashley Highfield might be out of a job if <a href=\"http://www.broadcastnow.co.uk/news/2008/10/kangaroo_deadline_extended.html\">Project Kangaroo gets kiboshed</a>... </p> <p>Or you could pick somebody with vision and energy, like, like... </p> <p>Crikey. Maybe this is what made Gordon Brown go for the easy option and give a new job to his right-hand man.</p>",
  "<p>John Escreet, the Doncaster-raised pianist, has not only made a go of life in his adopted New York home, he has even been able to draw some of the city's sharpest rising talents into a UK tour. Tonight, the Escreet Project play plenty of spiky free-improv, quiet speculation and taut contemporary grooves, and the young audience look gripped. </p> <p>Escreet has involved himself in the kind of staccato rhythmic adventures practised in New York by the likes of saxophonists Tim Berne, Steve Lehman and David Binney - the formidable Binney and drummer Tyshawn Sorey are along for this trip. Sorey's double-taking delays, bumpy-road up-tempo playing and vicious tom-tom blows constantly fuel the band's energies. </p> <p>A rhythm-toying opener blended into a surging freebop feel, with Escreet playing a pushing ensemble role of electronic bleeps and bubbling sounds. Ambrose Akinmusire, a superb trumpeter, broke out of a quiet trilling into whooping exultation, before the band fell to such whispered meditation that the rattle of the ice bucket sounded like a car crash. Binney's alto sax then erupted into the first of two storming solos: his flying runs, split-note squeals and percussive accents followed at every turn by the astonishing Sorey. The group grew funkier toward the close, and ended, typically, on an abruptly unexpected dead halt.</p>"
]