[
  "Rashid Khalidi: more nonsense",
  "Utter Gobsmackeration",
  "The patriotism litmus test",
  "A modern-day Eugene Debs",
  "The Sarah Palin of tomorrow",
  "So you voted. But did it count?",
  "Obama's edge among business leaders",
  "Itchy trigger fingers",
  "McCain plays on fear of 'comunismo'",
  "US election: Top conservatives to meet on rebuilding Republican party",
  "York (no, not York, Pennsylvania) hit by election fraud scandal",
  "Obama calls out the cavalry",
  "Jumping the election shark",
  "Sarkozy voodoo doll to remain on sale",
  "The Falling Standards In Argentine Reality TV; and A Win-Win Situation For Everyone",
  "Which presidential candidate is winning at the UK tills?",
  "Maldives human rights activist wins presidential election",
  "Under the skin",
  "US election: Palin delivers energy policy speech at Ohio solar company",
  "US election: McCain in danger of losing his home state of Arizona to Obama",
  "US election: Illinois Republican's contributions to McCain raise questions",
  "The undecideds",
  "Enough already",
  "Pennsylvania dreaming",
  "Clintons make final argument for Obama in key swing states",
  "Arizona and the smell of victory",
  "Sarah Palin and the mommy wars",
  "Wednesday memo: Joe the Foreign Policy Expert",
  "Stocking McCain's eco-cabinet",
  "Halloween masks the horror of recession",
  "Early voting in the US elections",
  "It's all over bar the voting",
  "Joe the plumber boards the McCain campaign bus",
  "US election briefing: Swingin' in the rain",
  "ICC president calls for England to be re-awarded forfeited Pakistan Test win",
  "Obama's army determined to get out the vote",
  "Joe 12 Pack for Obama",
  "Israel's multilateral option",
  "Presidential campaign: 'Obama is swamping McCain on advertising and organising'",
  "Noises off: The politics of theatre",
  "Reggie Love: The man who makes the Obama campaign tick",
  "Obama, inshallah!",
  "Early turnout favours Democrats as voters queue around the block",
  "The man behind the man: Obama and the aide who makes his campaign tick",
  "Stress or in the genes - how did Obama suddenly go grey?",
  "Obama stock is overpriced, and a crash could really hurt",
  "Rivals slug it out in battleground state of Pennsylvania"
]