[
  "<p>When Californians go to the polls on 4 November, not only will they have to choose between Barack Obama and John McCain, but also whether they support minimum confinement rules for calves in veal crates, hens in battery cages and sows in gestation crates. Coloradans will vote on a constitutional amendment to allow residents of three Colorado communities a vote to extend casino hours, and citizens of Washington state must decide on permitting lethal prescriptions for terminally ill adults and, separately, on an initiative requiring the synchronisation of traffic lights.<br>Add to that the elections to state-wide and community offices, and you will appreciate how busy the average US citizen will be on the first Tuesday in November.</p> <p>Of course it couldn't happen in Scotland. Both a report on the 2007 election and the Scottish parliament have concluded that we cannot cope with the responsibility of electing our MSPs and councillors on the same day. But if we take seriously a recommendation from Reform Scotland's latest publication, 'Power to Protect', we could soon find ourselves emulating our American cousins in one respect – electing the area procurator fiscal.</p> <p>The report's authors nurse a naive hope that such elections wouldn't be fought on a party political basis, but it would only be a matter of time before the competing legal professionals used their favoured party organisation to help get out their vote. And surely at a time when serious thought should be given to making the prosecution role of Lord Advocate less political, it's a bit wacky to politicise the role of the fiscal.</p> <p>But as with all such reports, it's important not to throw the baby out with the bath water. Another of the report's recommendations may find increasing support, namely that no one should be sent to jail in the first instance for a sentence of less than three months. The arguments are well made, not least the fact that little or nothing can be achieved in such a short time to promote rehabilitation. Rather, the convicted person too often matriculates in the college of crime at some considerable expense to the taxpayer.</p> <p>This proposal follows fast on the recommendation from the Scottish Prisons Commission that the government should bring forward legislation to require a sentencing judge, who would otherwise have imposed a sentence of six months imprisonment or less, to impose a community supervision sentence instead. These ideas merit serious consideration – provided sheriffs don't substitute a six-month term with one for seven months.</p> <p>The significance of these radical proposals is that they are made against a backdrop of a very real overcrowding problem in our prisons. Scotland's prison population reached 8,137 last month, exceeding, by some margin, the spaces realistically available. So when the chief executive of the Scottish Prison Service, Mike Ewart, tells a national newspaper that he has to 'speak out' because he believes numbers have reached a level, which is 'unsafe operationally and legally', we must surely sit up and take note?</p> <p>We are also entitled to assume that Mr Ewart has advised his ministers of the immediacy of such a critical situation, but if ministers have a contingency plan, Kenny MacAskill's deputy, Fergus Ewing, was being remarkably coy about it when he appeared before the parliament's Justice Committee last Tuesday.</p> <p>As Justice Minister, in 2002, I appeared before the Justice Committee and tried to make the case for three new private prisons. I made little headway not only because of philosophical opposition to private prisons, but also because committee members – and particularly Mr MacAskill's colleagues – didn't believe the projections, ranging up to 8,500 prisoners. I argued that a consequence of not facing up to these projections could be that one day we would 'have to let people out because there was no room for them'.</p> <p>I must confess to having some empathy with Mr MacAskill. The prisons must accept all whom the independent judiciary send. And he has also advocated a much greater use of options to imprisonment using community based sentences. In fact, in 2006-07 there were 40 per cent more community sentences than in the first year of devolution. Yet the prison population continued to rise. That should not dampen Mr MacAskill's enthusiasm for putting more emphasis and resource into non-custodial sentences, but it may be some time before it has an impact on numbers.</p> <p>In response to the committee's questions about the possible crisis, Fergus Ewing pointed to the three new prisons to which this government is committed. Addiewell in West Lothian should receive its first prisoners at the turn of the year, but the other two, at Bishopbriggs and Grampian, are either at the tendering or planning stage. This is not a seventh cavalry just about to appear from over the hill.</p> <p>The real crunch will come if there is an incident such as a fire in one of the prisons. At that stage, the Justice Secretary has a simple choice: let some out or find alternative accommodation in which to lock them all up. You can't put them in tents on a playing field. Before the committee, Fergus Ewing seemed to dismiss Annabel Goldie's suggestion of converted old hospitals or military barracks so that narrows the option.</p> <p>In 2002, parliament was not persuaded of the case for three new prisons, and so modified proposals had to be brought forward. Should Mr MacAskill have to come before this parliament with difficult proposals for early release, he will be hoping there is a collective parliamentary responsibility, handed down from the past, to support him.</p>",
  "<p>Based on an ancient Indian folk tale about a girl who turns herself into a tree this shows a wilder flowering of John Adams as a composer. An opera in two acts, its influences range from Indian ragas to Balinese music, Sibelius and even Motown, with terrific singing both from soloists and the amazing Schola Cantorum de Venezuela, like a fresh, latin Carmina Burana.</p>",
  "<p>The best of the Beatles' biographers delivers a new doorstop. It's terrific on the early years, but the key revelation - that the man who would write 'Mother' might once have had the hots for his mum - scarcely shocks and, in the end, its scope feels oddly limited.</p>",
  "<p>Wot, no whistling from the 'Young Folks' trio? Instead, there are seagulls, glockenspiels and steel drums as the three Swedes trip back in time to their school orchestra days. Ever wondered what 'the instrumental soundtrack to the lonely childhood of northern Scandinavia' might say about your life? Wait till you hear 'Norrlands Riviera', the best thing Belle and Sebastian never did. Blissful.</p>",
  "<p>He's dropped the 'Cougar' from his name and stripped down his roots rock, gamely trying to out-gruff John Hiatt and out-drawl Steve Earle, with producer T-Bone Burnett in tow. Despite high points – the powerful 'Longest Days'; the romping 'My Sweet Love'; the brooding 'John Cockers' – most of these 14 songs struggle to leave a lasting impression.</p>",
  "<p>With Moscow's stock markets plunging into their worst trading since Russia's 1998 economic and political collapse - values are down some two-thirds from May's oil-fuelled all-time highs, virtually halving over the past 10 trading days - Russians want to know 'Why us?'.</p> <p>That feeling may partly come from the defensive national psyche, but many in the country are puzzled because they feel their system is free of the credit crunch and toxic debt issues that have smashed Western markets.</p> <p>What cannot be denied, however, is that the 'open' and 'closed' signs at Moscow's two stock exchanges, Micex (where most trading takes place) and RTS (more seen as the economic benchmark), flip faster than a spun coin, leading to what Maxim Osadchiy, chief analyst at Moscow-based Antanta Pioglobal investment bank, describes as 'chaos'.</p> <p>Why has Russia's stock market plunged faster and further than the Dow or the Footsie? Partly that it soared on the back of the springtime speculative oil price surge and partly on political fears - Russians feel hurt that the West does not understand why they invaded Georgia or appreciate their side of the TNK-BP oil row. And there are worries over how Russian companies will refinance debt.</p> <p>But in Moscow, the belief is that the sell-off reflects the fears of Western portfolio managers, who are getting rid of perceivedly risky emerging-market stocks first - and many Russians believe that it represents a buying opportunity rather than a need to panic. </p> <p>Arkady Dvorkovich, an aide to President Dmitry Medvedev and a former aide to Prime Minister Vladimir Putin, argues that Russia is not in crisis. He points to a $1 trillion infrastructure plan and, while admitting relations with the West are at their lowest for a decade, causing international investors to flee, he believes that there 'is the potential to restart relationships'.</p> <p>He adds: 'This is not like 10 years ago when the economy was not functioning, we had no foreign exchange reserves and no one knew where their next meal would come from. Despite the falls of the past weeks, the market is still more than three times as high as a decade ago, we have $500bn in foreign exchange reserves and our dependence on oil and gas is far less than the West thinks.' </p> <p>But he admits: 'It's going to be far more difficult to get new money into the market via IPOs. Companies still want to come to Russia and we don't believe they will change their plans. At governmental level, we are prepared for one to two years of turbulence, after which we expect private investors and foreign money to start to return.' </p> <p>Like the government, he believes 'getting rid of some smaller banks will be healthy, as many do little more than launder money. There is no real risk of a bank run; we are increasing deposit protection from $17,000 to $28,000, covering 97 per cent of retail deposits.'</p> <p>Major Russian companies say low prices will give scope for share buy-backs. Oil and gas major Lukoil says it has a $3bn scheme to buy back 1.4 billion shares over three years. Its shares have been trading as low as three times expected 2009 earnings. </p> <p>It believes too many investors see its value as a direct correlation to the oil price, ignoring complex tax rules where the state takes a large slice of increasing prices. 'Our exploration and production is very profitable even if oil falls to $65 a barrel,' it says.</p> <p>Marina Akopian, a partner at London-based emerging markets boutique Hexam Capital (a joint venture with Resolution Asset Management) says: 'Prices bear little or no relation to results, with sellers getting rid indiscriminately of winners and losers.' She cites potash producer UralKali, whose share price is down some 70 per cent over three months despite first-half revenue growth of 114 per cent and net income up 261 per cent year on year. </p> <p>'The plunge would not have been so steep had the government done some more explaining,' says Igor Yurgens, head of government relations at Renaissance Capital, Russia's largest privately owned investment bank. 'It needs to be more open about its medium and long-term strategy - if it has one.' </p> <p>But this is Russia and the politics of defence are never far away. Yurgens's biggest fear is a US election result that will lead to more hardliners in Washington. 'If Nato offers quick accession to Ukraine in December there could be big trouble, making the current Georgia problem seem like a joke. We have this power, though we don't want to use it. But if there is no anti-Russian provocation, I expect the markets to start rising gently by Christmas.'</p>",
  "<p>Nothing typifies the plight of John McCain's campaign more than the rollercoaster ride of his surprise vice-presidential pick, Sarah Palin. In six weeks, she has gone from disaster to triumph and back again several times.</p> <p>Originally greeted with disbelief after her candidacy was announced on the eve of the Republican National Convention in St Paul, Minnesota, Palin wowed the party with her stunning debut speech. For a while it seemed that the self-described 'pitbull in lipstick' would be the surprise ingredient in the race.</p> <p>Palin electrified voters, taking McCain ahead of Barack Obama in the polls and bringing in legions of undecided women. The Obama campaign floundered as it tried to come to terms with a phenomenon so novel that the old game-plans had to be torn up. In teaming up with a political ingenue with grassroots appeal, McCain had taken a terrific risk. And it appeared to have paid off.</p> <p>Then came Katie Couric. The network TV anchor did not so much grill Palin as give the Alaska governor enough rope to hang herself. Palin floundered against even the most harmless questions, such as what newspapers she read, and became the butt of jokes on Saturday Night Live. Satirists competed to offer the best impression of her bumbling incoherence. But then Palin surprised everyone again with a strong performance in her debate against Senator Joe Biden, resurrecting her supporters' belief that she could change the campaign.</p> <p>That hope has probably died with the Troopergate report. The enormous microscope of a presidential campaign has magnified an obscure staffing dispute in Alaska - over whether Palin pursued a family vendetta against state trooper Mike Wooten - into a major political story. With the release of a damaging report this weekend that concluded Palin did abuse the powers of her office, her political trajectory has once again changed course. Gone are the dreams of Palin bringing in the desperately needed independent voters, former Hillary Clinton supporters and soft Democrats the McCain campaign need so much. Instead she has now been firmly assigned to the traditional role of the vice-presidential candidate: attack dog.</p> <p>It is a role she does well and it plays to the Republican base. There is still no doubting that Palin can powerfully move a Republican crowd. Her angry attacks on Obama stir supporters far more effectively than does McCain's more measured style. But she is now largely reduced to stumping in the rural Republican heartlands of America. She is a powerful tool in working up the party base, ensuring that they turn out on election day, but her crossover appeal has gone. Indeed, even Republican critics of Palin have been stamped on for questioning her. Several high-profile conservative writers - such as David Brooks in the New York Times and Kathleen Parker in the National Review - have poured scorn on her. Brooks even called her 'a fatal cancer on the Republican party'.</p> <p>But the response among the base was instant and brutal. Parker received no fewer than 12,000 outraged emails, including some wishing she had been aborted, after writing that Palin should step down. There seems little doubt that Palin is still the darling of a huge section of red state America. But what works for the Republican base no longer works for the country as a whole.</p> <p>Attack dogs do not win the middle ground, especially ones beset by scandal and smarting from the damning judgment of Alaska state investigator Steve Branchflower, who discovered that Todd, Palin's husband, enjoyed extraordinary access to his wife's closest advisers, despite being unelected and having no salaried state post. He then used that access to try to get Wooten fired, the report found. Palin was criticised for taking no action to rein in her husband and Branchflower concluded there was evidence that she participated in the campaign against Wooten.</p> <p>The report states: 'The evidence supports the conclusion that Governor Palin, at the least, engaged in \"official action\" by her inaction, if not her active participation or assistance, to her husband in attempting to get Trooper Wooten fired (and there is evidence of her active participation).</p> <p>'She knowingly ... permitted Todd Palin to use the governor's office and the resources of the governor's office, including access to state employees, to continue to contact subordinate state employees in an effort to find some way to get Trooper Wooten fired.'</p> <p>It adds that Palin's actions created 'conflicts of interests for subordinate employees who must choose to either please a superior or run the risk of facing that superior's displeasure and the possible consequences of that displeasure'. In sum, Palin breached a code of conduct for state officials that 'each public officer holds office as a public trust, and any effort to benefit a personal or financial interest through official action is a violation of that trust'. Not an ideal verdict for a vice-presidential candidate 23 days from the election.</p> <p>Troopergate has come as a body-blow to a campaign that was already on a losing streak. All last week, as the polls showed Obama pulling away, the atmosphere at McCain rallies had become angrier and angrier. In Wisconsin, one irate supporter, taking the microphone, urged his chosen candidate on the stage to do something - anything - to beat Obama. 'I am begging you, sir. I am begging you. Take it to him!' implored James Harris, a local radio host, as the crowd clapped and applauded. His mantra was picked up by other speakers. 'I'm mad! I'm really mad!' said another man, who refused to let go of the mic and whose furious rant was then broadcast on the nation's TV screens and the internet.</p> <p>Fury has become the dominant theme. As the poll numbers have worsened, Republican supporters seem to have reacted with a mixture of disbelief and anger. At rally after rally, from Florida to Ohio to Wisconsin, supporters have urged their campaign to fight harder.</p> <p>Mention of Obama's name prompts cries of 'traitor', 'treason' and 'kill him'. Members of the press, universally suspected of Democratic sympathies, are targeted and insulted. At one rally in the South a black network TV cameraman was racially abused by a McCain supporter and told: 'Sit down, boy.'</p> <p>Inside the Obama camp, and increasingly among Republican insiders, there is a growing feeling: this is what losing campaigns look like. In the wake of Troopergate, such a conclusion is hard to resist, even though there are more than three weeks of electioneering ahead. After months of holding on against what seemed impossible odds, McCain's chances of keeping the White House in Republican hands are sinking fast.</p> <p>The wheels are coming off his campaign as the key states of Florida, Ohio and Pennsylvania all swing firmly towards Obama. In fact, the electoral battleground has become the Republican turf of Virginia, North Carolina and Indiana. One national poll late last week put Obama a huge 11 points clear of McCain.</p> <p>The deep-seated reasons why McCain's campaign has been swept aside can be found in the gravity of the economic crisis and the legacy of President George W Bush, who is leaving after eight years in office with a popularity rate so disastrous that it compares only to Richard Nixon's. But the Palin fall-out promises to be damaging because Troopergate is an embarrassment that is entirely self-inflicted. The stunning, quixotic choice of Palin had seemed to give McCain a remarkable chance of success. But after the dreadful rollout to the national media and now 'Troopergate' , Palin has gone from saviour to liability with a swiftness that has amazed even watchers of her meteoric career rise. Perhaps the one thing the campaign has going for it is that it knows it is in trouble. McCain, always a realist, is being frank about the realities of his plight. 'I'm the underdog. I've always been the underdog from the beginning,' he told a television interviewer late last week.</p> <p>What now? Yesterday, the McCain team were engaged in a desperate damage limitation exercise, rubbishing the Branchflower report as an exercise in partisan politics. Nevertheless, the Alaskan mud is likely to stick.</p> <p>McCain's biggest problem is still the sheer scale of the economic crisis. The collapsing stock market, economic bail-out and banks going bust has shocked the American electorate. It wiped out any other issue and focused the entire election on the traditional Democratic territory of the economy. Neither is that likely to change any time soon.</p> <p>McCain must also overcome the fact that Americans increasingly blame their problems on Bush and eight years of Republican rule. Though McCain has tried to co-opt Obama's image of change and fighting the current administration, it is a tough trick to pull off.</p> <p>The fact is the electorate desperately wants change and faces a choice between a Republican veteran who would be one of America's oldest presidents and a young, fresh-faced Democrat who would be the first black politician to sit in the Oval Office. Given that stark choice, the change mantle is hard to yank from Obama's shoulders.</p> <p>That has seemingly left only one line of attack: going negative. In the past week, as newspaper headlines around America have reported the worst week in Wall Street's history, McCain's campaign has relentlessly touted the name of Bill Ayers. The 1960s radical was a member of the Weather Underground, an urban terrorist group that bombed government targets. He is now, however, a university lecturer in Chicago, with minor links to Obama.</p> <p>But it is possible that the attacks using Ayers are but the prelude to a more ominous main event. Despite urging from some quarters within his campaign, McCain has not yet himself raised the issue of Obama's former pastor, the Rev Jeremiah Wright. McCain is believed to have termed the issue off-limits so far, even though news of Wright's incendiary sermons, condemning America as a racist society and blaming Aids on government, almost derailed Obama's candidacy when they first emerged.</p> <p>But, as the November election gets closer and closer, and if the polls do not shift, McCain may be tempted to let the Wright issue loose. He is already facing pressure from Palin to do just that. In an interview with conservative columnist Bill Kristol, Palin urged her running mate to bring the Wright issue out of the box. 'I don't know why that association isn't discussed more ... but, you know, I guess that would be a John McCain call on whether he wants to bring that up,' she said.</p> <p>That interview of course, took place before the Branchflower report. Now Palin may find that the attack dogs are chasing her.</p>",
  "<p>The travails of Sarah Palin may be making all the headlines in the race for the White House this weekend. But a scandal in Alaska, however embarrassing for the McCain/Palin campaign, is likely to be of only passing interest in Canton, Ohio. Here it has always been about the economy. </p> <p>Ingrid Roth has the quintessential American job in the quintessential American state. She is a travelling saleswoman in Ohio. But the economic crisis gripping the US has had a devastating impact. Roth has postponed a planned mortgage refinancing and high petrol prices have hit the amount she is able to spend. 'Today it's a choice between putting food on the table or gas in my car,' she said bluntly.</p> <p>Like many working Americans, Roth views the economic future with doubt. But her political opinions are now certain. Roth had just visited the Barack Obama campaign headquarters in her home town of Canton and picked up a huge Obama placard. She was carrying it through the street to her car. Her motivation for backing Obama was simple. 'Financial reasons,' she said. 'It is just seriously all about the economy.'</p> <p>Canton lies in the heart of America's Rust Belt. It was a region once reliant on large-scale manufacturing but now it is dotted with empty factories as jobs and plants have disappeared overseas. Recently Forbes magazine produced a top 10 list of America's fastest dying cities. Four of them were in Ohio. Three of those - Canton, Akron and Cleveland - are in the state's Rust Belt. </p> <p>But until recently this was an area that was also sceptical of Obama. Its large white working-class population mostly backed Hillary Clinton and helped her fight Obama to the bitter end in the Democrats' long nomination battle. Obama's lack of populist appeal, his unusual and exotic background, and his academic style of oratory failed to inspire many parts of Ohio. That also kept the state in contention for Republican John McCain for many long months. </p> <p>Over the summer McCain often led in the polls in Ohio. But things are changing. As stock markets have fallen and banks collapsed, Obama's popularity has surged across the battleground states, especially among once sceptical whites. 'It is not Obama sealing the deal with these voters. It is the situation sealing the deal for him,' said Professor Stephen Brooks, a political scientist at the University of Akron.</p> <p>McCain has even abandoned his long-standing target of Michigan. Now the battle is being waged in once safely Republican red states such as Indiana, North Carolina and Virginia. Ohio, too, has followed suit. Obama leads there by an average of three points. It is a narrow but solid lead in a state that has voted for the winning candidate in every election since 1960. If Obama wins in Ohio in four weeks' time, he will almost certainly win the White House too. He will have people such as Roth and cities such as Canton to thank for becoming the country's first black president. 'Hillary was my first choice, but I'm not voting for McCain. No chance,' Roth said. Then she put her new Obama sign in her car and drove away. By nightfall she planned to put it up in her front yard.</p> <p>A short drive from Canton is the city of Akron. The two towns are so close they share much, including an airport. They also share a devastated economy, hard-hit downtowns and a place on Forbes' grim list. Akron's plight has even inspired a song by its most famous native daughter, the Pretenders' lead singer Chrissie Hynde. In 'My City Was Gone' Hynde sang about the city's decline. 'I went back to Ohio/But my city was gone/There was no train station, there was no downtown,' Hynde lamented. Hynde had a point. Like many other cities in Ohio's Rust Belt, Akron's downtown is a shadow of its former self. Grand buildings from its heyday of the Twenties and Thirties stand next to empty lots. Many streets are lined with boarded-up shopfronts. Few people live there, having long fled to the suburbs or to different towns. Akron's population has dropped dramatically. In 1960 the city boasted almost 300,000 people. Since then it has lost a third of its population.</p> <p>Yet a picture of relentless decline is far too simple. Large efforts have been put into rejuvenating the city, and especially downtown. Ironically Hynde herself is playing a key role. She has opened a plush vegan restaurant in a new downtown loft development and snapped up one of the apartments above it. </p> <p>Called VegiTerranean, it is a swanky place of chrome fittings and black-clad waiting staff that would not look out of place in Manhattan. It is a far cry from the usual image of ailing Akron. Here, too, Obama's support is solid. In Ohio both working-class whites and traditional liberals have now swung their support to Obama. 'He's thoughtful. He's intelligent,' said local writer Lisa DeBenedictis, as she left VegiTerranean after having lunch with her young son. 'I can't vote for McCain. I have a 10-year-old son and I don't want him to be drafted some day into another war,' she said.</p> <p>Obama's long-term plan to create a winning coalition is coming to fruition, fuelled by the economic crisis as much as the campaign's own actions. It is based on getting traditional liberals on board with white working-class Democrats and generating a huge boost in turnout with black Americans and young people. Obama's campaign has bet that such an alliance should be enough to beat a Republican party saddled with a historically unpopular President in the shape of George Bush. To that end, the Obama camp and its allies have embarked on a highly organised registration drive, much of which has been aimed at getting people to vote early. The effort has generated much controversy, including accusations of false registrations, but it has ploughed on regardless. </p> <p>A representative of its success is someone like Jermaine Brooks. He was proudly wearing his 'I Voted' badge on his jacket in downtown Akron after already casting an early vote for Obama. 'I ain't voting for McCain. He's just more Bush,' he said. Brooks is struggling in the economic downtown, hopping from one low-paid job to another. 'Right now, I am bouncing around minimum-wage jobs. Like Burger King,' he said. </p> <p>Brooks, who is black, needed a morale boost and he found that in voting for Obama. He said he was proud to cast his first vote for a fellow black American. 'That was my first thought. I felt that I was really part of something,' he said. </p> <p>Such emotions are likely to be repeated in their millions on election day. If black turnout is high enough, the final piece in the Obama camp's jigsaw will fit into place. It is not over yet. Not even in Ohio. This is political turf being ferociously fought over. 'The economic situation has boosted Obama. But situations can change,' said Professor Brooks. </p> <p>If polling holds up in the same position as it is now, no one will be talking about a narrow Obama win. He will take Ohio, Florida, Pennsylvania and perhaps even some states in the Old South, like Virginia or North Carolina, that have long seemed out of reach for modern Democrats. It could end up being a landslide.</p> <p>• Chrissie Hynde of the Pretenders has opened her restaurant <a href=\"http://www.theguardian.com/lifeandstyle/wordofmouth/2008/oct/11/1\">VegiTerranean </a> in her home town of Akron</p>",
  "<p>It was at Andy Anderson's print shop that I first encountered the young lawyer-revolutionary Nelson Mandela. He was not a frequent shebeener or drinker, but 40 years later, when he was president and I was his biographer, he would often introduce me to others - including Prince Charles - by saying: 'I first met Tony in a shebeen.' The encounter should have been imprinted on my mind, but my memory was shaky, I was probably quite drunk, and he recalled it better than I.</p> <p>Soon afterwards I saw Mandela on a much more memorable occasion when I watched him launch the Defiance Campaign, of which he was chief volunteer. On 26 June 1952 I drove out to Boksburg, a grim mining town outside Johannesburg, to watch him assembling the first batch of 52 'defiers', including Indians as well as Africans, who gathered outside the township and then walked through the gates with quiet dignity, to be arrested by the police for illegally entering - while Mandela stood by calmly.</p> <p>It was the beginning of the open resistance to apartheid which would culminate in Mandela's imprisonment 10 years later, but it was a low-key event, designed to offer no provocation, and few people recognised its significance. Two months later I commissioned Mandela to write a short article in the Johannesburg-based magazine I was editing called Drum, entitled 'We defy' - his first major contribution - which spelt out his commitment: 'Though it takes us years,' he wrote, 'we are prepared to continue the campaign until the six unjust laws we have chosen for the present phase are done away with.' After some copies had been printed we had to scrap the article because it became illegal after Mandela and others had been arrested.</p> <p>I would love to recollect that I recognised Mandela from the start as a true leader of his people, destined to change the course of history. But in truth at that time I sadly underestimated him: he seemed to me too flashy and vain, with his immaculate suits and his wide smile, and he kept aloof from most white observers; I found his rhetoric too formal and stilted, full of anti-colonialist clichés. I was much more impressed by his mentor, Walter Sisulu, and by his legal partner, the intellectual Oliver Tambo. It was not until 1964, when he made his first great speech in court before going to jail, that I realised his true courage and total commitment.</p> <p>I left Johannesburg in 1955, returning to England, and took up a post at The Observer. I occasionally returned to South Africa, most memorably at the end of Nelson Mandela's long second trial, when he and his colleagues were charged with conspiring to overthrow the state. The atmosphere was bleak after two years of oppression. The police were more professional and ruthless, with the help of detentions, torture and more systematic intelligence which they had learnt in Israel and the US. White Johannesburg was booming with the help of massive foreign investment: Barclays Bank and ICI proclaimed their support with shining new business palaces, and the blacks showed little outward sign of resistance except for a few scrawled slogans, such as 'Apartheid Means War'. </p> <p>I had a glimpse of the power of the state when I went to Pretoria to observe the trial. The Supreme Court was packed with armed police, who watched the spectators like hawks and took down all names. I sat on the press bench watching the prisoners being led up from the cells under the court. The familiar faces of Walter Sisulu, the Indian activist Ahmed Kathrada and Mandela, which I had seen so relaxed in their homes, now looked drawn and austere in their prison clothes: they were all facing a possible death sentence. Then Mandela looked back at the courtroom, recognised me, smiled and pointed me out to his colleagues. Instinctively I responded with the ANC clenched-fist salute. Immediately an Afrikaner policeman rushed up and beckoned me out of my seat. He questioned me for 10 minutes about how I knew the accused and what I was signalling to him, before I was allowed back, to the visible enjoyment of the prisoners.</p> <p>When the trial was adjourned I was approached by one of the defence lawyers, George Bizos, a stocky, bushy-haired Greek barrister who later became a close friend. He told me that Mandela was now asking me to advise him about the long speech he had prepared, with an eye on international opinion. So I spent an extraordinary evening in the lawyers' room alongside the court with the defence team, including Bizos, Arthur Chaskalson, Joel Joffe and Bram Fischer, the dedicated Afrikaner communist who led the defence. They showed me Mandela's long draft speech, which he had prepared in his own hand. I was engrossed by his moving testimony of his political development: how his tribal elders had first made him aware of African injustices, how he had widened his horizons and embraced the multiracial struggle with the help of communist allies, and how he had been compelled to begin the armed struggle when passive resistance was suppressed by the violence of the state. I made a few suggestions about the style and presentation, which were mostly ignored: probably rightly, for the text as it emerged was one of the historic speeches of the 20th century. I would always feel privileged to have been minimally involved in it, and to have worked briefly with these dedicated lawyers who would all become friends; for the first time I appreciated the law as the ultimate safeguard against autocracy.</p> <p>The end of the trial, on 12 June 1964, was my last sight of Mandela for 26 years, and my last glimpse of black South Africans before they entered a long age of darkness and repression.</p> <p>By the end of the Eighties, Nelson Mandela the prisoner had become an icon with little connection with reality. I could not relate the icon to the revolutionary I had known in the Fifties. For almost 30 years no photograph of him had appeared. In 1985 I had watched Oliver Tambo unveiling the huge bust of Mandela outside the Royal Festival Hall, but I could barely recognise the head, with thick lips and bull-neck like a Soviet workers' hero, quite unlike the expressive face I had known in the early Sixties. Newspapers and TV programmes kept preparing for his release and looked desperately around for anyone who knew anything about Mandela. 'You mean you actually knew him?' a CBS interviewer asked me with astonishment. I was tempted to romanticise a friendship with a legend and to suppress my first impressions of him as a touchy and arrogant man; and in truth I knew little about how he had developed in jail, though his lawyer, George Bizos, assured me he was a formidable presence. I still dreaded that his release would prove an anticlimax, revealing a tired old man of 71 emerging like Rip Van Winkle, hopelessly out of touch with the modern world. How could he confront a powerful military state and shrewd Afrikaner politicians determined to divide the black opposition? Mandela was worried while in prison, as he himself told me later, that his overblown fame had made people believe he was a superman. How much power could be wielded by a myth?</p> <p>And after 40 years watching the emergence of independent Africa I could not feel very optimistic about the black leadership. After the lesson of Nkrumah, the Redeemer of Ghana; Kenyatta, the Father of Kenya, and Amin, the Field Marshal of Uganda, western conservatives argued the message was clear: the Africans were simply unfit to govern themselves. </p> <p>Would Mandela and his colleagues be the same when they gained independence? After this African history I had to be sceptical. But since I had known them as young men I had always found the black South African politicians quite different from others in the continent, with their long history of patient resistance, their sense of discipline and their exposure to western ideas. And I had seen and heard enough of Mandela to know that he had developed into a much more serious leader than the demagogues in the north.</p> <p>To my growing frustration I was still banned from South Africa, over a piece I had written for The Observer, but I longed to show my wife Sally the country she had never seen. So in late 1989 I called on the friendly new South African ambassador in London. He reminded me courteously that I was still banned, but then explained that his government wanted the world to know how rapidly the situation was improving and eventually gave me a visa overwritten with the strange stipulation 'To assess the changing situation in South Africa in 18 days'.</p> <p>The country was changing much faster than I had ever imagined. In February 1990, two days before Sally and I flew to Johannesburg, President FW de Klerk made his historic speech to parliament, announcing that the African National Congress was unbanned and that Mandela would shortly be released. At Johannesburg airport the global media were already converging to report on the world's most famous prisoner. We stayed with my old friend Nadine Gordimer and watched with her the liberation of old friends who had been banned for 30 years, returning like ghosts from the past.</p> <p>The Johannesburg Star published long lists of people who were suddenly unbanned, including many old Drum writers, most of them dead, like Todd Matshikiza, Bloke Modisane or Can Themba, listed with aliases from the police files as if they were big-time criminals: 'Daniel Canadoce Temba, alias Temba Dan Can, alias Themba-Dorsay Can, alias Mvalise'. Nadine gave a party where our old friends speculated about the extent of the change. Zeke Mphahlele was still sceptical: 'It's easy for those in power to unban people: it doesn't mean they lose control.' Bram Fischer's daughter Ilse explained that her dead father's ashes were still banned, kept in prison. But we were thrilled to watch the crumbling of apartheid and the end of the 'collective madness' as Nadine called it, and I was delighted to see again politicians I had known 30 years before, with their values and ideals unchanged by prison, apparently oblivious of the hiatus.</p> <p>When I arranged to meet Ahmed Kathrada, Mandela's jail colleague, he suggested we meet 'near the flat' - meaning the place where we had last met when we were both in our twenties. I found Walter Sisulu, Mandela's mentor and jail colleague, in the Soweto box house where I used to see him in the Fifties. As he came out to welcome me, white haired but sprightly, he warned me to lock my car: 'Remember how Pat Duncan had his coat stolen.' </p> <p>Mandela was still in jail, but six days after we arrived we heard he would be released the next day. The following morning we caught a plane to Cape Town, to watch him make his first speech at the City Hall; but the streets were solid with crowds, so we drove to the British embassy, where we were now staying. We watched the historic event on television with the ambassador, Robin Renwick, and his colleagues, who gave us the diplomats' view. As Mandela spoke from the balcony in the fading twilight their faces fell and Renwick quickly left the room to telephone London. Mandela was reading a speech which had clearly been drafted by an ANC committee, reaffirming the militant policy and the armed struggle, while the diplomats had expected that he would present himself as an independent statesman and peacemaker. But it seemed to me that Mandela could only be useful if he remained loyal to the ANC: he could only make peace if he carried his people behind him.</p> <p>Mandela soon flew up to Johannesburg to address a mass rally and then returned to his small house in Soweto. When I telephoned the house, his wife Winnie answered. 'I keep pinching myself to believe that it's true,' she said, putting me straight through to Nelson, who talked as if nothing much had happened in 30 years. 'Hello, Tony, when are you coming here? How's the family?'</p> <p>Two days later I drove out with Sally to the box house in Vilikazi Street where I had visited him in the Sixties. An ANC flag was flying from the concrete garage - the flag which had been illegal two weeks before - and the house was surrounded by photographers and TV vans: schoolgirls were peeping through the garden wall into the small patch, where a tall black man with grey hair was talking to a TV team.At the door was Peter Magubane, the veteran Drum cameraman who was now Mandela's personal photographer. Over the past years he had frequently been detained for supporting the ANC, and had seen many false dawns: 'Is this really It?' I asked him.</p> <p>'Yes, it's It. They can't put it back.'</p> <p>In the house, we were greeted by Winnie, who was preparing a meal in the kitchen. Mandela strode in, looking far too big for the room, perfectly groomed in a double-breasted suit: his white hair shaky walk betrayed his 71 years, while his hug revealed the bony body beneath his tailoring. But he seemed much more serene than the man I remembered: his smile was no longer a wide showbiz grin but the relaxed, amused smile of someone at peace with himself. He sat down with his big boxer's hands resting on the dining-table, and asked about his London friends, Mary Benson and David Astor, who had sent him law books in jail. He looked Sally up and down and said: 'I remember Tony as a bright young man. He didn't tell me about you; he's kept things from me.'</p> <p>A few days later I went back again with three journalists. This time Mandela was the pure politician: he eloquently thanked the media for keeping the cause of liberation alive, and stressed that South Africa must have a free press. He praised Nadine Gordimer and said that my Anatomy of Britain had been the first book he had received in prison. He played down his own role and emphasised that he remained the loyal servant of the ANC. 'They may say: \"Well, you are a man of 71, you may require a pension.\" Or \"Look, we don't like your face, please go.\" I will obey them.'</p> <p>Back in London I still kept some contact with Mandela, for he practised diplomacy in a very personal way, relying on individual friends rather than bureaucrats. When I was able to see him later in Johannesburg he discussed how the ANC could rectify false reports in the British media: he gave me his home phone number and said: 'Why don't you just ring me when you see something that needs correcting?' - as his aide looked on in despair. </p> <p>I saw him again in April, when he paid a short, triumphant visit to London with Winnie, who appeared the ideal consort, gracious and attentive. He attended a pop concert at Wembley Stadium, addressing a crowd of 75,000 people, to thank them for their past support: 'You elected not to forget.' It was televised live by the BBC, which was attacked by right-wing conservatives who complained of political bias. In the interval Mandela moved through a crowded reception room, welcoming admirers. My daughter Katie was introduced to him, and he replied firmly: 'Remember you're a person in your own right.'</p> <p>There was much speculation about a meeting with Thatcher; Mandela's ANC colleagues insisted he must postpone it, but he persisted with his personal diplomacy. One Saturday night in June 1990 I was just going to sleep when Adelaide Tambo woke me with an odd request: 'My brother is in England and wants to see his girlfriend tomorrow morning.' The code meant Mandela wanted to see Thatcher. </p> <p>I rang her private secretary, Charles Powell, and early the next day Thatcher made a long phone call to Mandela. He urged her to maintain sanctions against Pretoria, without success; but she disarmed him by showing a maternal worry about his forthcoming trip to America: 'If you go on like this you won't come out alive.'</p> <p>After touring America, Mandela came back to London, where Thatcher was anxious to show her respect. Douglas Hurd gave a private lunch for his friends, including the president of the Anti-Apartheid Movement, Trevor Huddleston, South African MP Helen Suzman and myself. Mandela was appreciative, but restated the need to maintain sanctions, despite 'my sister Helen'. He went on to see Thatcher for the first time. Robin Renwick had urged her to let Mandela talk uninterrupted, since he had been waiting for 27 years incommunicado; he spoke for 52 minutes, before she replied for half an hour. She was warm and charming, Mandela told me, and he resented critics who complained he should not have talked to an enemy who had denounced him as a terrorist. He had to work with people who had done far worse things in South Africa, he explained: 'I didn't even mention slaughters.'</p> <p>In London the crowds gazed upon Mandela with reverent awe, which exasperated his critics, especially those who pointed to his conviction for terrorism. In fact, he was never a terrorist in either the Palestinian or the Israeli sense: he had taken up arms as the last resort to confront a terrorist state, and he had avoided any attack on civilians. But he was certainly never a spiritual leader: he was a master politician who understood the nature of power.</p> <p>I went back to South Africa frequently, which was still suspended between two disconnected worlds. When I called on Mandela and his colleagues in their brand-new office in Johannesburg they sounded confident that they would soon achieve power, yet in the interim they lacked any formal authority; while the whites in the suburbs appeared quite unaware of impending change and were doing little to adapt to it. Mandela, the old man who had been out of the world for a quarter of a century, was now, as Nadine Gordimer said, 'the personification of the future'; while many young whites were stuck in the past. </p> <p>The future at last began to take some shape when the government agreed to begin negotiations in the Convention for a Democratic South Africa (Codesa). When I talked with the ANC delegation they sounded confident that Mandela would soon become president and de Klerk his deputy; but there were all kinds of spoilers, including Chief Mangosuthu Buthelezi and the right-wing Afrikaners. The negotiations continued on and off over two years, with recurring breakdowns, culminating in June 1993, when the thugs of the neo-Nazi Afrikaner Resistance Movement invaded the building, smashing through windows, to try to halt the talks. But at last, at the end of 1993, Mandela and de Klerk agreed on a new constitution and elections based on a simple one-person-one-vote system, and the first democratic elections were fixed for April 1994.</p> <p>Mandela was well aware that elections depended on cash: he had been raising funds round the world for the ANC ever since he left prison. He was never embarrassed by using his prestige to extract large sums of money from questionable people or former opponents. At the Dorchester Hotel in May 1993, before the election, he addressed a grand reception attended by the chairmen of most of the big companies, including Lord Weinstock of GEC and Lord King of British Airways, most of whom had opposed the ANC before it was legalised; now they queued up to shake Mandela's hand. Among them were scattered veteran anti-apartheid campaigners, who bristled as Mandela smiled and chatted with their ex-enemies. Trevor Huddleston was still filled with 'holy anger' and complained to me fiercely: how could Mandela forgive these villains? It was odd to hear the Christian father rebuking the political campaigner for being too forgiving. But Mandela had no time for recriminations, and he raised huge sums which eventually dwarfed de Klerk's election chest.</p> <p>The plans for elections went ahead, surrounded by hazards and uncertainties. The Afrikaner right wing refused to participate, and a band of extremists invaded the neighbouring bantustan of Bophuthatswana, until they met an ignominious defeat.</p> <p>'South Africa braced itself for a race war and civil war yesterday,' wrote the Sunday Times, the chief prophet of doom in London. Buthelezi also boycotted the elections and organised a march of Zulus through Johannesburg, which provoked deadly reprisals from the ANC. Then a week before election day he finally gave in, after pressure from all sides, and joined the elections.</p> <p>I flew out to Johannesburg with Sally to watch the elections in April 1994: the last surrender of white power in Africa. The walls and lampposts were plastered with Mandela posters and the initials ANC. They seemed at odds with the street names like Empire Way or Eton Road, or an estate called Settlers' Park.</p> <p>In the lily-white northern suburbs the prospect of a black government still seemed unimaginable. But Nadine's house was an island of continuity, the same as 40 years ago, and parts of Johannesburg were reverting to the multiracial existence I had known before apartheid. Sally and I went together to the musical Sophiatown, which featured the now-legendary Drum writers.</p> <p>Mandela was already being hailed as the victor. We went to the final ANC rally in the huge stadium near Soweto, where he arrived by helicopter and strode through the arena, with an entourage of drum majorettes, witch doctors and pop singers. He spoke like a president: when a gun went off he sternly rebuked the crowd. As he left in his car he reached out to shake my hand, but a security guard quickly intervened and closed the window.</p> <p>Two days later, at a press conference at the Carlton Hotel, Mandela radiated authority. He insisted on the importance of gun control and community policing: when he was asked about his personal feelings he would only say: 'Certain things cannot be expressed in words.'</p> <p>The mood was still tense, with fears of violence: on the eve of the election a bomb exploded at the airport, and on polling day another went off at the ANC headquarters downtown. But the polling stations in the townships were suffused with an extraordinary calm, as patient blacks lined up in winding queues for three or four hours to vote, while monitors from the UN or the Commonwealth watched for irregularities or intimidation. All the political violence was dissolved by the passionate faith in democracy.</p> <p>The next day I talked to Mandela at the Carlton Hotel, when he was clearly about to become president. Did he ever imagine 40 years earlier that he would be in this position? 'No, we were too busy fighting apartheid; and I was a junior then. I was convinced that there was no better leader than Tambo.' He rejected any praise of his personal leadership: 'No single individual can be elevated above others.' Could he not go too far in practising forgiveness and forgetting about evil? 'No,' he answered firmly. 'Men of peace must not think about recriminations or retribution; courageous people don't fear forgiving, for the sake of peace.'</p> <p>When the ANC victory was announced, with just short of two-thirds of the vote, there was no serious dispute. After all the predictions about bloodbaths, the power had been transferred from whites to blacks with little disruption. 'It was like being alive in the time of Lincoln,' wrote the New York Times. Only a few conservative journalists dissented: 'Dawn of freedom my foot,' wrote my old sparring-partner Peregrine Worsthorne in the Sunday Telegraph. 'Black majority rule in South Africa should send a shudder round the world.'</p> <p>On our last day, Sally and I went to a celebration lunch party given by Adelaide Tambo in her luxurious villa, where Walter Sisulu, the 80-year-old father figure of the struggle, was guest of honour. Adelaide gave a gracious speech thanking the foreign guests, including the British MPs Paul Boateng and Bob Hughes, David Dinkins, the mayor of New York, and myself. It was a first glimpse of old revolutionaries as they faced the responsibilities of power. Sisulu hugged me and said: 'We've done it.' What had they done? </p> <p>A few months later I visited the new ministers in their government offices. The guerrilla leader Joe Modise was now minister of defence; the ex-head of the Communist Party, Joe Slovo, was minister of housing. Parliament was transformed from an Afrikaner stronghold into a multiracial assembly full of bright tribal costumes. 'I love this dream,' said Archbishop Desmond Tutu. 'You sit in the balcony and look down and count all the terrorists. They are all sitting there passing laws. It is incredible.' </p> <p>The young minister, Pahad, drove us on a tour of the ministers' houses, enclosed in the beautiful and secluded Groote Schuur estate outside Cape Town. The old freedom fighters looked very unradical in those comfortable surroundings: we found Thabo Mbeki's father Govan, the Marxist firebrand, listening to Alistair Cooke's Letter from America. 'Now I know why you were all so keen for power,' I teased Pahad. 'But the funny thing is,' he replied, 'we didn't know all this was here.'</p> <p>When a minister asked me for advice on handling civil servants, I proposed that they watch the TV series Yes, Minister, but he replied: 'Oh, we've already seen the videos.' The transition on the surface was smoother than many had expected: the bureaucrats were keen to please, and the Afrikaner secretaries and security guards were soon calling the black ministers 'Sir'; power, in the end, had no colour bar. </p> <p>Mandela himself moved into the grand presidential offices as if he had always been groomed to be head of state: confident and courteous, springing out of his chair to greet a visitor, and introducing his Afrikaner PA, who brought the tea. I found him always welcoming and personal, asking about my family, reminiscing about old Drum friends, talking about London and the Queen Mother. But he was never off guard. He knew the impact of anything he said: if he said something slightly indiscreet he would instinctively put his hand over the tape recorder and he would always veer away from discussing his personal feelings.</p> <p>I was still fascinated by the story of how this serene president had developed from the headstrong revolutionary I had known in the Fifties; so I was excited when my publishers in 1995 suggested I write his authorised biography. Mandela asked me to breakfast in his house in Johannesburg, and said with customary flattery that he knew no one more qualified to write it: he wanted a biographer who had known him in his earlier political years, provided I didn't mention we had met in a shebeen.</p> <p>• Anthony Sampson was on the staff of The Observer from 1955 to 1966 and its chief US correspondent from 1973 to 1974. His posthumous memoir, The Anatomist, from which this excerpt is taken, is published by Politico's Publishing. To order a copy for £18.99 with free UK p&amp;p, go to <a href=\"http://www.observer.co.uk/bookshop\">observer.co.uk/bookshop</a> or call 0870 836 0885</p>",
  "<p>The coastal village of Durness lies on the north-west tip of Scotland, in one of the least populated parts of western Europe. The landscape is one of savage beauty, with strange black rocks jutting out of the white sand beaches of Sango Bay like gigantic rotten teeth biting the leaden sky. Overlooking the beach stands a sturdy white croft with a blue plaque that reads: 'John Lennon 1940-1980, Musician &amp; Songwriter, lived here.' </p> <p>It may seem a surprising claim - Lennon is most closely associated with Liverpool and New York - but from the age of nine to 14 he spent some of the happiest times of his life in this remote part of the Highlands when his family visited Durness on holiday. </p> <p>It was an association that began when Lennon's maternal aunt remarried. Her new husband, a dentist named Bertie Sutherland, owned a house in the village. The young Lennon would visit his Scottish relatives with his cousin Stan Parkes, who today lives along the coast from Glasgow and vividly recalls those childhood holidays. </p> <p>'John just loved the wildness and the openness of the place,' he said. 'We went fishing and hunting and John loved going up into the hills to draw or write poetry. John really loved hill walking, shooting and fishing. He used to catch salmon. He would have been quite a laird.'</p> <p>In Durness today there are people who still remember the young Lennon. Donald Campbell is an extravagantly mustachioed man with snow-white whiskers. He stands outside the conservatory of his home and points to the neighbouring croft. 'That was the house Lennon would visit,' he said. 'I remember young John running out of those gates and all of us boys racing to the beach ... just standing here brings back memories of short trousers and grazed knees.'</p> <p>It is not hard to see why Durness, the most north-westerly village on mainland Britain, would have appealed to someone brought up in Liverpool. 'There was complete freedom,' said Campbell. 'Us boys could just run around the village talking to strangers and playing by the beach and it was completely safe.' John, Stan and Donald would go fishing from the rocks, with 20ft poles and coloured feathers on the hooks. They would dip them into the sea where dozens of tiny fish began tugging at the lines.</p> <p>Iris MacKay, who runs the village store, played with the boys in the early Fifties. In those days her parents ran the store. 'I remember John liked playing practical tricks,' she said. 'He loved picking up seaweed from the sea and tying it to the doors outside this store so that we couldn't get out.' She said she regrets not having talked to him more when he was younger, 'but I wasn't to know what would become of him'. </p> <p>The memory of those boyhood holidays proved potent for Lennon. Some locals claim that the song 'In My Life' was partly inspired by his time in Durness. It is an indication of how important Durness was to Lennon that in 1969 the Beatle returned to the village, bringing with him Yoko Ono and their children Julian and Kyoko.</p> <p>Alistair Morrison, who was born in Durness and has spent all his life in the village, recalls Lennon turning up in his living room. 'I remember playing with John and his cousins when we were young boys,' he said, 'and then years later he came back and sat in this very room with his wife and the kids.'</p> <p>Morrison said that Lennon loved Durness because even in 1969, when he was a member of the most famous band in the world, he was allowed to be a normal person there. 'The people remembered him from when he was little,' he said, 'so he felt comfortable. But I have to admit it was still overwhelming for me to have a Beatle in my living room.'</p> <p>Lennon's visit with Ono turned out to be an ill-fated trip and had to be cut short after he crashed his car and was taken to hospital. 'John had a chauffeur-driven Rolls, a Ferrari and a Porsche, but he turned up in Durness in an old Maxi,' recalled Stan Parkes, 'but he was a terrible driver with bad eyesight.'</p> <p>Lennon was driving in dire weather when he caught sight of a foreign tourist driving towards him. He panicked and crashed the Maxi into the side of the road. He spent five days in hospital and both he and Ono needed stitches for facial injuries. </p> <p>It was to be the last time that Lennon visited Durness. And yet Durness and the Highlands maintained their pull on him. 'John used to say that he felt more Scottish than English,' said Philip Norman, author of an acclaimed new biography, John Lennon: The Life. 'He was always calling himself Jock and Whistling Jock Lennon, and even when he was living in New York he was always searching for a house that would remind him of the croft where he spent his childhood.' </p> <p>It never happened, and Lennon eventually moved into the Dakota building where he lived until he was murdered by Mark Chapman in 1980. </p> <p>Lennon would have turned 68 last week and in Durness a special concert was held last night to raise funds for the maintenance of a memorial dedicated to him. The concert followed a special festival celebrating Lennon's music. </p> <p>For today's visitors to Durness the memorial garden is an essential pilgrimage. It overlooks the beach where Lennon played as a boy and at its centre are three slabs of granite into which are etched some lines from 'In My Life', Lennon's wistful and affectionate tribute to the 'people and things that went before'. He never forgot Durness and, despite the distance and the years, the village has not forgotten him.</p> <p>• 'John Lennon's Private Passion', written and presented by Sarfraz Manzoor, is on Radio 4 today at 2.45pm</p>",
  "<p>Hollywood is betting the house this weekend. Warner Bros is gambling that a $100m budget, megawatt stars - Leonardo DiCaprio and Russell Crowe - and an A-list director, Sir Ridley Scott, will finally convince Americans to do something they have steadfastly refused to do these past few years: venture into cinemas to see a movie that is, at least partly, about current events and the war in Iraq.</p> <p>Body of Lies, an explosives-strewn espionage thriller, stars DiCaprio as a CIA operative hunting terrorists on the ground in Iraq, and Crowe as his handler back in the US.</p> <p>Hollywood executives will be very closely watching how Body of Lies performs because, as the election draws close, the studios are releasing an unprecedented clutch of serious films, about politics, war and religion. It's cinematic fare that can often be box office poison, but Hollywood is hoping that the excitement about politics generated by the imminent election will rub off. </p> <p>Hollywood believes that shows like Saturday Night Live, which has featured Tina Fey's spot-on impersonations of vice presidential contender Sarah Palin - seen by millions on YouTube - and Jon Stewart's nightly comedy talk show, have helped make politics sexy and entertaining to Americans who were previously turned off by it.</p> <p>But the big question remains: do Americans really want to be confronted by the issues and wars that define their world and lives? We'll find out in the next few months. Following Body of Lies into cinemas next weekend is the highly-touted W, Oliver Stone's cheeky biopic about George W Bush. W was rushed through post-production so it could be released before the election. Will the timing help?</p> <p>'Judging from how little impact Bush has had on correcting our economic crisis,' says Patrick Goldstein of the Los Angeles Times, 'most people in America have seen enough of him to last a lifetime. They're not eager to revisit his rise to power and fall from grace at the local multiplex.' But Kirk Honeycutt of the Hollywood Reporter believes W's greatest strength 'is that it wants to talk about what's on our minds right now and not wait for the historians.'</p> <p>Religulous, a satirical documentary from political talk show host Bill Maher about religion and religious fanaticism, is also on release. The film, which skewers all religious faith, has been helped by being delayed so it could be released nearer the election; in the summer Sarah Palin and her Pentecostalism were not on the radar. Hoping to cash in on a political fever that may be short-lived, a number of other politically focused films are hitting movie and TV screens. British television viewers have just been treated to Recount, the well-reviewed docu-drama starring Kevin Spacey about the disputed 2000 US election and the Florida recount, hanging chads and all. In the run-up to the 2008 election, Recount makes salutary viewing, retelling the story of the how the 2000 election in the world's most powerful democracy was eventually decided by the conservative-leaning Supreme Court, which handed the presidency to George W Bush.</p> <p>'The film is not about who should have won,' says screenwriter Danny Strong. 'This movie is about our electoral process and gives us an intimate look at how this process went down in one particular state. It asks the American people: Is this how you want to elect a president?'</p> <p>Those wondering why so many Republican presidents have been elected in recent history would do well to watch Boogie Man: The Lee Atwater Story. The documentary, which has just been released in the US, tells the astonishing and unfortunately true story of the late Republican political operative Lee Atwater.</p> <p>The larger than life, blues guitar-playing Atwater was the originator of the 'values-based' personal attacks that have underpinned Republican campaigning for the past quarter of a century, and which McCain and Palin are using again by accusing Barack Obama of 'palling around with terrorists'. Atwater helped Ronald Reagan and George Bush Sr win the presidency and was a tutor and friend to Karl Rove, George W Bush's political adviser and eminence grise. It was Atwater who devised the 'Willie Horton' racist ad that helped Bush Sr to victory by defining his Democratic opponent Michael Dukakis as a soft liberal who would let black murderers out of jail. Atwater also concocted the infamous 'push polling', in which voters are called to answer fake political surveys. In one election, when he was fighting Max Heller, a Jewish candidate, Atwater's callers would ask voters a few anodyne questions before wondering: 'Would you vote for a Jew who didn't believe in the Lord Jesus Christ?' Heller lost.</p> <p>Politics also deeply informs the movie Milk, which stars Sean Penn as Harvey Milk, the first openly gay man to be elected to public office in California. It will be premiered at the end of October. In 1978, in the early days of the gay rights movement, Milk, a San Francisco caretaker, was assassinated by Dan White, who also shot and killed San Francisco mayor George Moscone. Its makers clearly hope the film, which is directed by Gus Van Sant, will have a powerful contemporary resonance. Trailers for Milk, for which Penn is already being talked about as a major Oscar contender, are now running as California and other states consider whether to allow or ban gay marriages in the November elections.</p> <p>Frost/Nixon is the film adaptation of Peter Morgan's critically acclaimed play about the televised 1977 interviews between David Frost and disgraced former president Richard Nixon. The film stars Frank Langella as Nixon and Michael Sheen as Frost, but has been given a Hollywood gloss by director Ron Howard (The Da Vinci Code). Frost/Nixon will open the London Film Festival this week and will be released on 5 December in the US. Perhaps surprisingly, Morgan says he has been keen to avoid Frost/Nixon being seen as a parable on the past eight harrowing years with George W Bush.</p> <p>'If anything, I went back to the text to take things out,' says Morgan. 'I didn't want it to be viewed in the context as a metaphor for Iraq and the Bush presidency.'</p> <p>Audiences at the London Film Festival will also get to see Che, the two-part Spanish-language biopic about Argentinean revolutionary Che Guevara, starring Benicio del Toro, directed by Steven Soderbergh and produced by Laura Bickford, the same team that made the Oscar-winning Traffic. The films tell the extraordinary story of the takeover of Cuba in 1959 and of Guevara's disastrous attempt to foment a similar revolution in Bolivia, which led to his execution in 1967.</p> <p>'Elections are a time when history can be redefined,' says Bickford, Che's producer, who has been working on the project for eight years.</p> <p>Michael Moore, who released the anti-Bush polemic Fahrenheit 9/11 before the 2004 election, is contributing to this election season with Slacker Uprising, which he has made available for free downloads on the internet. The film is about the tour of battleground states Moore made in 2004 to encourage younger Americans to vote. Two million people watched it in its first three days.</p> <p>As Hollywood prepares to get serious in the next few months, it would be funny if it weren't so troubling to reflect that the most successful film to focus even tangentially on the so-called 'War on Terror' is the comedy Harold and Kumar Escape from Guantanamo Bay, about two marijuana-loving slackers who mistakenly get imprisoned in Gitmo: it took $38m at the American box office when it was released earlier this year. </p> <p>That's more than double what any other film that has even touched upon America's wars in Iraq and Afghanistan has made. The Kite Runner, for example, about the lives of two Afghan boys whose lives are transformed by war, took just $15.8m, even though it was based on a novel which had sold millions of copies. Throwing major Hollywood stars into the mix hasn't helped. Rendition starred Reese Witherspoon, Hollywood's top female star of recent years, in a thriller as a woman whose Egyptian husband has been kidnapped by the CIA and tortured in a foreign jail. Box office? Just $9.7 million.</p> <p>'Americans don't want didactic films, and they don't want didactic politics in films,' believes Steven J Ross, who teaches film and popular culture at the University of Southern California. 'They're going to the movies to be entertained. If politics come up in the course of entertainment, they'll accept it, but not if they're hit over the head with strong ideological points of view.'</p> <p>Perhaps that's why, despite Warner Bros' huge gamble, almost no one else in Hollywood is willing to bet - particularly with the economy in free-fall - that Americans will flock to see Body of Lies when it opens this weekend. Some box office analysts are even predicting that it will be beaten to the number one spot by a movie about a pampered talking dog, Beverly Hills Chihuahua. Now what would that say about the desire of Americans to engage with the world at this crucial time?</p>",
  "<p>Republican vice-presidential candidate <a href=\"http://www.theguardian.com/world/sarahpalin\">Sarah Palin</a> yesterday shrugged off the findings of a state inquiry into the 'Troopergate' affair, which concluded that she had used her position as governor to pursue a private feud with a State Trooper.</p> <p>Speaking at a campaign rally in Pennsylvania, she remained defiant, insisting the inquiry outcome proved she had not broken the law. Shrugging her shoulders while addressing her audience, she said: 'If you read the report, you will see there was nothing unlawful... or unethical about replacing a cabinet member.'</p> <p>Her solicitor, Thomas Van Flein, said there was no evidence she had breached any ethical code. 'In order to violate the ethics law, there has to be some personal gain, usually financial. [The report] has failed to identify any financial gain.'</p> <p>However, an already tense US presidential election campaign was electrified by the publication of the damning verdict, delivered by Stephen Branchflower, a retired prosecutor who was appointed as investigator last July by a Republican-dominated committee of the Alaska state legislature. Branchflower found that Palin had breached the Alaska Executive Branch Ethics Act, which states that 'each public officer holds office as a public trust and any effort to benefit a personal or financial interest through official action is a violation of that trust'.</p> <p>He also concluded that Palin's feud with her former brother-in-law, Mike Wooten, a State Trooper, or officer, in the Alaskan state police, was 'likely a contributory factor' in her decision to dismiss the head of that force, Walt Monegan. His report detailed the way in which Palin and the people around her repeatedly pressurised Monegan over Wooten. However, Branchflower concluded that Monegan's dismissal had been carried out in a 'proper and lawful' fashion. Under Alaskan law, it is for the state's personnel board, which is conducting its own inquiry, to decide whether Palin violated state law and, if so, must refer it to the senate president for disciplinary action. Violations can carry a possible $5,000 fine.</p> <p>Meg Stapleton, a spokeswoman for the Republican Presidential candidate John McCain, said the legislative council was 'making a tortured argument to find fault without basis in law or fact'. A campaign statement said: 'This report also illustrates what we've known all along: this was a partisan-led inquiry run by [Barack] Obama supporters and the Palins were completely justified in their concern regarding Trooper Wooten given his violent and rogue behaviour.'</p> <p>The report could not have come at a less opportune time for the McCain campaign. According to the latest Gallup poll, published on Friday, he is trailing Barack Obama by 10 points, with 41 per cent to the Democrat's 51 per cent.</p> <p>Palin gave the McCain campaign an extraordinary boost after she first burst on to the American national scene at the Republican convention last month. Since then she has done little for his chances of success, with the polls suggesting many voters doubt she has the experience or ability for high office. Publication of the report is likely to fuel claims that McCain showed poor judgment, or even recklessness, in selecting her.</p> <p>Palin had agreed to co-operate with the inquiry, but when McCain selected her the following month she changed her mind, claiming the inquiry had been hijacked by Democrats. Palin has given a number of reasons for her decision to sack Monegan, but always denied wrongdoing. Shortly before the report was published, her husband Todd attempted to draw some of the investigation's fire by admitting that he had repeatedly complained about Wooten, believing him to be a danger to the public.</p> <p>In 2005, Wooten had been through an acrimonious divorce and custody battle with Palin's younger sister, Molly McCann. A number of complaints that the Palin family made about him at that time were upheld - including a charge that he had shot his own stepson with a Taser stun-gun on a low setting. In March 2006 he was disciplined, suspended for five days and given a final written warning, but allowed to keep his job.</p> <p>Palin came into office as governor of Alaska nine months later, and appointed Monegan as her public safety commissioner. Monegan says he immediately came under pressure to sack Wooten. He told Branchflower he was summoned to see Todd Palin, who complained that Wooten's punishment had been merely a 'slap on the wrist'. Monegan said: 'I had this kind of ominous feeling that I may not be long for this job if I didn't somehow respond accordingly.'</p> <p>A further finding of Branchflower's 263-page report was that the office of the Alaska state attorney-general, Talis Colberg, failed to comply with his request to release information about the case held in various emails. Some of these emails may now surface as a result of Friday's court case, shedding more light not only on Troopergate but also on the conduct of the politician who would, as American commentators repeatedly remind the voters, be just a heartbeat from the presidency were McCain elected.</p> <p>Palin is now known to have used at least two personal email accounts to conduct official business: gov.palin@yahoo.com and gov.sarah@yahoo.com. Both have now been shut down. The judge ordered the Alaskan attorney general to contact Yahoo and other private carriers to preserve any emails sent and received on those accounts. If the emails were ditched when the accounts were deactivated, he directed state officials to have the companies try to retrieve them.</p> <p>Freedom of information campaigner Andrée McLeod, who brought the case, said: 'We shouldn't be in a position where public records have been lost because the governor didn't do what every other state employee knows to do, which is to use an official, secure state email account to conduct state business.'</p>",
  "<p>'I am the son of a black man from Kenya and a white woman from Kansas. I was raised with the help of a white grandfather who survived a depression to serve in Patton's army during World War II and a white grandmother who worked on a bomber assembly line at Fort Leavenworth while he was overseas. I've gone to some of the best schools in America and lived in one of the world's poorest nations.</p> <p>'I am married to a black American who carries within her the blood of slaves and slave owners - an inheritance we pass on to our two precious daughters. I have brothers, sisters, nieces, nephews, uncles and cousins, of every race and every hue, scattered across three continents, and for as long as I live, I will never forget that in no other country on Earth is my story even possible.'</p> <p>Barack Obama spoke these words in March. That was a long time ago, but the speech is worth recalling because race flows like a Stygian river beneath the American election campaign, surfacing occasionally as it did then because of inflammatory remarks by Obama's controversial Chicago pastor, the Rev Jeremiah Wright, and as it may again on 4 November.</p> <p>Race cuts several ways. A recent survey found that the first nomination of an African American for President by a major party has prompted a surge in national pride and political engagement among blacks. And there are voters, of all stripes, who will vote for Obama because of his life story - the 'journey' Sarah Palin obliquely mocked in her speech at the Republic national convention - and what they believe it says about the United States.</p> <p>However, it's also clear from a growing number of studies that some voters will vote against Obama because of his race. Some will cast blatantly racist votes. Others will vote against him because they're not comfortable with him, their votes guided by doubt, an indefinable fear, a queasiness they can't describe. A number of recent studies and polls have shown that the pull of racism is still there. One poll found that one-third of white Democrats and voters registered as independents harbour negative views toward blacks that could affect their voting.</p> <p>Social science research in the United States reveals just how submerged racial prejudice can be. Writing in the Washington Post, Daniel Kiel of the University of Memphis in Tennessee, said studies on racial attitudes in job-candidate evaluations shed light 'on how race may be affecting our collective judgment', yielding earnest but biased evaluations. When reviewers, he said, compare identical resumes of black and white job applicants, white candidates are rated more highly than black candidates. Paradoxically, he says, the more qualified the candidate is, the greater the rating discrepancy is, which is bad news if you're a black man running for the highest office in the land.</p> <p>Straightforward political polling often falls far from the mark because of what has become known as the Bradley Effect, which dates to the campaign for the California governorship in 1982. Surveys in the run-up to the election and even exit polls on the day put Tom Bradley, the first black mayor of Los Angeles, well ahead of the Republican candidate. And yet Bradley lost by 1.2 per cent. Why? Speculation pointed in several different directions: inadequate sampling, people changing their minds at the last minute, latent racism that didn't turn up in the polling and outright lying on the part of voters or, at least, a reluctance on the part of people polled to admit a voting preference that they thought might be socially unacceptable.</p> <p>Obama spent much of his youth exploring the consequences of his race. Being black and white didn't make it any easier. But he knew those consequences could not be ignored. So it was that in March Obama travelled to the National Constitution Centre in Philadelphia and made what I and many others consider to be the finest speech of the 2008 American presidential campaign. Obama was responding to an explosion of publicity surrounding remarks the Rev Wright had made in the past, including 'God damn America' (for bombing Hiroshima) and his suggestion that the US bore some of the responsibility for the 9/11 attacks. Obama saw that both his race and his patriotism were under fire.</p> <p>Characteristically, for he is nothing if not a lawyerly intellectual and fully cognizant of his rhetorical skills, Obama decided to tackle the Wright imbroglio head-on. In his speech, an excellent exegesis on race in America, Obama condemned Wright's remarks, but did not disown the man. He explained that he could not, because Wright, 'as imperfect as he may be', is 'like family'. Obama said that Wright's church, where Obama was married and his daughters baptised, 'contains in full the kindness and cruelty, the fierce intelligence and the shocking ignorance, the struggles and successes, the love and, yes, the bitterness and bias that make up the black experience in America'.</p> <p>Obama went on to say: 'The profound mistake of Reverend Wright's sermons is not that he spoke about racism in our society. It's that he spoke as if our society was static; as if no progress has been made; as if this country - a country that has made it possible for one of his own members to run for the highest office in the land and build a coalition of white and black, Latino and Asian, rich and poor, young and old - is still irrevocably bound to a tragic past. But what we know - what we have seen - is that America can change. That is true genius of this nation.'</p> <p>Obama has been quieter of late, his language more careful, as he directs his appeal to wavering and undecided voters who could well determine the outcome of the election. As the campaign moves into its final weeks and as John McCain's rhetoric turns negative, it's safe to say that this is not going to be the post-racial election that many hoped it would be. American history does not let go that easily. But Obama's lead over McCain is holding firm. All things being equal - if that can be said in the case of a black presidential aspirant - Obama seems justified in clinging to what he called in that speech so many months ago, echoing not only the title of a 1990 Wright sermon but also the title of his second book, 'the audacity of hope'.</p> <p>• Stryker McGuire is a contributing editor to Newsweek magazine and editor of International Quarterly, a forthcoming journal on world affairs</p>",
  "<p>Someone who sees a lot of the Prime Minister remarked to me the other day that he had not seen Gordon Brown so happy in years. The world is crashing around his ears and Mr Brown has to stop himself smiling too obviously. His chin is up. His stride has lengthened. His shoulders have straightened. He has even taken to cracking jokes, albeit of the gallows variety. When someone's mobile interrupted a speech, he chucklingly wondered 'if another bank has fallen'. Those who have spent time in conversation with him in recent days find the Prime Minister on remarkably relaxed form. He has become a fount of political aphorisms. 'An hour is a long time in politics,' he has been heard to quip, an updating of Harold Wilson's old saw, referring to both the dizzying speed of global events and the apparent reversal in his own fortunes. </p> <p>The opinion polls continue to tell a dismal story for Labour, the more sober ministers still expect to lose the next election, but Gordon Brown looks like a new man. The hunched, hunted Prime Minister of just a few weeks ago has been replaced by a confident, even swaggering figure. Which is the more amazing, of course, because what he is strutting through is mayhem in the banking system and meltdown on the stock market. I don't doubt that much of this is presentational. There was a frenzy of activity behind the scenes in the hours before he coolly announced the eye-watering £400bn rescue plan for the banks, taking the total commitment to £500bn. His face is still etched with exhaustion. But he looks contentedly knackered rather than miserably knackered. </p> <p>People at Number 10 hesitate to agree when I suggest to them that Gordon Brown is enjoying this crisis. How can they say the Prime Minister is getting a kick from events which are going to inflict great pain in the lives of so many people? But those around him don't quarrel with the suggestion that he feels that he has finally found himself as Prime Minister. </p> <p>The truth is that the leaders often do relish crises. Margaret Thatcher once confessed that she never felt more energised as Prime Minister than she was during the Falklands War. Military conflict gave her an adrenaline shot much more potent than the humdrumities of normal political life. Tony Blair was always at his most animated when he could place himself at the centre of a high drama, whether it be the death of Diana or 9/11. Mr Brown now finds himself thrust into the role of a war leader - a war for economic survival - and it has galvanised him like no other event of his premiership. </p> <p>The bank rescue scheme was the work of many minds in the Treasury, the Bank of England, the Financial Services Authority and Number 10, but he gets to stamp his name on it and project himself as decisive. 'It has felt for the first time that government is actually governing,' says one Treasury official. The flaws in the plan will become apparent, but it has been widely hailed in Britain even by his political opponents and is being held up abroad as a template for other governments to copy. Labour MPs are cheering him again. They had something to celebrate for the first time in months when he casually squelched David Cameron at Prime Minister's Questions. </p> <p>In the early autumn, when his attempt at a relaunch sank without trace and Labour MPs began to go public with calls for him to be replaced, Mr Brown's closest allies began to fear that the cabinet would not need to unseat him because he would decide to quit of his own accord before it got to that. Now the plot to topple him has fizzled out. It may be revived if Labour is hammered in next spring's elections, but for the moment the rebels have sheathed their knives and the cabinet sceptics about his leadership are keeping quiet. As well as giving the Prime Minister a new sense of purpose, the crisis has also lifted the morale of his party. Though Labour's electoral successes owed quite a lot to the debt-fuelled boom years, the party is in an emotionally happier place when financiers are going bust and it can talk about skinning fat cats, taking over banks and regulating markets.</p> <p>Conversely, this huge market failure poses acute intellectual and political questions for the Tories, the instinctive champions of minimal regulation. They are palpably divided about whether to be the defenders of capitalism or to join in the cry to lynch the bankers. 'It is difficult for us. No question,' says one senior Conservative. There was an agonised discussion about Tory strategy when the shadow cabinet met last week. They concluded that they would have to remain supportive of the government for the moment for fear of being seen as opportunistic and unstatesmanlike at a time of national emergency. </p> <p>The problem for David Cameron and George Osborne is that this casts them as Little Sir Echoes, reduced to supporting the government from the sidelines. Where Gordon Brown has struggled with many of the other demands of being a modern leader, this crisis plays to his strengths. Stock markets are plunging and banks are toppling, but he is in his comfort zone. He operates confidently in this arena, not least because he has developed relationships with all the key players around the globe. In quick succession on Friday afternoon, he held conversations with Angela Merkel of Germany, Nicolas Sarkozy of France and José Manuel Barroso, the president of the European Commission, as part of the effort to cajole other governments to take co-ordinated global action before the Western world's financial system implodes. Those talks were conducted on a mobile phone while he was on a train to Swindon. Such are the surrealities of being Prime Minister at this time. One moment, he is trying to persuade the President of France to copy his bank rescue; the next, he is attempting to explain the plan to a pensioners' group in a marginal seat. </p> <p>His evident hope is that this crisis will win him a second chance with all those voters who had lost respect for him as a leader. This is his opportunity to reverse Vince Cable's deadly crack, to transform himself from Mr Bean back into the Iron Leader again. In early September, I had a conversation with one of Mr Brown's closest allies in the cabinet. This minister did not argue with me when I put it to him that the voters were so settled in their animosity towards Gordon Brown that they 'hit the mute button' whenever he tried to speak to them. 'The crisis is a chance to be heard. People are now willing to listen to him again,' says one of the Prime Minister's senior aides.</p> <p>That does not mean they will be willing to vote for him in 20 months' time. There is a huge dislocation between how things are viewed by those inside the political beltway and how they look to the public. Politicians, commentators and economic sages may be impressed by the intelligence and boldness with which Mr Brown has moved to try to save the stricken banks. Voters are furious that so much taxpayers' money is being committed to rescue financiers from their own folly and they are delivering that message to Labour MPs This is why Mr Brown is cranking up the rhetoric by saying reckless bankers will be 'punished' in ways as yet unspecified. To try to assuage the voters over the coming days, you will hear him and his ministers arguing that they are not committing these vast sums because they love bankers, but because the alternative is the ruination of the whole economy.</p> <p>The Prime Minister is nervous of voter rage and he is right to be so. The public are entitled to be incandescent with the discredited titans of finance, not one of whom has yet offered a single word of public remorse or apology for what they have done.</p> <p>That public mood is likely to get much blacker as the economy turns down. The plunge in global stock markets over the past few days has been caused by panicked investors pricing stocks for a very nasty recession. Even on the more optimistic forecasts, a lot of voters are going t o be nursing losses - of their jobs, of their homes, of their pensions. At the same time, ballooning government debt points to a severe squeeze on services. Whitehall is already anticipating the bloodiest spending negotiations for a generation. Mr Brown has guaranteed spending only on health and education, which implies serious pain everywhere else.</p> <p>Politically difficult in any circumstances, the boggling billions directed to the banks makes this even harder to sell to the voters. Every time a cut falls, the cry will go up: you could find £500bn for the banks, but you can't find £10m for my cherished public service. </p> <p>Even if voters do credit him with firefighting the financial inferno, they may also regard Gordon Brown as one of the people responsible for lighting the blaze. There's an interesting debate to be had about when the Age of Irresponsibility began. Was it in 1997 (the Tory version) when Gordon Brown moved into the Treasury and redesigned the regulatory structure? Was it in 1986 (the left's version) when Cecil Parkinson's bonfire of controls unleashed the 'Big Bang'? Does culpability lie with both? Voters are likely to leave that argument to academics and blame the man who has been running the economy for more than a decade. </p> <p>That reckoning lies in the future. For now, Gordon Brown has won more time, recovered some respect and invested his premiership with a greater sense of purpose. I can say what his aides dare not. He is enjoying this crisis. In fact, he has probably never felt more alive as Prime Minister. That is quite a transformation for a man who, just a few weeks ago, was being taken for dead.</p>",
  "<p>The Republicans \"October surprise\" predictably unveiled itself last week as a <a href=\"http://www.theguardian.com/world/2008/oct/09/uselections2008.johnmccain4\">virulent smear campaign</a> of racially-tinged, fear-mongering insinuation. In a desperate attempt to deflect attention from an economic crisis and a faltering campaign, John McCain and Sarah Palin have begun shamelessly using Obama's \"blackness\" and alleged \"Muslimy-ness\" to suggest the biracial senator from Illinois is an extremist terrorist.</p> <p>During the second, monumentally flaccid <a href=\"http://www.latimes.com/news/printedition/front/la-na-debate8-2008oct08,0,3276964.story\">presidential debate</a>, a condescending and smarmy McCain pointed to Obama and referred to him as <a href=\"http://www.youtube.com/watch?v=nimMa7WqMx0\">\"that one\"</a>.</p> <p>It would have been truly maverick had McCain simply dropped the ambiguous rhetoric, boarded his professed straight talk express and instead called him out as \"that quasi Muslim,\" \"that Hussein\" or \"that guy whose name rhymes with Osama\".</p> <p>Not to be out-mavericked, hockey mom and moose hunting vice-presidential nominee, Sarah Palin, recently stated that Obama might <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/10/04/AR2008100401212.html\">\"pal around with terrorists\"</a> due to his <a href=\"http://www.nytimes.com/2008/10/04/us/politics/04ayers.html\">tangential connection</a> to William Ayers, founder of the 1960s radical group the Weather Underground.</p> <p>Furthermore, Palin took the racial cue from Senator Clinton and dusted off last spring's Reverend Wright card to imply Obama's anti-whiteness and racial radicalism. When William Kristol <a href=\"http://www.nytimes.com/2008/10/06/opinion/06kristol.html\">asked Palin about Wright</a>, she replied: \"I don't know why that association isn't discussed more, because those were appalling things that that pastor had said about our great country. [Obama's former pastor said \"God damn America for treating our citizens as less than human.\"] Palin continued: \"To me, that does say something about character. But, you know, I guess that would be a John McCain call on whether he wants to bring that up\".</p> <p>Undoubtedly, since both mavericks have now brought that up, one naturally assumes they adhere to the principle that a candidate's \"association\" should presumptively reflect his character. Employing their own standard, let's investigate Governor Palin's and Senator McCain's character based purely on their friends and associations. </p> <p>Regarding extremist religious mentors, Sarah Palin's pastor, Larry Kroon of Wasilla Bible Church in Alaska, beat Obama's pastor in a \"God damn-off\" by suggesting the sinful conduct of Americans would <a href=\"http://www.thenation.com/blogs/campaignmatters/355545\">invite God's wrath</a>: </p> <blockquote> <p>Listen, [God] is gonna' deal with all the inhabitants of the earth. He is gonna' strike out His hand against, yes, Wasilla; and Alaska; and the United States of America. There's no exceptions here -- there's none. It's all.</p> </blockquote> <p>Not to be outdone in associating with angry, reactionary religious leaders, Senator McCain originally courted influential pastor John Hagee's support for his candidacy. The same pastor - known for his anti-Catholic, homophobic and anti-Semitic remarks - bellowed these tolerant and <a href=\"http://www.huffingtonpost.com/max-blumenthal/aipac-cheers-an-antisemi_b_43377.html\">benevolent words of wisdom</a>:</p> <blockquote> <p>It was the disobedience and rebellion of the Jews, God's chosen people, to their covenantal responsibility to serve only the one true God, Jehovah, that gave rise to the opposition and persecution that they experienced beginning in Canaan and continuing to this very day …</p> </blockquote> <p>Although McCain conveniently renounced this endorsement after a media firestorm, he originally <a href=\"http://mediamatters.org/items/200802290012\">said</a>: \"All I can tell you is that I am very proud to have Pastor John Hagee's support\". One wonders what the crucial, yet undecided, Jewish voters in Florida think about such an association. </p> <p>Sarah Palin, a political neophyte who made her national introduction only a month ago, recently stated that \"it's really important for Americans to start knowing who the 'real' Barrack Obama is.\" Apparently, two years of strenuous vetting by the media have conclusively shown Obama has never been a card carrying, registered member of the Islamic faith. Furthermore, he attended an Indonesian elementary school, or madrassa, during his youth, which was conclusively proven not to be a jihadi, Islamist terrorist training camp.</p> <p>Meanwhile, Governor Palin, already embroiled in the unresolved <a href=\"http://en.wikipedia.org/wiki/Alaska_Public_Safety_Commissioner_dismissal\">Troopergate</a> and <a href=\"http://www.factcheck.org/askfactcheck/whats_the_full_story_on_the_bridge.html\">Bridge to Nowhere</a> controversies, has aggressively avoided impromptu press questions, instead opting to sit for only two thoroughly embarrassing one-on-one interviews. However, we do know that Sarah Palin's husband, Todd, <a href=\"http://www.theglobeandmail.com/servlet/story/LAC.20081010.CAMPAIGNPALIN10/TPStory/International\">twice registered</a> as a member of the <a href=\"http://www.akip.org/\">Alaska Independence party</a>, a fierce states' rights group that favors Alaska's secession from the US, which is a treasonous and criminal act showing disloyalty to one's nation.</p> <p>Yet, true character has been exclusively reserved for John McCain, a man who takes immense pride in his sage wisdom borne from years of experience as a war veteran and US senator. He assures us his clarion judgment will help steer America from the brink of economic disaster towards a new destination of financial prosperity.</p> <p>However, he conveniently fails to mention his association with Charles Keating, he of the infamous <a href=\"http://keatingeconomics.com/\">Keating Five</a> savings and loan scandal that cost the federal government nearly $2bn and defrauded nearly 23,000 bond-holders, including senior citizens who lost their life savings. Although Senator McCain was cleared for his involvement in the scandal, the Senate Ethics Committee specifically criticised his \"poor judgment\".</p> <p>Perhaps that poor judgment reflects his choice of advisors, such as campaign manager Rick Davis, co-founder of a lobbying firm, Davis Manafort, that was paid $15,000 a month by Freddie Mac for consulting. <a href=\"http://www.nytimes.com/2008/09/24/us/politics/24davis.html\">According to the New York Times</a>, \"Davis took a leave from Davis Manafort for the presidential campaign, but as an equity holder continues to benefit from its income\". </p> <p>Furthermore, two of McCain's top advisers were recently lobbyists for Ameriquest Mortgage, a lender involved in the recent mortgage meltdown. In March, the Daily News reviewed disclosure forms and <a href=\"http://www.nydailynews.com/news/politics/2008/03/31/2008-03-31_key_mccain_advisors_were_lobbyists_for_s.html\">reported</a>: \"John Green, [Senator McCain's] chief liaison to Congress, and Wayne Berman, his national finance co-chairman, billed more than $720,000 in lobbying fees from 2005 through last year to Ameriquest Mortgage through their lobbying firm\".</p> <p>One wonders how McCain can reform the economy when his closest associates consulted for some of the players deeply involved in the current crisis.</p> <p>These questions warrant intelligent inquiry, honest disclosure and thorough analysis. Who has time for such elitist endeavours when fanning the flames of fear-mongering, racial hysteria and smear politics is so much more effective?</p> <p>If indeed Senator McCain and Governor Palin believe one should be assumed guilty merely by one's associations, perhaps they are no better than \"that one\".</p>",
  "<p>The <a href=\"http://www.theguardian.com/world/usa\">United States</a> today removed <a href=\"http://www.theguardian.com/world/korea\">North Korea</a> from its terrorism blacklist in an attempt to salvage a nuclear disarmament deal before <a href=\"http://www.theguardian.com/world/georgebush\">George Bush</a> leaves office. </p> <p>In a move that has drawn criticism from the <a href=\"http://www.theguardian.com/world/republicans\">Republican</a> presidential candidate, <a href=\"http://www.theguardian.com/world/johnmccain\">John McCain</a>, the state department announced it no longer regarded North Korea as a state sponsor of terrorism. In return, Pyongyang has agreed to all US nuclear inspection demands.</p> <p>The secretive communist country would return to the list if it fails to comply with inspections of its nuclear facilities as part of the effort to persuade it to abandon its pursuit of atomic weapons.</p> <p>The move comes as North Korea has restarted a disabled nuclear reactor and taken other provocative steps, including test-firing missiles and expelling <a href=\"http://www.theguardian.com/world/unitednations\">UN</a> inspectors. </p> <p>Such moves have heightened tensions with the US and threatened the shaky agreement. It also follows days of intense internal debate in Washington and consultations with America's negotiating partners <a href=\"http://www.theguardian.com/world/china\">China</a>, South Korea, <a href=\"http://www.theguardian.com/world/russia\">Russia</a> and <a href=\"http://www.theguardian.com/world/japan\">Japan</a>. </p> <p>Tokyo had balked at the move because North Korea had not resolved issues related to its abduction of Japanese citizens.</p> <p>The decision has been planned since the US's chief negotiator, Christopher Hill, returned from a trip to North Korea late last week. During his visit, he pressed North Korea to accept a plan to verify its accounting of nuclear activities.</p> <p>The move has drawn criticism from conservatives who believe the US is rewarding North Korea for bad behaviour. McCain said in a statement he would not support the step unless it was clear North Korea was serious about disarmament and would accept intrusive inspections of its nuclear sites.</p> <p>\"I expect the administration to explain exactly how this new verification agreement advances American interests and those of our allies before I will be able to support any decision to remove North Korea from the list of state sponsors of terrorism,\" he said.</p> <p>McCain said he was \"concerned that this latest agreement appears to have been reached between Washington and Pyongyang and only then discussed with our Asian allies in an effort to garner their support\".</p> <p>Yesterday, US officials said they were trying to build a consensus among negotiating partners on the decision and on inspection rules that Washington insists must accompany removing North Korea from the list.</p> <p>North Korea, along with <a href=\"http://www.theguardian.com/world/iran\">Iran</a> and <a href=\"http://www.theguardian.com/world/iraq\">Iraq</a>, were branded as part of an \"axis of evil\" by Bush after the terrorist attacks of September 11 2001.</p>",
  "<p>The political novel is alive and well. Veteran historian and biographer John Stewart has followed up his entertaining blend of sci-fi and political economy, <a href=\"http://www.theguardian.com/commentisfree/2008/apr/19/alienjustice\">Visitors</a>, with an insightful political thriller, <a href=\"http://www.amazon.co.uk/President-Political-Novel-John-Stewart/dp/0856832618\">The President</a>.</p> <p>Imagine <a href=\"http://en.wikipedia.org/wiki/The_West_Wing_(TV_series)\">The West Wing</a> penned by <a href=\"http://en.wikipedia.org/wiki/Graham_Greene\">Graham Greene</a> and you'd be pretty close. In literary terms it's a little conventional to come under the Booker radar, but were it to find a sufficiently wide audience, it could have a profound impact on our moribund politics. </p> <p>The novel's principal message is that if politicians want to engage with and inspire electorates, they need to look afresh at the relationship between politics and economics, and persuade voters that they can exercise effective direction over the economy and so protect the interests of all citizens, not just the wealthy. This, after all, is what democracy is supposed to be about.</p> <p>Stewart's President Duncan is a widower and a reflective man, not afraid to allow the spiritual side of life to guide his political thought. So when one day he wakes up with a feeling that despite occupying the most powerful office on the planet he is unable to do anything of real value, he throws caution to the wind and decides to take on vested interests regardless of the consequences for his re-election later that year.</p> <p>He starts by taking every opportunity to talk up the possibility of a more inclusive and just society. While avoiding specifics, he makes a strong argument that continued widespread poverty in the richest nation in history is a moral issue, and challenges his audiences to think in more ambitious terms about creating a fairer society.</p> <p>\"If human beings show no sign of moral sensitivity, are they human? Is morality an in-built requirement of humanity, and if it's absent will society suffer and eventually collapse?\" he asks. \"We have civil justice, now it's time to turn our minds to economic justice.\"</p> <p>Finally, having secured the nation's attention, he poses three questions: what is location value? Who created it? And to whom does it belong? In so doing he sparks a fundamental debate about one of the cornerstones of conventional, neoclassical economic thinking: that the right to land ownership also confers on landowners the right to keep the rent that accrues in land values, wealth that is a consequence not of the labour effort of the landowner, nor of any capital applied to their land, nor even, exclusively, of any labour employed on it. </p> <p>Land rent is a consequence of the natural workings of the economy over time, and as such is created by the whole community. Why then should landowners, who comprise a tiny proportion of the population, and include most of the richest corporations in the world, be entitled to keep it as if they were responsible for its creation?</p> <p>By letting the questions hang, this canny president ensures the debate goes beyond the normal reactions to suggestions that location values be collected as a source of public revenue. People gradually come to see that it's not just another tax, nor is it an attempt to penalise landowners and entrepreneurs.</p> <p>Quite the opposite in fact: in the long term, collecting rent would effect a much wider distribution of land and economic opportunities among the population. The creative and entrepreneurial potential of thousands – even millions – of citizens would be provided with a more conducive economic environment in which to flourish.</p> <p>The president's cause is aided when a disillusioned corporate magnate and an influential media mogul come on side. But still the electorate must decide. It comes down to the wire, with California delivering the president four more years. In a further echo of The West Wing, Duncan's first act after his re-election is to persuade his defeated Republican rival to make his plan to reconstruct the economy a bipartisan affair.</p> <p>At his inauguration, the president cites Kennedy's rallying cry, but concludes with a quote from <a href=\"http://www.amazon.co.uk/Standing-Justice-Biography-Andrew-MacLaren/dp/0856831948/\">Andrew MacLaren</a>, a Labour MP between the wars: \"Institutional charity and political expedients are no substitute for justice.\" Justice, when talking of people's ability to make something of their lives, is not served by welfare payments and the other devices of redistribution. It can only be served by creating an economy in which all have an equal chance to make the most of whatever talents and abilities they are born with. Stewart's president knows this. </p> <p>There is no indication that either of the real-life candidates for president has the first clue what justice really means. The winner will first have to deal with the fallout from the financial crisis. While Stewart's book might not help much with that challenge, it gives plenty of pointers as to how such crises might be avoided in future.</p> <p>Whoever wins next month, they will not be remembered as a great president unless they are prepared to tackle the economic root causes of injustice and instability. John Stewart's book provides the ideas, and a viable strategy, should either of them want to leave a genuine progressive legacy.</p>",
  "<p>So what's the likely political impact of <a href=\"http://www.nytimes.com/2008/10/11/us/politics/11trooper.html?pagewanted=1&amp;_r=1&amp;ref=todayspaper\">the Troopergate report</a>?</p> <p>Before we get to a final verdict, let's go quickly through the points that are important in political terms.</p> <p>First and foremost: Any time the words \"abused the powers of her office\" can fairly be used about a chief executive, it's not exactly good for said chief executive.</p> <p>Second: The report, and the decision to release it, are completely bipartisan. The 14-member panel was comprised of <a href=\"http://www.cleveland.com/news/plaindealer/index.ssf?/base/news/122371409890060.xml&amp;coll=2\">10 Republicans and just four Democrats</a>. The panel voted unanimously to make the report public (that was a 12-0 vote; two Republicans were absent).</p> <p>Third: The story is getting big play across the print and Web worlds. If you're in America, go to the Google News home page. It's the top story (at least it is now, at 7:00 am east coast time Saturday). It's above-the-fold in both the New York Times and Washington Post. As I write this, it's only on Drudge, rather hilariously, that the story is played down, one rung lower than the headline \"Obama fundraiser, convicted of fraud, spills beans.\"</p> <p>Fourth: It's been Sarah Palin's assertion that she fired public safety commissioner Walter Monegan for cause and that the matter involving state trooper Wooten had nothing to do with it. The report contradicts that, calling the Wooten matter \"likely a contributing factor\" to Monegan's dismissal.</p> <p>Fifth: On Palin's side of the ledger, the report affirms that she did have the right to fire Monegan.</p> <p>But sixth and easily most important: It depends on how hard Obama-Biden push the story.</p> <p>On that, I don't have a confident guess. They're cagey that way. You'd expect any normal campaign to run with it big, and they may, but they don't always do exactly what you'd expect. For example, they didn't really make a big stink out of McCain's suspend-the-campaign stunt. There were statements from handlers, but the campaign's principals hardly spoke of it at all; they just let it slowly expose itself for the empty gesture it was.</p> <p>For what it's worth, I note with interest that around 7:00 this morning, I have not received my usual barrage of press emails from the Democratic National Committee. That may merely be a sign that someone slept late on a Saturday, but I'd have thought my inbox would have 20 Troopergate emails by now.</p> <p>So Obama-Biden, and the Democrats, may look at this and say to themselves: Embarracuda-philes will convince themselves that this is yet another liberal attack against their Sarah; middle-of-the-road voters, meanwhile, will the get the message the Democrats want them to get; so let's just let it play out through the news cycle and stick to what we're doing.</p> <p>In addition, this scandalette will likely be different from most others of its sort in one crucial respect. Typically, the politician in question has to face the reporters and the TV cameras and insist on her exoneration and make a full accounting. I suppose Palin may surprise us by doing this, but early indications are that she and McCain will stick to the campaign's initial statement that Palin is exonerated and resume the normal attack posture.</p> <p>Put all that in the blender, and I judge the story big but not campaign-changing. It's a good thing from the McCain campaign's perspective that it hit on a Friday night (someone in Anchorage was looking out for her!), heading into a heavy sports weekend with a terrific slate of college and professional football games, the baseball divisional playoffs and, for smaller but no less dedicated audiences, the start of the hockey season. There's a chance that by Monday, the political world will have moved on to something else.</p> <p>But independent voters in key states flipping over to the news during football commercials will shake their heads and conclude that it's one more sign she wasn't ready. Perhaps more importantly, they'll take as one more sign that McCain wasn't behaving responsibly in choosing her (can you imagine how furious some establishment Republicans are today that he chose her without even vetting her, maybe without even really knowing that this probe was underway?). </p> <p>Drip, drip, drip.</p>",
  "<p><a href=\"http://wonkette.com/403449/liberal-alaskan-laws-smear-sarah-palin\">\"Is this gal a rotten crook?\"</a> asks the acerbic Washington gossip Wonkette of Sarah Palin. <br>\"We don't know... The point: in 25 days, she'll return to governing a state where everyone hates her slimy guts.\"</p> <p><a href=\"http://www.theguardian.com/world/2008/oct/11/sarahpalin-troopergate\">Sarah Palin, was found to have abused her powers</a> in pursuit of a personal feud against her former brother-in-law and Alaskan trooper, Mike Wooten.</p> <p>It found that this dispute was likely to be factor in her decision to sack the head of the state police Walt Monegan, who had complained that pressure had been put on him to fire Wooten.</p> <p>The New York Times is unsure what will happen next.</p> <p>\"What now lies ahead is not fully known at this point. <a href=\"http://www.nytimes.com/2008/10/11/us/politics/11trooper.html?hp\">Ms Palin could be censured</a> by the [Alaskan] Legislature , but that is unlikely,\" it says.</p> <p>But it adds: \"The accusations undermined the campaign's portrayal of Ms. Palin as a \"maverick\" and an ethics reformer who has taken on special interests and fought for average residents.\"</p> <p>The pro-McCain Wall Street Journal gives prominence to report's conclusion that <a href=\"http://online.wsj.com/article/SB122364495587222887.html\">Palin did not unlawfully sack</a> Monegan, and to claims from the McCain camp that Palin had been vindicated.</p> <p>Chris Cillizza blogging on the Washington Post points out that both sides in the dispute claimed vindication and victory.</p> <p>But he adds: \"No matter your partisan leanings, <a href=\"http://voices.washingtonpost.com/thefix/2008/10/palin_probe_concludes.html?nav=rss_blog\">it's hard to see this as a good headline for Palin</a> with less than a month to go before the election.\"</p>",
  "<p><a href=\"http://www.theguardian.com/world/johnmccain\">John McCain</a>'s election campaign last night suffered the body blow that <a href=\"http://www.theguardian.com/world/republicans\">Republicans</a> had been bracing themselves for when his vice-presidential candidate, <a href=\"http://www.theguardian.com/world/sarahpalin\">Sarah Palin</a>, was found to have abused her powers in pursuit of a personal feud against her former brother-in-law.</p> <p>At the conclusion of the ten-week investigation into the so-called Troopergate affair, Palin was found to have breached the ethics rules that govern her conduct as governor of Alaska.</p> <p>The findings were delivered by an investigator appointed last July by a Republican-controlled committee of the Alaskan state legislature. He began his inquiries shortly before Palin was picked as McCain's running mate, and his conclusions appear certain to lead to questions over McCain's judgment and to allegations that she would be unsuited for national office.</p> <p>Stephen Branchflower, a former prosecutor, found Palin had breached the Alaska Executive Branch Ethics Act, which states that \"each public officer holds office as a public trust and any effort to benefit a personal or financial interest through official action is a violation of that trust\".</p> <p>Branchflower concluded that Palin's feud with her former brother-in-law, Mike Wooten, an officer of the Alaskan state police, was \"likely a contributory factor\" in her decision to dismiss the head of that force, Walt Monegan. However, he also concluded that this dismissal had been carried out in a \"proper and lawful\" fashion.</p> <p>The committee voted to disclose much of Branchflower's report public early this morning after deliberating in secret for more than six hours. </p> <p>Although eight of the 12 members of the committee are Republicans, they voted unanimously for its publication. Palin has made a number of enemies among her fellow Republicans in Alaska after she picked fights with the party's local leadership en route to election as governor, and then formed alliances with Democrats in a bid to force through her legislative programme.</p> <p>Palin will probably not face impeachment proceedings, with local Democrats and Republicans saying they have little appetite for such a move. The committee's chairman, Kim Elton, a Democrat, said he agreed with Branchflower's findings but added: \"We don't charge people, we don't try people as legislators.\"</p> <p>With McCain struggling to overtake Barack Obama in the polls less than four weeks before the election, the report's findings could barely have been worse for the Republicans.</p> <p>Palin had denied all wrongdoing, and shortly before the report was published her husband, Todd, sought to shoulder some of the blame by admitting he had he repeatedly complained about Wooten, believing him to be a danger to the public.<br> Wooten had been through an acrimonious divorce and custody battle with Mrs Palin's younger sister, Molly McCann, in 2005. A number of complaints that the Palin family made about him at that time were upheld, and in March 2006 he was disciplined but allowed to keep his job.</p> <p>Palin came into office as governor of Alaska nine months later, and Monegan came under pressure to fire Wooten immediately after she appointed him the state public safety commissioner.</p> <p>Monegan told Branchflower he had been summoned to see Todd Palin, who complained that Wooten's punishment had been merely a \"slap on the wrist.\" Monegan said he understood the Palins wanted Wooten fired. \"I had this kind of ominous feeling that I may not be long for this job if I didn't somehow respond accordingly,\" Monegan told the investigator.</p> <p>Branchflower found that Todd Palin enjoyed extraordinary access to the governor's office and her closest advisers, despite being unelected and having no salaried state post. He used that access to try to get Wooten fired, the report found.</p> <p>Branchflower criticised Palin for taking no action to rein in her husband, and said there was some evidence that she participated in the effort. \"Such impermissible and repeated contacts create conflicts of interests for subordinate employees who must choose to either please a superior or run the risk of facing that superior's displeasure and the possible consequences of that displeasure,\" the report states. </p> <p>A further finding of Branchflower's 263-page report was that the office of the Alaska state attorney general, Talis Colberg, failed to comply with his request to release information about the case held in various e-mails.</p> <p>A number of Alaskan republicans attempted to halt publication of the report with a series of court case, but the state's supreme court dismissed their final bid on Thursday, paving the way for its publication.</p> <p>Monegan said: I feel vindicated. It sounds like they've validated my belief and opinions. And that tells me I'm not totally out in left field.\"</p> <p>McCain's campaign team insisted the Alaskan committee had \"overreached\" itself. It issued a statement saying: \"Today's report shows that the governor acted within her proper and lawful authority in the reassignment of Walt Monegan. The report also illustrates what we've known all along: this was a partisan led inquiry run by Obama supporters and the Palins were completely justified in their concern regarding Trooper Wooten given his violent and rogue behaviour.\"</p> <p>The Alaskan state senator Gary Stevens, a Republican, objected to the report while agreeing that its contents should be made public. \"I would encourage people to be very cautious, to look at this with a jaundiced eye,\" he said.</p>",
  "<p>The controversial <a href=\"http://www.guardian.co.uk/world/austria\">Austrian</a> far-right leader Jörg Haider was killed in a car accident today, two weeks after staging a comeback in national elections.</p> <p>His car veered off the road near the southern city of Klagenfurt and overturned while trying to overtake another vehicle, according to police officials. There was no sign of foul play.<br> Haider, who was 58, suffered severe injuries to his head and chest and was taken to hospital where he was pronounced dead. Haider was alone in the car at the time of the accident.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-338499522\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/10/11/haider140.jpg\" alt=\"Jörg Haider\" width=\"140\" height=\"140\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jörg Haider. Photograph: Dieter Nagl/AFP/Getty</span> <span class=\"element-image__credit\">Photograph: Dieter Nagl/AFP</span> </figcaption> </figure>  <p>The populist Haider was governor of the province of Carinthia and leader of the far-right Alliance for the Future of Austria.</p> <p>\"For us, it's like the end of the world,\" Haider's spokesman, Stefan Petzner, told the Austria Press Agency.</p> <p>The Austrian president, Heinz Fischer, described Haider's death as a \"human tragedy.\"</p> <p>In 1999, Haider received 27% of the vote in national elections as leader of the Freedom party. The party's subsequent inclusion in the government led to months of European Union sanctions as Haider's statements were seen as anti-Semitic. </p> <p>Haider significantly toned down his rhetoric and in 2005 broke away from the Freedom party to form the new alliance, which was meant to reflect a turn toward relative moderation.</p> <p>Last month Austria's far right <a href=\"http://www.guardian.co.uk/world/2008/sep/30/austria\">took almost 30% of the vote</a> in a parliamentary election, exploiting national discontent about immigration and squabbling mainstream governing parties.</p> <p>Haider sought to distance himself from his right-wing past, which included a comment in 1991 that the Third Reich had an \"orderly employment policy\" and a 1995 reference to concentration camps as \"the punishment camps of National Socialism\".</p> <p>He is survived by his wife, two daughters and his mother, whose 90th birthday he and his family had planned to celebrate over the weekend.</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/DLlIigHg1v0?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/DLlIigHg1v0&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/DLlIigHg1v0&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>Incidentally, here's video footage (again courtesy of <a href=\"http://talkingpointsmemo.com/\">Talking Points Memo</a>) of the moment that Michael Tomasky <a href=\"http://www.guardian.co.uk/commentisfree/michaeltomasky/2008/oct/11/johnmccain-uselections2008\">blogged about earlier</a> -- a Republican rally in Minnesota today at which McCain finally stepped in to interrupt some of his wilder supporters. To initial boos from the crowd, McCain calls for a \"respectful\" campaign, and when an audience-member says she's scared of Obama because \"he's an Arab\", he quickly takes back the microphone and tries to rescue the situation...</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/oFOTC30RhHY?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/oFOTC30RhHY&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/oFOTC30RhHY&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>\"This doesn't happen in America. Maybe Ohio, but not America,\" says Homer Simpson after he is thwarted by an electronic voting machine in his attempt to vote for Barack Obama. </p> <p>As we get closer to election day, another front opens in the US election: The legal front. Voter registration drives by community organising group ACORN are already under investigation. And mistrust of electronic voting machines has become mainstream enough to reach The Simpsons. </p> <p>The divide usually breaks down like so: <a href=\"http://blogs.abcnews.com/politicalpunch/2008/10/voter-fraud-vot.html\">Democrats allege voter disenfranchisement and sometimes even intimidation, and Republicans allege voter fraud.</a> Business jets full of lawyers for both parties stand at the ready to challenge the results if the they are close.</p> <p>The <a href=\"http://voices.washingtonpost.com/the-trail/2008/10/07/acorn_nevada_offices_raided.html\">Nevada offices of ACORN were raided this week</a>:</p> <blockquote> <p>The submitted voter cards included addresses and names that do not exist in Nevada, duplicate registrations, names culled from telephone books and names of Dallas Cowboys players, an investigator for the Secretary of State alleged in his affidavit for a search warrant.</p> </blockquote> <p>ACORN is also being <a href=\"http://ap.google.com/article/ALeqM5hvb0LfZQ5mY-X8PYSvYxTe3QGgdgD93LVDS80\">investigated in eight other states</a>. Conservative Fox News is hammering away at the story, but so is <a href=\"http://loudobbs.tv.cnn.com/2008/10/10/group-tied-to-widespread-voter-fraud/\">populist firebrand Lou Dobbs on CNN</a>. And the issue has become a <a href=\"http://loudobbs.tv.cnn.com/2008/10/10/group-tied-to-widespread-voter-fraud/\">major issue in the US political blogosphere.</a> Josh Marshall of Talking Points Memo says that the <a href=\"http://talkingpointsmemo.com/archives/223436.php\">fraud is against ACORN not by ACORN</a>, and he says that conservatives try this line of attack every national election. </p> <p>In 2000, it was the hanging chad, which begat a rush to electronic voting. Electronic voting led to concerns over whether the machines could be hacked, especially with the CEO of voting machine maker <a href=\"http://query.nytimes.com/gst/fullpage.html?res=9804E3DC1339F93AA35752C1A9659C8B63\">Diebold saying that he was committed to delivering Ohio for George Bush</a>. President Bush won <a href=\"http://www.washingtonpost.com/wp-dyn/articles/A32291-2004Dec28.html\">Ohio by 118,457 votes</a>. Whether intentionally or unintentionally, both parties have undermined trust in the voting system in the last eight years. </p> <p>Every voting system is flawed. Every voting system has a margin of error, and in the last two US elections, the <a href=\"http://www.virginia.edu/insideuva/2001/15/voting.html\">margin of error has been larger than the margin of victory</a>. It's been easy to challenge the results of the last two presidential elections with the close result. <a href=\"http://www.fivethirtyeight.com/2008/10/what-is-obamas-ceiling.html\">A decisive result </a>might keep the lawyers at bay.</p> <p>UPDATE: After an investigation finding that <a href=\"http://www.guardian.co.uk/world/oliverburkemanblog/2008/oct/11/uselections2008-sarahpalin\">Sarah Palin abused her powers as governor</a>, McCain might just need Homer Simpson's six votes. </p>",
  "<p>John McCain's election campaign last night suffered the body blow which Republicans had been bracing themselves for when his vice-presidential candidate, Sarah Palin, was found to have abused her powers in pursuit of a personal feud with her former brother-in-law.</p> <p>At the end of the 10-week investigation into the so-called Troopergate affair, Palin was found to have breached the ethics rules which govern her conduct as governor of Alaska. The findings, delivered by an investigator who had been hired by the Alaskan state legislature before she was picked as McCain's running mate, are certain to lead to questions over his judgment, and to queries and challenges as to her suitability for national office.</p> <p>Stephen Branchflower, a former prosecutor, found that Palin had breached the Alaska executive branch ethics act, which states that \"each public officer holds office as a public trust, and any effort to benefit a personal or financial interest through official action is a violation of that trust\".</p> <p>Branchflower also concluded that Palin's feud with her former brother-in-law, an officer of the Alaskan state police, was \"likely a contributory factor\" in her decision to dismiss the head of that force, Walt Monegan. However, he did also conclude that the action had been carried out in a \"proper and lawful\" fashion.</p> <p>A committee of the Alaskan state legislature voted to make much of Branchflower's report public after a closed discussion of more than six hours which ended early this morning. The committee, eight Republicans and four Democrats, did not endorse the report, but voted unanimously to release it.</p> <p>Palin will probably not face impeachment proceedings, with both local Democrats and Repubicans saying they have little appetite for such a move. </p> <p>With McCain struggling to overtake Barack Obama in the polls, however, and less than four weeks before the election, the report's findings could barely have been worse for the Republicans. </p> <p>Palin had denied all wrong-doing; her husband, Todd, sought to shoulder some of the blame by admitting that he had he repeatedly complained about the trooper, Mike Wooten, believing him to be a danger to the public. Wooten had been through an acrimonious divorce and custody battle with the governor's younger sister. A number of complaints that the Palin family made about him at that time were upheld, and in March 2006 he was disciplined but allowed to keep his job. </p> <p>Palin came into office as governor of Alaska nine months later, and then put Monegan immediately under pressure to fire Wooten. </p> <p>A further finding of Branchflower's 263-page report was that the Alaska state attorney general failed to comply with his request to release information about the case held in various emails.</p> <p>A number of Alaskan Republicans attempted to halt publication of the report with a series of court cases, but the state's supreme court dismissed their final bid on Thursday, paving the way for its publication.</p> <p>Alaskan state senator Gary Stevens, a Republican, objected to the report while agreeing that its contents should be made public. \"I would encourage people to be very cautious, to look at this with a jaundiced eye,\" he said.</p> <p>With Barack Obama building up significant poll leads all week as a result of the public anxiety over the economic crisis, McCain could have done with a weekend free to concentrate on attacking his rival rather than having to deal with Troopergate.</p> <p>If the election were to be held today, polls suggest Obama would win by a landslide, but the gap could still narrow. A poll published yesterday gave Obama an 8% lead over McCain in Florida, which was pivotal for the Republicans in 2000 and held by them again in 2004. </p> <p>McCain is resting much of his election hopes on taking Pennsylvania from the Democrats, but polls over the last few days give Obama double-digit leads, including one of 13%. The third of the big three swing states, Ohio, is tighter but Obama has leads of between 4-6% in four polls and McCain is ahead by 1% in another.</p>"
]