[
  "<h2>Is loud music bad for your ears?</h2> <p>Not half, as DJ Alan \"Fluff\" Freeman used to say. Numerous monsters of rock, the Who's Pete Townshend perhaps the most famous example, and pop critics like me suffer from tinnitus or \"ringing ear\" to varying degrees. The Royal National Institute for Deaf People has surveyed 2,700 festival-goers and found 80% of them have experienced it, too, with 66% of men aged 26-30 believing they had already damaged their hearing. </p> <p>Usually, the ringing - which can be perceived as a single noise or several - will have passed by the morning after. Sometimes, however, it's permanent. The British Tinnitus Association reckons 10% of the population have mild tinnitus at any one time, while chronic tinnitus affects about 1% of people, for whom it can be almost impossible to hear themselves think. I tune into mine, a kind of muted whistling, only when going to sleep, but it's always there. </p> <p>\"Tinnitus is a cry for help from the hairs of the inner ear,\" says Dr Rudrapathy Palaniappan, a consultant in audio-vestibular medicine at the Royal Free Hospital in London. \"These cells take sound vibrations and convert them into the electric rhythms that the brain 'hears'. Too much loud music leaves them physiologically exhausted, but tinnitus is the symptom of a possible problem, not a disease.\"</p> <p>That means tinnitus can't be cured yet, although treatments involving magnetic waves and even implanted electrodes are being researched. For the most part, doctors can only \"alleviate\" the condition, largely by persuading the brain not to think about it. For a regular gig-goer, therefore, earplugs are a must, or else you risk losing your ability to hear high frequencies of 4-6 kilohertz. (That includes \"sirens, smoke alarms and women's voices\", says Dr Palaniappan.) </p> <p>Those yellow foam jobs are OK, but attenuating earplugs are better. They filter sound rather than block it out, reducing your exposure by about 20dB. If you're really serious about protection, you can have plugs specially moulded to fit your ear. <br><strong>Richard Clayton</strong></p> <h2>Are pirates making a comeback?</h2> <p>Yes. In 2007 pirate attacks rose by 10%, according to the International Maritime Bureau, the first increase in four years. There were 263 reported raids at sea last year, with Indonesia topping the list with 43 attacks. This year African pirates are running ahead of the pack. Nigeria recorded 18 attacks from January to June. But it is the pirates of Somalia, the quintessential failed state, who are causing the most panic at sea.</p> <p>Using speedboats launched from captured \"mother ships\" to roam the Gulf of Aden - a busy shipping passage linking Europe to Asia - as well as the country's north-eastern coastline, the pirates launched at least 24 raids in the six months to July. They have since embarked on what may be the most frenzied burst of attacks in recent history.</p> <p>In just 48 hours last week, Somali pirates armed with rocket launchers and GPS systems hijacked four ships. They were taken to the coastal village of Eyl, where there are about 10 captured ships.</p> <p>While pirates elsewhere are interested in a ship's cargo, the Somalis usually demand money for the safe release of the crew. Experts say that details of the hijacked ship are relayed to accomplices in Kenya, Dubai, Canada or the UK, who research the vessel's owner and the cargo before deciding a ransom.</p> <p>The price for two Malaysian tankers and a Japanese bulk carrier being held in Eyl is reported to be more than $8m (£4m). Ransoms are usually paid.</p> <p>It is estimated the five main groups of Somali pirates each have 10 speedboats and 200 gunmen at their disposal. Somalia has not had a functioning government since 1991.<br><strong>Xan Rice</strong></p> <h2>Can you trust the National Enquirer?</h2> <p>The tabloid scored a coup recently when its reports that John Edwards had dallied outside his marriage were partially confirmed by the former presidential candidate. But the Enquirer's coverage should still be taken with more than a mere grain of salt - better to read with a salt shaker in hand.</p> <p>The Enquirer rose to prominence in the 1950s as a progenitor of the US gossip blog, offering tales about celebrities and aliens. By the mid-1990s, it had largely abandoned its UFO coverage and began breaking solid stories about the OJ Simpson murder trial and the Monica Lewinsky affair.</p> <p>The Enquirer remained a bete noire for most in the mainstream press. When the tabloid first reported on Edwards' extramarital affair last year, the powerful Democrat slammed the charge as \"trash\" and no serious newspaper followed up. After the Enquirer printed photos purporting to show an Edwards \"lovechild\", the candidate admitted to cheating on his cancer-stricken wife but not to fathering a child out of wedlock.</p> <p>The US media were chastened for its refusal to investigate Edwards. But this week's Enquirer claim that Sarah Palin cheated on her husband was also met with silence - except from the John McCain camp, which threatened to sue on behalf of its vice-presidential nominee.</p> <p>\"Following our John Edwards exclusives, our political reporting has obviously proven to be more detail-oriented than the McCain campaign's vetting process,\" the Enquirer crowed in response to the threat. But within days the newspaper was downplaying its alleged scoop in favour of a story that Palin had tried to marry off her teenage daughter before the girl's pregnancy became public. That shift may have been an admission of fault; Alaska journalist RA Dillon reported that Palin's relationship was \"never consummated\".</p> <p>Another reason that Americans mistrust the Enquirer is its willingness to pay sources for tips, a more common practice in the UK but one that risks landing news organisations in legal trouble.<br><strong>Elana Schor</strong></p> <p><strong>·</strong> Send us your questions about the week's news by midday every Friday and our experts will answer them in Saturday's Guardian. Email to <a href=\"mailto:youasked@theguardian.com\">you.asked@theguardian.com</a></p>",
  "<p>Asif Ali Zardari will be elected President of Pakistan today, triggering a frenzy of controversy over his \"Mr 10%\" image and his outspoken support for Washington's war on terror. The country's traditional power brokers - the military, the bureaucracy and the business elite - are aghast at the prospect of his election.</p> <p>Zardari will have his finger on the nuclear button, possess the authority to fire and appoint the all-important army chief, and the power to summarily dismiss the government. </p> <p>Crucially for Nato, the president is also in charge of Pakistan's tribal territory, the wild border area with Afghanistan that is used as a safe haven by Taliban and al-Qaida militants. </p> <p>\"Mr Zardari is probably not yet ready for the role of non-political head of the federation. He's too partisan. Or perhaps, the people are not ready for him,\" said Shaheen Sehbai, editor of The News, a Pakistani daily. \"He was considered a negative influence even by his own wife.\"</p> <p>It will be an extraordinary transformation - from vilified spouse of former prime minister Benazir Bhutto, accused of a long list of crimes including corruption, extortion and murder, to world statesman.</p> <p>Pervez Musharraf, ousted as president last month, grabbed enormous powers for the presidency and, though Zardari's party has pledged to cut them back, the force of the new president's personality means that he will reign as Pakistan's most powerful elected leader.</p> <p>Zardari has constructed alliances with other parties that mean his opponents, Saeed-uz-Zaman Siddiqui, the candidate put up by his former coalition partner, Nawaz Sharif's party, and Mushahid Hussain, a contender from Musharraf's old party, will be easily defeated.</p> <p>\"The middle class and the elite both have a distaste for this man [Zardari], despite the fact that he's never been convicted of anything,\" said Mosharraf Zaidi, a political analyst. \"He is guilty in the court of public opinion ... If there was a direct election, there's no question that Zardari would come in last.\" </p> <p>Zardari insists that outside the chattering classes, he is popular. His party is also keen to stress that he is a substantial politician, having previously served as a member of parliament and twice as a minister.</p> <p>\"He's a tried and tested politician, not only at the grass roots level, but in terms of ideas and strategy. He worked very closely with Ms Bhutto and was her principal adviser,\" said Farahnaz Ispahani, a Zardari aide and member of parliament. \"He's no Denis Thatcher.\"</p> <p>Zardari fell out bitterly with coalition partner Sharif over the issue of the judiciary but outmanoeuvred the twice ex-prime minister. A further clash with Sharif, who runs the powerful provincial government of the Punjab, looks inevitable, a re-run of the confrontation between Islamabad and the richest province that caused massive instability in the 1990s. </p> <p>Mainstream Pakistan is resolutely moderate but the western concept of the anti-terror fight is deeply unpopular. Zardari wrote in the Washington Post this week: \"We stand with the United States, Britain, Spain and others who have been attacked. Fundamentally, however, the war we are fighting is our war. This battle is for Pakistan's soul.\"</p> <p>Recent revelations of Zardari's unauthorised telephone contact with senior Bush administration insider, Zalmay Khalilzad, seemed to confirm that he is rated in the White House. </p> <p>\"He [Zardari] is coming with the blessings of the Bush administration,\" said Tariq Fatemi, a former Pakistani ambassador to Washington. \"They feel he will provide a political face to the military operations.\"</p>",
  "<p>Like the British party conferences on which our own political world will shortly embark, American conventions are collective showcase rituals that aim to energise the faithful but that may or may not redefine the contest between them in significant ways. The two Democratic and Republican conventions have each been full of theatre, each generated dramas, each thrust new faces to the front of the stage and each tightened the focus on the principal players. Both involved considerable party management hurdles - the Democrats in dealing with the Clinton factor, the Republicans in handling the Bush issue - which the leaders have on the whole handled with skill. </p> <p>In that sense, each has had a successful convention. But the contest between Barack Obama and John McCain is still an unexpected one for both parties. It has not been reshaped by the events in Denver and St Paul. Americans must still choose between two remarkable men but improbable candidates to lead their nation. The next president will either be a black man of the centre-left or an old man of the centre-right. Voting for either involves Americans in something of a leap in the dark. That was true before the conventions. It remains true now that the banners have been packed away.</p> <p>Mr Obama represents a far more obvious break with America's political past than Mr McCain, a third-generation naval warrior married to a billionaire drinks heiress. The contrast in performance styles is striking too. Mr McCain is not a natural stadium orator, and his acceptance speech on Thursday frequently fell flat in the hall. His pitch is relentlessly solipsistic - every American surely knows about Mr McCain's \"record and scars\" by now - and it is grindingly focused on the renewal of imperial virtue. The omissions and contradictions in his message offer opportunities to his opponents (though the same is also true of Mr Obama). The policy chapters in Mr McCain's speech, though necessary to prove that he offers a programme as well as a personality, were turgid, even in foreign and security affairs, in which he affects such experience.</p> <p>Yet Mr McCain showed this week that he will shape his party's election message in strikingly unfamiliar ways and indicated that he would govern in ways that would shock many recent Republicans. Mr McCain could not bring himself to mention George Bush by name in his speech, an almost incredible snub to a party leader after eight years. On the day that the Republican lobbyist Jack Abramoff was jailed for fraud and tax evasion, Mr McCain also used his speech to accuse his own party of corruption. Everything about the way the party does things has to change, he said. Mr McCain frames all this as an attempt to return the party to the higher-minded ways he associates with Abraham Lincoln, Teddy Roosevelt and Ronald Reagan - he even used the phrase \"back to basics\". But do not dismiss it out of hand just because it bombed for John Major. It is a message that could resonate with Americans who cannot bring themselves to vote for Mr Obama's version.</p> <p>Mr McCain is a political oddball. He could only have won the nomination in a year like this - just like Mr Obama, perhaps. But he should not be underestimated - and nor should the Republicans. Recently they have won more big elections than they have lost. Yet the party is not at ease with its candidate, and he can be an erratic performer. His running-mate Sarah Palin, currently the pin-up politician of the Republican faithful, has yet to be properly tested. In an America which says consistently that the country is heading in the wrong direction, the Republicans face an uphill task. They are still in the game, but they are also still the underdogs. In that sense the conventions have confirmed, not changed, the US political landscape. The 2008 election remains Mr Obama's to lose.</p>",
  "<p>In the combination of New Orleans and hurricanes, we have the most powerful argument possible for the necessity of \"change\". It's all there: gaping inequality, deep racism, crumbling public infrastructure, global warming, rampant corruption, the Blackwater-isation of the public sector. And none of it is in the past tense. In New Orleans whole neighbourhoods have gone to seed, Charity hospital remains shuttered, public housing has been deliberately destroyed - and the levee system is still far from repaired.</p> <p>Gustav should have been political rat poison for the Republicans, no matter how well it was managed. Yet, as Peter Baker noted in the New York Times, \"rather than run away from the hurricane and its political risks, Mr McCain ran toward it\". If this strategy worked, it was at least partly because Barack Obama has been running away from New Orleans for his entire campaign.</p> <p>Unlike John Edwards, who started and ended his nomination bid surrounded by the decay of New Orleans's Ninth Ward, Obama has shied away from the powerful symbolism the city offers. He waited almost a year after Hurricane Katrina to visit New Orleans and spent just half a day there ahead of the Louisiana primary. During the Democratic convention, Michelle Obama, Hillary Clinton and Joe Biden made no mention of New Orleans in their keynotes. Bill Clinton spared just a few words: \"Katrina and cronyism.\"</p> <p>In his Denver speech, Obama did invoke a government \"that sits on its hands while a major American city drowns before our eyes\". But that only scratches the surface of what happened to New Orleans's poorest residents, who were first forcibly relocated and then forced to watch from afar as their homes, schools and hospitals were stolen. As Obama spoke in Denver, families in New Orleans were already packing their bags in anticipation of Gustav, steeling themselves for yet another evacuation. They heard not even a perfunctory \"our thoughts and prayers are with you\" from the Democratic candidate for president.</p> <p>There are plenty of political reasons for this, of course. Obama's campaign is pitching itself to the middle class, not the class of discarded people New Orleans represents. The problem is that by remaining virtually silent about the most dramatic domestic outrage in modern US history, Obama created a political vacuum. When Gustav hit, all McCain needed to do to fill it was show up. Sure, it was cynical for McCain to claim the hurricane zone as a campaign backdrop; but it was Obama who left that potent terrain vacant.</p> <p>Until now, Obama's supporters have largely accepted the campaign's assessment of the compromises necessary to win, offering only gentle prodding. The fact that the Republicans have turned New Orleans to their advantage should put an end to this blind obedience. </p> <p>Republicans have a better attitude towards their candidate. When they don't like McCain's positions, they change them. Take the hottest-button issue of the campaign: offshore oil drilling. Just four months ago, it was not even on the radar. During the Republican primary, the issue barely came up, and when it did, McCain did not support it. None of this bothered former House Speaker Newt Gingrich and his newly minted American Solutions for Winning the Future. Gingrich waited patiently for what his party loves most: a crisis. It arrived in May, when oil approached $130 a barrel. First came a petition to lower petrol prices by opening up domestic drilling (nonsense). Next was a poll, packed with laughably leading questions: \"Some people have suggested that, to combat the rising cost of energy and reduce dependence on foreign energy sources, the United States should use more of its own domestic energy reserves, including the oil and coal it already has here in the US. Do you support or oppose this idea?\" You can guess what people said. Two weeks later, McCain flipped on offshore oil drilling.</p> <p>There was always a risk attached to making offshore drilling the centrepiece of the McCain campaign, since it is not nearly as safe as its advocates claim. Environmentalists have been trying to point this out, but nothing makes the case quite as forcefully as a category five hurricane rocking oil platforms in the Gulf of Mexico, forcing evacuations and raising the spectre of a serious spill.</p> <p>Gustav was one of those rare moments when political arguments are made by reality, not rhetoric. It was the time to simply point and say: \"This is why we oppose more drilling.\" It was also the time to recall that during hurricanes Katrina and Rita, the official Minerals Management Service report found more than 100 accidents leading to a total of 743,400 gallons of oil spilled throughout the region. To put that in perspective, 100,000 gallons is classified as a \"major spill\". If one is feeling particularly bold, a category five hurricane is also an opportune time to mention that scientists see a link between heavier storms and warming ocean temperatures - warmed in part by the fossil fuels being extracted from those fallible platforms.</p> <p>Obama was not able to make these kinds of arguments when Gustav hit. That's because his campaign had made another \"strategic\" decision: to compromise on offshore oil drilling. Again a vacuum that had been opened up was rapidly filled by the Republicans, who instantly (and absurdly) linked the hurricane to the need for \"energy security\". The morning after Gustav made landfall, Bush called for more drilling. Earlier, McCain had visited the hurricane zone with his new running mate, Sarah Palin, whose sole prior claim to national fame was telling cable shows that \"we need to drill, drill, drill\".</p> <p>In moments of crisis, it is possible to speak hard truths with great force and clarity. But when the truth has gone silent, lies, boldly told, will work almost as well.</p> <p><strong>· </strong>This column was first published in <a href=\"http://www.thenation.com\">The Nation</a> </p> <p><strong>· </strong><a href=\"http://www.naomiklein.org\">naomiklein.org</a></p>",
  "<p>Artists and intellectuals have accused Nicaragua's Sandinista government of betraying its revolutionary heritage by waging a vendetta against a revered poet. </p> <p>Ernesto Cardenal, an 83-year-old cultural figurehead, faces jail after clashing with President Daniel Ortega, the Sandinista leader who was once a darling of the left.</p> <p>More than 60 Latin American writers and cultural luminaries, including many who used to champion the Sandinistas, denounced the move as illegal and another sign that the revolution had curdled.</p> <p>In a joint letter they said Cardenal, a former culture minister and Catholic priest who helped popularise the movement in the 1980s, was the most recent victim of systematic persecution in the impoverished Central American country.</p> <p>\"It is being directed against all who raise their voices to protest the lack of transparency, the authoritarian style, the unscrupulous behaviour and the lack of ethics that Daniel Ortega has shown since his return to power.\"</p> <p>Last month a Sandinista-appointed judge revived a three-year-old case and fined the poet $1,000 for insulting a German man, Inmanuel Zerger, in a property dispute. The charge had been dismissed in 2005 and there was no explanation for its revival.</p> <p>Cardenal refused to pay, calling the sentence unjust and illegal, and said he would go to jail if necessary. </p> <p>There was widespread belief that the prosecution was revenge for the poet's outspoken criticism of Ortega as a \"thief\" who runs a \"monarchy made up of a few families in alliance with the old Somoza interests\".</p> <p>The Sandinistas overthrew the corrupt Somoza dictatorship in 1979, a romantic and exhilarating triumph for leftists and liberals, and as a government fended off US-backed Contra rebels until losing power in a 1990 election. </p> <p>Ortega bounced back against a divided opposition in 2006, raising hopes that he would tackle poverty and inequality. But the president's alliance with conservative politicians, his support for a total ban on abortion and his intolerance of dissent has alienated many former supporters.</p> <p>Many in Nicaragua and abroad share the poet's view that the fine was revenge by Ortega, who wields influence over judges. Eduardo Galeano, a Uruguayan historian idolised on the left, said the move was the act of a \"deplorable regime\".</p> <p>The Portuguese Nobel laureate, José Saramago, said Ortega's human and political merits appeared to have fallen to zero. \"Once more a revolution has been betrayed from within.\"</p>",
  "<p>There is a striking similarity between Barack Obama and his new nemesis, Sarah Palin - and it's not just that they are both big on basketball. They have equally set out on what Obama likes to call an \"improbable journey\" that will see one of them make it all the way to the White House on November 4.</p> <p>In Palin's case, the improbable journey began here: a sprawling wooden compound that looks like a cross between an oversized McDonald's and a prison complex. It occupies a patch of barren ground on the edge of Wasilla, the tiny town in Alaska in which she spent her childhood and cut her political teeth. Above the entrance a banner announces that this is the home of the Wasilla Assembly of God, motto: \"To know Him, and to make Him known!\"</p> <p>It was here Palin was baptised, or \"saved\", as she describes it, and later had her children baptised. It was here she was inducted into the peculiar rituals of her fundamentalist faith - the charismatic preaching, the laying on of hands, the tears and cries of joy of the Pentecostal church. \"I grew up in the Wasilla Assembly of God,\" she once said. \"Nothing freaks me out about the worship service.\"</p> <p>On the night I visit the church, the congregation is huddled in a group, arms raised or clasped around each other, as the senior pastor, Ed Kalnins, leads them in prayer. \"Lord, we know that you have made this church a platform,\" he exclaims. \"You are using the wonderful Governor Palin to get your message of the gospel across.\"</p> <p>Pastor Ed, as his flock calls him, moved to Wasilla in 1999 - three years after the town elected Palin as its mayor. What struck him the first time they met, he has said, was that in her eyes religion came first, politics second. He thought to himself: \"This person loves Jesus. That's the bottom line. She loves Jesus with everything she has. She is a disciple of the Lord Jesus Christ before she is the mayor. Sarah Palin is the real deal.\"</p> <p>Pastor Ed's language may be colourful. But he has put his finger on a central truth about the woman who in two months' time could become the next vice-president of the US. From her earliest days at the bottom of the political ladder in minuscule Wasilla, through to her sudden rise this week into international stardom, she has always been on a mission.</p> <p>Her trajectory has run in parallel with that of her party. Her career took off precisely at the moment when the Christian right seized control of the Republican movement, casting out the fiscal conservatives who had traditionally held sway with their focus on such worldly matters as low taxes and small government.</p> <p>The shift in the party's focus from mammon to God is illustrated perfectly in Palin's successful campaign to become mayor in 1996. All previous elections had revolved around such existential questions as how to improve the pavements and get litter off the streets. She ignored all that, campaigning instead against abortion and gun control and casting aspersions on her (Republican) opponent about his infrequent attendance of church.</p> <p>Victoria Naegele was editor of the local paper, The Frontiersman, at the time and can recall the shock of the Palin revolution. \"I remember thinking 'Wow! Are religious issues really germane to the job of being mayor of a town of just 5,000 people?'\"</p> <p>Naegele remembers vividly too a second shockwave that came swiftly after Palin's election. Instead of easing her way into the role, she went in with guns blazing, demanding that six of the department heads of the council - none of them political appointments, several with many years' service - submit their resignations. When Naegele protested through the editorial columns of the paper at what she saw as the new mayor's heavy-handed style, she felt the heat. \"It was a difficult time. I was lambasted as a liberal, when in fact I am a Christian conservative Republican, just like Sarah Palin.\"</p> <p>Then, in an incident that is fast turning into the stuff of political legend, Palin was revealed earlier this week to have attempted to censor Wasilla's library. The idea is almost laughable when you see the library itself. Its small collection of books includes a prominent section on hunting and fishing, and no visible copies of Lady Chatterley's Lover. Yet in 1996, after parents complained about a book their child had taken home, Palin took umbrage. Frustratingly, no one can remember the volume concerned. What we do know is that Palin turned on the then librarian, Mary Ellen Emmons, asking her in a council meeting what she would do if she were told by the mayor to remove certain books from the collection.</p> <p>Local resident Anne Kilkenny was in the public gallery and heard the librarian's reaction: \"She sucked in her breath, and replied that the books in the library were all acquired in accordance with professional criteria and she would resist completely.\"</p> <p>Palin has since claimed her question was purely rhetorical. That is not how Naegele and Kilkenny perceived it at the time. A few weeks later, Palin sent Emmons a letter terminating her employment. \"People in the town rose up in anger,\" Kilkenny recalls. \"The library is an important institution in our city, as there's not a lot else to do here in the winter but sit by the fire with a good book. There was real public pressure, and Sarah was forced to rescind the letter.\"</p> <p>Emmons survived. Others were less fortunate. The museum director, city planner and public works director all quit within months of Palin's ascendancy, and the police chief was sacked outright (he sued for wrongful dismissal but lost). Palin said the turnover was needed to clean out the \"old boys' club\". Others were not so sure.</p> <p>Again, she was utterly in tune with the trajectory of her party. By the end of the 1990s the Republican leadership had adopted a modus operandi that also combined religious zealotry with managerial ruthlessness. Yet this development was not without its detractors within the party. One of the loudest critics was the very man who has put Palin on the national stage: John McCain. Paradoxically, it was partly his disdain for the grip that TV preachers came to hold over the Republicans that earned him a reputation as a maverick.</p> <p>Since then, Palin has travelled a huge distance in her journey towards the White House. Two years ago she became Alaska's first female governor, with some of the most valuable natural resources in the US under her control. Stylistically, she's become much more sophisticated. But under the surface, the way of operating has changed little.</p> <p>The religious mission is still front and centre of her politics. She opposes abortion in all cases other than those in which the mother would die if she were to give birth. She is a vocal opponent of gay marriage, and advocate of the teaching of anti-evolutionary creationism, or \"intelligent design\", in schools.</p> <p>Her religious beliefs extend to a conviction that the Iraq war is God's will. When she returned to Wasilla in June to pray with her old congregation, she said of the troops being posted to Iraq, including her own son, Track: \"Our national leaders are sending them out on a task from God. We have to pray there is a plan and that it's God's plan.\"</p> <p>Most poignantly, she will not countenance sex education for teenagers, preferring instead to preach that abstinence is the only complete protection against pregnancy or venereal disease. It would be a cheap shot to suggest that this week's bombshell revelation that her 17-year-old daughter, Bristol, is herself pregnant was Palin's comeuppance.</p> <p>But it would not be unfair to point out that Alaska has the highest per capita incidence of chlamydia in the country, and that the rate of teenage pregnancies across the US, including within her state, has just risen for the first time in 14 years - a trend many blame on George Bush's preferment of abstinence-only education. \"It's frustrating we aren't doing more to inform our children,\" said Brittany Goodnight of the Alaska branch of Planned Parenthood.</p> <p>If the religious flame still burns bright, so too does the ruthless determination. In an echo of what happened to the librarian and police chief in Wasilla all those years ago, Palin is embroiled in a full-scale investigation by the Alaskan state legislature into allegations that she sacked the safety commissioner because he in turn refused to act against a police officer whom Palin wanted dismissed. </p> <p>The officer, Mike Wooten, was the governor's former brother-in-law, who had been through an acrimonious divorce from her sister. Palin, her husband, Todd, and several of her aides tried to convince the commissioner, Walter Monegan, to fire Wooten, but he refused.</p> <p>The casualties scattered along Palin's path continue to mount. Lyda Green, a neighbour of Palin's in Wasilla, has just become the latest. She is stepping down as a state senator after 14 years.</p> <p>Green is the leader of the Republicans in the Alaskan senate and an old-style fiscal conservative. She voted against several of the governor's most important initiatives over the past two years, including a move to increase taxes on the big oil and gas companies. Green was surprised by the reprisals that followed. \"I found early on that if you disagreed with her it was not taken as a disagreement with policy, but a personal disagreement.\"</p> <p>First came the embarrassment of a radio interview between Palin and a local rightwing shock-jock in which the interviewer called Green a bitch and a cancer within the party. Palin's response on air? She laughed.</p> <p>\"She knew I'm a cancer survivor - she sent me flowers,\" Green says. \"That was a very lacklustre moment.\"</p> <p>Then Palin arranged for a friend to stand this summer against Green in the Republican party's selection process for her own senate seat. Green decided to stand down rather than go through a primary battle she was sure would be ugly. \"There came a point when I thought it was no longer worth it,\" says Green. \"I didn't need, in a community as small as this, to stand in the face of this very popular governor.\" Then she adds: \"But it's not a way to run a government.\"</p> <p>That's a pertinent observation, I suggest, in the light of the next destination Sarah Palin hopes to reach in her improbable journey. \"It is pertinent,\" Green replies.</p> <h2>Putin v Palin: who would win in a shoot-out?</h2> <p>American politicians have a long tradition of talking up their expertise with firearms. Most recently, then-hopeful presidential candidate Mitt Romney was caught boasting he'd \"been a hunter pretty much all my life\" - by which, it turned out, he meant he'd been rabbit shooting twice. But Sarah Palin's claim seems far more justifiable: a lifetime member of the National Rifle Association, she's been caribou hunting on numerous occasions, and footage exists of her firing an A4 assault rifle in Kuwait. She has also taken a close personal interest in \"aerial wolf gunning\", an Alaskan practice that involves exactly what you'd imagine.</p> <p>Vladimir Putin's recent tiger-tranquillising triumph, on the other hand, raises numerous questions. It wasn't caught on camera, even though he was with a TV crew, whose lives he reportedly saved, and footage that was released showed another member of the crew explaining how to hold the weapon. Firing a tranquilliser dart is easier, too: there's less kickback. Putin has been photographed brandishing a rifle in the past, but actual instances of shooting seem curiously absent.</p> <p>Gun enthusiasts swooned over Palin in the US, though some noted the rifle in the Kuwait video appears to be a modified one, equipped with a laser; you can't see the targets, but it's likely she was shooting at a simulator screen. Still, as one of the soldiers can be heard to observe, she's apparently \"hitting pretty close to dead centre\". </p> <p>This may not be the most persuasive foreign policy qualification in presidential history, but if Palin had to face Putin in a shoot-out on an ice floe in the Bering Strait, it seems likely she'd win. Unless Dick Cheney was hunting in the vicinity, of course, in which case he'd probably accidentally kill them both.</p>",
  "<p>He's known the world over as Dickie. Or, more accurately, as Dickie Darling. But he says he doesn't like the name Dickie - he always wanted to be plain Dick. For years he was Sir Richard. These days he is, officially, Lord Attenborough. I shake his hand and ask what I should call him. He looks me in the eye. \"Baldy!\" he says instantly, and hoots with glee.</p> <p>He's 85 now, white-haired, gap-toothed and more Falstaffian than ever. I can hear him straining as he climbs the stairs from his Richmond garden to his private cinema. It looks more like a treehouse from the outside, but inside the cinema - crammed with cons that were once mod - could be an alternative set for Stanley Kubrick's 2001.</p> <p>Attenborough is wearing blue denim jeans and a blue denim shirt, white socks and a hearing aid in each ear. He laughs like a little boy and looks like the old man he is. Where to start? As an actor, he starred in some fine British films - excelling as slimy scumsters and psychopaths in films such as Brighton Rock (1947) and 10 Rillington Place (1971). As a director, he made two of Britain's most successful \"issue\" movies - Gandhi (1982) and the anti-apartheid thriller Cry Freedom (1987). Later on, he returned to star in the 10th highest grossing film ever, Jurassic Park (1993). He is the life vice-chairman of Chelsea football club, a patron of any number of charities, president of Rada and Bafta, and, of course, he is the ultimate luvvie. His Spitting Image puppet was more tearful than Gazza - all you had to do was show him a hanky and he'd be in floods.</p> <p>Amazingly, Attenborough is still working, still developing cherished projects. The day we meet, he's just received an offer to return to the stage - after a 50-year absence. He seems to be bubbling with life and ideas and optimism. But you don't have to dig deep to discover a crushing sadness. In December 2004, he lost both his daughter and granddaughter in the Asian tsunami.</p> <p>Attenborough has just published an autobiography - of sorts. The book is written with Diana Hawkins, with whom he has worked for 50 years. Together they piece together his life - a section from Dickie is followed by one from Diana and then another from Dickie. Hawkins started out as Attenborough's publicist and ended up as his confidante and right-hand woman. The dialogue effect brings the book to life - at times you can almost hear the pair arguing over their shared memories. It's classic Attenborough - you can't turn a page without a household name being dropped. Here's Princess Diana confiding in him, there's Charlie Chaplin turning round in a cafe to tell him what a wonderful actor he is, and, yes, that really is Nelson Mandela telling him Cry Freedom changed the world... It would be unbelievable if it wasn't all so blatantly true. What makes it so much more than an auto-eulogy, however, is its honesty and the overriding theme that sustains it - the power of his love for his parents.</p> <p>The book is called Entirely Up To You, Darling. At first sight, that appears to be a throwaway joke of a title, but it's more than theatrical high camp. This is the expression his mother used in the second world war when she told her three sons that she and his father would like to adopt two Jewish German girls. It was entirely up to the boys whether they agreed to it, but they knew once their mother had put it like that they had no choice. The girls went on to become part of the family. Attenborough never forgot the expression, and it became his own means of persuasion. When Leslie Caron asked for a day off from filming because of period pains, he told her, \"It's entirely up to you, darling!\" - she knew that meant she had to be on set first thing next day. Entirely up to you, darling, was the closest Attenborough came to giving orders.</p> <p>On arriving at his house, I walk through a large garage to get to the door. Two cars are parked - a Mercedes and a Rolls-Royce. His assistant, Gabrielle, lets me in. \"What time are you expecting himself?\" she asks before passing me over to Bill, Attenborough's chauffeur and Man Friday. He tells me that he's worked for Attenborough for 15 years. You must like it then, I say. \"Well, too old to move now,\" says Bill, who's got something of the pantomime cockney about him. \"Anyway, I'll do you a coffee.\" The setup is a tad Upstairs, Downstairs.</p> <p>Attenborough is the most tactile man I have met. From the off, he reaches for my hand, pats it, holds it, as he tells his stories. He is fond of the Guardian, he says, because it's the paper his parents took when he was growing up in Leicester. It's impossible not to warm to him. I ask how he manages to keep working. Only last year, he directed Closing The Ring, a second world war movie starring Shirley MacLaine. \"There's an AE Matthews story - he was a wonderful character actor. Somebody says to him, 'You must be in your 90s - how d'you keep working?' and he said, 'I get up, I reach for the Times, I look up the obituary notices, and if my name's not there, I get dressed.' \" He wheezes with delight.</p> <p>Hawkins walks in. Their affection for each other is obvious. </p> <p>\"Hello, lover,\" he says. \"You all right?\"</p> <p>They hug. He doesn't let go. \"Good to see you, darling. Bill's bringing you some coffee?\"</p> <p>I tell Hawkins that the book was so riveting that I was up till 2am reading it. Attenborough grins. \"Listen, mark it down, you silly bitch. 'A riveting read.' \" He gives her a playful slap. \"She worries about every sentence, every split infinitive.\"</p> <p>They say they disagree on so much, and that's what makes it a healthy relationship. She is one of the few people who will sit through rushes with him and tell him if something is rubbish. What do they most often disagree on? Politics, they shout in unison. He is a lifelong socialist, she a Tory. \"If I were to tell him about MRSA or people's terrible experiences in NHS hospitals, he'd say, </p> <p>'Oh, darling, you have been reading the Daily Mail again.' \"</p> <p>\"Yes, I would,\" barks Attenborough. \"And I'd ban the Daily Mail.\"</p> <p>Attenborough has always been happy to embrace his contradictions: he has sold serialisation of the book to the Mail.</p> <p>Hawkins loves teasing him about his politics. She tells me of the time he had to meet Margaret Thatcher for a seminar about the film industry. \"You were so grumpy about going to see her and how much you hated her. And there were all the film industry people there who had submitted the figures and were supposed to know them inside out, and one of the delegates said something and she corrected him and said, No, that's wrong. She had read that brief in the early hours of the morning and knew the facts better than they did, and... Do you remember?\" She looks at him.</p> <p>He covers his ears with his hands - a little boy who refuses to hear. \"No, darling! I don't remember, Di.\"</p> <p>\"He was just knocked out by her grasp of what they had gone to tell her.\"</p> <p>Did he respect her? \"Yes, I suppose I did have a degree of respect for her. Yep,\" he says reluctantly. And did he resent the fact that he respected her? \"Yes! Yes! YES!\"</p> <p>Attenborough once said that if Thatcher won the next election, he'd leave the country. She didn't. But would he have? He grins, embarrassed. \"No! Theatricality to a pathetic level.\"</p> <p>I ask if he agrees with Hawkins' description of him as a champagne socialist. \"I bloody well wouldn't,\" he shouts. </p> <p>Why not? \"Well, it's bollocks.\"</p> <p>\"Look out of the window, look around you,\" Hawkins taunts, directing my gaze to the vast garden and salubrious surrounds.</p> <p>Dickie: \"Living the way that I do is not to the detriment of my politics and socialism. That's why we had the silly row about the car. We had to go to some event. We were electioneering.\"</p> <p>Di: \"It was a very impoverished Nottinghamshire mining town. Almost every shop was boarded up. The Labour party HQ was on this street, and he drew up outside it in the Rolls.\"</p> <p>Dickie: \"My point is, what a dreadful thing to park around the corner. If I am going to go, I think it would be awful to stick the thing round the back and walk, or get in a clapped-out old car to turn up in. It would have been dreadful hypocrisy.\"</p> <p>Di: \"Yes, but equally, the contrast of turning up in this polished Roller with a uniformed chauffeur... I don't know how you did it.\"</p> <p>Attenborough put his three children and seven grandchildren through private school. Education, a good start in life, was always his priority. That, he says, goes back to his father - \"the Governor\" - a teacher, Cambridge don and later principal of the college that became Leicester University. </p> <p>The academic gene, he says, was passed to his brother, the naturalist David Attenborough. \"Do you know Dave? Oh, he's a darling. He's terrific. He lives a few hundred yards from here. He has all the skills of the Governor. What Dave's really doing on the box is teaching you, and in the most skilful, almost surreptitious way, he plants information.\"</p> <p>Are they very different? \"Yes, except when it comes to performance, and then we are identical pretty well.\" Shut your eyes, and subtract the darlings, and you could well be talking to David. \"He writes very well. Have you read his book? I'm devoted to him. We get on so well because basically we have a fourth-form sense of vulgarity.\" How does that express itself? \"Just in third-rate, ridiculously dirty stories.\" His son, Michael Attenborough, shares the vulgarity, he says. \"Have you met Michael? I adore him, bless him.\"</p> <p>Attenborough says both his brothers were much cleverer than he. Whereas David and John, who worked in the car industry, went to Cambridge, he opted for drama school. The Governor was not convinced it was a suitable grounding for a useful life, but so long as he showed ability and dedication, he would trust his son's instincts. \"He said, 'We can't pay for you, but if you get a scholarship, Ma and I will do everything we can to support you.' \"</p> <p>When he returned home after his first term in 1941, he went into his father's study and saw a pile of classic drama texts on the side of his desk - a history of Greek theatre, Chinese theatre, you name it. His father never said anything about the books, but it was obvious to Attenborough that he had been busy educating himself so he could help his son. Ever since, he says, he's been determined to prove to the Governor that he did, in fact, make a wise career choice. </p> <p>\"Everything is driven by his admiration for his parents and wanting to please them,\" Hawkins says.</p> <p>They were such strong people, Attenborough says, so admirable, so moral. He remembers seeing his mother march under a banner of the hammer and sickle supporting the republicans in the Spanish civil war. It was controversial at the time - after all, she was the wife of the college principal - and he was so proud of her.</p> <p>A year into drama school, Attenborough was called up and joined the RAF, and in 1943 he was seconded to the RAF Film Unit, where he filmed bombing missions from the air, and the feel-good propaganda movie Journey Together. After the war ended, he was making his name as an actor, but that was never enough for him. In the end, he says, he was the son of his parents, and he wanted to effect change on whatever level. \"You act in a movie, and at the end of the day the director and editor decide what your performance is.\" There were so many films he made, he says, that were meaningless or plain daft - films he knew his parents could never watch with pride. \"I can't even remember the titles, but absolute crap, not even high comedy. Unless you use this extraordinary invention to some degree to make the cry for compassion or the plea for tolerance or whatever it is, then you deny the genius of its invention. I passionately believe that. I really do. It's something that worries me in TV, too.\"</p> <p>Which of the movies he's acted in did he like? \"A film called Seance On A Wet Afternoon. Forbesy [Bryan Forbes] wrote it and directed it - that was good. Di liked Guns At Batasi, where I played the regimental sergeant major - which is what she says I really am.\"</p> <p>Is that true? \"Yes, it can be,\" Hawkins replies. \"Yes, he is a bit of a martinet.\"</p> <p>\"Martinet!\" he shouts. \"You've never said that before. Hehehe!\"</p> <p>Attenborough says he was always a character actor, never a traditional leading man.\" His eyes widen when I ask why. \"Well, I'm 4ft 2in, and not exactly a matinee idol.\" He's thinking a bit more why the acting wasn't enough. \"In the end I wanted to put my name on the bottom of the page. That's all I care about.\" </p> <p>In his book, he describes himself as \"eternally optimistic and to a degree selfish and egocentric.\" He has always come across as a gentle man, but you need a pretty thick skin to get films made, let alone get them made how you want. In Gandhi, he directed a scene with 400,000 extras - the largest number of people in one scene in movie history. The truth is, he says, he's ruthless. \"I would be distressed if I actually hurt somebody, but I am prepared to make someone uncomfortable or incur displeasure. Popularity does not matter to me at all. When I'm directing a movie, nothing else matters.\" </p> <p>His first film as a director, made in 1969, was Oh! What A Lovely War - an adaptation of Joan Littlewood's stage musical about the wasted lives of young men in the trenches. But it was Gandhi in 1982, with Ben Kingsley in the title role and the cast of hundreds of thousands, that established him as a film-maker. He was determined to make Gandhi, but met with much opposition. One studio head told him, \"Who the fuck wants to see a movie about a little brown guy dressed in a sheet, carrying a beanpole?\" The film won eight Oscars, including best film and best director. </p> <p>Had he made this film for his parents as much as for himself? \"Yes. Yes! It's true,\" he says. \"I remember going into a cinema - couldn't have been more than 13 or 14 - and hearing people's derision when this shot of Gandhi came on, I suppose in the 1933 conference, and my father saying, 'Dick, they are such fools, they have no concept of the quality of this man. He is a great man. A great man!' \"</p> <p>A few years later, Attenborough made another epic about political consciousness, Cry Freedom. This met with more controversy - its critics were disappointed that the story was more about white journalist Donald Woods than murdered ANC activist Steve Biko, and dismissed it as a liberal soft-soaping. And yet it did have a huge impact, bringing the issue of apartheid to mainstream cinema. \"People knocked me or the film to the extent that it wasn't an illuminating definition of black consciousness and so on, and didn't really do Biko the honour it should have done. But I wished to make a statement about a black man and a white man, both of whom were totally opposed to each other when they first met, and by virtue of respect and events... Nelson said to me it made a greater impact on white people than any speech he'd ever made.\" He smiles. \"It was totally untrue, of course.\"</p> <p>When Attenborough says Cry Freedom was misunderstood, Hawkins says that was her fault because as the publicity director she allowed it to become known in preproduction as the Biko film.</p> <p>\"Bollocks,\" he replies. \"It wasn't your fault. We couldn't think of a title.\" </p> <p>I ask Hawkins what she most loves about him, and what she most dislikes. \"Most love?\" she says in a voice that enunciates with Judi Dench-like clarity. \"I think generosity. What annoys me? Well, this thing that he's a man of the people when he doesn't know what's happening just outside there.\" She points out of the window.</p> <p>\"Bollocks!\" screams Attenborough, loud enough to blow the cinema down. \"You... You say this when you wish to make me angry. I have as much knowledge of the man who sweeps the roads as you do.\"</p> <p>Di: \"Look, if you were to walk outside this gate and God forbid be run over by a car and taken to A&amp;E, the nurses and doctors would recognise you, you'd be whizzed through, that's what celebrity does for you.\"</p> <p>Dickie: \"But what's that got to do with dislike?\"</p> <p>Di: \"That is the cocooning effect of wealth and celebrity.\"</p> <p>Dickie: \"But that wasn't what you were being asked. What do you dislike most about me?\"</p> <p>Di: \"What I dislike is that you think you know, and you won't admit that you don't.\"</p> <p>Perhaps the main difference between them, Attenborough suggests, is that he is a Mary Poppins, always thinking the bottle is half full, while she thinks it's half empty. And as a film-making team, that works well - he always convinced anything is possible, she always preparing for the worst.</p> <p>The room is quiet, and Attenborough's looking out of the window. The mood has changed. I've been wanting to talk about his daughter and granddaughter, Jane and Lucy, who died in the tsunami. Whenever he brings it up in the book, he just as quickly turns away from the subject, as if he can't bear to think about it. </p> <p>\"You will know how devastated Poppy [his nickname for his wife, Sheila] and I have been about Jane and Lucy... A total inability to overcome it,\" he says. \"I regret that my commitment to my work, to the charities, to whatever, allowed me to spend more time away from the children than, in retrospect, I would have wished. I miss Jane and Lucy desperately. I remember saying to myself, 'Oh, I'll do it next week', or 'I'll find time on the holiday', and of course I didn't spend as much time with Jane... I long for her to walk through the door now. There are so many things I'd love to talk to her about. She roared with laughter all the time. She was my father's granddaughter. Oh, Janey Jane. My son Michael could make her laugh to the point of hysteria, almost. She was the most joyous person to be around...\" </p> <p>He stops, gathers himself. He says that the extended family used to gather every Christmas, but not any more. \"We decided, Poppy and I, because it happened on Boxing Day, that the next Christmas we'd go away, just the two of us, because if we wanted to cry, we could cry, and if we wanted to laugh, we could laugh. We were not answerable to anybody else's reaction to our behaviour.\" He pauses. \"People say, do you cope? Of course you don't cope. Does the pain get less? No, of course it doesn't get less. You find an ability to place it in the box, to deal with it, rather like being an actor.\"</p> <p>He recently donated his collection of Picasso ceramics to the Leicester art gallery in remembrance of Jane and Lucy. \"We collected them for 40 years. One of the first birthday presents they ever bought me, Jane, Michael and Sheila, they gave me a Picasso ashtray. Jane adored the humour in Picasso.\"</p> <p>After Jane died, he couldn't listen to music. \"It upset me all the time. I find music very moving anyway... If God said, What art form do you want to go on living with, I'd have no problem - not drama or cinema or painting. If I couldn't hear music I would give up. Jane adored music and ran the Ballet Rambert for a time as an administrator.\"</p> <p>Hawkins returns - she's been having a cigarette. </p> <p>\"Better?\" Attenborough asks, in a perky voice, putting the tragedy back in its box.</p> <p>\"Yeah,\" she answers with gravelly relish. Attenborough used to smoke 60 a day, so he understands the itch.</p> <p>How good a film-maker does he think he has been? \"Not great. I'm not a - not cineaste... What's the word I want, darling? I can't find words, you know. I've lost them.\"</p> <p>\"Auteur,\" Hawkins says.</p> <p>\"Auteur. I'm not an auteur in any sense. I'm a narrative film director, I tell stories... I've never made a great film.\" </p> <p>The year Gandhi won all its gongs, it was in competition with Steven Spielberg's ET. \"ET was a much better piece of cinema than Gandhi, but I made important films. Important in relation to their content. It was worthwhile making Cry Freedom in relation to apartheid, and Gandhi because huge swathes of people didn't know anything about him. I think the best film I've made was Shadowlands, which was so fantastically acted by Debra and Tony [Winger and Anthony Hopkins]. I think it's the most satisfactory film. The Gandhi film was not as disciplined as it should have been. Cry Freedom did not have the rainbow definition I wished it to have had - which is what Madiba [Mandela] wanted.\"</p> <p>But that's all in the past. Now there's the future to be getting on with. There are so many projects to be developed. We walk back through the house where he and Sheila have lived for 63 years, and it looks as if they are still in the process of moving in. On the walls are photos of Attenborough with Mandela, Princess Diana (\"To Dickie, with fondest love from the other lady in your life, Diana\"), and Spielberg (\"To Dickie, you fill my heart with happiness. No one deserves to be as nice as you. With eternal gratitude and friendship, Steven\"). One of his proudest moments came when Spielberg asked him to hold the reins on Schindler's List for a couple of weeks while he went off to edit Jurassic Park. (He couldn't, because he was making Shadowlands.)</p> <p>On the walls are cartoons of him as a young man, from his days in the theatre. There is one of him and Sheila starring in The Mousetrap. \"A couple of years. Dreadful! Chinese torture to be in that long.\"</p> <p>He's looking for a copy of the screenplay about Thomas Paine written by Trevor Griffiths. This has been his dream for 50 years, ever since the Governor gave him a copy of Rights Of Man and the director John Boulting, who was his boss at the RAF Film Unit and went on to direct him in Brighton Rock, suggested turning it into a film. Paine is one of Attenborough's great heroes. \"I could understand him. He wrote in simple English. I found all his aspirations - the rights of women, the health service, universal education... Everything you can think of that we want is in Rights Of Man or The Age Of Reason or Common Sense.\"</p> <p>So if he made it, would that be for the Governor? \"Oh, yes, of course. But you do that, don't you? I always wanted to tell my parents what I was going to do, or what I was hoping to do, and I still do.\" ·</p> <p><strong>Entirely Up To You, Darling, by Richard Attenborough and Diana Hawkins, is published by Hutchinson on September 11, priced £20.</strong></p>",
  "<p>The title of the film playing in the darkened movie theatre said it all. \"Hype: The Obama Effect\" was not going to be a sympathetic treatment of the Democratic candidate for the presidency.</p> <p>But then, screened at a small arts cinema next to a row of topless bars in downtown Minneapolis, Hype was playing to a partisan crowd of Republican delegates attending the party convention in nearby St Paul.</p> <p>The film's executive producer, David Bossie, urged the audience to take free DVDs of the film and show it to friends back home. He offered to help anyone wanting to put on a show in a local church or veterans hall. </p> <p>\"We want as many people as possible in America to see this film before election,\" he said. He beseeched delegates to get the word about the film. \"Starting today, after you guys leave here, you will talk about the film to your friends,\" he said.</p> <p>Bossie is no stranger to such activism. He is part of a shadowy world of conservative campaigners relentlessly pushing a message that Barack Obama is an extremist radical with dubious connections to criminals, black nationalists and terrorists. Bossie works for an organisation called Citizens United, which relentlessly attacks liberal and Democratic icons and politicians. </p> <p>Bossie has written previous books slamming Al Gore, John Kerry and president Bill Clinton. He once was an official investigator for a congressional committee investigating the Whitewater scandal in the 1990s but was fired after tapes of Hillary Clinton's phone calls were released that were suspiciously edited to make it seem she were acting illegally.</p> <p>Now Bossie and Citizens United have turned their right wing attack-dog focus on Obama with Hype. The film is a relentless two hours of Republican attacks on Obama's character and politics. Not that Bossie sees it like that. \"Our job is to inform and educate the American public,\" he said. </p> <p>It is difficult to agree; so extreme is the presentation of its subject. The film - which opens with a scene of Obama dancing on the set of openly gay TV talk show host Ellen DeGeneres - uses sombre, threatening music and repeated close-ups of Obama's face to portray him as a scary, Big Brother-style figure. </p> <p>It devotes a lengthy portion to radical statements from black nationalist figures like Louis Farrakhan and Obama's former pastor, reverend Jeremiah Wright. Tapes of the two men, and another Chicago preacher, Michael Pfleger, are played at length making racially inflammatory statements. Farrakhan, the leader of the Nation of Islam, is also shown making several anti-Jewish comments. This is despite the fact Obama has repeatedly condemned Farrakhan's statements and his only link to him appears to be that Obama's former church once gave Farrakhan an award.</p> <p>The film then goes on to tout so-called \"endorsements\" of Obama by figures such as Cuban dictator Fidel Castro, the Islamic group Hamas and Libyan leader Muammar Gadafy. To many Democrats and neutrals the film might seem a joke. But it is slickly produced and contains talking head interviews with many well-known figures from the right wing, such as former Arkansas governor Mike Huckabee and conservative journalist Robert Novak. </p> <p>The audience of Republican delegates audibly gasped at several points during the movie and cheered and clapped at the end. Many left the cinema clutching multiple copies of the DVD, taking them back to their home states, just as Bossie had asked.</p>",
  "<p>Does Iraq have a new strongman? Is the mild-mannered Nouri al-Maliki becoming intoxicated with the power born from the high price of oil and the increase in stability in key areas of the country? Certainly US \"officials\" think so – with unnamed sources <a href=\"http://www.mcclatchydc.com/iraq/story/51167.html\">telling reporters</a> that Maliki's tough talk on the timeline for US forces leaving the country is both naïve and dangerous.</p> <p>So how has this situation come to pass and how are things likely to develop? Is Maliki going to detach from his perceived political masters in Washington and be allowed to show independence? Or will such posturing result in Maliki suffering a similar fate to his predecessor, who was replaced when he became too independent? </p> <p>Maliki's story both before and during his time as prime minister is fascinating at a political and personal level. In 2003, after 23 years spent in Iran and Syria (Washington take note) he returned to Iraq and in 2006 replaced Da'wa party leader <a href=\"http://en.wikipedia.org/wiki/Ibrahim_al-Jaafari\">Ibrahim al-Jaafari</a> who was seen as too independent by the Americans. Later that year, 26 years after Saddam sentenced him to death, Maliki returned the favour by signing the death warrant that sent Saddam to the gallows. </p> <p>However, Jaafari's replacement by Maliki indicated that although the Iraqi government had been given nominal sovereignty, the leash on its leader's power would be both curtailed and monitored by the Americans. Bob Woodward's latest book on Iraq <a href=\"http://news.yahoo.com/s/afp/20080905/pl_afp/usiraqspymilitary_080905075226;_ylt=AuOQ4wvOL0Nir_9cseZ6BrpX6GMA\">confirmed</a> the extensive US surveillance of Maliki himself (\"We know everything he says,\" according to one source cited by Woodward) but also of his staff and and others in the government.<br>It might be argued that Maliki inherited the hardest job in world politics. The weakness of his early premiership was clear; he ran a government of little unity whose power was limited to control over only the US-defended Green Zone. His US patrons had various and inconsistent visions for Iraq, as did his old friends in Tehran and Damascus. In addition Iraq's civil war was <a href=\"http://www.iraqbodycount.org/\">at its most violent</a> as he took charge.<br>In the face of worsening sectarian violence, Maliki was seen initially as a Shia first and an Iraqi second. Critics accused him of tolerating Shia death squads and only targeting Sunni neighbourhoods. But what difference a year can make! By 2007 and the beginning of the surge (defined not only by an increase in US troop levels but by Washington's acceptance of pragmatic realism) Maliki began to assert himself. The end of the US policy of not talking to the insurgency allowed for the cooption of Sunnis into the political process and gave Maliki some political space to breathe.<br>However, political progress over the oil law, Kirkuk, federalism, national reconciliation and local elections has been painfully slow. Meawhile, Maliki has embarked on a series of military offensives – first in Mosul in January, <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/03/26/AR2008032600643.html\">Basra in March</a> and then <a href=\"http://www.nytimes.com/2008/05/21/world/middleeast/21baghdad.html?hp\">into Sadr city</a> in May. Maliki is now looking to upgrade Iraq's armed forces with the <a href=\"http://news.yahoo.com/s/nm/20080905/ts_nm/lockheedmartin_dc_1;_ylt=AsIifdB4eOZiQhiOwHJ6W59X6GMA\">purchase</a> of 36 F-16s from the US as he completes his transition from an exile with a price on his head to Iraq's new strongman. <br>Following the Basra operation during which British military support was criticised as lacking, Maliki was reported to have shunned British diplomatic officials who were previously granted close access. More recently Maliki has embarrassed US officials such as David Satterfield, by stubbornly <a href=\"http://news.yahoo.com/s/afp/20080903/wl_mideast_afp/iraqusmilitary_080903133002\">refusing to sign</a> a Status of Forces Agreement (SOFA) without a clear timetable for US troop withdrawal – something that President Bush rejected for five years before finally accepting it according to Iraqi negotiators.</p> <p>So will the Americans clip Maliki's wings or let him fly? It seems unlikely that the US would want its heavy political investment in \"good news from Iraq\" to go to waste over a messy replacement of Iraq's premier. Of greater concern to Maliki is the support he outlined for Obama's Iraq policy, which may lead to problems if McCain gets in, as the Republican's obsession over Iraq seemingly allows for little input from the Iraqis themselves.</p>",
  "<p>John McCain shrugged off a poor prime time speech to the Republican convention on Thursday night to begin an aggressive play for the votes of the working class and women, heading off Friday on the campaign trail with his running mate, Sarah Palin, for the first time.</p> <p>The Road to Victory tour sets the stage for an epic battle for a newly identified swing constituency of working mothers — the hockey moms. Next week the Republicans and Democrats will go head to head for women's votes in Florida, a potentially decisive state. McCain and Palin hope to peel away Democratic and independent women voters impressed by the Alaska governor's unusual resumé and her electrifying performance at the Republican convention on Wednesday.</p> <p>Barack Obama will counter by sending Hillary Clinton to Florida on Monday, her third visit in two weeks, to try to shore up support among Democratic women.<br>He will send Democratic women governors and senators, such as the Kansas governor Kathleen Sebelius, to other battleground states.</p> <p>The fight for women's votes, coming after the party conventions, marks the start of the final phase of the two-year election campaign — the 60-day sprint to November 4.</p> <p>McCain and Obama are battling for women disenchanted with the Democrats' failure to nominate Clinton and for blue-collar votes in battleground states such as Michigan and Wisconsin, where McCain and Palin campaigned Friday, and Pennsylvania, where Obama and his running mate Joe Biden spent the day.</p> <p>Palin remains a controversial choice. The McCain team, nervous about an unguarded remark by her, appear intent on minimising her contact with the media, insisting she would give few interviews during the campaign. McCain, Obama and Biden are lined up to do interviews on shows tomorrow but not Palin.</p> <p>The McCain camp is working hard to get a sympathy vote for Palin as a victim of sexism. Friday McCain sent an email to supporters in which he lashed out at Democratic operatives who have \"stooped lower than anyone could have imagined\" in questioning Palin's experience and discussing her pregnant teenage daughter.</p> <p>McCain failed to rise to the occasion on Thursday night when he delivered his acceptance speech. He did not match Obama's soaring rhetoric the previous week or even Palin's feisty, sarcastic delivery on Wednesday night.</p> <p>While he won several standing ovations as he related his experience as a prisoner of war in Vietnam, the overall reaction was muted with long passages of his speech listened to in near silence.</p> <p>Michael Gerson, a former speechwriter for George Bush, told MSNBC that it was \"pretty disappointing\" and had not done much to reach out to independents. One of the biggest ovations came at the end when Palin, whose social conservative views have established her as a Republican favourite, joined him on the platform.</p> <p>Part of the reason for the lack of excitement McCain generated was because his message was aimed not at the Republican faithful but the millions of independents watching on television. He offered a bipartisan approach to breaking the political deadlock in Washington, a popular theme among independents and moderates, and stole Obama's campaign theme of change, even though the Republicans have held the White House for the past eight years. In the 50-minute speech, McCain did not mention Bush by name once, a reflection of the president's unpopularity over the Iraq war and America's ailing economy.</p> <p>Obama's team dismissed McCain's claim that he would be a vehicle for change. Bill Burton, Obama's spokesman, said McCain had \"admonished the 'old, do-nothing crowd' in Washington, but ignored the fact that he's been part of that crowd for 26 years\".</p> <p>Before Palin joined the ticket, Obama enjoyed a lead over McCain among women. A Washington Post-ABC news polls put Obama at 55% support among female voters, compared with about 37% for McCain. The first polls after McCain announced his pick showed Palin running much better among men than women; more than half of women thought she was not qualified for the job.<br>In a message to her former supporters, Clinton on Thursday night ramped up her opposition to McCain and Palin: \"After listening to all the speeches this week, I heard nothing that suggests the Republicans are ready to fix the economy for middle-class families … So, to slightly amend my comments from Denver: No way. No how. No McCain-Palin.\"</p>",
  "<p>If John McCain were a generic Republican, he would lose this election. If Barack Obama were a generic Democrat, he would win. The fact that neither candidate plays entirely to the party label is what makes this race competitive.</p> <p>McCain always faced a tougher challenge in his <a href=\"http://www.theguardian.com/world/2008/sep/05/uselections2008.johnmccain2\">acceptance speech</a> than Obama. Obama merely had to become a standard Democrat, since his party is favoured to win. McCain had to transcend the GOP label - but also keep conservatives in tow.</p> <p>Thursday night's acceptance speech was an attempt to do both: emphasise that McCain had a non-partisan, American story as well as a record of independence from his party, while also confirming his conservative credentials. His choice of running mate was intended to both confirm his conservatism and his willingness to challenge his own party.</p> <p>It is much easier to use a Democratic convention to promote a generic Democrat than to advance Maverick John with a base-pleasing Republican convention. The proceedings in Denver got off to a <a href=\"http://www.theguardian.com/commentisfree/michaeltomasky/2008/aug/27/democrats2008.uselections2008\">shaky start</a>, but by the end Obama had <a href=\"http://www.theguardian.com/commentisfree/michaeltomasky/2008/aug/29/barackobama.democrats2008\">reasserted his rock-star status</a>, healed his breach with the Clintons and <a href=\"http://www.gallup.com/poll/109903/Gallup-Daily-ObamaBiden-Ticket-Leads-Points.aspx\">picked up</a> a <a href=\"http://www.cbsnews.com/stories/2008/09/01/opinion/polls/main4405106.shtml\">six-to-eight-point lead</a>.</p> <p>But on Thursday McCain talked about himself as a war hero, a scourge of wasteful spending and a man who learned to put country first in the Hanoi Hilton. To those who thought he was wrong about the Iraq war, he cited the surge. To those who thought he was captive to the special interests, he made his case on earmarks and reform. He combined biography with wonkery. And his convention affirmed his message.</p> <p>Hurricane Gustav nearly blew the Republican convention off course. As Republican leaders wrung their hands and McCain ripped up the schedule in anticipation of another Katrina, delegates and reporters started expecting a debacle. But altering the convention schedule had its <br>Benefits. George Bush was relegated to video. Dick Cheney was a <a href=\"http://www.spectator.org/dsp_article.asp?art_id=13808\">no-show</a>.</p> <p>If you wanted to avoid being dragged down to the Bush-Cheney Republican level, you could do worse than avoiding a Bush-Cheney convention. There were no cheers of \"Four more years!\" in Minnesota this past week.</p> <p>As the smoke cleared, at least <a href=\"http://www.cbsnews.com/stories/2008/09/04/opinion/polls/main4416798.shtml\">one poll</a> showed that McCain and Obama had fought to a tie during their back-to-back conventions. But structural problems persist for the Republicans.</p> <p>In Denver, one couldn't walk more than two blocks without running into people selling Obama T-shirts or buttons. In St Paul, one could walk the same distance from the Xcel Centre and not see any evidence that there was a convention going on. While McCain and Palin were hits, at times the contrast between the conventions was like that between a religious revival and Night of the Living Dead. In fact, the numbers at the Republican convention were comparable and the intensity greater at the rally for <a href=\"http://www.spectator.org/dsp_article.asp?art_id=13819\">Ron Paul</a>, the distant fourth-place finisher in the GOP primaries.</p> <p>John McCain gave the speech of his life in St Paul last night. Duty, honour, country and a little bit of humour. But whether he gave the speech that will make him the next president of the United States is less clear.</p>",
  "<p>So, they're over. Party conventions may look fun on television, and sometimes they are, but it's nice to get home. Which party won the battle of the conventions? The scoring system is simple.</p> <p>Conventions last four nights (by design at least, but more on this below). Each party gets one point for a successful night, half a point for a reasonably successful night, and a zero for a dud. So let's have a look.</p> <p><strong>Democrats, night one:</strong> The marquee speakers here were Ted Kennedy, the great liberal lion making what, God willing, was not his final public appearance in the wake of his cancer diagnosis, and Michelle Obama, the wife of the candidate. Kennedy's appearance was deeply moving for the delegates, and Michelle's talk was poised and folksy. On the downside, no theme was established. Half a point.</p> <p><strong>Republicans, night one:</strong> There was no night one. Hurricane Gustav intervened. Some wanted the GOP to forge ahead anyway, but US cable networks were wall-to-wall with hurricane footage and interviews, so it just would have looked strange. Acts of God aren't covered by insurance policies, so as we say in America, them's the breaks. No points.</p> <p><strong>Democrats, night two:</strong> Hillary Clinton was the featured player here. She delivered what most of the experts on television deemed a great speech but what I thought was merely a good one. Pro-Hillary and anti-Obama sentiment lingered in Denver into the next day. She did her job, but I say just half a point.</p> <p><strong>Republicans, night two:</strong> Fred Thompson and Joe Lieberman were the speakers. It was conspicuous that an entire party with thousands of elected officials across America could find, to feature on this important night, only a man who is now out of work both as an actor and a politician (he ran a dreadful presidential campaign) and a former Democrat whose speeches are well known to be the next best thing to Mogadon. I've been to bingo games that were more exciting. Still, it's possible that Lieberman reached some independents, so half a point.</p> <p><strong>Democrats, night three:</strong> Here we had Bill Clinton and Joe Biden. The former president gave one of the finest speeches I've ever heard him give. The general consensus was that he did not only what was demanded - show delegates and viewers that he was fully behind the candidates - but went well beyond the bare minimum. </p> <p>Biden could have blown his chance in the spotlight - he has a well-earned talky reputation - but was energetic and mostly on target. One point.</p> <p><strong>Republicans, night three:</strong> Finally, the GOP woke up. Rudy Giuliani did what he does best - attack the infidels, foreign and domestic - and then Sarah Palin delivered her zingerfest.</p> <p>Early signs were that her bombast was not a hit with independent voters, but she certainly electrified the hall. One point. </p> <p><strong>Democrats, night four:</strong> Obama's Invesco Field speech before 84,000 avoided all the cult-of-personality pitfalls the pundits warned against. And he managed to be specific and clear on his plans. </p> <p>For me, \"We need a president who puts Barney Smith before Smith Barney\" remains the best single line from either convention. One point.</p> <p><strong>Republicans, night four:</strong> Sigh. John McCain. His speech was dreadful. I mean, irresponsibly bad. Rhetorical malpractice, given the prominence of the forum and the opportunity it presented. But hey, he's the nominee. Give him half a point for getting through it without making any mistakes.</p> <p>Total: Democrats 3, Republicans 2.</p> <p>We can't really know until the middle of next week, when polls will appear telling us whether the GOP got its bounce.</p> <p>But I think most observers would agree that the Democrats won this skirmish. However, conventions are just the end of the middle phase. They still have many promises to keep, and miles to go before they sleep.</p>",
  "<p>\"In the end, we couldn't explain the huge difference between the John McCain of Thursday night and the one who ran such an angry and derisive campaign and convention — other than to conclude he has decided he can have it both ways. He can talk loftily of bipartisanship and allow his team to savage his opponent. What makes that so vexing — and so cynical — is that this is precisely how Mr Bush destroyed Mr McCain's candidacy in the 2000 primaries, with the help of the Karl Rovian team that now runs Mr McCain's campaign.\" <br><strong>— New York Times</strong></p> <p>\"Although he did not refrain from criticising Mr Obama — on taxes, jobs, education, trade, and health care — Mr McCain's approach was noticeably softer towards his opponent than Mr Obama's last week, when he portrayed the Arizona senator as someone so out of touch he 'simply doesn't get' the stresses felt by ordinary Americans. Much of Mr McCain's speech seemed a tacit rebuttal of that assertion as he described the trials of working Americans facing hard times.\" <br><strong>— Washington Post</strong></p> <p>\"In an inspirational acceptance speech, McCain accurately defined the breadth of the challenge. He used his own compelling personal story as a call to duty, and he emphasised his fighting spirit, both in war and in Washington. But McCain did not challenge Republican orthodoxy on any issue, and he did not define the hard choices that will have to be made to fix the nation's most intractable problems. That's nothing new for acceptance speeches, but the gap will have to be filled between now and election day.\" <br><strong>— USA Today</strong></p> <p>\"McCain deserves credit for infusing what could have been a purely rhetorical exercise with policy prescriptions. Yet this litany was notable also for what it omitted. Where was the robust defence of comprehensive immigration reform, perhaps the most dramatic example of McCain's ability to work with Democrats? Where was a specific blueprint for reform to prevent future collapses in the home mortgage market? It is … depressing, that a candidate who emphasises his role as a maverick would de-emphasise examples of his independence.\" <br><strong>— LA Times</strong></p>",
  "<p>When gnarled former PoW John Sidney McCain III announced Alaska governor Sarah Palin as his running mate, we were introduced to a new and instantly ubiquitous phrase - \"hockey mom\".</p> <p>Oh sure, those two words have probably been co-joined millions of times before. \"Can you drive me to hockey, mom?\" for instance. It's not like we're talking <a href=\"http://www.google.com/search?hl=en&amp;safe=off&amp;sa=X&amp;oi=spell&amp;resnum=0&amp;ct=result&amp;cd=1&amp;q=%22shove-ha%27penny+daschund%22&amp;sp\">\"shove-ha'penny\" and \"daschund\"</a> here.</p> <p>But this was something new. This was a cold-bloodedly deliberate attempt at political branding. Palin referred to herself a hockey mom in her carefully scripted and vetted acceptance speech - and not for the first time. In 2004 she boasted: \"It's said the only difference between a hockey mom and a pit bull is lipstick. So with lipstick on, the gloves come off.\"</p> <p>This is a deliberate political coinage. The question being, why? And how exactly does a hockey mom differ from a <a href=\"http://query.nytimes.com/gst/fullpage.html?res=9C05E5DF1F31F933A15753C1A960958260\">soccer mom</a> (a phrase that's been around since at least 1983 but became a political cliché during the 1996 presidential election when it was widely used to describe <a href=\"http://everything2.com/title/soccer%2520mom\">suburban white women who voted for Bill Clinton</a>).</p> <p>Philadelphia Weekly writer and hardcore soccerphobe Brian McManus thinks there is no difference. Soccer and hockey moms are the \"same exact thing, only she's from Alaska and they don't play soccer there. They play hockey.\" His colleague Dan McQuade agrees: \"It's too fucking cold to play soccer in Alaska.\"</p> <p>But extensive research - by which I mean <a href=\"http://www.google.com/search?hl=en&amp;q=soccer+alaska&amp;btnG=Google+Search&amp;aq=f&amp;oq=\">typing the words \"soccer\" and 'Alaska\" into Google</a> - revealed this assumption to be utter rubbish.</p> <p>So given that in Alaska soccer moms outnumber both the timber wolf and the caribou - what message was Palin trying to send by twisting the stereotype?</p> <p>\"A hockey mom is more American,\" says Philadelphia columnist Liz Spikol. \"A lot of Americans are suspicious of soccer, and still believe it connotes the foreign. Whereas hockey is as GOP-North American as a fetus on posterboard.\"</p> <p>She has a point. The soccer mom has mutated out of her political pigeonhole. In the lexicon of hipsters looking for an easy bourgeois icon to bash, the soccer mom has become an SUV-driving, road-hogging, sweatpants-wearing, latte-sipping, brat-spewing, strip mall-shopping, suburban folk devil.</p> <p>To others she's become lazy shorthand for white, middle-class heteronormativity. In the hit TV series Weeds the suburban drug dealer heroine is repeatedly referred to as a soccer mom - despite the fact that, when seen at her son's game in the first episode, she clearly believes that a match is comprised of four quarters.</p> <p>So why has the Republican candidate for vice-president worked so hard at branding herself with the hockey mom label? Of course it might simply be that she's genuinely immersed in ice-hockey culture. The thug who impregnated her 17-year-old daughter (and who <a href=\"http://gawker.com/5044198/field-guide-levi-johnston\">described himself as \"a fucking redneck\" on his MySpace page</a>) certainly is.</p> <p>\"I live to play hockey,\" he writes. 'Ya fuck with me I'll kick [your] ass'\"</p> <p>And there, I think - in a sweary nutshell - is the reason Palin is so keen to be seen as a hockey mom. In the minds of the effete conservative elite who run the Republican party, the hockey-playing yob who got Palin's daughter pregnant represents an idealised form of American masculinity - unthinking, brutish, willfully ignorant, easy to manipulate, unquestioningly patriotic, proudly reactionary, quick to respond to any perceived threat with overwhelming violence - and very unlikely to ever vote Democrat. Or - by extension - play soccer.</p> <p>For the weird truth is that while <a href=\"http://www.slate.com/id/2199361/\">millions more Americans play and watch soccer than play and watch hockey</a>, millions of Americans stills see hockey as the more American sport.</p> <p>In the big cities - especially in California and the liberal north-east - soccer shirts now outnumber all other sports related streets wear gear (on non-match days, at least). In Philadelphia - a city that prides itself on its gritty, down-to-earth, parochial fan culture - a stroll around Center City on any Saturday afternoon shows evidence of the massive inroads cosmopolitan soccer culture has made into the American psyche. And it isn't just the shirts, or the soccer decals on every other car-arse. Soccer is everywhere in popular culture - the default choice whenever a movie or TV show needs a scene set at a sports event.</p> <p>But there remains a brutish, ignorant, xenophobic rump who regard soccer as effete, foreign and profoundly anti-American. And they are of course overwhelmingly attracted to the Republican party. For these die-hards soccer is emblematic of an imagined anti-American liberal (and, whisper it, Jewish) enemy-within out to undermine \"real\" American culture.</p> <p>And then there's the sport of ice hockey. Despite the fact that in both ice-hockey and soccer one of the most eagerly anticipated scenes is that of players slapping at each other ineffectually (ice hockey players because they're wearing pads and skates, the soccer players because all their muscles are in their legs and, besides, they've done nothing but play soccer since they were five and so never learned to fight properly), in the minds of what passes for the Republican intelligentsia, the two sports are worlds apart. Hockey is unpretentious, hardscrabble, working class and white. While soccer is French and gay.</p> <p>In the TV series Rescue Me - about unashamedly macho firefighters coming to terms with both post-9-11 trauma and their role in an increasingly feminised America, Dennis O'Leary and his super tough buddies are amateur ice hockey players. Of course they are. Had they been soccer players, at least a third of Americans would have been confused.</p> <p>Waidaminnit, what are they saying here? That 9-11 turned these guys gay?</p> <p>Of course, Palin misreads and underestimates both America and Americans; Republicans always do. On the train home from Philly today the three seats in front of me were filled with teenage field-hockey players - just part of the latest generation of women freed from spectating and cheerleading by America's awesome equality-of-sports-funding legislation, Title IX.</p> <p>There are conservative Americans who would no doubt find these confident, cocky, assertive teenagers un-womanly and uncouth (and some conservative readers of this blog too. I'm thinking particularly of the reader who described <a href=\"http://www.philadelphiaweekly.com/?inc=vid&amp;id=1110515\">Philadelphia's amazing female \"alleycat\" bike racers</a> as \"<a href=\"http://blogs.theguardian.com/sport/2008/07/28/allgirl_alleycat_racing_could.html\">extremely unattractive, damaged, self-hating, aggressive femiNazis/lesbians</a>.\")</p> <p>But they're crazy and wrong. These women look empowered, relaxed, athletic and totally in control. And they're America's next crop of young female voters. Not soccer moms. Not hockey moms. But players.</p>",
  "<p>The media verdict on <a href=\"http://www.theguardian.com/world/2008/sep/05/uselections2008.johnmccain2\">John McCain's acceptance speech</a> is that the Republican presidential nominee is a narcolepsy-inducing contortionist.</p> <p>At the biggest moment of his political career, he delivered a flat, stupefyingly boring address that drained away all the excitement generated by Sarah Palin's <a href=\"http://www.theguardian.com/world/2008/sep/05/sarah.palin.speech\">pit-bull-with-lipstick performance</a> the night before. His central message - that it's time to clean up Washington - was incoherent. Yes, McCain has some legitimate reformist credentials. But he's also a 25-year Washington insider who marches in lockstep with George Bush on such issues as the war in Iraq and tax cuts for the wealthy.</p> <p>\"It really is an audacious ploy, to tell people that the country's got to correct the mistakes made by a political party when that's the very party you represent,\" <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/05/AR2008090500121.html?hpid=topnews\">writes Tom Shales</a> in today's Washington Post. \"It's like staging a revolution against yourself - saying that the Republicans have got to go so the Republicans can move in and clean up the mess.\"</p> <p>Last Friday there was <a href=\"http://www.theguardian.com/commentisfree/2008/aug/29/barackobama.media?gusrc=rss&amp;feed=global\">no shortage of punditry</a> to sift through following Barack Obama's speech. Today the offerings are comparatively light and perfunctory. The bloviators still want to bloviate about Palin's speech, which electrified the convention-centre crowd, if not necessarily the public at large.</p> <p>\"For all the hullabaloo about whether John McCain would match Sarah Palin's performance at the Republican convention, it wasn't even close,\" <a href=\"http://www.huffingtonpost.com/jacob-heilbrunn/mccain-fails-to-deliver-a_b_124112.html\">observes Jacob Heilbrunn</a> in the Huffington Post. He adds that \"most of his speech was a snooze, delivered in the tone of a kindly old uncle reminiscing about World War II before fretting about how those pesky Russians are stirring up trouble again.\"</p> <p>Writing in Slate, <a href=\"http://www.slate.com/blogs/blogs/trailhead/archive/2008/09/05/post-palin-depression.aspx\">Christopher Beam attributes</a> the live audience's \"tepid reaction\" to \"post-Palin depression\".</p> <p>And in the Boston Phoenix, <a href=\"http://thephoenix.com/BLOGS/dontquoteme/archive/2008/09/04/mccain-s-speech-quite-a-comedown.aspx\">Adam Reilly offers</a> a telling (if unimaginable) hypothetical: \"Suppose Sarah Palin had somehow ended up as the Republican presidential nominee this year. Suppose she'd picked John McCain as her running mate. And suppose he'd given the speech he did tonight. You know what people would be saying? 'Crap. She should have gone with Giuliani'.\"</p> <p>Incredibly, McCain's handlers even managed to reprise the <a href=\"http://talkingpointsmemo.com/archives/213806.php\">widely mocked green background</a> that punctuated his dreadful speech on the night that Obama clinched the Democratic nomination. But colour coordination wasn't the main problem then, and it wasn't last night, either.</p> <p>Damning with extraordinarily faint praise is the order of the day at the conservative National Review. \"The eloquent absence of eloquence\" is the headline on <a href=\"http://corner.nationalreview.com/post/?q=YzAyYmRiNTA5YzQ0ZTJhNDlkMTIwNjczMGNlNDgzMWE=\">Peter Robinson's reaction piece</a>. In a, shall we say, counterintuitive bit of speech analysis, <a href=\"http://corner.nationalreview.com/post/?q=NzdjZWJjYjI0ZDk0MzkzYzJjMDY0OWNiMzc1MjZkNzQ=\">Rich Lowry instructs us</a>: \"Don't focus on the oratory. ... Don't focus on the delivery.\" The ever-hopeful <a href=\"http://corner.nationalreview.com/post/?q=Mzg1ZjczNzBhNzQ4OTcxNWRiMDZmZDhiNTk0NmEwMWI=\">Jonah Goldberg adds</a>: \"I think there was nothing to the speech that actually hurt him.\"</p> <p>Hurt? Maybe not. But McCain's speech certainly did not help the Republicans' already precarious standing. The new star of the party is the deeply flawed Palin. McCain's brain trust is desperately trying to <a href=\"http://www.politico.com/news/stories/0908/13143.html\">smear the media</a> for smearing the Palin family, but the truth is that most of the press clippings, including those about 17-year-old Bristol Palin's pregnancy, have been exceedingly kind.</p> <p>The real focus of media inquiry has been on more-substantive issues: the bipartisan investigation into whether Palin <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/03/AR2008090303210.html?hpid=artslot\">abused her office</a> by firing the public-safety commissioner for refusing to get rid of her ex-brother-in-law; her <a href=\"http://www.adn.com/sarahpalin/story/511471.html\">selective memory</a> about the \"bridge to nowhere\"; her association with the <a href=\"http://blogs.abcnews.com/politicalpunch/2008/09/members-of-frin.html\">Alaskan Independence party</a>, whose founder <a href=\"http://www.akip.org/introduction.html\">proclaimed</a> that he had \"no use for America or her damned institutions\"; and her anti-science positions on such matters as <a href=\"http://dwb.adn.com/news/politics/elections/story/8347904p-8243554c.html\">creationism</a> and <a href=\"http://www.politico.com/news/stories/0808/12995.html\">global warming</a>.</p> <p>Palin may have aroused the base, but she'll likely prove to be a drag on the ticket among the independents and conservative Democrats whom McCain needs to win.</p> <p>Most pundits did give McCain decent marks for retelling the story of his captivity in Vietnam. But here, too, he managed to step on his own moment. By letting virtually every surrogate this week speak about McCain's POW experience in dramatic, hushed tones, McCain allowed it to be robbed of much of its power before he finally got to talk about it himself.</p> <p>The most positive assessment of the speech I could find is by <a href=\"http://www.salon.com/news/feature/2008/09/05/rnc_thurs/\">Walter Shapiro, writing in Salon</a>. Though conceding that McCain fell well short of Obama's and Palin's performances, Shapiro says: \"McCain may have found the right words to appeal to the voters he needs to win, especially an older generation in hard-pressed normally Democratic industrial states like Michigan and Pennsylvania.\"</p> <p>Well, perhaps. But in the immediate aftermath, I think most observers are going to <a href=\"http://www.huffingtonpost.com/2008/09/04/john-mccain-speech-reacti_n_124115.html\">agree instead with Jeffrey Toobin</a>, who on CNN last night called it \"the worst speech by a nominee that I've heard since Jimmy Carter in 1980\" - \"disorganised, themeless ... [and] shockingly bad.\"</p>",
  "<p>Michael Moore, creator of the most successful documentary in box office history, stands to make a loss with his latest film – and claims that is just how he wants it. The Oscar-winning film-maker has taken the unprecedented step of releasing Slacker Uprising as a free internet download as a means of mobilising voters ahead of November's presidential election. \"This is being done entirely as a gift to my fans,\" Moore said in a statement. \"The only return any of us are hoping for is the largest turn-out of young voters at the polls in November.\"</p> <p>The 2004 election was a financial boom-time for Moore. While his Bush-baiting Fahrenheit 9/11 may have failed in its professed aim of upending the sitting president, it fattened its creator's bank account by earning a record $119 at domestic cinemas. Slacker Uprising, by contrast, will leave him an estimated $1m out of pocket. The film, which documents Moore's 2004 speaking tour of US cities, will be available to North American residents for three weeks from September 23rd before going out on DVD in October. Moore insists there are no plans to profit from the movie.</p> <p>Executive produced by Bob and Harvey Weinstein, Slacker Uprising is the first mainstream Hollywood picture to be released exclusively as an internet download. It takes its lead from recent innovations in distribution by the music industry. Last year, Radiohead's eagerly awaited album In Rainbows debuted online with optional pricing, while Neil Young briefly streamed his 2006 album Living With War for free ahead of its official release date.</p> <p>Slacker Uprising – originally titled Captain Mike Across America – focuses on Moore's tub-thumping tour of US campuses. Along the way, he corrals listless students into registering to vote – even going so far as to bribe them with \"ramen noodles and clean underwear\". Moore admits it is a movie pitched squarely at his Democrat fanbase. \"This film really isn't for anybody other than choir,\" he told AP. \"But that's because I believe the choir needs a song to sing every now and then.\"</p> <p>Others may prefer to sit it out, whether the film is available for free or not. Early reviews have not been kind, arguing that the picture lacks the scope and ambition of Fahrenheit 9/11 or last year's Sicko. According to Variety, Slacker Uprising is \"a repetitive and self-indulgent hodge-podge\" while Salon.com dismissed Moore's film as \"a 102-minute commercial for himself … a shameless act of self-promotion even for a shameless self-promoter like Moore.\"</p>",
  "<p>Michael Moore, the creator of the most successful documentary in box office history, stands to make a loss with his latest film – and claims that is just how he wants it. </p> <p>The Oscar-winning film-maker is releasing Slacker Uprising as a free internet download to mobilise voters ahead of November's presidential election. It is a first for a major Hollywood release.</p> <p>\"This is being done entirely as a gift to my fans,\" Moore said in a statement. \"The only return any of us are hoping for is the largest turnout of young voters at the polls in November.\"</p> <p>The 2004 election was a financial boom-time for Moore. While his Bush-baiting Fahrenheit 9/11 may have failed in its professed aim of upending the sitting president, it fattened its creator's bank account by earning a record $119m (£60m) at domestic cinemas. </p> <p>Slacker Uprising, by contrast, will leave him an estimated $1m out of pocket. The film, which documents Moore's 2004 speaking tour of US cities, will be available to North American residents for three weeks from September 23 before going out on DVD in October. Moore insists there are no plans to profit from the movie.</p> <p>Executive produced by Bob and Harvey Weinstein, Slacker Uprising is the first mainstream Hollywood picture to be released exclusively as an internet download. It takes its lead from recent innovations in distribution by the music industry. Last year, Radiohead's eagerly awaited album In Rainbows debuted online with optional pricing, while Neil Young briefly streamed his 2006 album Living With War for free ahead of its official release date.</p> <p>Slacker Uprising – originally titled Captain Mike Across America – focuses on Moore's tub-thumping tour of US campuses. Along the way, he corrals listless students into registering to vote – even going so far as to bribe them with \"ramen noodles and clean underwear\". </p> <p>Moore admits it is a movie pitched squarely at his Democrat fan base. \"This film really isn't for anybody other than choir,\" he told AP. \"But that's because I believe the choir needs a song to sing every now and then.\"</p> <p>Others may prefer to sit it out, whether the film is available for free or not. Early reviews have not been kind, arguing that the picture lacks the scope and ambition of Fahrenheit 9/11 or last year's Sicko. </p> <p>According to Variety, Slacker Uprising is \"a repetitive and self-indulgent hodge-podge\" while Salon.com dismisses Moore's film as \"a 102-minute commercial for himself … a shameless act of self-promotion even for a shameless self-promoter like Moore\".</p>",
  "<p>Polls: Still not yet reflecting Sarah Palin's barnstorming speech, nor John McCain's non-barnstorming one, Gallup has Obama maintaining his lead, <a href=\"http://www.gallup.com/poll/110032/Gallup-Daily-Dent-Obama-Lead-Far.aspx \">49% to 42%</a>. <a href=\" http://abcnews.go.com/PollingUnit/story?id=5725793&amp;page=1\">A CBS poll</a> conducted after Palin's speech is bad news for the Republicans: her overall positive impact, when it comes to bringing her party new votes, is less than Joe Biden's, and 50% think she'd lack the experience to serve as president. Men are less worried on this score than women.</p> <p>...And so John McCain gave an underwhelming speech, which despite his focus on \"country over self\" made it clear he's <a href=\"http://www.prospect.org/csnc/blogs/ezraklein_archive?month=09&amp;year=2008&amp;base_name=john_mccain_alone\">running on his personality alone</a>, and Sarah Palin's. Some conservatives <a href=\"http://corner.nationalreview.com/post/?q=YzAyYmRiNTA5YzQ0ZTJhNDlkMTIwNjczMGNlNDgzMWE=\" \">thought the lack of eloquence was itself eloquent</a>. </p> <p>I couldn't see this properly last night, but for one segment of his speech McCain spoke in front of an image of what appeared, inexplicably, to be one of his countless homes. In fact, more inexplicably still, it was Walter Reed middle school, in California. Why? It seems someone erroneously thought it was <a href=\"http://thecaucus.blogs.nytimes.com/2007/03/06/mccain-apologizes-for-walter-reed/\">Walter Reed Army Medical Centre</a>. [<a href=\"http://talkingpointsmemo.com/archives/213806.php\">Talking Points Memo</a>]</p> <p>Sarah Palin won't be speaking to journalists. The McCain campaign, kind souls that they are, will tell people everything they need to know about her itself. [<a href=\"http://www.time-blog.com/swampland/2008/09/no_questions_please_were.html \">Swampland</a>]</p> <p>There were <a href=\"http://www.twincities.com/ci_10385049\">more mass arrests</a> outside the convention centre yesterday, and some disruption within. One of John McCain's hecklers, ejected from the hall, <a href=\" http://www.prospect.org/csnc/blogs/tapped_archive?month=09&amp;year=2008&amp;base_name=\" interview_with_mccain_heckler\" \">explains why he was there</a>. [<a href=\"http://www.prospect.org/csnc/blogs/tapped_archive?month=09&amp;year=2008&amp;base_name=\" interview_with_mccain_heckler\" \">Tapped</a>]</p> <p>In Bob Woodward's latest book -- leaked to Fox News, instead of his employer the Washington Post, a little embarrassingly -- we learn that John McCain once stood in the West Wing, clenched his fists and said of the Bush team: \"Everything is fucking spin!\" How extraordinarily convenient for McCain that this should emerge now. The book also contains details of a near-mutiny among George Bush's generals. [<a href=\"http://www.foxnews.com/story/0,2933,417064,00.html\">Fox News</a>, <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/04/AR2008090403160.html?hpid=\" topnews\" \">Washington Post</a>]</p> <p>The conventions are over. The general election sprint starts now. It's going to be exhausting. [<a href=\"http://www.slate.com/id/2199360/\">Slate</a>]<br></p>",
  "<p>In selecting Alaska governor Sarah Palin as his running mate, John McCain is dusting off an old GOP tool: the estrogen guard. Slap a friendly, female face on a hardcore-conservative political platform, and pray that the pundits will only take pot-shots and talk about gender. It worked for George Bush and it just may work for Palin. </p> <p>Watching Palin <a href=\"http://www.theguardian.com/media/2008/sep/05/ustelevision.tvratings\">address</a> the Republican National Convention in St Paul on Wednesday, I could have sworn I heard <a href=\"http://en.wikipedia.org/wiki/Katherine_Harris\">Katherine Harris</a> cheer. Remember Harris, Florida's secretary of state in 2001, and co-chair of her state's Bush/Cheney committee? No one did more to snag the White House for her man - and no one was laughed and scoffed at more heartily by the media. While the press poo-poo'ed her makeup (\"She seems to have applied her makeup with a trowel,\" wrote the Washington Post) and introduced her to the public as caricature (\"<a href=\"http://politicalhumor.about.com/library/blcruella.htm\">Cruella de Ville</a>\",) as Florida's top election-cop, Harris purged enough voter rolls, understaffed enough voting places and ill-equipped the voting system sufficiently to guarantee election day chaos. Parodied in the press, she rose to stardom in the GOP. Come inauguration day 2001, Florida Republicans threw an enormous bash for the woman they dubbed \"our Joan of Arc\". Soon after she was elected to Congress. </p> <p>So it is with Palin. While her record stinks, so does the media coverage. In place of serious discussion of her policies on the environment, on human rights, on taxes, free speech and governance, we've had five days of \"Veep pregnant teen shock\". There's more than enough misogyny in the mix to give the McCain camp a stick to beat any truly investigative members of press-corps with. </p> <p>Desperate for female votes - a group the Democrats have taken for granted for years - McCain clearly hopes his Palin pick will burnish his appeal among middle-of-the-road women. It's a long-shot. Palin believes abortion is a crime even in the case of rape and incest (a position that was too draconian even for the voters of South Dakota). She supports teaching creationism in schools as strongly as she opposed, as governor, environmental protections for the Holy planet. </p> <p>The hypocrisy is rank. Bristol, Palin's daughter \"made the decision on her own to keep the baby,\" McCain's aides told the press. That's not a choice pregnant teens would have under the proposed administration of her mother and McCain. As for her claims to oppose corruption and pork – according to the Alaska press, she supported that costly bridge to \"nowhere\" for years, before finally cancelling it as governor. And experience? Again, according to Alaskan papers, during Palin's tenure as mayor, most of the actual work of running small Wasilla was turned over to an administrator after Palin's precipitous firings gave rise to a recall campaign. Mayor Palin even tried to fire the city librarian after she demurred at a proposal to censor the library's collection.</p> <p>Will the media see the substance or only the Ms Congeniality image? We'll find out soon enough. But it's likely she'll get plenty of jabs in before then if her first performance on the national stage is anything to go by. Palin can dig at Barack Obama more effectively than her running mate. (Does anyone not hear the racism in her allusion to McCain's as \"the sort of name you find on small town war memorials\"?) And if you're counting on her getting a grilling on the campaign trail, don't hold your breath. Reading from the Karen Hughes/Karl Rove campaign playbook, the McCain team will keep Palin from answering questions, as they also did for a young Texas governor called Bush. They're already de-legitimating the questioners, and there will simply be no access for anyone but Fox News pals - and those who act like them.</p> <p>So will a public that has been fed a fact-free diet of John McCain the \"maverick\" see through Palin, the fresh-faced feminist? Don't bet on it.</p>",
  "<p>Angolans today turned out in force for the country's first election since 1992, when a disputed vote plunged the country back into civil war.</p> <p>Turnout was enthusiastic in Luanda, the capital, but some polling stations opened late amid complaints by voters and election observers of disorganisation and long delays.</p> <p>\"This is a mess,\" said Isaias Samakuva, leader of Unita, the former rebel group and Angola's largest opposition party. Samakuva has accused the ruling MPLA (Popular Liberation Movement of Angola) of having an unfair financial and media advantage in the election.</p> <p>Still, the campaign has been relatively peaceful, raising hopes that Angola, with a population of 16 million, may finally achieve stability and some prosperity. Members of the 220-seat parliament were being chosen and presidential elections are expected next year.</p> <p>\"We have now started a new political era, a new way of using politics to obtain our goals,\" President José Eduardo dos Santos, who had repeatedly put off the vote citing logistical problems, said as he voted in Luanda. </p> <p>He said the new era would be built on \"respect for freedom and the rights of everyone to express their point of view\".</p> <p>The MPLA is accused by international human rights groups of corruption and mismanagement, but the party has promised to carry on rebuilding a country ruined by civil war.</p> <p>Unita (National Union for the Total Independence of Angola) has urged Angolans to vote for change. But the opposition is tainted by its brutal conduct in the civil war that began in 1975. It was reignited during the 1992 election when Unita's leader, Jonas Savimbi, withdrew from the second round of a presidential poll after accusing Dos Santos of fraud.</p> <p>Savimbi led his supporters back into the bush where the rebel group resumed its war against the government. The war finally ended after Savimbi was killed in an ambush in 2002. An estimated half a million people died in the 27-year conflict, mostly a proxy war between the former Soviet Union and Cuba on one side and the US on the other. A legacy of the war is the presence of some 8 million land mines.</p> <p>Under Dos Santos, who has been in power since 1979, Angola has enjoyed an economic boom on the back of oil. Oil production has more than doubled since the end of the war to about two million barrels per day and the economy grew more than 24% last year.</p> <p>The newest member of Opec, the oil cartel, Angola overtook Saudi Arabia as the biggest oil exporter to China, which has invested billions of dollars in the resource-rich country. Yet despite oil and diamonds, Angola remains one of the world's poorest countries.</p> <p>Two-thirds of Angolans live on $2 (£1.13) a day and at least 40% of the workforce is unemployed.</p> <p>Results of today's election in which 8.3 million people are registered to vote, are expected next week. The MPLA, which has 129 seats, is hoping to win a two-thirds majority in parliament that would allow it to make sweeping changes to the constitution. Unita is the second biggest party; 12 smaller parties contesting the election.</p>",
  "<p>As the Republican convention gives way to the final intense stretch of campaigning, Barack Obama will get a boost from a potentially powerful weapon against Sarah Palin's appeal: Hillary Clinton.</p> <p>Obama's erstwhile Democratic rival is scheduled to appear on his behalf in the swing state of Florida on Monday. While both Obama and Clinton aides emphasise that the programme was set before the Republican vice-presidential nominee was chosen, some analysts and Democratic loyalists believe the former first lady is the person best equipped to take Palin down a peg.</p> <p>\"What [the Republican presidential candidate, John] McCain has done with Governor Palin's nomination is aim right at a demographic that Obama needs to address quickly: non-college-educated women,\" said Mike McCurry, who served as White House spokesman under Clinton's husband, Bill.</p> <p>Clinton won 18m votes during the primaries, in no small part by reaching out to the same working-class women now being courted by the Republican ticket. </p> <p>Alongside the female Democratic governors Kathleen Sebelius and Janet Napolitano, Clinton's ability to vouch for Obama is likely to be crucial this month as Palin makes her first solo campaign trek.</p> <p>But how eager the New York senator will be to promote the Obama-Biden ticket, particularly if Palin continues making a public play for Clinton's disaffected female supporters, remains to be seen.</p> <p>Despite her forceful advocacy for Obama during the Democratic convention, Clinton has been largely silent this week as Palin triggers a new American debate over women balancing family life and politics.<br> When the Alaska governor was first chosen as McCain's running mate, Clinton released a mild statement that congratulated Palin as an \"important new voice\". After the Republican meet came to a close on Thursday night, her language was markedly tougher against Palin.</p> <p>\"After listening to all the speeches this week,\" Clinton said, \"I heard nothing that suggests the Republicans are ready to fix the economy for middle-class families, provide quality affordable healthcare for all Americans, guarantee equal pay for equal work for women, restore our nation's leadership in a complex world or tackle the myriad of challenges our country faces.</p> <p>\"So, to slightly amend my comments from Denver: No way, no how, no McCain-Palin.\"</p>",
  "<p>The back from the dead canoeist <a href=\"http://www.theguardian.com/uk/canoe\">John Darwin</a> has begun an appeal against his prison sentence, his solicitor said today.</p> <p>The 58-year-old was jailed in July for six years and three months after admitting faking his own death in a canoeing accident to allow his wife, Anne, to make fraudulent insurance and pension claims. Anne Darwin has launched an appeal against her conviction and her six and a half year sentence.</p> <p>John Darwin's solicitor, John Nixon, said his client had applied to the court of appeal for the right to challenge the sentence.</p> <p>The judge in their sentencing at Teesside crown court said the couple had carried out a \"determined, sustained and sophisticated\" fraud to obtain £250,000, meaning a severe sentence was necessary. He said the lives of their sons - who had no knowledge of the deception - had been \"crushed\".</p> <p>John Darwin shocked police when he walked into a London police station in December last year claiming he had amnesia and could not remember anything since 2000, two years before he went missing. </p> <p>Five years ago, an inquest into his disappearance after a canoe trip recorded an open verdict and the case was closed. Three months before he turned up at the police station, officers revisited the case after being alerted to new information.</p> <p>The Darwins had been struggling with financial difficulties. Anne Darwin's trial heard how six days before the scam took place the couple were refused a £20,000 bank loan and faced bankruptcy.</p> <p>Last month, the Darwins were granted legal aid to fight efforts to recover their illicit gains.</p>",
  "<p>Tom Cruise <em>is</em> John McCain. No, he is, and not in a in a Fox-is-rushing-out-a-biopic-before-November kind of a way. It is my conjecture that day in, day out, Tom Cruise is inhabiting the skin of the Republican nominee for president of the United States of America. Like some kind of giant alien lizard.</p> <p>The first time this thought crossed my mind was just two days ago, watching footage of an interview McCain gave to the ABC network's Good Morning America programme. He was defending his choice of Sarah Palin as his vice president. This was only happening because Palin hadn't yet given her world-beating speech and, also, because the US media has an irrevocable liberal bias.</p> <p>McCain's defence was robust, upbeat, wide-eyed and almost unfailingly broad of grin. It reminded me of something. Especially when he delivered the following, climactic line (which you can see at 04.45 on this package from the <a href=\"http://news.bbc.co.uk/1/hi/programmes/newsnight/7597233.stm\">BBC's Newsnight</a>):</p> <blockquote> <p>Well, I think Americans are going to be very, very, very pleased. I'm very excited about it. I'm very excited. I mean, this person is going to come to Washington and, I'm telling you, to the old boy network, they better look out, because change is coming.</p> </blockquote> <p>It was uttered through a smile that seemed determined to eat the rest of McCain's face. I knew then where I'd seen it before, at the point in that <a href=\"http://www.youtube.com/watch?v=UFBZ_uAbxS0\">Scientology video</a> where Cruise says \"I won't hesitate to put ethics on someone else\". Or, maybe, the bit when he laughs for 20 seconds about being asked whether he \"knew an SP\". (I know, it still gets me too). </p> <p>Suddenly, those two performances seemed to share more than just a chintzy backdrop. I started to dig a little deeper, and soon the connections became unignorable. </p> <p>Look at pictures of a <a href=\"http://a.abcnews.com/images/Nightline/ht_jsm_071029_ssv.jpg\">young John McCain</a>. Just look at them. And tell me you disagree with the seven voters on this online poll who <a href=\"http://jyte.com/cl/young-john-mccain-looked-like-tom-cruise\">insist</a> he's the spit of Tom Cruise.</p> <p>Don't stop there though. Dig further. Unearth the astonishing fact that both <a href=\"http://www.imdb.com/name/nm0000129/bio\">Cruise</a> and <a href=\"http://www.imdb.com/name/nm0564587/bio\">McCain</a> are 1.70 metres (5ft 7in inches) tall. It's not a fact they want you to know but it's there. Just like the name of the character that made Tom Cruise's reputation. The character whose bravery took him all the way to the Top (Gun): Pete \"Maverick\" Mitchell.</p> <p>Oh yes.</p> <p>He's a short-arsed maverick, revered for his record in combat, who has of late developed a maniacal stare. And the same applies to John McCain. Maverick had <a href=\"http://www.imdb.com/character/ch0005704/\">Goose</a> to back him up; today, McCain has <a href=\"http://www.reuters.com/article/vcCandidateFeed2/idUSN0333449720080904\">Moose</a>. Just before McCain took the podium in St Paul last night they even played <a href=\"http://www.youtube.com/watch?v=f0UOZ9NHDsY\">Danger Zone</a> by Kenny Loggins. How much more proof do you want?</p> <p>Goodness knows where it goes from here. Will McCain take up Nascar driving in order to firm up the rust-belt vote? Will he insist that excessively profitable energy companies show him the money? When the phone rings at three in the morning will he descend through the ceiling on a wire to pick it up?</p> <p>The McCain campaign has sought in recent weeks to paint Barack Obama as a \"celebrity\" candidate. At the same time McCain himself pushes his personal narrative to the fore and has chosen a running mate who is already dominating the US tabloids. It's surely only one small step further to believe that McCain is in fact Tom Cruise in prosthetics; the ultimate celebrity candidate.</p>",
  "<p>In his <a href=\"http://www.theguardian.com/world/2008/sep/05/uselections2008.johnmccain1\">acceptance speech last night</a> in St Paul, John McCain reminded me of a surviving fragment of <a href=\"http://www.cc.gatech.edu/home/idris/Essays/Hedge_n_Fox.htm\">ancient Greek poetry</a> that Isaiah Berlin popularised: \"The fox knows many things, but the hedgehog knows one big thing.\"</p> <p>Berlin applied that insight to political thinkers but it works for politicians as well. Hedgehogs have one big idea that they rely upon at all times. When challenged, they hunker down, put their prickles up, and trust that to see them through. Foxes have no big idea to fall back on and thus must rely on their speed and cunning.</p> <p>For all his intellectual agility, Barack Obama is essentially a hedgehog. The Democrat believes that the primaries and the election are a referendum on the Bush years. When he says that voters want \"change\" Obama means that they want to repeal the Bush wars and the Bush tax cuts. He would pursue the sort of default domestic policies that Democrats always pursue, rain or shine.</p> <p>Until recently McCain appeared a hedgehog as well. He was once the great hope of national greatness neoconservatives, who push for a strong government at home and a real willingness to muscle other countries around to remind the rest of the world of America's pre-eminent position.</p> <p>It seemed wise to follow <a href=\"http://www.amazon.com/McCain-Myth-Maverick-Matt-Welch/dp/0230603963\">McCain: Myth of a Maverick</a> author Matt Welch in concluding that the GOP nominee's self help movement inspired frequent invocations of a \"cause greater than oneself\" was his one organizing principle. That cause, incidentally, sure looked to be whatever was good for the US government.</p> <p>Thus it was infuriating to see so many voters who were against the Iraq war back a man in the primaries this time who favoured invading Iraq when he first ran for president back in 2000. Some McCainiacs even had the gall to argue that if McCain rather than George Bush had become president, America never would have occupied Baghdad. Where had they got such a crackpot idea?</p> <p>Perhaps right from the fox's mouth. McCain is a hawk, but he doesn't always sound like one. Until the Kosovo war, he was skeptical of many US military actions. At the Saddleback forum a few weeks ago, he pointed out that he bucked President Ronald Reagan by opposing America's Lebanon misadventure.</p> <p>Last night, McCain spoke movingly of the horrible toll that even just wars can take. He came from a family of military men. When he was but a lad if five, a car came to his house. The Navy officer inside \"rolled down the window, and shouted at my father that the Japanese had bombed Pearl Harbor. I rarely saw my father again for four years.</p> <p>\"My grandfather came home from that same war exhausted from the burdens he had borne, and died the next day. In Vietnam, where I formed the closest friendships of my life, some of those friends never came home with me. I hate war. It is terrible beyond imagination.\"</p> <p>If a Democratic nominee had uttered those last two sentences, the usual Republican spinners would have painted him as a bedwetting peacenik whose dangerous naiveté would plunge us deep into the abyss. But John McCain, former POW and torture victim, felt that Americans needed to hear that from him, loud and clear.</p> <p>The speech's reception within the convention was enthusiastic enough but the intended audience was those folks at home - specifically undecided voters. What other Republican would have dwelt at such length on the economic anxieties of working class voters? What Republican candidate has ever bragged that he \"fought tobacco companies and trial lawyers\" in the same breath? Or lumped \"drug companies and union bosses\" together as part of the axis of what ails us?</p> <p>Throughout the speech, you saw a fox's mind at work. McCain issued some new promises, including a massive rejiggering of state unemployment payments, but government was framed as only one possible solution to some problems. \"All you [working class voters] ever asked of government is to stand on your side, not in your way,\" was the closest that the GOP nominee came to articulating a coherent theory of governance. He said that he would \"keep taxes low and cut them where I can,\" which allows lots of room to manoeuvre.</p> <p>Obama wants to run against a third term for President Bush. McCain's speech gives reason to suspect that he knows better than to allow himself to backed into that tight corner.</p>",
  "<p><a href=\"http://www.guprod.gnl/world/sarahpalin\">Sarah Palin</a>'s surprise entry on to the US national political stage attracted an audience of nearly 40 million viewers for her Republican convention speech - nearly as many as saw Barack Obama accepting the Democratic presidential nomination last week.</p> <p>Audience research body Nielsen estimated that an average of 37.2 million viewers watched Palin give her vice-presidential nomination speech at the Republican national convention across broadcast and cable outlets between 10pm and 11.15pm, east coast US time, on Wednesday night.</p> <p>This compares with the 38.4 million who watched Barack Obama's Democratic presidential nomination acceptance speech at his party's convention last week.</p> <p>That rating was one of the biggest of the year, pulling in a bigger US TV audience than the Beijing Olympics opening ceremony, this year's American Idol final and Oscars coverage.</p> <p>While the liberal-leaning CNN was the big winner for the Obama speech, the rightwing Fox News Channel pulled in the highest rating for Palin's speech, drawing its largest audience to date for a convention night.</p> <p>Fox News attracted 9.2 million viewers on Wednesday night, followed by CNN with 6.2 million, ABC with 5.9 million and MSNBC with 3.4 million. </p> <p>American entertainment industry trade publication Variety reported that ratings were not released for NBC or CBS, while PBS estimated an average of 3.2 million viewers were watching all of its Wednesday prime time schedule, although its numbers were not broken out for the Palin speech.</p> <p>The collective audience for Palin's speech was more than 50% larger than that for the Democratic vice-presidential nominee, Joe Biden, a week earlier, when 24 million tuned in.</p> <p>Republican presidential nominee John McCain gave his acceptance speech last night.</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-337331146\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/05/uselections2008.republicans20081/067_STPAUL-5624.jpg\" alt=\"Republican convention, St Paul\" width=\"539\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The stage in the convention centre has developed an alarming growth that thrusts into the hall. This is because John McCain feels more at home in intimate town hall-style gatherings and is not comfortable with big speeches read off the teleprompter</span> <span class=\"element-image__credit\">Photograph: Copyright © Steve Bell 2008</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337331149\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/05/uselections2008.republicans20081/068_STPAUL-6299.jpg\" alt=\"Republican convention, St Paul\" width=\"596\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">I’m sitting up in the gallery behind some youthful and very keen Republicans. They are constantly leaping to their feet and chanting “USA! USA!”. McCain stands stiffly at the podium. Because of his extensive war wounds he cannot raise his arms above his head - a severe handicap for a politician</span> <span class=\"element-image__credit\">Photograph: Copyright © Steve Bell 2008</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337331152\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/05/uselections2008.republicans20081/069_STPAUL-6755.jpg\" alt=\"Republican convention, St Paul\" width=\"488\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">He has very short, stubby arms that he occasionally raises to chest height to emphasise a point. His oratory is very quiet and restrained, in contrast to the raving mad dog-fest last night</span> <span class=\"element-image__credit\">Photograph: Copyright © Steve Bell 2008</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337331155\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/05/uselections2008.republicans20081/070_STPAUL-7207.jpg\" alt=\"Republican convention, St Paul\" width=\"316\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">My neighbours more than make up for McCain’s lack of arm movement. They are up and down, whooping, punching the air and chanting at the slightest excuse, which is just as well, as McCain is an accomplished rabble-drowser</span> <span class=\"element-image__credit\">Photograph: Copyright © Steve Bell 2008</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337331158\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/05/uselections2008.republicans20081/071_STPAUL-7649.jpg\" alt=\"Republican convention, St Paul\" width=\"372\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">He even comes up with the classic John Major appeal to get “back to basics”. Because I am drawing in the dark up here in the nosebleed zone, the colour balance starts to go awry</span> <span class=\"element-image__credit\">Photograph: Copyright © Steve Bell 2008</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337331161\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/05/uselections2008.republicans20081/072_STPAUL-8110.jpg\" alt=\"Republican convention, St Paul\" width=\"384\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">McCain has the most interesting shaped head, and the more I look at him the more he comes to resemble a chipmunk, with those huge pouches on either side of his face. Also, as a chipmunk probably would in this situation, he is beginning to lose hold of his audience. They are almost grateful when the quickly suppressed eruption of peace demonstrators somewhere in the stadium enables them to chant “USA! USA!” a few more times</span> <span class=\"element-image__credit\">Photograph: Copyright © Steve Bell 2008</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337331164\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/05/uselections2008.republicans20081/073_STPAUL-8994.jpg\" alt=\"Republican convention, St Paul\" width=\"380\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A war hero, family man, former stud, and all-round good guy whose praises have been sung all week, McCain is clearly a man of substance, and his head is suitably sculptural. Yet despite winning the nomination against all the odds, he is somehow not a substantial politician. He loses this audience, talks over their wild cheering and his words are utterly lost. His second wife, his seven children and the Palin tribe troop on, the balloons descend and he wanders off into the night</span> <span class=\"element-image__credit\">Photograph: Copyright © Steve Bell 2008</span> </figcaption> </figure>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-337328653\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/05/uselections2008/GD8692691@A-video-presentation--9089.jpg\" alt=\"Republican Convention day four\" width=\"609\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A video presentation about John McCain is shown on the giant screen</span> <span class=\"element-image__credit\">Photograph: Emmanuel Dunand/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337328630\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/05/uselections2008/GD8690768@ST-5813.jpg\" alt=\"Republican Convention day four\" width=\"631\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A protest dummy at the Minnesota State Capitol building</span> <span class=\"element-image__credit\">Photograph: Max Whittaker/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337328643\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/05/uselections2008/GD8691645@Signs-of-support-are--7851.jpg\" alt=\"Republican Convention day four\" width=\"587\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Delegates hold up signs of support as Cindy McCain addresses the convention</span> <span class=\"element-image__credit\">Photograph: Stan Honda/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337328633\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/05/uselections2008/GD8691633@Cindy-McCain-(C),-wif-6307.jpg\" alt=\"Republican Convention day four\" width=\"630\" height=\"384\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Cindy McCain stands with her family at the podium before her speech</span> <span class=\"element-image__credit\">Photograph: Mike Segar/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337328637\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/05/uselections2008/GD8692552@ST-6828.jpg\" alt=\"Republican Convention day four\" width=\"600\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Balloons drop from the ceiling at the end of John McCain's speech</span> <span class=\"element-image__credit\">Photograph: Justin Sullivan/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337328640\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/05/uselections2008/GD8693346@Delegates-play-with-b-7358.jpg\" alt=\"Republican Convention day four\" width=\"587\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Delegates reach for balloons released from the ceiling</span> <span class=\"element-image__credit\">Photograph: Robyn Beck/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337328650\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/05/uselections2008/GD8690875@ST-8672.jpg\" alt=\"Republican Convention day four\" width=\"610\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Texas delegates bow their heads</span> <span class=\"element-image__credit\">Photograph: Chip Somodevilla/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337328656\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/05/uselections2008/GD8690766@epa01477588-A-member--9506.jpg\" alt=\"Republican Convention day four\" width=\"575\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A member of the Texas delegation wearing boots stitched with the US flag</span> <span class=\"element-image__credit\">Photograph: Craig Lassig/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337328662\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/05/uselections2008/GD8691977@ST-296.jpg\" alt=\"Republican Convention day four\" width=\"302\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">John McCain delivers his speech</span> <span class=\"element-image__credit\">Photograph: Alex Wong/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337328627\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/05/uselections2008/GD8691852@ST-5389.jpg\" alt=\"Republican Convention day four\" width=\"610\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">John McCain acknowledges the crowd</span> <span class=\"element-image__credit\">Photograph: Chip Somodevilla/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337328669\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/05/uselections2008/GD8692601@John-McCain,-Republic-1140.jpg\" alt=\"Republican Convention day four\" width=\"300\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">John McCain looks out at his audience</span> <span class=\"element-image__credit\">Photograph: Robyn Beck/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337328659\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/05/uselections2008/GD8692389@ST-9898.jpg\" alt=\"Republican Convention day four\" width=\"587\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Todd Palin, Sarah Palin, Cindy McCain and John McCain on stage</span> <span class=\"element-image__credit\">Photograph: Chip Somodevilla/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337328647\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/05/uselections2008/GD8692455@epa01477778-Republica-8288.jpg\" alt=\"Republican Convention day four\" width=\"485\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">John McCain hugs his mother, Roberta, at the closing of the convention</span> <span class=\"element-image__credit\">Photograph: larry W Smith/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337328623\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/05/uselections2008/GD8693363@Republican-presidenti-4502.jpg\" alt=\"Republican Convention day four\" width=\"621\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">John McCain and his running mate, Sarah Palin, wave to the cheering crowd after his speech</span> <span class=\"element-image__credit\">Photograph: Robyn Beck/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337328672\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/05/uselections2008/GD8692579@ST-1537.jpg\" alt=\"Republican Convention day four\" width=\"287\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A woman sits alone at the end of the day</span> <span class=\"element-image__credit\">Photograph: Scott Olson/Getty</span> </figcaption> </figure>",
  "<p>It was always going to be hard to top Sarah Palin's performance the night before. And John McCain, in what was arguably the most important speech of his career to date, certainly didn't manage it. Officially accepting the Republican presidential nomination in St Paul last night, the Arizona senator sought to present himself as the true candidate of change, a bipartisan reformer ready to shake up Washington with his outsider running-mate by his side. \"Let me offer an advance warning to the old, big spending, do nothing, me first, country second Washington crowd,\" he said. \"Change is coming,\" he said. But his performance left many unconvinced.</p> <p>\"McCain's argument is like staging a revolution against yourself,\" wrote the Washington Post critic Tom Shales. \"The Republicans have got to go so the Republicans can move in and clean up the mess.\" A tricky argument to pull off, and one that McCain's speech - light on both policy details and stirring rhetoric - didn't render any more persuasive. He won the adoring applause of the crowd only when he spoke about Palin, and then when he turned, towards the end of the evening, to the tale of his torture and imprisonment in Vietnam, ending with a rousing call to \"fight for what's right for our country\". They liked his strong words on energy independence, too. But they responded with less enthusiasm to his efforts to reach beyond the convention hall and connect with the economic concerns of a wider America. And there was something approximating silence when he sought to distance himself from the current administration with a series of attacks on how \"both parties\" had failed in Washington. </p> <p>His generally more respectful tone towards Barack Obama was markedly different to the tone of the previous day's speeches, which had been full of sarcastic barbs. </p> <p>The contrasts of the last days of the Republican convention provided a hint of the difficulties the party may face in the coming weeks, as McCain seeks to reach out both to loyalists and to independents. </p> <h2>Latest polls</h2> <p>Obama maintains his lead in Gallup's daily tracking poll, at 49% to 42%. But only a fraction of the poll's sample, which is small in any case, included interviews conducted after Sarah Palin's speech. On the other hand, a CBS poll - also conducted prior to the Palin speech - had the two candidates neck-and-neck at 42%, compared to an eight-point lead for Obama in the previous CBS poll. A new CNN poll shows Obama widening his lead over McCain in the swing states of Minnesota and Iowa, but has the race dead even in Ohio. Surveys out today could indicate what the immediate effects of Palin's performance have been.</p> <h2>On theguardian.com now</h2> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/2008/sep/05/uselections2008.johnmccain2\">McCain tries to steal message of change from Obama, but delivery falls flat</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/commentisfree/michaeltomasky/2008/sep/05/johnmccain.republicans2008\">Michael Tomasky: Now that was a bad convention speech</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/video/2008/sep/05/john.mccain.speech.republican\">Video: John McCain addresses the convention</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/2008/sep/05/uselections2008.johnmccain4\">Analysis: McCain falls back on biography</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/commentisfree/2008/sep/05/uselections2008.johnmccain\">Martin Kettle: Proud to be a maverick</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/cartoon/2008/sep/04/sarah.palin.us.elections.republicans\">Cartoon: Steve Bell on John McCain and Sarah Palin</a></p> <h2>Best of the rest</h2> <p><strong>·</strong> <a href=\"http://www.nytimes.com/2008/09/05/us/politics/05assess.html?_r=1&amp;hp&amp;oref=slogin\">NYT: The Party in Power, Running as if It Weren't</a></p> <p><strong>·</strong> <a href=\"http://www.huffingtonpost.com/2008/09/04/john-mccain-speech-reacti_n_124115.html\">Huffington Post: John McCain speech reactions</a></p> <p><strong>·</strong> <a href=\"http://www.huffingtonpost.com/2008/09/04/barack-obama-on-the-oreil_n_124056.html\">Barack Obama appears on the O'Reilly Factor</a></p> <p><strong>·</strong> <a href=\"http://www.youtube.com/watch?v=T6ZnHTWWErM\">YouTube: Tom Ridge Defends 'John Bush'</a></p> <p><strong>·</strong> <a href=\"http://www.theweekdaily.com/article/index/40052/3\">The Week: Palin's Working Class Appeal</a></p> <p><strong>·</strong> <a href=\"http://www.slate.com/id/2199360/\">Slate: Character vs Issues</a></p> <p><strong>·</strong> <a href=\"http://www.slate.com/id/2199362/\">Slate: The Sarah Palin FAQ</a></p> <h2>Quote of the day</h2> <p>\"I'm not running for president because I think I'm blessed with such personal greatness that history has anointed me to save our country in its hour of need. My country saved me. My country saved me, and I cannot forget it. And I will fight for her for as long as I draw breath, so help me God.\" Possibly the most pointed of McCain's attacks on Obama, clothed in the patriotic and high-minded terms of the most successful passages of his speech.</p> <h2>Quote of the day II</h2> <p>\"Man, I don't know what happened, but something happened. I might go home with some money after all\" - Stanley Stone, hawking McCain/Palin T-shirts ouside the convention centre, experiencing his own personal Palin Bounce yesterday after two days of almost no sales. Several merchandise sellers who'd also been in Denver all agreed, however, that the Republicans were still parting with far less cash than the Democrats.</p> <h2>Going weekly</h2> <p>Now that the excitement of the conventions is over, the election briefing will be sent out weekly.</p>",
  "<video data-media-id=\"gu-video-337321609\" class=\"gu-video\" controls=\"controls\" poster=\"\">  </video>   <p>After a week of Sarah Palin hogging the headlines, her boss, John McCain, finally gets some attention at the Republican party's convention - but the verdict on his acceptance speech is, at best, mixed. </p> <p><a href=\"http://latimesblogs.latimes.com/washington/2008/09/mccain-rnc-spee.html\">\"He's no she,\"</a> Andrew Malcolm, blogging for the LA Times, succinctly notes. </p> <p>\"McCain freely acknowledges that <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/04/AR2008090403057_2.html?hpid=topnews\">oratory is not his greatest talent</a>, and his speech lacked the flourishes and drama of two others [Barack Obama's and Palin's] delivered during the conventions,\" says the Washington Post. \"While at times subdued, McCain brought the delegates to their feet with a rousing call to arms in its final moments.\" </p> <p>The New York Times says the speech \"at times seemed <a href=\"http://www.nytimes.com/2008/09/05/us/politics/05repubs.html?_r=1&amp;pagewanted=2&amp;ref=politics&amp;oref=slogin\">low on energy</a>, and the crowd responded less enthusiastically than it did the night before for Palin\". However, it adds: \"Towards the end, McCain recounted, in detail, his captivity in Vietnam, drawing repeated ovations.\" </p> <p>In a brilliantly irreverent liveblog, the Guardian's Oliver Burkeman says the speech was <a href=\"http://www.guardian.co.uk/world/oliverburkemanblog/2008/sep/05/uselections2008.cindymccain\">\"underwhelming and underpowered\"</a>. He says the delegates weren't at all pumped up. \"Almost everyone to whom I spoke felt the need to offer some kind of apology or justification for McCain's poor performance tonight.\"</p> <p>Watching the speech for the New Republic, Michael Crowley thought the <a href=\"http://blogs.tnr.com/tnr/blogs/the_stump/archive/2008/09/04/flat.aspx\">speech was flat</a>. \"It's not over yet, but this is a very underwhelming speech,\" he writes. \"Familiar points explained in pedestrian terms. No overarching themes - right now it's sounding like a State of the Union laundry list. Even the crowd in the hall isn't jazzed.\" </p> <p>In an altogether more serious liveblog, the New York Times notes: \"The <a href=\"http://thecaucus.blogs.nytimes.com/2008/09/04/live-from-st-paul-mccains-big-night/?hp\">central biographical fact of Mr. McCain's life</a> is the torture he endured as a POW; now it's the organizing principle of his campaign and it provided the denouement of his speech.\"</p> <p>Michael Tomasky, writing in the Guardian, thought it was <a href=\"http://www.guardian.co.uk/commentisfree/michaeltomasky/2008/sep/05/johnmccain.republicans2008\">\"intentionally awful\"</a>. In a withering critique, he says: \"John McCain sounded like the vestry board chairman speaking at the church social about the success of the raffle. Or, as a colleague just put it: he looked like the guy who'd been the office accountant for 40 years giving his retirement address. After he'd eaten a little too much Chicken Kiev.\"</p> <p>The New York Times has a <a href=\"http://www.nytimes.com/interactive/2008/09/04/us/politics/20080905_WORDS_GRAPHIC.html\">fascinating graphic on the most common words</a> used by speakers at the Republican and Democratic conventions. For the Democrats, \"change\" was the top buzzword, while for the Republicans it was \"God\".</p> <p>· This is an edited extract of <a href=\"http://www.guardian.co.uk/wrap/0,,541579,00.html\">the Wrap</a>, guardian.co.uk's digest of the day's news.</p>",
  "<p>As John McCain closes the <a href=\"http://www.guardian.co.uk/world/uselections2008\">Republican convention</a> in Minnesota with a rallying speech, our reporting team gauge reaction. And <strong>Ed Pilkington</strong> meets voters in Alaska, the home state of McCain's running mate, Sarah Palin.</p> <p><strong>Dr Steve Strand</strong>, from Warwick University, discusses his research into the <a href=\"http://www.guardian.co.uk/education/2008/sep/05/raceineducation.raceinschools\">differences in academic achievement</a> between black Caribbean 14-year-olds and their white peers.</p> <p>Business editor <strong>Deborah Hargreaves</strong> explains how some companies are doing rather well out of the <a href=\"http://www.guardian.co.uk/money/2008/sep/05/consumeraffairs.creditcrunch\">economic downturn</a>.</p> <p>The Guardian's <strong>Jon Henley</strong> talks about the causes and effects of the <a href=\"http://www.guardian.co.uk/society/2008/sep/05/housing.houseprices\">escalation in house prices</a> over the past few decades, ahead of his new TV series, The Price Of Property.</p> <p>And <strong>Peter Walker</strong> <a href=\"http://www.guardian.co.uk/books/2008/sep/05/ebooks.sony\">visits a bookshop</a> to find out if the new<br>Sony Reader, an electronic book that can store dozens of novels, signals<br>the end of the printed page.</p>",
  "<p>Earlier today, I was talking to my friend Deeky Gashlycrumb about the Republican convention. \"I hope they play more <a href=\"http://www.kennyloggins.com/\">Kenny Loggins</a> tonight,\" I told him. \"I would really appreciate an unintentionally homoerotic interlude of Loggins' Playing with the Boys, from the fantastic Top Gun soundtrack,\" he replied. \"I long for some <a href=\"http://www.youtube.com/watch?v=f0UOZ9NHDsY\">Danger Zone</a> myself,\" I said.</p> <p>Tonight, I tuned in just in time to see Republicans dancing to Danger Zone on the floor of the convention hall.</p> <p>They're really making this too easy.</p> <p>It's Day Four of the Not-Barack Obama Convention, and tonight is John McCain's turn to tell America that he was a POW. For the occasion, they have specially built a mavericky delicious \"catwalk\" stage, ostensibly to create a more \"townhall\" experience, but realistically, since McCain is intensely dependent on teleprompters, it's to fill more space on the still-not-full convention floor.</p> <p>Tonight is Hawk Night (official theme: \"Peace: A Safer and Secure America\" – which would make Orwell proud, given that all they're talking about is war). The back of the McCain-Palin signs, which are handed out each day with theme-evoker on the back, tonight read, simply: PEACE. I'm dubious, but I'll give it a chance (ho ho).</p> <p>Lindsey Graham yells at me. Tom Ridge (who will later in the evening defend \"<a href=\"http://www.youtube.com/watch?v=T6ZnHTWWErM\">John Bush</a>\" as his own man) whines at me. Aren't there any new faces up in this joint besides the damn veep nominee?</p> <p>Cindy McCain is introduced with a video of her background and charity work, much of which is for charities I also support. There was a time, not so long ago, when wealthy conservative heiresses and hairy-legged feminazis worked side-by-side for operations like CARE all the time. Cindy McCain seems to represent the best of that tradition to me; her charitable work is very much old-school conservative and old-fashioned <a href=\"http://shakespearessister.blogspot.com/2006/09/noblesse-oblige.html\">noblesse oblige</a>. I almost sort of dig her – until I remember how she sat there grinning and nodding sagely as Giuliani and Palin sneered \"community organiser\" <a href=\"http://www.prospect.org/csnc/blogs/ezraklein_archive?month=09&amp;year=2008&amp;base_name=community_organizers\">like it was a curse word</a> last night, which is pretty shady for someone who, presumably, wants people to get involved with charitable pursuits in their own communities.</p> <p>She introduces their seven kids, including their adopted Bangladeshi daughter, Bridget, who was at the centre of a despicable Karl Rove-orchestrated <a href=\"http://www.sourcewatch.org/index.php?title=Push_poll\">push polling operation</a> back in 2000 about McCain's \"illegitimate black child.\" More evidence that the GOP nominee is a maverick, because it's not just anyone who'd <a href=\"http://www.politico.com/news/stories/0308/8911.html\">work with</a> a guy who trashed his own kid like that.</p> <p>Cindy McCain's speech is exactly what one would expect. She \"think[s] John was a hero in Vietnam.\" Controversial!</p> <p>As the lights dim for McCain's intro video, the edges of the catwalk glow red and blue. Cute.</p> <p>Things in the John McCain bio package: He was a prisoner of war. He is a maverick.</p> <p>Things not in the John McCain bio package: He dumped his first wife because she'd been disfigured in a car accident. He voted with Bush 90% of the time.</p> <p>Here comes da speech!</p> <p>Almost immediately, a protestor unfurls a \"McCain Votes Against Vets\" sign. He shouts. The audience chants \"USA!\" to drown him out.</p> <p>McCain tells us that, even though they disagree, he respects Obama, because they \"are fellow Americans, an association that means more to me than any other.\" Given that I'm married to an immigrant who is not a citizen (but who signed a paper agreeing to be first drafted to fight for this country for the privilege of living here), making half my family non-Americans, I'm rather unimpressed with that. Sometimes there are things more important than which country issues your goddamned passport, buddy. In a nation of immigrants, I can't be the only person annoyed by that line.</p> <p>A Code Pink protester begins to yell and is shouted down by chants of \"USA!\", then escorted out. So much for that meaningful association with Americans he disagrees with.</p> <p>McCain then assures us he knows who he works for: \"What [being called a maverick] really means is I understand who I work for. I don't work for a party. I don't work for a special interest. I don't work for myself. I work for you.\" Unfortunately, even if McCain has forgotten for whom he really works, <a href=\"http://shakespearessister.blogspot.com/2007/12/mccain-still-k-street.html \">I haven't</a>. And unless you're working on K Street, he ain't working for you.</p> <p>The speech meanders on. My friends, activist judges. My friends, culture of Life. My friends, tax cuts. He's giving a 30-year-old speech and claiming to be an agent of change.</p> <p>At the end of speech, the big crescendo is McCain urging his peeps to fight: \"I'm going to fight for my cause every day as your President .… Fight with me. Fight with me. Fight for what's right for our country. Fight for the ideals and character of a free people. Fight for our children's future. Fight for justice and opportunity for all.\" It's a weird moment. He sounds desperate and sort of frantic. The crowd rises to the occasion, I guess, but I'm struck by the incongruence of their waving signs with the evening's theme: PEACE. Peace, peace, peace say the signs. Fight, fight, fight urges McCain. More incoherent messaging.</p> <p>And finally it's over. Release the balloons! I never cease to be amused watching adult human beings go hogwild with excitement over balloons falling from a ceiling like it's manna from bloody heaven. Digital fireworks explode on the giant hi-def screen behind McCain and Co., invoking by way of disappointing comparison the real fireworks we saw going off in the stadium Obama filled last week.</p> <p>MSNBC's Andrea Mitchell, swallowed by balloons, approaches <a href=\"http://www.nytimes.com/2006/06/15/washington/15gerson.html\">former Bush speechwriter Michael Gerson</a> (with whom I have never agreed about anything before tonight) about McCain's speech. Gerson says, in so many words, that it stunk. He correctly notes that it rehashed typical and well-worn Republican doctrine, failing to communicate that McCain is an atypical Republican, and didn't do much policy-wise to reach out to moderates and independents. The speech was \"not innovative, interesting, or promising.\" Ouch.</p> <p>Graciously, Gerson offers that the (loooooong and detailed) section where McCain spoke about his injuries and brokenness was very powerful and effective. Because McCain's POW story has been relentlessly exploited by every. single. speaker this week, ruthlessly bled dry of every last ounce of its capacity to provoke by sheer overuse, I found it neither powerful nor effective, but tedious and vaguely uncomfortable. Despite my profound political disagreements with McCain, I have heard him speak about his POW experience in the past and been deeply moved. Tonight, after the weeklong opportunistic wringing of his worst personal circumstance for political gain, McCain struck me not as a hero, but as a sad sack telling a sob story in a desperate ploy for pity.</p> <p>In the aftermath, a friend emailed me to say McCain's speech came across \"like he was a regional manager retiring after 40 years service.\" It's an apt description. Let's give him a gold watch and send him on his way.</p>",
  "<p>I do wish we could find out a little more about American politics. I mean, I can't quite find enough coverage on the Democratic Party convention or that big rodeo thing for... now, what was the name of that other party? The Poopooblicans? I forget. Anyway, I think I heard someone say something like the Poopoolicans have decided to send some woman polar bear hunter to the Whitehouse, or something? I mean - a <em>woman</em>?! What are they thinking! Next thing you'll be telling me there's a black guy running for the Presidency. As if that'll ever happen...</p> <p><em>[Wakes from dream...]</em></p> <p>Morning all! Well, what a week. I think we always knew the next two months would see the internet saturated with videos spinning the US elections every which way, but there's barely one video in the chart that's about anything else this week.</p> <p>Let me see: We have <a href=\"http://www.viralvideochart.com/youtube/remarks_by_sarah_palin?id=vKgNrb3baNM\"><strong>Sarah Palin</strong>'s speech</a> to the <strong>Republican National Convention</strong> in its full 44 minute glory, though 43 minutes of that is taking up with rampant whooping and bellowing from the audience - along with a generous helping of that shouty 'U-S-A' thing Americans do when they get excited. And some of them look a little too old for that kind of excitement. We have two conservative TV pundits <a href=\"http://www.viralvideochart.com/youtube/noonan_and_murphy_on_palin?id=CrG8w4bb3kg\">accidentally revealing</a> that they don't like the Palin choice; <a href=\"http://www.viralvideochart.com/youtube/amy_goodman_arrested_at_rnc?id=oYjyvkR0bGQ\">heavy-handed security</a> outside the convention; Palin in <a href=\"http://www.viralvideochart.com/youtube/the_sarah_palin_church_video_part_one?id=QG1vPYbRB7k\">church</a>; Palin in a <a href=\"http://www.viralvideochart.com/youtube/alaska_maverick?id=AIn_fFWPaUU\">campaign video</a>; Palin in a <a href=\"http://www.viralvideochart.com/youtube/megyn_kelly_vs_us_weekly_magazine?id=kjQhiarIQaw\">questionable headline</a>; Palin's <a href=\"http://www.viralvideochart.com/youtube/tucker_bounds_on_palins_national_security_experience?id=UYYiw_y2qDI\">experience under fire</a>; small Palin <a href=\"http://www.viralvideochart.com/youtube/little_palin_puts_a_spit_shine_on_brother_trigs_head_cnn_sarah_palin_rnc_090308?id=GliQjmuf8_s\">being spat on</a>; the not-so-rigorous <a href=\"http://www.viralvideochart.com/youtube/gop_vetting_emporium?id=v-AiqGC0buo\">candidate vetting procedure</a>; and even <a href=\"http://www.viralvideochart.com/youtube/rage_against_the_machine_rnc__090208_performs_acapella_in_crowd?id=CYwzW2QFnwo\"><strong>Rage Against the Machine</strong></a> gets in on the act, and does anyone even remember them? Never has a megaphone been used to such effect.</p> <p>If you feeling a little nauseous after that, try 45 minutes of <strong>Barack</strong> <strong>Obama</strong> and see if you feel any better. Or this spoof of the moment McCain made the big offer to, um - what was her name again?</p> <p>\"What do you think I am? A political tool that you can use to sway the base? I was thinking we could start the day with a hunt, and then a prayer and then a policy meeting.\"</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/d-QevraCQUc?wmode=opaque&amp;feature=oembed\"                                                                        > <object height=\"344\" width=\"425\"><param value=\"http://www.youtube.com/v/d-QevraCQUc&amp;hl=en&amp;fs=1\" name=\"movie\"/><param value=\"true\" name=\"allowFullScreen\"/><embed height=\"344\" width=\"425\" allowfullscreen=\"true\" type=\"application/x-shockwave-flash\" src=\"https://www.youtube.com/v/d-QevraCQUc&amp;hl=en&amp;fs=1\"/></object> </figure>   <p><strong>Guardian Viral Video Chart: compiled by</strong> <a style=\"margin-top: 0px; margin-right: 0px; margin-bottom: 0px; margin-left: 0px; padding-top: 0px; padding-right: 0px; padding-bottom: 0px; padding-left: 0px; color: #FF4422; text-decoration: none;\" href=\"http://www.viralvideochart.com/\"><strong>viralvideochart.com</strong></a></p> <p><strong>1 <a href=\"http://www.youtube.com/watch?v=CrG8w4bb3kg\">Noonan and Murphy on Palin</a></strong> Two conservative pundits on MSNBC keep chatting after the cameras stop rolling - but their mics are still on. They reveal that core conservatives are unhappy about the choice of Sarah Palin.</p> <p><strong>2 <a href=\"http://www.youtube.com/watch?v=7QPMvj_xejg\">Don LaFontaine: The Voice</a></strong> Tribute to the original voice of the movies, Don LaFontaine, who died this week.</p> <p><strong>3 <a href=\"http://www.youtube.com/watch?v=CYwzW2QFnwo\">Rage Against the Machine RNC - 09.02.08</a></strong> Filmed on Tuesday this week, 'the Rage' have a rant outside the Republican Convention in Minneapolis and bust out an impromptu acapella performance.</p> <p><strong>4 <a href=\"http://www.youtube.com/watch?v=AIn_fFWPaUU\">Alaska Maverick</a></strong> A 'getting dirty' campaign message from the McCain camp.</p> <p><strong>5 <a href=\"http://www.youtube.com/watch?v=d-QevraCQUc\">Is McCain Palin's Bitch?</a></strong> What <em>really</em> happened when McCain appointed Sarah Palin.</p> <p><strong>6 <a href=\"http://www.youtube.com/watch?v=oYjyvkR0bGQ\">Amy Goodman Arrested at RNC</a></strong> A Viral Video Chart staple; the unfair Police detention video. This time it's popular radio and TV presenter Amy Goodman of 'Democracy Now', who was attempting to ask police why they'd already arrested journalists demonstrating at the Republican event.</p> <p><strong>7 <a href=\"http://www.youtube.com/watch?v=QG1vPYbRB7k\">The Sarah Palin Church Video Part One</a></strong> Governor Palin tells her Church how God has sent her into the world.</p> <p><strong>8 <a href=\"http://www.youtube.com/watch?v=UCDxXJSucF4\">Vice Presidential Candidate Gov. Sarah Palin (AK) Full Speech at the RNC</a></strong> The full 44-minute speech to the Republican National Convention.</p> <p><strong>9 <a href=\"http://www.youtube.com/watch?v=W6hbEAqNSy0\">Brandy - Right Here (Departed)</a></strong> Unofficial version of the official video.</p> <p><strong>10 <a href=\"http://www.youtube.com/watch?v=unu-9vM9VZw\">Milk Trailer 2008</a></strong> The official trailer for Gus Van Sant's film on Harvey Milk, gay rights activist and first openly gay city supervisor of San Francisco.</p> <p><strong>11 <a href=\"http://www.youtube.com/watch?v=UYYiw_y2qDI\">Tucker Bounds on Palin's National Security Experience</a></strong> John McCain campaign team member Tucker Bounds tries to explain the Sarah Palin choice.</p> <p><strong>12 <a href=\"http://www.youtube.com/watch?v=kjQhiarIQaw\">Megyn Kelly vs. Us Weekly magazine</a></strong> Has Us Weekly magazine gone a little far with its 'Babies, lies and scandal' Palin headline?</p> <p><strong>13 <a href=\"http://www.youtube.com/watch?v=yZCrIeRkMhA\">Barack Obama at the 2008 DNC</a></strong> Obama finally gets a look in.</p> <p><strong>14 <a href=\"http://www.youtube.com/watch?v=YooKkyikXw0\">ABC's Terry Moran Flub About Obama's Parents on Nightline</a></strong> Wow - Obama really <em>is</em> historic.</p> <p><strong>15 <a href=\"http://www.youtube.com/watch?v=j50ZssEojtM\">Large Hadron Rap</a></strong> Cern's finest boffins get together to rap about the Large Hadron Collider. If you don't understand it now, you never will.</p> <p><strong>16 <a href=\"http://www.youtube.com/watch?v=Mlahvvymkxc\">Metallica: The Day That Never Comes</a></strong> Even Metallica has jumped on the 'give it away on the web' bandwagon. <a href=\"http://www.guardian.co.uk/technology/2000/may/18/onlinesupplement8\">They changed their tune...</a></p> <p><strong>17 <a href=\"http://www.youtube.com/watch?v=GliQjmuf8_s\">Little Palin Puts a Spit Shine on Brother Trig's Head CNN Sarah Palin RNC 09.03.08</a></strong> A little Palin licks her hand and then gives her baby brother a poor man's Brylcream.</p> <p><strong>18 <a href=\"http://www.youtube.com/watch?v=Ws-mn3M23dc\">Security guards abuse their 'power' in front of a full stadium</a></strong> Even the players intervene when security guards start batoning a pitch invader - prompting a full-scale riot at Ousilhao in Portugal.</p> <p><strong>19 <a href=\"http://www.youtube.com/watch?v=ZJMGS7l0wT8\">Don LaFontaine GEICO Spot</a></strong> More of the Voice Daddy, this time on a Geico ad. He <em>is</em> drama.</p> <p><strong>20</strong> <strong><a href=\"http://www.youtube.com/watch?v=v-AiqGC0buo\">GOP Vetting Emporium</a></strong> Someone isn't too impressed with Palin choice.</p> <p><strong>Source:<a href=\"http://www.viralvideochart.com/\">Viral Video Chart</a>. Compiled from data gathered at 23:00 on 4 September 2008. The Weekly Viral Video Chart is currently based on a count of the embedded videos and links on approximately two million blogs.</strong></p>",
  "<p>On my way from the convention hall in St Paul to the press filing room, I walked past an information booth. I was definitely in need of some information. I was tempted to ask the two forlorn women staffing it: \"What was John McCain intending to accomplish with <a href=\"http://www.guardian.co.uk/world/2008/sep/05/uselections2008.johnmccain1\">that speech</a>?\"</p> <p>Upon reflection, I think maybe I've got it. Given that hating on the media has been such an incessant theme of this convention, I now suspect that the speech was intentionally awful, in order that it generate negative reviews in the press the better to fire up the base against the press. I really can't think of another explanation.</p> <p>Okay. I'm a liberal in my political beliefs. But I'm also an analyst. I've watched 82,000 political speeches, by speakers from far left to far right. I know a good one when I see one and I can call them as I see them - ideology completely to the side. In 2004, I thought John Kerry's acceptance speech was ghastly. I also thought, as I wrote last night, that Sarah Palin gave a very good speech. Rudy Giuliani gave a very good one too. </p> <p>John McCain sounded like the vestry board chairman speaking at the church social about the success of the raffle. Or, as a colleague just put it: he looked like the guy who'd been the office accountant for 40 years giving his retirement address. After he'd eaten a little too much Chicken Kiev.</p> <p>I kept thinking, am I wrong? Am I missing something? I kept getting emails from friends and colleagues as I checked my BlackBerry during the speech. They asked: Am I wrong? Am I missing something? Those in the hall wondered: Maybe this is coming across better on television? Those watching on television asked: Is this coming across better in the hall?</p> <p>Substance, you ask? Well, he did make about a three-minute nod toward discussing what he would do about the economy. But it was thin, superficial. A feint toward demonstrating that he understands the problems working people are facing. A dollop of rhetoric about job retraining. </p> <p>But that, I suspect, sounds perfunctory and insincere to the average person, because the average person thinks that Democrats are more sincere about things like that, just as it probably sounds insincere to the average American when Democrats talk about being tough on the crime. Crime is the GOP beat. Job retraining is the Democrats' turf.</p> <p>Beyond that, it was lower taxes (with an outright lie about Obama's tax proposals) and reduced spending. But there wasn't … well, there wasn't anything. There were no specifics and worse, there was no passion. To say that he will have to sharpen his economic message is akin to saying that Britney has a little work to do to restore her reputation.</p> <p>Even on foreign policy, McCain wasn't assertive. He went through the motions on Iraq and the surge, but, a vision for the world, or anything like that? He spelled out nothing. </p> <p>The crowd. It was weird. A protestor got into the hall and disrupted the speech a bit at first. The crowd kept shouting the protestor down by chanting, ever more loudly, \"USA! USA!\" The chant had a martial and even nasty quality to it and created a strange vibe in the hall. But more than that, the chanters drowned out their own candidate. He had to plead with them for quiet at one point. </p> <p>At other points, the audience sort of forgot they were supposed to cheer for a few seconds before they remembered and lugubriously put their hands together. As McCain finished up, the applause drowned out the words, but not because the crowd had been driven to an ecstatic frenzy. They seemed to be saying, \"Thank God he's done!\"</p> <p>In the speech's last three or four minutes, he did present the lineaments of a coherent theme about country and sacrifice, and how – yes, inevitably – his time in the Hanoi Hilton had taught him to put away childish things and love his country in a more profound way. That is an experience he has that Barack Obama obviously does not, and it works to his benefit.</p> <p>If he were running at a \"normal\" time, whatever normal is, it would be enough. And it still might be, given race and other hurdles Obama must jump. But this isn't a normal time. His party's standing is lower than it's been in decades, 80% of Americans think the country is seriously off on the wrong track and people want answers. He certainly did not offer them. I doubt the women in the information booth could have been much help.</p>",
  "<video data-media-id=\"gu-video-337335213\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1776436786_mccainspeech-analysis-16x9.flv\"/> </video>   <p>It must be galling for John McCain, who has spent eight years, more or less, running for president, and 21 years in the Senate, that after four days of convention hoopla the only time he truly connected with the Republican activists he must lead into the elections was when he talked about being taken prisoner in Vietnam.</p> <p>That was in 1967 - 41 years ago - when McCain's opponent next November, Barack Obama, was six years old and his running mate, Sarah Palin, was just three. But McCain's retelling of the now familiar story of his crash landing in Hanoi and his five years in a prison cell, marked the only time that the convention was energised about him and him alone.</p> <p>McCain, for all his years in public life, has never learned how to deliver the big public speech, but the dead air in the hall last night was as much about a lack of enthusiasm about him as the Republican nominee than as an orator.</p> <p>The crowd was certainly respectful, aware that any sign of McCain being upstaged by Palin's barnstormer of a speech on Wednesday night could hurt Republican prospects next November.</p> <p>But it was still noticeable that the biggest applause lines for most of the night came when McCain talked about Palin or the commander of US forces in Iraq, general David Petraeus. The most rousing cheers were an attempt to drown out the anti-war protesters who infiltrated the hall during the speech and the activists did not chant McCain's name, but \"USA, USA, USA\".</p> <p>In part, that was a side effect of McCain's efforts tonight to appeal to the independent voters outside the convention who will ultimately decide the elections - even if it meant borrowing from the Democratic platform.</p> <p>That was unlikely to please a crowd of committed Republicans. But McCain's lifting of Democratic themes was also a recognition that the ideas that have driven his candidacy up to this point are unlikely to help him win the election.</p> <p>So McCain tried a change of tack. In his speech, the Republican<br>made no mention of his experience - once a constant theme of his campaign. Instead, he stole unashamedly Obama's message of change, using Palin's newness to the political scene to emphasise how the Republicans were now a force for cleaning up Washington.</p> <p>The Republican was also not above lifting one of Hillary Clinton's themes of being a champion of the dispossessed to try to counter Democratic attacks that as the husband of a beer heiress he is out-of-touch with ordinary Americans by offering himself up as a champion for people in dire economic straits.</p> <p>\"These are tough times for many of you. You're worried about keeping your job or finding a new one,\" he said. \"All you ever asked of government is to stand on your side, not in your way. And that's just what I intend to do: stand on your side and fight for your future.\"</p> <p>However, McCain did not flesh out any of his ideas on how he will turn around the economy, solve the energy crisis or turn around failing public schools.</p> <p>McCain was also careful to disassociate himself from George Bush. He did not mention the president by name - even though Bush is still popular among the faithful. McCain also suggested that the Republicans had lost their way over the last eight years - a lament that met only a smattering of applause followed by stony silence.</p> <p>Tonight's address was always going to be difficult for McCain - both because of the enormity of the task of uniting his party ahead of a close election and because of his limitations as an orator.</p> <p>For all his years in public life, he has never learned how to deliver the big public speech, and he is still uncomfortable with a teleprompter. His campaign went to some lengths to compensate for those shortcomings tonight.</p> <p>They scrapped the stage used for the rest of the week's events, and replaced it with a long catwalk, edged in orange light. As McCain walked the plank to his spot on the podium, a roving spotlight picked out his figure in the darkness of the arena.</p> <p>His staff also tried to liven things up by changing the colours of the giant screen backdrop from an unfortunate acid green to a vaguely camouflaged forest colour to sky blue.</p> <p>But in the end it did not really make up for the charisma deficit, or the shortage of ideas.</p>",
  "<p>Republican convention goers last night said nominee John McCain's speech, which relied heavily on images from his military service and captivity in Vietnam, introduced him to an American public still unfamiliar with his narrative.</p> <p>In interviews after the balloons and confetti fell to the floor of the Xcel Centre and the thunderous applause quieted, Republican party activists and officials said the speech rallied the party around a candidate of whom many were initially sceptical.</p> <p>\"He was there tonight to make people see the true man that he really is,\" said Ray Ouelette of Rhode Island. \"A man who works with honour, has achieved honour, and who is bringing honour to this presidency that need to be recharged with honour.\"</p> <p>Republicans in the hall for the 50-minute speech said McCain appropriately and gently criticised Democratic nominee Barack Obama without making him the focus of the address.</p> <p>\"He laid it out very clear that you either have a liberal big-government, free-spending Barack Obama,\" said JT Waggoner, leader of the Republican party in the Alabama state senate, \"or you have a tax-cutting, smaller-government John McCain.\"</p> <p>Wendell Moore of Tennessee said it is not John McCain's style to launch fusillades at political opponents.</p> <p>\"Other people, like the Rudy Giulianis of the world, the Fred Thompsons, that was their job,\" Moore said, referring to McCain's erstwhile rivals who addressed the convention earlier this week. </p> <p>\"He did make some distinctions on some critical issues where they're different. That's what we will continue to see him do.\"</p> <p>In the speech McCain did not lay out many specific policy details, but party delegates and other Republicans said those will come down within the next two months of the race.</p> <p>\"What he did was try to restore some pride,\" said Roger Romine, a state legislator from West Virginia. \"He didn't have time to get into specifics. I'm sure he'll get into that on the campaign trail but tonight was just to let the people know where he stood, his vision for America, and where we are going, not necessarily how we're going to get there.\"</p> <p>But not all party activists were thrilled. A contingent of supporters of Ron Paul, a Libetarian congressman who launched an insurgent challenge to McCain and other more established candidates, said the speech did not gibe with McCain's record, for instance his support for a more liberal immigration programme.</p> <p>Stephen Hardy, a delegate from Washington state, also disliked the martial rhetoric.</p> <p>\"I don't think we need to have an aggressive foreign policy,\" he said. \"I don't think we need this pre-emptive war. I saw signs that said 'peace through strength.' That's not what it's about. It's about peace through freedom, and minding our liberties.\"</p> <p>Phyllis Haggard of Michigan said the speech energised party activists, who must now spend the next two months rallying voters behind McCain.</p> <p>\"Overall, his dedication to his country, what he's given, his experience, I think his true caring for the American people came out very clearly,\" she said. \"Campaigning is hard work. When we get back they'll be all set to go to work.\"<br></p>",
  "<p>John McCain certainly seized his moment. In what was clearly <a href=\"http://www.theguardian.com/world/2008/sep/05/uselections2008.johnmccain\">the most important speech</a> of his political career, the Republican presidential nominee put himself boldly at odds with the politicians and the politics that have dominated his party in Washington since Bill Clinton ousted them from the White House in 1992.</p> <p>And, by <a href=\"http://www.theguardian.com/world/2008/sep/05/uselections2008.johnmccain2\">offering to lead Americans</a> on an independent and bipartisan national crusade to restore public virtue in American life, he not only defined the terms of his presidential bid against Barack Obama but audaciously and dramatically abandoned the Republican credo of the George Bush years.</p> <p>In a <a href=\"http://www.theguardian.com/world/2008/sep/05/uselections2008.johnmccain1\">speech</a> which never even mentioned President Bush by name — a reminder not just of the tactical pressures to embrace independent voters in the 2008 contest but also of the political grudges that McCain still bears from his defeat at Bush's hands in 2000 — McCain started with a brief but graceful tribute to the man he hopes to succeed. \"I'm grateful to the President for leading us in those dark days following the worst attack on American soil in our history, and keeping us safe from another attack many thought was inevitable.\"</p> <p>But that was as generous as it got for Bush. Elsewhere in his speech, McCain confronted his party with a message that will have made deeply uncomfortable listening for many of the party's elders and its grass roots. He said he was proud to be regarded as a maverick because \"what it really means is I understand who I work for. I don't work for a party. I don't work for a special interest.\"</p> <p>Instead, he said, he would take the Republican party \"back to basics\" – an unsettling phrase in the British context because of <a href=\"http://en.wikipedia.org/wiki/Back_to_Basics_(campaign)\">John Major's failures</a> in the 1990s — but one which for McCain means restoring the national values of Abraham Lincoln, Theodore Roosevelt and Ronald Reagan, which in his view have implicitly been neglected in the Bush and Newt Gingrich years. Shades here of the bravest speech McCain gave during his run in 2000, when he denounced evangelical conservatives for trying to take over the party.</p> <p>McCain told his audience that he had fought corruption — a strong word for a party gathering but appropriate to the day on which the <a href=\"http://www.washingtonpost.com/wp-dyn/content/story/2008/09/04/ST2008090403024.html\">convicted lobbyist Jack Abramoff was finally sentenced</a> to a four-year jail term – \"and it didn't matter if the culprits were Democrats or Republicans\". As president he would not tolerate any more pork barrel politics, he said, thumping the lectern. Culprits would be named, shamed – and vetoed.</p> <p>The strongest rebuke to his party's past came when he said he would \"fight to restore the pride and principles of our party. We were elected to change Washington, and we let Washington change us. We lost the trust of the American people when some Republicans gave in to the temptations of corruption\". There was no naming and shaming this time, but the name of Tom DeLay came to mind as he spoke. Such Republicans lost their trust, he went on, \"when we valued our power over our principles\".</p> <p>Later came an even more striking, even reckless, passage, vintage McCain. \"We need to change the way government does almost everything,\" he announced. \"From the way we protect our security to the way we compete in the world economy; from the way we respond to disasters to the way we fuel our transportation network; from the way we train our workers to the way we educate our children.\"</p> <p>Quite how McCain envisages that he and his new soulmate Sarah Palin are going to accomplish this bold plan if, as expected, the Democrats strengthen their grip on Congress still further in November, was not made clear. McCain is going to have to learn the uncomfortable art of deal-making if his presidency is not going to get bogged down very early.</p> <p>But that is a problem for another day. Right now, the question is whether the Republican party quite understands what has happened to it in the primary contest of 2008 and at St Paul this week. The Republican party of George Bush is dead — for a couple of months at least.</p>",
  "<video data-media-id=\"gu-video-337321609\" class=\"gu-video\" controls=\"controls\" poster=\"\">  </video>   <p>John McCain wrapped up the Republican convention tonight by reaching out beyond the party faithful to the independents who will determine in November whether he or Barack Obama is the next occupant of the White House.</p> <p>After formally accepting the Republican presidential nomination, he used his prime-time speech to try to steal from his Democratic rival the theme of change, a potent message in an election year in which voters are disillusioned with the George Bush presidency, the Iraq war and the state of the economy.</p> <p>\"Let me offer an advance warning to the old, big spending, do nothing, me first, country second Washington crowd: change is coming,\" he said.</p> <p>Warming to his theme of shaking up Washington, McCain appeared to borrow a phrase from the British prime minister John Major's last years in power saying he would take the Republican \"back to basics\".</p> <p>Touching on another theme popular with independents, he promised to end the \"constant partisan rancour\" that has left Washington so often deadlocked.</p> <p>McCain, the self-styled maverick who has so often angered his own party by bucking the party line, was given a five-minute standing ovation at the start of his 50-minute speech and again at the end, as confetti and 200,000 balloons floated from the ceiling, the traditional convention finish.</p> <p>But, a poor orator who has made few - if any - memorable speeches in the past, he failed to match either the rhetoric of Obama in Denver last week or even the feisty, sarcastic delivery of his own running mate, Sarah Palin.</p> <p>Some of the loudest cheers of the night were when Palin, the new darling of the Republican party, joined him at the end.</p> <p>Although the organisers said the theme of the day was \"peace,\" the tone of videos shown earlier in the night as well as in his speech and those of others was heavily militaristic. McCain devoted a large part of his speech to one of his biggest selling points, the period that turned him into an American hero, his five years in a Hanoi jail after his plane crashed on a bombing mission. As an admiral's son, he was offered the chance of early release but turned it down, refusing preferential treatment.</p> <p>The passage on his prison years, which seldom fails to resonate with Americans, earned him four standing ovations, to chants of \"USA, USA\".</p> <p>His time in jail, he said, turned him into a super-patriot. \"I fell in love with my country when I was a prisoner in someone else's … I was never the same again. I wasn't my own man anymore. I was my country's.\" </p> <p>The speech was a high point for McCain, aged 72, who was watched by his mother, Roberta, aged 96, and comes a year after he almost had to pull out of the Republican nomination with his campaign close to bankruptcy.</p> <p>McCain, ignoring the sustained personal - and frequently misleading - attacks on Obama at the convention, chose to present himself as above such tactics, saying he admired his Democratic rival for his achievement in winning his party's nomination. \"Despite our differences, much more unites us than divides us,\" he said, to applause. \"We are fellow Americans, an association that means more to me than any other.\"</p> <p>McCain, aware of his limitations as a speaker, attempted to recreate the intimacy of the townhall meetings with which he is more comfortable by placing the podium in the middle of the audience, but it was a failed experiment, with his delivery as deadening as ever.</p> <p>The start of his speech was briefly marred by protesters, including one from military veterans opposed to him. </p> <p>He used the convention to try to win over the millions watching at home with his promise of a bipartisan approach to politics, saying he had a proven record of working with Democrats in the Senate, often in the face of anger from fellow Republicans. \"I have the record and the scars to prove it. Senator Obama does not,\" McCain said.</p> <p>He is friends with many Democratic senators and has sponsored various bipartisan initiatives in the Senate, including a bill to ease illegal immigration along with the Democrat Ted Kennedy, angering Republicans.</p> <p>Forseeing a McCain presidency he said: \"I will ask Democrats and Independents to serve with me. And my administration will set a new standard for transparency and accountability.\"</p> <p>But pointing to other differences with the Democratic nominee, he said there was a gap between them on tax cuts, foreign policy - particularly Iraq - and drilling for oil in US waters. </p> <p>He issued a warning to Russia over the conflict in Georgia. \"We can't turn a blind eye to aggression and international lawlessness that threatens the peace and stability of the world and the security of the American people,\" he said.</p> <p>One of the loudest ovations he received all night was when he spoke about Palin. \"I can't wait until I introduce her to Washington. And let me offer an advance warning to the old, big spending, do nothing, me first, country second Washington crowd: change is coming,\" McCain said.</p>",
  "<video data-media-id=\"gu-video-337321609\" class=\"gu-video\" controls=\"controls\" poster=\"\">  </video>   <p>Thank you all very much. Tonight, I have a privilege given few Americans - the privilege of accepting our party's nomination for president of the United States. And I accept it with gratitude, humility and confidence. </p> <p>In my life, no success has come without a good fight, and this nomination wasn't any different. That's a tribute to the candidates who opposed me and their supporters. They're leaders of great ability, who love our country, and wished to lead it to better days. Their support is an honour I won't forget. </p> <p>I'm grateful to the president for leading us in those dark days following the worst attack on American soil in our history, and keeping us safe from another attack many thought was inevitable; and to the first lady, Laura Bush, a model of grace and kindness in public and in private. And I'm grateful to the 41st president and his bride of 63 years, and for their outstanding example of honourable service to our country. </p> <p>As always, I'm indebted to my wife, Cindy, and my seven children. The pleasures of family life can seem like a brief holiday from the crowded calendar of our nation's business. But I have treasured them all the more, and can't imagine a life without the happiness you give me. Cindy said a lot of nice things about me tonight. But, in truth, she's more my inspiration than I am hers. Her concern for those less blessed than we are - victims of landmines, children born in poverty and with birth defects - shows the measure of her humanity. I know she will make a great first lady. </p> <p>When I was growing up, my father was often at sea, and the job of raising my brother, sister and me would fall to my mother alone. Roberta McCain gave us her love of life, her deep interest in the world, her strength and her belief we are all meant to use our opportunities to make ourselves useful to our country. I wouldn't be here tonight but for the strength of her character. </p> <p>My heartfelt thanks to all of you, who helped me win this nomination, and stood by me when the odds were long. I won't let you down. To Americans who have yet to decide who to vote for, thank you for your consideration and the opportunity to win your trust. I intend to earn it. </p> <p>Finally, a word to Senator Obama and his supporters. We'll go at it over the next two months. That's the nature of these contests, and there are big differences between us. But you have my respect and admiration. Despite our differences, much more unites us than divides us. We are fellow Americans, an association that means more to me than any other. We're dedicated to the proposition that all people are created equal and endowed by our Creator with inalienable rights. No country ever had a greater cause than that. And I wouldn't be an American worthy of the name if I didn't honour Senator Obama and his supporters for their achievement. </p> <p>But let there be no doubt, my friends, we're going to win this election. And after we've won, we're going to reach out our hand to any willing patriot, make this government start working for you again, and get this country back on the road to prosperity and peace. </p> <p>These are tough times for many of you. You're worried about keeping your job or finding a new one, and are struggling to put food on the table and stay in your home. All you ever asked of government is to stand on your side, not in your way. And that's just what I intend to do: stand on your side and fight for your future. </p> <p>And I've found just the right partner to help me shake up Washington, governor Sarah Palin of Alaska. She has executive experience and a real record of accomplishment. She's tackled tough problems like energy independence and corruption. She's balanced a budget, cut taxes and taken on the special interests. She's reached across the aisle and asked Republicans, Democrats and Independents to serve in her administration. She's the mother of five children. She's helped run a small business, worked with her hands and knows what it's like to worry about mortgage payments and healthcare and the cost of gasoline and groceries. </p> <p>She knows where she comes from and she knows who she works for. She stands up for what's right, and she doesn't let anyone tell her to sit down. I'm very proud to have introduced our next vice-president to the country. But I can't wait until I introduce her to Washington. And let me offer an advance warning to the old, big spending, do nothing, me first, country second Washington crowd: change is coming. </p> <p>I'm not in the habit of breaking promises to my country and neither is Governor Palin. And when we tell you we're going to change Washington, and stop leaving our country's problems for some unluckier generation to fix, you can count on it. We've got a record of doing just that, and the strength, experience, judgment and backbone to keep our word to you. </p> <p>You know, I've been called a maverick; someone who marches to the beat of his own drum. Sometimes it's meant as a compliment and sometimes it's not. What it really means is I understand who I work for. I don't work for a party. I don't work for a special interest. I don't work for myself. I work for you. </p> <p>I've fought corruption, and it didn't matter if the culprits were Democrats or Republicans. They violated their public trust, and had to be held accountable. I've fought big spenders in both parties, who waste your money on things you neither need nor want, while you struggle to buy groceries, fill your gas tank and make your mortgage payment. I've fought to get million dollar checks out of our elections. I've fought lobbyists who stole from Indian tribes. I fought crooked deals in the Pentagon. I fought tobacco companies and trial lawyers, drug companies and union bosses. </p> <p>I fought for the right strategy and more troops in Iraq, when it wasn't a popular thing to do. And when the pundits said my campaign was finished, I said I'd rather lose an election than see my country lose a war. </p> <p>Thanks to the leadership of a brilliant general, David Petraeus, and the brave men and women he has the honour to command, that strategy succeeded and rescued us from a defeat that would have demoralised our military, risked a wider war and threatened the security of all Americans. </p> <p>I don't mind a good fight. For reasons known only to God, I've had quite a few tough ones in my life. But I learned an important lesson along the way. In the end, it matters less that you can fight. What you fight for is the real test. </p> <p>I fight for Americans. I fight for you. I fight for Bill and Sue Nebe from Farmington Hills, Michigan, who lost their real-estate investments in the bad housing market. Bill got a temporary job after he was out of work for seven months. Sue works three jobs to help pay the bills. </p> <p>I fight for Jake and Toni Wimmer of Franklin County, Pennsylvania. Jake works on a loading dock; coaches Little League, and raises money for the mentally and physically disabled. Toni is a schoolteacher, working toward her master's degree. They have two sons, the youngest, Luke, has been diagnosed with autism. Their lives should matter to the people they elect to office. They matter to me. </p> <p>I fight for the family of Matthew Stanley of Wolfboro, New Hampshire, who died serving our country in Iraq. I wear his bracelet and think of him every day. I intend to honour their sacrifice by making sure the country their son loved so well and never returned to, remains safe from its enemies. </p> <p>I fight to restore the pride and principles of our party. We were elected to change Washington, and we let Washington change us. We lost the trust of the American people when some Republicans gave in to the temptations of corruption. We lost their trust when rather than reform government, both parties made it bigger. We lost their trust when instead of freeing ourselves from a dangerous dependence on foreign oil, both parties and Senator Obama passed another corporate welfare bill for oil companies. We lost their trust, when we valued our power over our principles. </p> <p>We're going to change that. We're going to recover the people's trust by standing up again for the values Americans admire. The party of Lincoln, Roosevelt and Reagan is going to get back to basics. </p> <p>We believe everyone has something to contribute and deserves the opportunity to reach their God-given potential from the boy whose descendents arrived on the Mayflower to the Latina daughter of migrant workers. We're all God's children and we're all Americans. </p> <p>We believe in low taxes; spending discipline, and open markets. We believe in rewarding hard work and risk takers and letting people keep the fruits of their labor. </p> <p>We believe in a strong defense, work, faith, service, a culture of life, personal responsibility, the rule of law and judges who dispense justice impartially and don't legislate from the bench. We believe in the values of families, neighborhoods and communities. </p> <p>We believe in a government that unleashes the creativity and initiative of Americans. Government that doesn't make your choices for you, but works to make sure you have more choices to make for yourself. </p> <p>I will keep taxes low and cut them where I can. My opponent will raise them. I will open new markets to our goods and services. My opponent will close them. I will cut government spending. He will increase it. </p> <p>My tax cuts will create jobs. His tax increases will eliminate them. My healthcare plan will make it easier for more Americans to find and keep good healthcare insurance. His plan will force small businesses to cut jobs, reduce wages and force families into a government-run healthcare system where a bureaucrat stands between you and your doctor. </p> <p>Keeping taxes low helps small businesses grow and create new jobs. Cutting the second-highest business tax rate in the world will help American companies compete and keep jobs from moving overseas. Doubling the child tax exemption from $3500 to $7000 will improve the lives of millions of American families. Reducing government spending and getting rid of failed programs will let you keep more of your own money to save, spend and invest as you see fit. Opening new markets and preparing workers to compete in the world economy is essential to our future prosperity. </p> <p>I know some of you have been left behind in the changing economy and it often seems your government hasn't even noticed. Government assistance for unemployed workers was designed for the economy of the 1950s. That's going to change on my watch. My opponent promises to bring back old jobs by wishing away the global economy. We're going to help workers who've lost a job that won't come back, find a new one that won't go away. </p> <p>We will prepare them for the jobs of today. We will use our community colleges to help train people for new opportunities in their communities. For workers in industries that have been hard hit, we'll help make up part of the difference in wages between their old job and a temporary, lower paid one while they receive retraining that will help them find secure new employment at a decent wage. </p> <p>Education is the civil rights issue of this century. Equal access to public education has been gained. But what is the value of access to a failing school? We need to shake up failed school bureaucracies with competition, empower parents with choice, remove barriers to qualified instructors, attract and reward good teachers and help bad teachers find another line of work. </p> <p>When a public school fails to meet its obligations to students, parents deserve a choice in the education of their children. And I intend to give it to them. Some may choose a better public school. Some may choose a private one. Many will choose a charter school. But they will have that choice and their children will have that opportunity. </p> <p>Senator Obama wants our schools to answer to unions and entrenched bureaucracies. I want schools to answer to parents and students. And when I'm president, they will. </p> <p>My fellow Americans, when I'm president, we're going to embark on the most ambitious national project in decades. We are going to stop sending $700bn a year to countries that don't like us very much. We will attack the problem on every front. We will produce more energy at home. We will drill new wells offshore, and we'll drill them now. We will build more nuclear power plants. We will develop clean coal technology. We will increase the use of wind, tide, solar and natural gas. We will encourage the development and use of flex fuel, hybrid and electric automobiles. </p> <p>Senator Obama thinks we can achieve energy independence without more drilling and without more nuclear power. But Americans know better than that. We must use all resources and develop all technologies necessary to rescue our economy from the damage caused by rising oil prices and to restore the health of our planet. It's an ambitious plan, but Americans are ambitious by nature, and we have faced greater challenges. It's time for us to show the world again how Americans lead. </p> <p>This great national cause will create millions of new jobs, many in industries that will be the engine of our future prosperity; jobs that will be there when your children enter the workforce. </p> <p>Today, the prospect of a better world remains within our reach. But we must see the threats to peace and liberty in our time clearly and face them, as Americans before us did, with confidence, wisdom and resolve. </p> <p>We have dealt a serious blow to al-Qaida in recent years. But they are not defeated, and they'll strike us again if they can. Iran remains the chief state sponsor of terrorism and on the path to acquiring nuclear weapons. Russia's leaders, rich with oil wealth and corrupt with power, have rejected democratic ideals and the obligations of a responsible power. They invaded a small, democratic neighbor to gain more control over the world's oil supply, intimidate other neighbours, and further their ambitions of reassembling the Russian empire. And the brave people of Georgia need our solidarity and prayers. As president, I will work to establish good relations with Russia so we need not fear a return of the cold war. But we can't turn a blind eye to aggression and international lawlessness that threatens the peace and stability of the world and the security of the American people. </p> <p>We face many threats in this dangerous world, but I'm not afraid of them. I'm prepared for them. I know how the military works, what it can do, what it can do better and what it should not do. I know how the world works. I know the good and the evil in it. I know how to work with leaders who share our dreams of a freer, safer and more prosperous world, and how to stand up to those who don't. I know how to secure the peace. </p> <p>When I was five years old, a car pulled up in front of our house. A Navy officer rolled down the window, and shouted at my father that the Japanese had bombed Pearl Harbor. I rarely saw my father again for four years. My grandfather came home from that same war exhausted from the burdens he had borne, and died the next day. In Vietnam, where I formed the closest friendships of my life, some of those friends never came home with me. I hate war. It is terrible beyond imagination. </p> <p>I'm running for president to keep the country I love safe, and prevent other families from risking their loved ones in war as my family has. I will draw on all my experience with the world and its leaders, and all the tools at our disposal - diplomatic, economic, military and the power of our ideals - to build the foundations for a stable and enduring peace. </p> <p>In America, we change things that need to be changed. Each generation makes its contribution to our greatness. The work that is ours to do is plainly before us. We don't need to search for it. </p> <p>We need to change the way government does almost everything: from the way we protect our security to the way we compete in the world economy; from the way we respond to disasters to the way we fuel our transportation network; from the way we train our workers to the way we educate our children. All these functions of government were designed before the rise of the global economy, the information technology revolution and the end of the cold war. We have to catch up to history, and we have to change the way we do business in Washington. </p> <p>The constant partisan rancour that stops us from solving these problems isn't a cause, it's a symptom. It's what happens when people go to Washington to work for themselves and not you. </p> <p>Again and again, I've worked with members of both parties to fix problems that need to be fixed. That's how I will govern as president. I will reach out my hand to anyone to help me get this country moving again. I have that record and the scars to prove it. Senator Obama does not. </p> <p>Instead of rejecting good ideas because we didn't think of them first, let's use the best ideas from both sides. Instead of fighting over who gets the credit, let's try sharing it. This amazing country can do anything we put our minds to. I will ask Democrats and Independents to serve with me. And my administration will set a new standard for transparency and accountability. </p> <p>We're going to finally start getting things done for the people who are counting on us, and I won't care who gets the credit. </p> <p>I've been an imperfect servant of my country for many years. But I have been her servant first, last and always. And I've never lived a day, in good times or bad, that I didn't thank God for the privilege. </p> <p>Long ago, something unusual happened to me that taught me the most valuable lesson of my life. I was blessed by misfortune. I mean that sincerely. I was blessed because I served in the company of heroes, and I witnessed a thousand acts of courage, compassion and love. </p> <p>On an October morning, in the Gulf of Tonkin, I prepared for my 23rd mission over North Vietnam. I hadn't any worry I wouldn't come back safe and sound. I thought I was tougher than anyone. I was pretty independent then, too. I liked to bend a few rules, and pick a few fights for the fun of it. But I did it for my own pleasure; my own pride. I didn't think there was a cause more important than me. </p> <p>Then I found myself falling toward the middle of a small lake in the city of Hanoi, with two broken arms, a broken leg, and an angry crowd waiting to greet me. I was dumped in a dark cell, and left to die. I didn't feel so tough anymore. When they discovered my father was an admiral, they took me to a hospital. They couldn't set my bones properly, so they just slapped a cast on me. When I didn't get better, and was down to about a hundred pounds, they put me in a cell with two other Americans. I couldn't do anything. I couldn't even feed myself. They did it for me. I was beginning to learn the limits of my selfish independence. Those men saved my life. </p> <p>I was in solitary confinement when my captors offered to release me. I knew why. If I went home, they would use it as propaganda to demoralise my fellow prisoners. Our code said we could only go home in the order of our capture, and there were men who had been shot down before me. I thought about it, though. I wasn't in great shape, and I missed everything about America. But I turned it down. </p> <p>A lot of prisoners had it worse than I did. I'd been mistreated before, but not as badly as others. I always liked to strut a little after I'd been roughed up to show the other guys I was tough enough to take it. But after I turned down their offer, they worked me over harder than they ever had before. For a long time. And they broke me. </p> <p>When they brought me back to my cell, I was hurt and ashamed, and I didn't know how I could face my fellow prisoners. The good man in the cell next door, my friend, Bob Craner, saved me. Through taps on a wall he told me I had fought as hard as I could. No man can always stand alone. And then he told me to get back up and fight again for our country and for the men I had the honour to serve with. Because every day they fought for me. </p> <p>I fell in love with my country when I was a prisoner in someone else's. I loved it not just for the many comforts of life here. I loved it for its decency; for its faith in the wisdom, justice and goodness of its people. I loved it because it was not just a place, but an idea, a cause worth fighting for. I was never the same again. I wasn't my own man anymore. I was my country's. </p> <p>I'm not running for president because I think I'm blessed with such personal greatness that history has anointed me to save our country in its hour of need. My country saved me. My country saved me, and I cannot forget it. And I will fight for her for as long as I draw breath, so help me God. </p> <p>If you find faults with our country, make it a better one. If you're disappointed with the mistakes of government, join its ranks and work to correct them. Enlist in our armed forces. Become a teacher. Enter the ministry. Run for public office. Feed a hungry child. Teach an illiterate adult to read. Comfort the afflicted. Defend the rights of the oppressed. Our country will be the better, and you will be the happier. Because nothing brings greater happiness in life than to serve a cause greater than yourself. </p> <p>I'm going to fight for my cause every day as your president. I'm going to fight to make sure every American has every reason to thank God, as I thank Him: that I'm an American, a proud citizen of the greatest country on earth, and with hard work, strong faith and a little courage, great things are always within our reach. Fight with me. Fight with me. </p> <p>Fight for what's right for our country. </p> <p>Fight for the ideals and character of a free people. </p> <p>Fight for our children's future. </p> <p>Fight for justice and opportunity for all. </p> <p>Stand up to defend our country from its enemies. </p> <p>Stand up for each other; for beautiful, blessed, bountiful America. </p> <p>Stand up, stand up, stand up and fight. Nothing is inevitable here. We're Americans, and we never give up. We never quit. We never hide from history. We make history. </p> <p>Thank you, and God bless you.</p>",
  "<p>A peaceful but tense anti-war rally today turned into a series of stands-off with police, as youthful demonstrators became angry at being prevented by the riot-gear clad officers from marching toward downtown St Paul and the Republican convention hall.</p> <p>On the fourth day of anti-war demonstrations, protesters assembled in the afternoon on the grounds of the state capital building. After an hour-long rally, the march permit expired and police ordered the crowd to disperse. Groups then marched toward a cathedral near the convention site, but were stopped by police lines at several bridges leading over an interstate highway.</p> <p>Blocked by officers wearing body armour and brandishing long wooden sticks, the protesters stood off against the officers.</p> <p>The demonstrators chanted anti-war anthems and directed their ire at the officers they said had deprived them of their rights to peaceful protest.<br>\"When my city becomes a police state I have to say something,\" said Jim Sazevich, a St Paul historian. \"We're being treated like criminals while the criminals are corralled in the Xcel centre,\" he said, referring to the hall where the Republican convention is taking place.</p> <p>Police made sporadic arrests of demonstrators who crossed their lines, but both sides held back from direct violent confrontation.</p> <p>More than 150 police departments from several states are providing security for the Republican convention. The St Paul and Minneapolis departments, which led law enforcement efforts at the protests, have arrested 430 people in the last several days. </p> <p>Last night, a number of people pouring out of a Rage Against the Machine concert clashed with police, who arrested more than 100.</p> <p>Today, the roving, morphing mass of protesters, who numbered fewer than 1,000, shut down the streets in a swath of St Paul across an interstate highway from the Xcel centre as police sought to contain them. Bridges over the highway were blocked to foot traffic.</p> <p>At one intersection, protesters and demonstrators stared each other down for more than an hour before the demonstrators moved to another intersection to join a separate action. </p> <p>\"I think it's our right to be here,\" said Tim, a protester who declined to give his last name. \"We're trying to be peaceful. We should be allowed to go where we want\".</p>",
  "<p>Barack Obama tonight walked into the hostile territory of the rightwing network, Fox News, and said that the troops surge in Iraq was working \"beyond our wildest dreams\" in an appearance meant to reassure conservatives about his readiness to be commander-in-chief.</p> <p>It was the first time Obama had agreed to appear on the network after it referred to his wife, Michelle, as a \"baby mama,\" confused his name with Osama bin Laden's, and accused the couple of performing a \"terrorist fist bump\".</p> <p>The much-anticipated interview, which required the personal intervention of Rupert Murdoch, was designed to draw attention from John McCain on the night that he was to accept the Republican nomination. </p> <p>Obama turned the occasion into an effort to persuade a conservative audience that he could be tough a leader in the fight against al-Qaida and Iran.</p> <p>The Democrat was careful to borrow some of the most loaded phrases of George Bush, saying he absolutely believed that America was engaged in a \"war of terror\".</p> <p>In the most surprising admission perhaps for a conservative audience, Obama said that George Bush's troop surge had improved security in Iraq.</p> <p>\"I think that the surge has succeeded in ways that nobody anticipated,\" Obama told host Bill O'Reilly. \"It's succeeded beyond our wildest dreams.\"</p> <p>However, he warned that the real gains from the improved security were limited. \"The Iraqis still haven't taken responsibility. And we still don't have that kind of political reconciliation.\"</p> <p>McCain and other Republicans have repeatedly accused Obama of refusing to admit that the surge had been effective. They kept up the charge tonight. Well after Obama's interview aired, Lindsey Graham, a conservative senator from South Carolina, told the Republican convention Obama was still refusing to admit the surge had produced results. \"Barack Obama's campaign is about losing in Iraq,\" Graham said.</p> <p>On Iran, Obama again sought to counter charges from the Republicans that he failed to appreciate the threat posed by Iran's rogue nuclear programme. \"It is unacceptable for Iran to possess a nuclear weapon. It would be a game changer,\" the Democrat said.</p> <p>He said he would never rule out using military force against Iran - though he would use diplomacy first.</p> <p>\"It's sufficient to say I would not take military action off the table, and that I will never hesitate to use our military force in order to protect the homeland and the United States' interests.\" </p> <p>Tonight's appearance by Obama came about as part of a truce engineered by Murdoch, who convened a sit-down between Obama and the network's chairman, Roger Ailes, earlier in the summer.</p> <p>The Obama camp argues that Fox has been extremely biased in its coverage of the Democrats. In the summit hosted by Murdoch, Obama apparently told Ailes he had no intention of appearing on Fox if the network was going to continue to portray him and his wife as foreigners and terrorists.</p> <p>But Ailes and Obama also discussed the possibility of an appearance on the O'Reilly Factor, with the Fox news chairman reportedly offering an assurance that the interview would be fair and above board.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-337320048\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/9/5/1220578588763/mccain.jpg\" alt=\"McCain\" width=\"459\" height=\"278\" class=\"gu-image\" /> </figure>  <p><strong>ST PAUL</strong> —&#xa0;And so here we are, on the last night of the conventions, watching Cindy McCain at the podium, which has been <a href=\"http://ap.google.com/article/ALeqM5iNxTApa2sQRu0Xx99P3jt2bEXw7gD9301NP00 \">redesigned to look like a town hall meeting</a>, apparently, although it looks like a fashion show catwalk to me. (Scroll down for photograph.) Shortly, we'll hear what's surely the most important speech of John McCain's life — the one for which his whole political career has been a preparation. Liveblogging starts now.</p> <p><strong>8.45pm (all times local)</strong>: Cindy McCain is wowing the crowd with a speech about McCain as loving father, war hero, fantastic husband and war hero. \"We love Cindy!\" read the banners held aloft by the crowd. Now she's singing the praises of \"hockey mom, basketball shootin', moose-huntin', fly-fishin', pistol-packing mother of five for vice president.\" Her delivery's fairly wooden, but it's doing the trick. Cindy McCain is an exceedingly savvy businesswoman who keeps John McCain in ready money, and her global charity work is hugely impressive. But she's not a public speaker. Then again, neither is John McCain, usually.</p> <p>\"I think John was a hero in Vietnam!\" Shall we play wartime-references bingo? First one to spot 40 of them tonight wins a prize. Cindy's got to keep going, because the <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/03/AR2008090303255.html?hpid=topnews\">football hasn't finished yet</a>. </p> <p><strong>8.50pm</strong>: I was racing from location to location when the video tribute to Cindy McCain was showing, so I didn't feel justified in being snarky about it. So I shall simply <a href=\"http://talkingpointsmemo.com/archives/213685.php\">quote Josh Marshall</a>: \"EDITING GOOF: They left out the part about how John was married when they started dating.\" </p> <p><strong>8.54pm</strong>: Here's a good piece about what John McCain needs to say in his speech tonight, and about how he's <a href=\"http://voices.washingtonpost.com/thefix/2008/09/mccains_speech_what_does_he_ne.html\">got to reach beyond the convention hall to the country</a>. Chris Cilizza is presumably right that McCain is going to talk in much more detail about the incredible hardships he suffered as a prisoner of war, which is probably going to make me feel guilty for joking about how often he mentions it. The other key points: he needs to focus on the economy, and banish the perception he's out of touch with ordinary, financially stretched Americans. And a crucial question: how far he'll distance himself from George Bush, and how the crowd in the hall will respond, because it'll indicate how far Bush-loving conservatives have truly jumped on board the McCain bandwagon.</p> <p><strong>8.59pm</strong>: Warning: Republicans dancing! Or shuffling to left and then to the right, in an embarrassing, socially conservative way. It's not pleasant, even though Johnny B Goode is a very good tune. </p> <p><strong>9.03pm</strong>: OK please stop now.</p> <p>Time for a photograph of the crazy new podium, which I took a few minutes ago during the video tribute to Cindy McCain: </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-337320632\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/9/5/1220580519340/hall.jpg\" alt=\"Convention hall\" width=\"459\" height=\"313\" class=\"gu-image\" /> </figure>  <p><strong>9.05pm</strong>: John McCain video tribute time! He was a POW. No, <em>for real</em>. This is beyond parody, I'm afraid, so don't expect any parody from me. Now a man with a syrupy voice, like the guy on the cinema trailers, is essentially saying that America would have to be discontinued entirely if it weren't fortunate to have McCain running for president in these terrible times. (Oh! I'm told it's Fred Thompson.)</p> <p><strong>9.15pm</strong>: And here he is, in a scary halo of light, as if he were a Celebrity, or the Messiah. Much crowd applause, but it's not on the Palin level.</p> <p><strong>9.20pm</strong>: He's got a <a href=\"http://www.huffingtonpost.com/2008/06/03/the-lime-green-monster-mc_n_105044.html\">green screen behind him again</a>! That's a disastrous choice. He accepts the nomination and careens straight in to some Bush love. \"I'm grateful to the President for leading us in those dark days following the worst attack on American soil in our history, and keeping us safe from another attack many thought was inevitable.\" He thanks his wife, his mother, Americans, everyone. </p> <p>\"Finally, a word to Senator Obama and his supporters. We'll go at it over the next two months. That's the nature of these contests, and there are big differences between us. But you have my respect and admiration.\" Not Sarah Palin's, though. She thinks you are ridiculous, Obama, and she will mock you for having been a community organiser, and throw moose-antlers in your way to trip you up.</p> <p><strong>9.24pm</strong>: \"I wouldn't be an American worthy of the name if I didn't honor Senator Obama and his supporters for their achievement. But let there be no doubt, my friends, we're going to win this election.\" Oh, all right, that's the bipartisanship over with. </p> <p><strong>9.26pm</strong>: A serious commotion, as two Code Pink-looking protestors reveal themselves, flash peace signs, and get dragged out by security, thereby amping the crowd up by about 100%. They're almost as loud as they were for Palin yesterday now. Well done Code Pink! Or Republican operatives in disguise, if that's what you really are.</p> <p>McCain chuckles in his trademark sinister fashion and picks up the thread again, which is about how he understands that times are tough. He promises to \"stand on your side\", which sounds painful.</p> <p><strong>9.28pm</strong>: Praising Palin. \"She's helped run a small business, worked with her hands and nose...\" He ACTUALLY PAUSES HERE. Her nose? Oh, I see: \"...Worked with her hands and knows what it's like to worry about mortgage payments and health care and the cost of gasoline and groceries.\" I seriously thought he was going to give us an Eskimo joke then.</p> <p><strong>9.31pm</strong>: He's happy to have introduced Palin to the country, but he can't wait to introduce her to Washington. She and he are maverick reformer mavericks, who will completely maverick the place up when they get there, \"there\" being, of course, the place McCain has been for many years.</p> <p><strong>9.34pm</strong>: Now he's taking credit for the surge in Iraq. \"I don't mind a good fight. For reasons known only to God, I've had quite a few tough ones in my life.\"</p> <p>\"I fight for Americans. I fight for you. I fight for Bill and Sue Nebe from Farmington Hills, Michigan, who lost their real estate investments in the bad housing market, so I let them live in one of my spare houses.\" Actually I made that last part up. He works for other ordinary Americans too, including a soldier who died in Iraq, whose bracelet he wears every day. </p> <p><strong>9.37pm</strong>: \"I fight to restore the pride and principles of our party. We were elected to change Washington, and we let Washington change us. We lost the trust of the American people when some Republicans gave in to the temptations of corruption...\" He's talking about how \"both parties\" made government bigger and gave in to oil dependency — the crowd is silent. Silent. They're uneasy about this, I think. Bit too maverick. Then he vows to \"change that,\" and they're back cheering again. </p> <p><strong>9.40pm</strong>: Things \"we\" believe in: low taxes, open markets, \"a culture of life\", faith, work, service, and THE RULE OF LAW. And now it's call-and-response time: \"I will keep taxes low, my opponent will raise them.\" (\"Boo!\") \"I will open new markets to our goods and services. My opponent will close them. I will cut government spending. He will increase it.\" Obama's healthcare plan will force you to use a system where \"a bureaucrat stands between you and your doctor.\" Biggest boos yet. Bureaucrats! Imagine.</p> <p><strong>9.45pm</strong>: Choice in schools. Choice in schools. No bureaucrats, just choice, lovely choice.</p> <p><strong>9.46pm</strong>: \"My fellow Americans, when I'm President, we're going to embark on the most ambitious national project in decades.\" NOT THE LADDER TO SPACE?!! Seriously?? All right. This is going to be cool. John McCain is going to build a ladder to space.</p> <p>Oh, hang on, it's energy independence.</p> <p>\"We are going to stop sending $700 billion a year to countries that don't like us very much. We will attack the problem on every front. We will produce more energy at home. We will drill new wells offshore, and we'll drill them now.\" Drill, drill. \"Drill baby drill!\" the crowd shout, troublingly. </p> <p><strong>9.49pm</strong>: Terrorism time. Al Qaeda still poses a threat, and so does Russia. We must support the Georgians. \"We can't turn a blind eye to aggression and international lawlessness that threatens the peace and stability of the world and the security of the American people.\" There are lots of threats in this dangerous world and we should all be very scared, but John McCain isn't scared. He will fight.</p> <p>\"I know how the world works. I know the good and the evil in it. I know how to work with leaders who share our dreams of a freer, safer and more prosperous world, and how to stand up to those who don't.\" Feel the experience!</p> <p><strong>9.52pm</strong>: Wartime experiences, but not in much detail, and, by McCain standards, really not overplayed at all, nicely done. That can't be it, surely...?</p> <p><strong>9.54pm</strong>: \"The work that is ours to do is plainly before us. We don't need to search for it.\" Not like Barack Obama, who has read too many self-help books and is on a journey of personal discovery.</p> <p>\"I have that record [of experience], and the scars to prove it. Senator Obama does not.\"</p> <p><strong>9.57pm</strong>: \"Long ago, something unusual happened to me that taught me the most valuable lesson of my life. I was blessed by misfortune. I mean that sincerely. I was blessed because I served in the company of heroes...\" Ah, OK, that part before wasn't all there was. After a bit on accountability and bipartisanship, we're into the details of his prisoner-of-war experiences. He'd been a selfish young man, but when he was dumped in a dark cell in Hanoi and left to die.\" Crowd is yelling, weeping. McCain is going into detail about the violence he suffered in captivity.</p> <p><strong>10.01pm</strong>: \"When they brought me back to my cell, I was hurt and ashamed, and I didn't know how I could face my fellow prisoners. The good man in the cell next door, my friend, Bob Craner, saved me. Through taps on a wall he told me I had fought as hard as I could. No man can always stand alone. And then he told me to get back up and fight again for our country and for the men I had the honor to serve with.\" Powerful stuff; standing ovations from the crowd.</p> <p><strong>10.04pm</strong>: \"I'm not running for president because I think I'm blessed with such personal greatness that history has anointed me to save our country in its hour of need. My country saved me. My country saved me, and I cannot forget it.\" Anti-Obama, obviously.</p> <p>He's urging everyone to do public service, instead -- implicitly -- of whining about hope and change. Nothing brings greater happiness than serving a cause greater than yourself, eg., Getting John McCain Elected. \"I'm going to fight for my cause every day as your president. I'm going to fight to make sure every American has every reason to thank God, as I thank him: that I'm an American, a proud citizen of the greatest country on earth, and with hard work, strong faith and a little courage, great things are always within our reach. Fight with me. Fight with me.\" Fight fight fight!</p> <p>Fight for what's right! Fight for America! Stand up to defend America! Stand up! Fight! </p> <p>...And it's over. Wow, that was fighty, the end part.</p> <p><strong>10.07pm</strong>: Here's Cindy and John and the moosehunter, doing some Hillary Pointing. </p> <p><strong>10.09pm</strong> BALLOONS! I like balloons. Balloons are the whole point of American political conventions. The elitist Barack Obama didn't have any balloons, because he considered himself to be above them, and also because Invesco Field didn't have a roof, so a balloon drop was unfeasible. But maverick John McCain gives you balloons. (Two hundred thousand of them, apparently.) Balloons and confetti. Vote for John McCain, balloon maverick. </p> <p>They're playing Rhythm Is A Dancer now. Rhythm may be a dancer, but the Michigan delegation are not. </p> <p>Raising McCain. That song again.</p> <p><strong>10.25pm</strong> Well, that was underwhelming and underpowered. (Apart from the balloons.) I thought it was telling that he seemed only to be able to rouse the crowd to emotion by explicitly chanting \"fight!\", \"fight!\". The distancing-from-Bush part, and the attack on the party, really didn't seem to go down well. He was light on policy, and not — I thought, though it's a very personal thing —&#xa0;particularly warm or personable at all. Will tonight's performance drain some of the Palinthusiasm from the party faithful? We'll have to see.</p> <p><a href=\"http://talkingpointsmemo.com/archives/213710.php\">TPM:</a> \"I'm insulted that McCain uses a lifeless speech to hide his lack of specific policy proposals.\"<br><a href=\"http://www.time-blog.com/swampland/2008/09/the_speech_2.html\">Swampland:</a> \"Mixed performance\" — Jay Carney also notes how much more excited and powerful McCain is when he's talking about something that excites him, namely, fighting.</p> <p>They're playing <a href=\"http://www.lyricsdownload.com/sly-and-the-family-stone-everyday-people-lyrics.html\">Everyday People</a>, now. Anti-elitist music.</p> <p><strong>10.31pm</strong>: <a href=\"http://www.prospect.org/csnc/blogs/tapped_archive?month=09&amp;year=2008&amp;base_name=interview_with_mccain_heckler\">An interview</a> with one of the protestors dragged from the hall, who turns out to be a Ron Paul supporter.</p> <p>...My colleague Richard Adams points out a significant quotation I missed in the frenzy of liveblogging —&#xa0;a line that might not please immigration-hardliner Republicans: \"We believe everyone has something to contribute and deserves the opportunity to reach their God-given potential from the boy whose descendents arrived on the Mayflower to the Latina daughter of migrant workers. We're all God's children and we're all Americans.\"</p> <p>I also failed to notice his reference earlier to how the party of Lincoln, Roosevelt and Reagan \"is going to get back to basics.\" This reference <a href=\"http://en.wikipedia.org/wiki/Back_to_Basics_(campaign)\">sits ill with Brits</a>...</p> <p>Right, off to talk to delegates now.</p> <p>====</p> <p>POSTSCRIPT</p> <p><strong>11.15pm</strong>: Interesting... With the caveat that this means nothing at all, I just spent a few moments mingling with delegates and their guests streaming out of the convention hall, and the contrast with last night couldn't be much starker. They weren't pumped up at all; almost everyone to whom I spoke felt the need to offer some kind of apology or justification for McCain's poor performance tonight. </p> <p>The very first person I stopped, Jerrod Atkinson from Dallas — a guest of the Texas delegation, not a delegate himself — said: \"Terrible. It was just full of emptiness, and what I see as empty promises. Any time I saw a stance, it wasn't a Republican stance. I really, really liked Sarah Palin's speech. I kinda wish we could have reversed the ticket: Palin/McCain. But apparently it's too late for that...\"</p> <p>But to be fair, he was the exception: everyone else delivered some kind of praise. \"I thought it communicated the essence of John McCain: he's sincere, and he's dedicated,\" said Karen Pausman, a Texas delegate (in regulation Stars-and-Stripes shirt and cowboy hat). She'd been impressed with McCain's remarks on energy policy. \"He never has been a strong speaker, but he had a lot of content. He has the gravitas to say I've put my money where my mouth is for my country.\" Which was better, McCain's speech, or Palin's? \"Palin's a better — I'm thinking of the right word — Palin's a better entertainer,\" she said. </p> <p>Paul Kramer, also a Texas delegate: \"He addressed the one thing we're concerned with most, which is our safety as Americans in the world. That's what's most important to us. We're facing a group that's set on our destruction as much as Adolf Hitler was.\" </p> <p>Fred Radewagen, a Hawaiian delegate, on the contrast between Palin and McCain: \"You can't compare apples and oranges.\"</p> <p>====</p> <p><strong>11.25pm</strong> Here endeth the liveblogging of the 2008 Democratic and Republican conventions. Tomorrow I'll fly back to elitist Washington, DC to sip on elitist coffee drinks. My regular Campaign Diary <a href=\"http://blogs.guardian.co.uk/burkeman/\">blog</a> continues. And of course there'll be more liveblogging at the debates. Or perhaps before. Thanks for reading and commenting. Now I must sleep.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-337316477\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/9/5/1220569854583/thefoxtent.jpg\" alt=\"The Fox Tent\" width=\"459\" height=\"337\" class=\"gu-image\" /> </figure>  <p><br><strong>ST PAUL</strong> — In an attempt to break back in to this week's Palin-heavy television coverage, Barack Obama has agreed to be interviewed by Fox News's most fair and balanced anchor, Bill O'Reilly, after a <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/02/AR2008090202730_pf.html\">months-long standoff</a> between the channel and the candidate, which included much on-air taunting from O'Reilly over Obama's failure to appear on his show. O'Reilly, as you may well know, has a fine track record of <a href=\"http://gawker.com/5008668/bill-oreilly-meltdown-resurfaces\">calm and Zen-like TV behaviour</a>, though I do always like to remind people that he once accused me of <a href=\"http://mediamatters.org/items/200607270008\">\"spout[ing] incredible nonsense\"</a> after I wrote that he'd suggested al-Qaeda should attack San Francisco on the grounds that it was a liberal stronghold. The truth, of course, was that he'd suggested al-Qaeda should attack San Francisco on the grounds that it was a liberal stronghold. But never mind: I'm honoured to be the guest of the very nice people (seriously) at the Fox News tent here at the Republican National Convention, which as you can see includes a News Gathering Centre, a Strategy Room, and a bin. The pre-recorded interview will be screened here imminently on a very large screen, and I'll endeavour to liveblog it.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-337317616\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/9/5/1220573218762/billoreilly.jpg\" alt=\"Bill O'Reilly\" width=\"101\" height=\"104\" class=\"gu-image\" /> </figure>  <p><strong>7.08pm</strong>: The O'Reilly Factor has begun! At the moment, Bill's talking to Karl Rove about Sarah Palin. (Oddly, the very large screen isn't actually showing Fox News at the moment — just a big Fox News logo — so I'm watching it on a smaller screen here in the tent, where numerous Fox journalists are hard at work, doing whatever it is they do. Everyone's strikingly well-groomed here. It's something to do with being right-wing, I think. I'm standing up. Next to a smelly bin. Just so you know.)</p> <p><strong>7.14pm</strong> More Palin talk. Bill O'Reilly has found a \"Democratic consultant\" who thinks Palin is a star and that McCain is a maverick. There's a whole niche industry in pretending to be a liberal in order to get booked on Fox as a \"balance\" for its rightwing commentators.</p> <p><strong>7.21pm</strong> Another memorable O'Reilly observation I forgot to mention earlier: he once said <a href=\"http://mediamatters.org/items/200507110001\">\"the Guardian... might be edited by Osama bin Laden.\"</a> It isn't, but then again, I would say that.</p> <p><strong>7.25pm</strong> Free hats! Free hats! I forgive O'Reilly completely for our little al Qaeda/San Francisco dust-up. O'Reilly's talking to Newt Gingrich now, about how the media is evil. </p> <p><strong>7.40pm</strong>: What a terrible but ultimately amusing disaster! I have been kicked out of the Fox News tent, and not even because they cannot tolerate the threat posed by my dogged investigative journalism — but because it was 7.30pm and the security guards said everyone had to leave at 7.30pm unless they're a Fox News employee. I tried remonstrating, but it didn't have any effect. They were very nice about it all, though, because they're Minnesotans. Now I'm watching the interview on a TV inside the convention centre, next to one of the ubiquitous hot dog stands. It is a dark day for the free press, my friends. </p> <p><strong>7.45pm</strong>: So anyway, Obama and O'Reilly aren't in the regular studio, where Bill has the ability (which he exercises) to cut the mike when an interviewee says things he doesn't like. They're sitting in leather chairs and there's a photograph of an oil rig on the wall behind them, strangely. The subject is Iraq. Obama wants to talk about how Saddam and 9/11 weren't linked. \"We'll get to that,\" O'Reilly says, getting testy already.</p> <p><strong>7.48pm</strong>: \"As an American as well as a journalist,\" O'Reilly wants to know how TOUGH Obama would be on Iran. He hasn't shouted \"Answer the question! Answer the question!\" yet, but he's not happy with Obama's restatement that it would be an intolerable \"game-changer\" if Iran got nuclear weapons.</p> <p><strong>7.49pm</strong>: Vast rightwing conspiracy. One or other of these two gentlemen said something like \"he is preparing\", but the subtitles said \"HE IS PREPPY\". This is, unmistakably, an attempt to paint Obama as a fey cosmopolitan east-coast liberal secret Muslim.</p> <p><strong>7.52pm</strong>: Diplomacy ain't gonna do no damn good in Iran, explains Bill O'Reilly to the ignorant Barack Obama. If you tell Iran not to do something, \"Iran's gonna say blank you, and I want a president, whether it's you or John McCain, who ain't gonna do that.\" Bill O'Reilly has 300 foreign policy advisors, I'm told.</p> <p><strong>7.55pm</strong>: Obama won't admit he was Wrong About The Surge, and that makes O'Reilly cross, although then again so does almost anything that happens within a 20-metre radius of his ridiculous face. \"You were desperately wrong on the surge, and you should admit it!\" he says. \"No no no!\" he says. \"No no!\" says Obama, reaching over to touch O'Reilly on the knee, but not in a sexy way. \"Bill, Bill,\" he says, consolingly.</p> <p><strong>7.56pm</strong>:Obama changes the subject, saying the Iraqi government isn't living up to its responsibilities. They've got oil wealth and should spend it on getting the country up and running. O'Reilly agrees, and somehow they end up resolving to go to Iraq together to make sure it happens.</p> <p>\"I'll go with you!\" says Bill.<br>\"Let's go!\" says Barack, and they chuckle. It is the laughter of mutual hatred.</p> <p><strong>7.58pm</strong>: \"You gave a speech in Denver — good speech by the way,\" says O'Reilly, generously. \"Thank you,\" Obama replies. \"But you bloodied McCain for [not being willing to find Osama bin Laden] in his cave. But you're not going to invade Pakistan!\" Obama doesn't deny this. He talks rather broadly about the need to fight terrorists.</p> <p>...Oh, it's over. O'Reilly is splitting this interview up into several parts and showing them over the next few days on his show.</p> <p>Eh, it wasn't really a trouncing by either participant. Probably worth doing from the Obama campaign's point of view, just to stay on the agenda and to deliver some security-related punchiness before all the war heroism we're going to hear about tonight. I think most people are <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/03/AR2008090303255.html?hpid=\" topnews\" \">watching the football right now</a> anyway. (The McCain campaign's apparently praying that the NFL season opener doesn't overrun, because it could cut into or delay the big speech tonight.)</p> <p>That's enough Bill O'Reilly for tonight.</p>"
]