[
  "<p>Vladimir Putin, Russia's prime minister, said yesterday that the Caucasus crisis was started by the US as an election ploy.</p> <p>As Moscow found itself increasingly isolated internationally for invading Georgia and recognising two breakaway regions of the country as independent states, Putin suggested that the Georgia war had been cooked up in Washington to create a neo-cold war climate that would strengthen Republican candidate John McCain's bid for the White House.</p> <p>After Wednesday's denunciation of Russian conduct by the G7 group of leading industrial democracies, Russia's key allies also resisted Moscow's pressure yesterday for support over Georgia.</p> <p>At a summit in Tajikistan of the Shanghai Cooperation Organisation, which Putin set up seven years ago, China and four ex-Soviet central Asian countries called for respect for the territorial integrity of states and criticised the use of force to redraw borders, a rebuke of Russian conduct.</p> <p>President Dmitry Medvedev went to Dushanbe, Tajikistan's capital, to try to drum up support for Russia's position. But the summit statement only served to highlight Russia's worsening isolation. \"Russia does not feel isolated and is not afraid to be isolated,\" said Vladimir Chizhov, the Russian ambassador in Brussels.</p> <p>He warned the EU that it would come off worse than Russia if a summit of EU leaders on Monday decided to impose sanctions on Russia, as suggested yesterday by Bernard Kouchner, the French foreign minister.</p> <p>The EU summit, called by France, is the first such emergency meeting since the lead-up to the war in Iraq in 2003.</p> <p>\"Certain countries have asked that sanctions be imposed,\" said Kouchner. \"Sanctions are being considered and many other measures.\"</p> <p>He said the aim on Monday was to demonstrate strongly that Europe did not accept what had happened in Georgia.</p> <p>EU ambassadors are to meet in Brussels today to debate how to respond to the Georgia crisis. Despite Kouchner's words, economic or trade sanctions are not likely to be imposed by the European leaders whose countries depend on Russian gas and oil supplies and whose big business has much at stake in Russia.</p> <p>There is some pressure for diplomatic retaliation against Moscow and to call off scheduled negotiations on a new strategic pact between the EU and Russia.</p> <p>But the European commission said the next Russia-EU negotiations were still scheduled for next month and Chizhov said he knew of no plan to cancel them.</p> <p>Sergei Lavrov, the Russian foreign minister, treated the talk of European sanctions with contempt. \"That's a demonstration of complete confusion, the product of a sick mind,\" he said.</p> <p>Sanctions, said Chizhov, \"will be to the detriment of the EU as much if not more than to Russia. I certainly hope reason and common sense will prevail\".</p> <p>Jean-Pierre Jouyet, France's minister for Europe, made it plain that Paris did not want to sever channels of communication with Russia. \"The essential aim [of the summit], following the latest Russian declarations, is to show Europe's unity and capacity to act, balancing the need for dialogue and the need for firmness towards Russia,\" he told a meeting of diplomats.</p> <p>In an interview with CNN, Putin, seen as the main force behind Russia's hammering of Georgia, amplified conspiracy theories aired in the Russian media - that the war was created by Dick Cheney, the US vice-president, and McCain to create an international crisis and fan anti-Russian hostility that would undermine Barack Obama's chances of getting to the Oval Office. \"The suspicion arises that someone in the United States especially created this conflict to make the situation more tense and create a competitive advantage for one of the candidates fighting for the post of US president,\" Putin said.</p> <p>The White House said Putin's allegations were \"patently false\" and the state department said it was \"ludicrous\" for the Russians to say they were not responsible for what had happened in Georgia.</p> <p><strong>·</strong> This article was amended on Monday September 1 2008. The Russian ambassador in Brussels is Vladimir, not Yevgeny, Chizhov. This has been corrected.</p>",
  "<p>As Percy the peacock pecks at his reflection in the shiny doors of a Mercedes, Helen Grant is around the corner, agreeing to be interviewed by her swimming pool. This scene from the Surrey stockbroker belt suggests that Grant, who will run in Ann Widdecombe's constituency at the next election, is a classic Conservative parliamentary candidate. </p> <p>But Grant is not. A successful solicitor, brought up by her single mother on a council estate in Carlisle, at the next general election Grant is almost certain to become the Tories' first ever black female MP. And this pioneering status confers an unusual amount of attention.</p> <p>So far, it has not been terribly nice. Widdecombe has very publicly backed her successor but criticised David Cameron's policy of ensuring 50% of the Conservatives' A-list candidates are women - the policy that may have helped Grant win the nomination for Widdecombe's safe Tory seat of Maidstone and the Weald. Then a Sunday newspaper revealed that Grant had joined the Labour party in 2004, sought to be a local councillor and offered her legal offices to Labour before her conversion to the Conservatives.</p> <p>You could understand both Labour and the Conservatives tussling over this prospective MP because Grant, who is 46 and married with two teenage sons, is political gold dust: her humble upbringing and high achievement tells an upbeat story about multicultural Britain and she has a lot to say about family breakdown, having set up her own practice specialising in family law and domestic violence.</p> <p>Grant grew up in Carlisle with her mother Gladys, her grandmother and great grandmother after her parents separated. (Her father Julius, then a medical student, moved to America, where he still lives.) She doesn't like to tell tales of an impoverished upbringing - Carlisle is \"beautiful\" and her childhood was \"happy\" - but her first eight years were spent in a council house, and the family had neither a car nor a television.</p> <p>Perhaps most formative was the fact that she was virtually the only non-white person in Carlisle - her mother was white, and her father was black. \"I was always noticeable and I always knew I was different,\" says Grant. \"I did get some bullying at school because I was different, because I was brown. But a lot of other kids were bullied as well - if you were a bit too tall, a bit too small.\"</p> <p>Her background, and the fact that her single mother was a nurse, would, I imagine, have made her a natural Labour supporter. She disagrees. Although her family were not overtly political, Gladys approved of Margaret Thatcher. \"One of the key political moments was Thatcher's right-to-buy council house policy. I remember the excitement that went round that neighbourhood, seeing people contemplating ownership after a lifetime of renting.\"</p> <p>After studying law in Guildford, she joined a practice in Wimbledon and discovered how law could make a difference when she got an injunction to stop a husband beating up a wife. In 1996, she set up Grants Solicitors, specialising in sensitive family law, protecting women from harassment and wives and children from abuse. It now has 12,000 clients and 25 staff, including her husband Simon. </p> <p>Grant's decision to enter politics came in 2004. \"My children weren't babies any longer and the practice had become established,\" she says. \"I almost felt - at last, I'm ready for public service.\" Grant first had a look at the party in power, Labour, and says she joined them because they claimed to be champions of social justice. Quickly though, she felt that this was spin. \"It was almost looking in the biscuit barrel, not liking the look of the biscuits, and slamming the lid shut,\" she says.</p> <p>She also seems slightly miffed at the lack of interest that Labour showed her. She offered her legal offices to help the party before the 2005 general election but two activists came round, took a look, and never got back to her. You would think a high-achieving black woman would be a dream for Labour, I say. \"To be honest with you, yes,\" she replies.</p> <p>After her flirtation with Labour she felt in the \"wilderness\". But in 2006 her conversion to the Conservatives was swiftly sealed when David Cameron became leader. He was the decisive factor, she says. \"I heard one of his speeches when he said he recognised there was a whole generation of people who worked hard, who wanted nice things themselves, but who also believed in social justice. I thought, that's me. Yes, we are business people. We do want to make money, we do want to do well, but we really care about looking after each other.\"</p> <p>So Grant joined the Tories and applied to be a parliamentary candidate. She says she instantly felt welcomed, although she has only briefly met Cameron twice. Her relatively late political education has also been helped by a mentoring project devised by the charity Operation Black Vote, which enabled her to spend time shadowing Oliver Letwin in parliament.</p> <p>Grant's constituency is very white. In the past, black Tories have failed to get elected in white seats - most notably black barrister John Taylor, who stood in Cheltenham in 1992. Is Grant worried? \"I don't think I'm fearful of anything, apart from possibly rats,\" she says. \"I'm a careful person and there will be no complacency in my campaign. I'm treating Maidstone and the Weald as if it's a marginal and I will work as hard as I possibly can.\"</p> <p>Whether Grant likes it or not, her pioneering status means she will be seen as a spokesperson on race. Whenever a Tory makes a racist comment, she will be asked for a response. Is that limiting? \"We'll have to wait and see,\" she says. \"I'm not bored or frustrated with it because I haven't done it. People have asked me to, but I haven't, because in this first period I really wanted to focus on the constituency. If I'm asked to comment in the future I will but I won't be the person always putting my hand up ... There are a lot of people who are diverse and of colour [in the Conservative party] who may well have a different view from me.\"</p> <p>She gives short shrift to the furore over Boris Johnson's writings about \"piccaninnies\" - \"I do not believe for one minute that Boris is racist\" - and says Cameron is making good his promise to tackle diversity imbalances in the party. \"I believed he'd do it and obviously my selection as the PPC for Maidstone and the Weald is evidence in many respects that that has happened.\"</p> <p>Like Cameron, Grant is excited by Barack Obama's \"message of hope and action and change\". Would she vote for him if she was American? She is hesitant to be seen endorsing a Democrat. \"If we're removing party politics completely - just the man, and what he has to offer, and what he's doing at the moment for America - I think he would make a very, very good president.\"</p> <p>I wonder whether she's ever thought of going all the way - of trying to become Britain's first black prime minister? She laughs. \"At the moment I've just got to be a hard-working prospective parliamentary candidate, getting elected and looking after the people of Maidstone and the Weald. That's the job and that's what I'm determined to do.\"</p>",
  "<p>Three years ago today, as Hurricane Katrina leaned into New Orleans with all its brute strength, a self-described \"street hustler\" named Kim Rivers Roberts, a dirt-poor resident of the city's largely black Ninth Ward, shouldered her new Sony digicam - bought on the street for $20 - and decided to function as her block's one-woman CNN. \"If I get some exciting shit,\" she tells one neighbour, \"I maybe sell it to them white folks!\"</p> <p>Kim Roberts got her exciting shit, and two weeks later, as the astonishing documentary Trouble the Water shows, she found her white folks. They were Tia Lessin and Carl Deal, who had worked with Michael Moore on Fahrenheit 9/11. As they interviewed Katrina survivors in upstate Louisiana, they were approached by a brash, charismatic woman who turned out to be Roberts, saying, \"This should go national - ain't nobody got what I got!\" And she was right.</p> <p>Although Roberts' footage makes up only about 15 of the movie's 99 minutes, it's her raw Blair Witch Project-like core of amateur film upon which the doc entirely depends. Around that the directors constructed a framework: a timeline of news items Roberts was unable to see, being somewhat pre-occupied at the time with not dying; inserts of what fools such as Bush, disaster-management boss Michael Brown, New Orleans mayor Ray Nagin and Condoleezza Rice were up to as the city went under, reporters being carried away by the winds, and so on.</p> <p>Meanwhile, back in the Ninth, the levees break and the Roberts family and a dozen of their neighbours climb first into their attic, where they hope to survive the night without the roof being torn off. In the morning, as the flood rises, they make common cause with a neighbour they've never much liked and, using a boxer's floating punchbag, they get everyone across the street to a second-storey apartment. Somehow, within two days, Kim and her husband Scott hustled up a moving truck, filled it with 30 of their friends and neighbours and got them all the hell out of the dying city.</p> <p>Kim and Scott freely admit to the things they had to do on the streets of the Ninth to get by, mainly as lowly footsoldiers in the political economy of crack, but don't mistake them for criminal underclass types, as the national media subliminally did with the entire population of the city. Scott, who bears a vicious scar on his left cheek, says ruefully of his days on the corner, \"I hated my life, just hated it.\" And as they pass through the seven circles of the Katrina diaspora (the largest internal migration since the 1930s dustbowl, or the emptying out of the south after the first world war), relocating to Memphis before returning home to rebuild, we see the family support systems that had to make do for them in the face of almost complete government indifference. When Kim, an aspiring rapper, finds the backing track to her song Amazing in her cousin's house, she slaps it on and belts out the story of her life in swaggering, snarling rhymes, an astounding tale of poverty, predatory relatives, violence, crack and, most of all, survival. The song comes out of nowhere, blows the viewer's mind right open (incidentally, it also tells how Scott came by his scar), and puts the lie to any idea that Kim Rivers Roberts is anyone's victim. The movie stormed this year's Sundance - and Kim gave birth to their first child the night before the premiere. </p> <p>She'll put you in mind of Phyllis Montana LeBlanc, the tough, angry, funny-as-hell lady everyone remembers from Spike Lee's magnificent When the Levees Broke. LeBlanc has just published her own memoir (Not Just the Levees Broke) and in a recent interview with Salon.com she lent us her thoughts on John McCain, seen three years ago blithely cutting his birthday cake with Dubya, even as New Orleans drowned. \"My mom said if you can't say something nice, don't say anything at all.\"</p> <p>So she says nothing. Oh, and Senator? Happy Birthday!</p>",
  "<p>John McCain will attempt to reclaim America's public stage from the Democrats and douse the afterglow of Barack Obama's nomination today with a series of initiatives, including a likely announcement of his choice of running mate.</p> <p>In a radio interview yesterday McCain said he had not yet made his decision, but that was met with widespread scepticism. He was tipped to reveal his choice at noon today during a rally in Dayton, Ohio, a key battleground state.</p> <p>The shift in focus to the Republicans, who hold their convention in Minneapolis-St Paul next week, came after last night's Democratic convention finale. The week saw the party unite with the baton of leadership pass from the Clintons to Obama.</p> <p>Obama's speech at Denver's Mile High stadium came on the 45th anniversary of Martin Luther King's \"I have a dream\" speech in Washington. Martin Luther King III, the eldest son of the civil rights leader, said: \"This is a monumental moment in our nation's history. And it becomes, obviously, an even greater moment in November if he's elected.\"</p> <p>The announcement of McCain's running mate is designed to rob the Democrats of any post-convention bounce. Polls published yesterday saw a small rise in support for Obama. McCain planned to make his move just as Obama began delivering his speech with the release of a new television ad which aides described as a direct conversation with his Democratic opponent.</p> <p>In an interview with KDKA radio in Pittsburgh yesterday, McCain said :\"I don't think he's right for America. I think I'm more in touch with the American people as far as my policies, my proposals and my ideas.\" </p> <p>The Republican candidate has run an increasingly aggressive campaign in the Democratic convention week, hoping to fire up his dispirited troops before his party convention. While Obama was making his final speech in a 75,000-seat stadium, with demand for tickets outstripping capacity, McCain was struggling to fill a 10,000-seat stadium next week. Free tickets were being offered in neighbouring states.</p> <p>In recent days McCain has enlisted Karl Rove, famous for his negative campaigns for George Bush. Rove, now a commentator for Fox news, has been conferring regularly with the Republican candidate.</p> <p>One of the favourites for the vice-presidential slot is Mitt Romney, the Mormon former governor of Massachusetts. Tim Pawlenty, the youthful governor of Minnesota, has been mentioned as well.Joe Lieberman, Al Gore's running mate in 2000 but now firmly with McCain, is also a possibility. But McCain risks triggering a rebellion from conservative Republicans if he chooses Lieberman, who supports abortion rights, long the litmus test for Republicans.</p> <p>McCain also mentioned Tom Ridge, a former governor of Pennsylvania, yesterday keeping alive speculation about his chances. Pawlenty criticised Obama yesterday for delusions of grandeur for using Roman or Greek columns during the Democratic convention. \"This Roman-like facade, a facade with Roman columns, is a perfect metaphor or icon for the point that it's an interesting production, but behind it there's not much there,\" he told ABC.</p> <p>McCain's vice-presidential announcement today is the first stop on a tour of battleground states also intended to cement Republican unity. He will campaign in Missouri on Sunday with two rivals for the Republican nomination - Mike Huckabee, the wisecracking former preacher from Arkansas, as well as Romney.</p> <p>The mood in the Democratic party, near to despair earlier in the week amid in-fighting with the Clintons and concern over Obama's fall in the polls, turned on Wednesday night after the convention formally offered him the party nomination, followed in quick succession by fulsome praise from Bill Clinton, and a sustained attack on McCain by Joe Biden, Obama's running mate. Democratic officials said yesterday that Biden's speech had set out the broad lines of attack for the election. The main purpose of Obama's acceptance address was to draw a contrast between him and McCain they said.</p> <p>Romney has been in Denver all week as the face of the spoiler campaign, a role that cemented his position as frontrunner for the McCain ticket. His rise reflects a change of heart for McCain who did not bother to conceal his personal dislike for Romney during the primary debates.</p> <p>But McCain could be forced to set aside his feelings. A Washington Post-ABC News polls suggests Romney would help McCain in the elections, although there was a risk of alienating evangelical voters uneasy about Romney's Mormon faith. The poll said 20% of voters of any political affiliation would be more likely to back McCain with Romney as his running mate.</p>",
  "<p><strong>·</strong> With underemployed armed police on every street, waiting for protests on a scale that never materialised, it was a bad idea for activist street performers to re-enact an army patrol through \"hostile Iraqi territory\". In camouflage and brandishing what the Rocky Mountain News called \"imaginary guns\", they yelled military commands to each other outside a burrito store, before blockading a branch of Jamba Juice and staging a streetfight with \"insurgents\". Police intervened aggressively and were only placated when a bearded representative of the drama group yelled \"It's street theatre! It's street theatre!\", thereby bringing to a close perhaps the only instance in history in which street theatre performers proved too convincing for their own good.</p> <p><strong>·</strong> John McCain has been giving an interview to Time magazine. Once, the Republican's defining characteristic was a fondness for \"bull sessions\" with reporters, but things have changed. When a reporter asked an almost embarrassingly unchallenging question - \"I wonder if you could define honour for us?\" - McCain responded as if he'd been asked to enumerate his homes. \"Read it in my books,\" he snapped. \"I've read your books,\" the reporter said. \"No, I'm not going to define it,\" McCain said again. \"I've defined it in five books.\" Something must be rattling him - perhaps the fact that with hours to go before Obama's over-subscribed speech in a 75,000-seat stadium last night, tickets for McCain's big event next Friday, in a 10,000-seat arena, are readily available?</p> <p><strong>·</strong> Still no sign of healing or unity at MSNBC, the cable news network whose hosts have been spending the week in Denver losing their tempers with each other. After liberal Keith Olbermann interrupted the rightwinger Joe Scarborough by muttering \"Jesus, Joe, why don't you get a shovel?\" into an open microphone, Scarborough vented his rage on correspondent David Shuster, who, he said, had thrice missed his slot on Scarborough's early show because of oversleeping. \"Are you Rip Van Shuster?\" Scarborough demanded furiously on air. Someone hasn't been taking advantage of the free massages being provided in Denver by Google.</p> <p><strong>·</strong> You might have thought that a Jeep Cherokee formerly belonging to Barack Obama might fetch an impressive price. But Liz Murphy of Naperville, Illinois, who purchased it may end up disappointed. If he wins in November, she plans to sell it on eBay, but a car dealer told the Naperville Sun she'd be lucky to get a 10% markup. \"It has to be someone really famous - like Elvis,\" he said.</p>",
  "<p>It comes as no surprise to me that British motorists are seen as a menace in France. With the reckless abandon of Mr Toad, they race along the French roads, ignoring the speed limits, and are surprised and indignant when stopped by the police. \"The mentality of letting go across the Channel seems to be the same one that makes les Anglais get drunk as soon as they leave their country,\" said one philosophical French police officer (who clearly doesn't know that we get just as drunk at home).</p> <p>Thanks to growing poverty and high petrol prices, there is reported to have been a slight alleviation of traffic congestion in Britain, but the freedom offered by France's long, straight and empty roads is of a completely different order. No wonder it turns the heads of British holidaymakers when they are suddenly released from the misery and frustration of driving at home. The temptation to flout the French speed limits must be irresistible.</p> <p>The glory of France, and the main reason why hundreds of thousands of Britons want to live there, is its enviable emptiness. It offers tranquillity and freedom on a scale that is unimaginable here. And now we are told by the European commission in Brussels that the overcrowding from which we suffer is going to get dramatically worse. </p> <p>The commission has published a report saying that Britain is set to become Europe's most heavily populated nation in just over 50 years, with its population rising by 25% to 77 million, overtaking even that of Germany, which is some 40,000 square miles larger than the United Kingdom. By 2060, it predicts, there will be 822 people per square mile in the UK, compared with 525 in Germany and 341 in France. The forecast seems to be based mainly on predicted levels of immigration, together with the expectation that the British will live to be much older.</p> <p>These predictions could, of course, be over-pessimistic. They assume immigration levels similar to those of the past few years, whereas recent measures to clamp down on illegal immigrants seem to be having some effect and, according to Migrationwatch UK, the influx of people from eastern Europe - the biggest single wave of immigration in British history - is tailing off and may soon be equalled by the number returning home.</p> <p>Still, one can't count on it. An interesting investigation on Newsnight by Sorious Samura has been illustrating the remarkable perseverance shown by Africans in their efforts to smuggle themselves into Britain, many believing that they will be treated more compassionately here than in countries such as France or Italy.</p> <p>Our only native contribution to population growth is a reluctance to die, for we are reproducing most sluggishly. The commission refers to our \"persistently low fertility\", which, according to a report in the New Scientist, is increased among men who use heated car seats or carry mobile phones in their pockets. </p> <p>We could do more of that, of course, but it's unlikely to get us very far. The only sure way to avoid the threatened nightmare will be to emigrate in our millions to France.</p> <p><strong>Ryanair had a bad day on Monday, when it had to make </strong>two emergency landings. One of them could not be blamed on the airline, for it involved a jar of mushroom soup dripping from an overhead locker on to the neck of a passenger, causing it to swell in an allergic reaction. The plane, flying from Budapest to Dublin, was diverted to Frankfurt so that the man could receive medical attention.</p> <p>Michael O'Leary, Ryanair's combative chief executive, had no reason to apologise for this weird and unforeseeable incident, and didn't indeed do so. But one might have expected a rather more sympathetic response to the other event, in which passengers feared for their lives when their plane dropped thousands of feet on a flight from Bristol to Barcelona's Girona airport and had to land at Limoges in central France. </p> <p>The aircraft had suffered a sudden loss of cabin pressure, and many passengers by their own admission were terrified. But they complained that there was no word of explanation or reassurance from the flight crew until some 20 minutes after the plane started to plunge towards the ground. O'Leary, who has described others in the air industry as \"platoons of goons\" and told passengers they should \"sell your car and walk\" if they were worried about carbon emissions, has seen his airline prosper despite his castigation of his customers, for they have remained unable to resist the cheap deals he offers them.</p> <p>But times are now hard, and getting harder, for the airline industry, and Mr O'Leary - though he may not \"give a shite if nobody likes me\" - might now find it prudent to curb his habit of casual abuse. In a radio interview on Radio 4's Today programme, he didn't manage to express an ounce of sympathy for the passengers on the Barcelona flight and said only that his crew had followed \"exact and correct safety procedures\". The crew may well have done so, and the procedures included them putting on oxygen masks themselves, which must have made conversation difficult, to say the least. But Mr O'Leary wouldn't have needed to be disloyal to the crew to say that he was sorry to the passengers for what had happened. </p> <p>But if you never apologise on principle, and have made robust, politically incorrect language your trademark, it must be very difficult to change your ways when the circumstances require it. </p> <p><strong>This week Alexander</strong> has been glued to the television coverage of the Democratic Convention in Denver: \"With Barack Obama, Bill and Hillary Clinton, and even Joe Biden, the Democrats are streets ahead of the Republicans in oratorical skill. George Bush, Dick Cheney and John McCain are pathetic by comparison. But it seems to be doubtful how much this matters.\"</p>",
  "<p>Barack Obama was last night poised to fulfil the promise of his emergence on to the US political stage four years ago and the dream of Martin Luther King almost half a century ago when he accepted the Democratic presidential nomination before tens of thousands of supporters.</p> <p>Obama's address at Denver's Mile High stadium aimed at giving flesh to the soaring rhetoric that had helped propel a virtual unknown at the 2004 Democratic convention to within reach of the White House. On the 45th anniversary of King's \"I have a dream speech\", the first African-American to secure the nomination of a major party cast himself as heir to Franklin Roosevelt and John Kennedy.</p> <p>In prepared excerpts released in advance of the speech, Obama attacked the presidency of George Bush and promised that he would end the Iraq war and \"restore our moral standing so that America is once more the last, best hope for all who are called to the cause of freedom, who long for lives of peace, and who yearn for a better future\".</p> <p>America could not afford to elect the Republican John McCain, he told a crowd of 75,000: \"We are here because we love this country too much to let the next four years look just like the last eight. On November 4 we must stand up and say, 'Eight is enough.'\"</p> <p>After months of criticism that there was no substance behind the dazzling oratory, Obama allied his rhetoric to long passages on how he would deal with America's ailing economy, the biggest election issue.</p> <p>The Obama campaign had intended last night's address to be a people's event, a change from the insider nature of most conventions that aides said symbolised the grassroots nature of his candidacy. Tens of thousands took the chance to be part of the event, in long lines that snaked for miles around the stadium under a blazing hot sun. They came in Martin Luther King T-shirts and in full Obama regalia including hats and buttons. A few came in native American traditional dress. One man was dressed as the devil, with smears of red paint on his legs. Vendors sold Obama cuddly dolls and lifesize figures of Obama dressed as Uncle Sam.</p> <p>Inside the stadium, there was a collective sense of history in the making, hours before Obama arrived on stage. Flash bulbs popped incessantly from the stands.</p> <p>People waved small American flags, bopped to Motown and shouted, \"Yes, we can,\" as Will.i.am, from the Black Eyed Peas, Sheryl Crow, Stevie Wonder and other performers took to the stage.</p> <p>Obama, who came to his first Democratic convention eight years ago short of cash and frequently stopped by security because of his name, recalled his speech in 2004, which caught the imagination of a despondent Democratic party.</p> <p>\"Four years ago, I stood before you and told you my story - of the brief union between a young man from Kenya and a young woman from Kansas who weren't well off or well known, but shared a belief that in America, their son could achieve whatever he put his mind to,\" he said. \"It is that promise that has always set this country apart, that through hard work and sacrifice each of us can pursue our individual dreams but still come together as one American family, to ensure that the next generation can pursue their dreams as well.\"</p> <p>Having dispensed with his life story, a necessary part of US politics, he turned to the concerns of the electorate.</p> <p>\"We meet at one of those defining moments, a moment when our nation is at war, our economy is in turmoil, and the American promise has been threatened once more,\" he said, blaming Bush. \"America, we are better than these last eight years. We are a better country than this.\"</p> <p>He acknowledged the past heroism of his Republican rival, but insisted he would fail to deliver the necessary change. \"The record's clear: John McCain has voted with George Bush 90% of the time. Senator McCain likes to talk about judgment, but really, what does it say about your judgment when you think George Bush was right more than 90% of the time? I'm not ready to take a 10% chance on change.\"</p>",
  "<p>One of Turkey's most senior army commanders has warned the Islamist-rooted government that it will face a powerful military backlash if it seeks to alter the country's secular system.</p> <p>General Isik Kosaner also vowed to defeat domestic critics who, he said, falsely linked the army to an alleged anti-government coup attempt known as Ergenekon, and complained that the fight against violent Kurdish \"terrorists\" was being hampered by new human rights legislation aimed at enhancing Turkey's EU membership bid, which the government strongly backs.</p> <p>The comments were delivered in a setting calculated to have maximum political impact, a military ceremony attended by the Turkish prime minister, Recep Tayyip Erdogan, and President Abdullah Gul, who both last month escaped a political ban when the constitutional court narrowly decided against closing the governing Justice and Development party (AKP) for allegedly plotting an Islamic state.</p> <p>Kosaner said the army was determined to defend the unitary secular state founded by Ataturk and brushed off accusations of political meddling.</p> <p>\"Protection of fundamental characteristics of the republic cannot be considered an intervention in domestic politics,\" he said.</p> <p>The remarks were an apparent signal that the AKP remains on probation after the court ruling, in which judges fined the party for being a \"focal point of anti-secularism\" but stopped one vote short of closing it. They were also a rebuff to the EU, which criticised the case as judicial interference and which also supports greater rights for the Kurds.</p> <p>The army has played a pivotal role in Turkish politics since the modern republic was founded in 1923 and has ousted four governments in the past 50 years. It tried unsuccessfully to block Gul's election as president last year because of concerns over his Islamist past and is widely assumed to have backed the closure case brought by the chief prosecutor.</p> <p>Kosaner gave the latest demonstration of its clout while handing over command of the gendarmerie to become the new head of the land forces, making him effectively second in command of the army.</p> <p>He said the army's status as Turkey's most revered institution was under attack from \"certain circles\" - code for AKP supporters - who blamed it for Ergenekon, an alleged coup plot in which more than 80 hardline secularists, including former army officers, have been indicted. \"Imaginary scenarios aim to bring down the reputation of the Turkish armed forces,\" Kosaner said, in the first public remarks on the saga by a senior commander. \"All attacks on our ability to perform our duties are bound to disappear in the face of our resolve.\"</p> <p>He also said EU-inspired laws were helping the Kurdistan Workers Party (PKK) - regarded as a terrorist organisation by Turkey, the US and the EU.</p> <p>\"Laws that are amended as if there is no terrorism threat against our country prevent the security forces from fighting terrorism in a rapid and effective manner,\" he said. \"If terrorists are threatening human rights, we need to reconsider the balance between rights and freedoms and take counter-measures.\"</p> <p>Gareth Jenkins, an Istanbul-based commentator on Turkish security issues, said Kosaner's comments were partly aimed at reassuring his own officers.</p> <p>\"But there's also speculation about what AKP will do - will it become more moderate or try again (to impose Islamism),\" he said. \"The military are giving them the message that they are still here and prepared to defend secularism.</p> <p>\"There is real frustration within the military at what they see as an assault by the AKP on Ataturk's secular legacy and also what they consider to be the political motivations of the Ergenekon investigation. They think the aim isn't to unearth the 'deep state' but to undermine the military as an institution.\"</p>",
  "<p>After two days that had often seemed more about healing their party than winning the November election, day three of the Democratic convention finally did everything it needed to do. To quote a dazzling speech by the undoubted star of the evening's proceedings, Bill Clinton, the Democrats \"hit it out of the park\".</p> <p>The excitement began early with the formal roll-call vote, when, one by one, state delegations announce which candidate they are backing for the party's presidential nomination. Usually a unanimous, ceremonial event, this time it had been the object of fierce negotiation between the Clinton and Obama camps, as they sought to devise a way that would allow supporters of Hillary Clinton the \"catharsis\" or a vote for their candidate without projecting an image of party disunity. </p> <p>In the end, party managers needn't have worried. About halfway through the alphabetical roll-call - once they had reached N for New York - Hillary Clinton herself swept into the hall, stood with her state delegation and took the microphone. \"In the spirit of unity, with the goal of victory,\" she said, \"let's declare together in one voice, right here and right now, that Barack Obama is our candidate and he will be our president.\" </p> <p>The formal vote was abandoned and at 4.47pm Obama became the first African-American to be nominated by a major party - by a thunderous roar of acclamation. </p> <p>Yes, it was stage-managed but it set the tone perfectly for what was to follow. A series of speeches that finally laid to rest the disunity storyline that had dominated the first half of the convention - and which, at last, took the fight to John McCain. </p> <p>The most important was the one delivered by the former president. Bill Clinton went further than his wife had the night before in endorsing Obama. He did not just remind diehard Hillaryites of their obligation to back the party leader. He gave a detailed, specific character reference for Obama, spelling out the qualities that make him qualified to be president - from his understanding of the great questions of the age to his \"intelligence and curiosity\". </p> <p>He also did what Hillary had failed to do, addressing the Republican charge that Obama is too inexperienced for the Oval Office. In perhaps his most important sentence, he declared: \"Barack Obama is ready to be president of the United States.\" </p> <p>He even seemed to anoint the young senator as his political heir, noting that back in 1992, \"the Republicans said I was too young and too inexperienced to be commander-in-chief. Sound familiar?\"</p> <p>No less valuably, Clinton also framed the election ahead, saying the next president would have to rebuild prosperity at home and restore America's standing in the world, both badly damaged by the Bush years. In both those areas Obama was in the right, while McCain, for all his maverick stances on some issues, was still bound up with the \"extreme philosophy\" of Bush Republicanism. </p> <p>It was an almost impossibly hard act to follow for the official star of the evening, the vice presidential nominee Joe Biden. But he delivered a stirring performance, too, strong on emotion as he described his humble beginnings, clearly seeking to connect with the many Americans experiencing economic anxiety. He also tore into his fellow Senate veteran John McCain, even daring to challenge the relevance of his much-vaunted military record. \"These times require more than a good soldier; they require a wise leader,\" he said.</p> <p>Finally, Obama himself - absent from the convention until that moment - appeared on stage, the climax of a day in which, at last, his party had stopped looking inward and had started looked forward, towards November 4.</p>",
  "<p>John McCain will attempt to reclaim America's public stage from the Democrats and douse the afterglow of Barack Obama's nomination tomorrow with a series of initiatives, including a likely announcement of his choice of running mate.</p> <p>In a radio interview today McCain said he had not yet made his decision, but that was met with widespread scepticism. He was tipped to reveal his choice at noon tomorrow during a rally in Dayton, Ohio, a key battleground state.</p> <p>The shift in focus to the Republicans, who hold their convention in Minneapolis-St Paul next week, comes after tonight's Democratic convention finale. The week saw the party unite with the baton of leadership pass from the Clintons to Obama.</p> <p>Obama's speech at Denver's Mile High stadium comes on the 45th anniversary of Martin Luther King's \"I have a dream\" speech in Washington. </p> <p>Martin Luther King III, the eldest son of the civil rights leader, said: \"This is a monumental moment in our nation's history. And it becomes, obviously, an even greater moment in November if he's elected.\"</p> <p>The announcement of McCain's running mate is designed to rob the Democrats of any post-convention bounce. Polls published today saw a small rise in support for Obama. McCain planned to make his move just as Obama began delivering his speech with the release of a new television ad which aides described as a direct conversation with his Democratic opponent.</p> <p>In an interview with KDKA radio in Pittsburgh today, McCain said :\"I don't think he's right for America. I think I'm more in touch with the American people as far as my policies, my proposals and my ideas.\"</p> <p>The Republican candidate has run an increasingly aggressive campaign in the Democratic convention week, hoping to fire up his dispirited troops before his party convention. </p> <p>While Obama was making his final speech in a 75,000-seat stadium, with demand for tickets outstripping capacity, McCain was struggling to fill a 10,000-seat stadium next week. Free tickets were being offered in neighbouring states.</p> <p>In recent days McCain has enlisted Karl Rove, famous for his negative campaigns for George Bush. Rove, now a commentator for Fox news, has been conferring regularly with the Republican candidate.</p> <p>One of the favourites for the vice-presidential slot is Mitt Romney, the Mormon former governor of Massachusetts. Tim Pawlenty, the youthful governor of Minnesota, has been mentioned as well. </p> <p>Joe Lieberman, Al Gore's running mate in 2000 but now firmly with McCain, is also a possibility. But McCain risks triggering a rebellion from conservative Republicans if he chooses Lieberman, who supports abortion rights, long the litmus test for Republicans.</p> <p>McCain also mentioned Tom Ridge, a former governor of Pennsylvania, today keeping alive speculation about his chances. </p> <p>Pawlenty criticised Obama today for delusions of grandeur for using Roman or Greek columns during the Democratic convention. \"This Roman-like facade, a facade with Roman columns, is a perfect metaphor or icon for the point that it's an interesting production, but behind it there's not much there,\" he told ABC.</p> <p>McCain's vice-presidential announcement today is the first stop on a tour of battleground states also intended to cement Republican unity. </p> <p>He will campaign in Missouri on Sunday with two rivals for the Republican nomination - Mike Huckabee, the wisecracking former preacher from Arkansas, as well as Romney.</p> <p>The mood in the Democratic party, near to despair earlier in the week amid in-fighting with the Clintons and concern over Obama's fall in the polls, turned last night after the convention formally offered him the party nomination, followed in quick succession by fulsome praise from Bill Clinton, and a sustained attack on McCain by Joe Biden, Obama's running mate. </p> <p>Democratic officials said today that Biden's speech had set out the broad lines of attack for the election. The main purpose of Obama's acceptance address was to draw a contrast between him and McCain they said.</p> <p>Romney has been in Denver all week as the face of the spoiler campaign, a role that cemented his position as frontrunner for the McCain ticket. His rise reflects a change of heart for McCain who did not bother to conceal his personal dislike for Romney during the primary debates.</p> <p>But McCain could be forced to set aside his feelings. A Washington Post-ABC News poll suggests Romney would help McCain in the elections, although there was a risk of alienating evangelical voters uneasy about Romney's Mormon faith. </p> <p>The poll said 20% of voters of any political affiliation would be more likely to back McCain with Romney as his running mate.</p>",
  "<p>Given the McCain campaign's track record of <a href=\"http://blogs.theguardian.com/usa/2008/08/heres_proof_if_proof_were.html\">breathtakingly clever attacks</a> on Barack Obama, it would have been troubling, frankly, if they hadn't managed to come up with this. Hillary Clinton spoke this week on the <a href=\"http://www.negotiationlawblog.com/2008/08/articles/mediation/collaboration-1/clinton-speaks-on-88th-anniversary-of-womens-suffrage/\">88th anniversary of women's suffrage</a>, and Barack Obama is speaking tonight on the <a href=\"http://www.voanews.com/english/2008-08-28-voa56.cfm\">45th anniversary</a> of Martin Luther King's Dream speech, but <a href=\"http://www.johnmccain.com/McCainReport/Read.aspx?guid=6b6925f8-7b67-4faa-8c2d-e98dd173c72c\">guess what</a>:</p> <blockquote> <p>8/27/2008... It was forty years ago today that Barack Obama friend and political ally, and unrepentant terrorists, William Ayers was arrested while protesting the DNC proceedings. William Ayers set no bombs that day, but he was only working his way up from petty criminal to domestic terrorist. And of course this was long before Barack Obama and he struck up the friendship that would lead Ayers to launch Obama's political career at his house.</p> </blockquote> <p>Obama's links to Ayers are, of course, famously <a href=\"http://blog.washingtonpost.com/fact-checker/2008/02/obamas_weatherman_connection.html\">tenuous</a>. But this statement adds a disturbing new detail: Ayers is an \"unrepentant terrorists\"? That's some splendid internets research by the McCain campaign. To have any hope of winning this election, Obama must now come clean: how many terrorists is William Ayers, exactly?<br></p>",
  "<p>Though his opponent's attack ads famously compare Barack Obama to Paris Hilton, \"celebrity\" is anything but a slur to the legions of A-listers who have descended on the Democratic convention.</p> <p>As soon as American TV sets turn off nightly coverage of the Democrats, Denver turns on to a glitzy party scene that looks more like the Oscars than a political meet.</p> <p>New mom Jennifer Lopez honoured healthcare activists at a gala last night, 24 hours after her ex-boyfriend Ben Affleck showed off his poker skills at a tournament to benefit war veterans.</p> <p>\"If I had a dollar every time someone said, 'Don't do it Jennifer', I could provide healthcare for every man, woman and child in this country,\" Lopez told Politico.com, sounding positively Obama-esque.</p> <p>Indeed, no Hollywood carousing is complete this week without a link to a charity or cause, allowing the Democrats to feel their partying has a purpose.</p> <p>Celebrities have even sent their own delegates to lobby for more arts funding in US schools. The non-profit Creative Coalition is dispatching Susan Sarandon, Maggie Gyllenhaal, Quentin Tarantino, Spike Lee and other \"observers\" to policy briefings.</p> <p>Jennifer Hudson, the reality-show star turned actress, was due to sing the US national anthem before Obama's outdoors acceptance speech last night. </p> <p>The media had speculated that Bruce Springsteen would be Obama's warm-up act, but that slot went to Stevie Wonder, one of the candidate's favourite artists growing up.</p> <p>Expected in the audience tonight are Jessica Alba and Steven Spielberg - alongside Obama's friend Oprah Winfrey.</p> <p>But the stars have truly come out at the nightly convention concerts. Gawkers lingered on yesterday outside shows by Kanye West and the Black Eyed Peas - whose leader produced the popular Yes We Can Obama video - hoping for a glimpse of Charlize Theron.</p> <p>Some actors shied away from the press, perhaps wary of controversial questions, but others were plainly thrilled by Obama.</p> <p>\"He inspires us to be the best Americans we can be,\" Anne Hathaway, star of The Devil Wears Prada, told a reporter on the convention red carpet.</p> <p>Ashley Judd was another celebrity who didn't mind getting political. </p> <p>Partygoers at her Planned Parenthood bash took home condoms printed with a message: Protect Yourself From John McCain.</p> <p>Two of the convention's most famous guests, Sean Penn and Val Kilmer, kept their distance from Obama. They hosted a rally today for Ralph Nader miles away from the main events.</p>",
  "<p>Before the big guns started firing this week in Denver, by far the most successful speech to the Democratic National Convention <a href=\"http://www.theguardian.com/world/feedarticle/7755162\">came from governor Brian Schweitzer</a> of Montana, which has become a shining example of energy innovation. He found a novel way of bringing the Pepsi Centre to its feet by calling on them, section by section, to \"stand up for American energy independence\". They did so with enthusiasm, since the message that the folksy governor delivered is absolutely central to <a href=\"http://ap.google.com/article/ALeqM5h6N9ikKCqKXMvMEerr4XJCrUM8MAD92CFS880\">Barack Obama's programme</a> - that the US must become energy self-sufficient by 2020.</p> <p>This is to be achieved by a massive programme of investment in renewable energy and other low-carbon technologies, by transforming the US vehicle industry away from dependence on oil-based fuels and by promoting an a belief in energy efficiency that could scarcely be more counter-cultural to the most energy-profligate society on the face of the earth.</p> <p>The basic message that is repeatedly heard from the Obama campaign is that the US has 3% of the world's oil reserves but consumes 25% of the world's oil - and that things can't go on like that. One would have thought it difficult to disagree, while marvelling at the fact that it has taken so long for this basic premise to reach political prominence.</p> <p>The fact that it has done so in this election year owes less to concern for the welfare of the planet, though to be fair this is quite strong among Democrat delegates, than to two politically-charged pieces of self-interest. The first lies in the fact that Americans are now being asked to pay around 50 pence a litre to fill their vehicles - a monstrous imposition which challenges the God-given right to waste as much fuel as they like. The second ties into the realisation that their oil-dependence is upon some of the dodgiest regimes in the world with American petro-dollars being used to fund a variety of evil empires.</p> <p>Rationally, the Democrats should be the clear beneficiaries from this emergence of energy as a top-flight election issue, alongside healthcare and jobs. They can point to the Republicans' <a href=\"http://articles.moneycentral.msn.com/Investing/JubaksJournal/BigOils10FavoriteMembersOfCongress.aspx\">close relationships with big oil</a> and to the abject failure of the Bush administration to take the energy challenges even semi-seriously until far too late in the day.</p> <p>Eight years ago, it was a standard element of George Bush's stump speech to mock Al Gore's talk of solar power and wind farms as key elements in future American energy power. One of the early, shameful acts of the Bush administration was to <a href=\"http://www.theguardian.com/environment/2001/mar/29/globalwarming.usnews\">walk away from the Kyoto Treaty</a> on the grounds that nobody was going to tell America how to run its affairs or lessen its dependence on the black stuff, even if it did have to be shipped from the four corners of the earth. The Bush administration's record should be an easy target.</p> <p>But nothing is that straightforward. While the American public is now more aware of the symptoms of the problem, it is by no means clear that they are as united in embracing the solutions - particularly if these involve radical adjustments to the way they live.</p> <p>In these circumstances, it is tempting to look for simpler messages that essentially offer pain-free relief from the ailment. And that, in contrast to the Obama campaign, is exactly what John McCain and the Republicans are offering them, with considerable initial success. Indeed, the narrowing gap in the polls over recent weeks has been attributed in significant part to the energy issue.</p> <p>The McCain message is that solutions will be delivered by the market if only the market is given the freedom to get on with it. American technology will come up with the answers because it will be profitable to do so. <a href=\"http://www.nytimes.com/2008/06/19/us/politics/19nuke.html\">Nuclear power</a>, as well as a nod in the direction of renewables, will deliver low-carbon outcomes.</p> <p><a href=\"http://blog.washingtonpost.com/the-trail/2008/06/18/mccain_touts_clean_coal_and_nu.html\">Clean coal technology</a> will be the other cornerstone of US energy generation long into the future. And, crucially, the <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/06/16/AR2008061602731_pf.html\">prohibitions on drilling offshore for oil</a> will be removed in order to allow the companies to get on with the work, which will increase self-sufficiency.</p> <p>It is on the last of these that the Democrats are most vulnerable, since it is the price of fuel rather than the environment that has emerged as the voters' main source of interest in this debate. And it is an easily understandable (if highly misleading) message that America could be producing more oil if only Democratic politicians would stop imposing unreasonable obstructions.</p> <p>In truth, the offshore resources would not fundamentally alter the argument, but it is beguiling nonetheless - so much so that Obama has been obliged to soften his opposition to offshore drilling. He now says that he would bargain some concessions to the oil companies in return for their commitment on renewables. The Republicans smell blood and simply up the ante, insisting that the waters off California - where opposition to offshore drilling is strongest - must be opened up for exploration. </p> <p>In truth, it is difficult from a UK perspective to see why a ban on offshore drilling has become such an environmental holy grail. The North Sea, for all the harshness of the conditions that the industry operates in, has been an environmental success story, and technology has progressed a long way since either it or the Gulf of Mexico were developed as major oil fields.</p> <p>But the absolute certainty is that there are a lot more motorists than there are environmentalists who care deeply about a ban on offshore drilling, and that is a reality that McCain has tapped into very effectively. Obama has also been obliged to slip the word \"nuclear\" into his script of potential solutions in recent weeks. While he was never actually opposed to nuclear power, it was simply ignored in his earlier pronouncements.</p> <p>McCain has also been obliged to make adjustments to his policy in line with the clamour for \"American energy independence\". In particular, he was an outspoken opponent of using crops to create bioethanol and biodiesel as substitutes for fossil-based fuels. This went down like a lead balloon in Iowa, where the candidate nomination process began and where farmers want the far higher earnings that fuel crops can bring them. So McCain now presents himself as a <a href=\"http://money.cnn.com/magazines/fortune/fortune_archive/2006/11/13/8393132/?postversion=2006103111\">reluctant convert</a>, though for economic and energy security reasons rather than environmental ones.</p> <p>And that is indeed the lesson that is emerging from the US political process and will be equally applicable in the UK - at a time of economic difficulty for average families, environmental altruism tends to go out the window to be replaced by financial self-interest. Any attempt to promote a low-carbon energy policy in current conditions cannot ignore that fact.</p> <p>The Democrats are now trying hard to adjust to it. Hillary Clinton spoke this week about their objective of American energy independence having the potential to create five million \"green collar jobs\" over the next decade - a nice phrase that I hadn't heard before and also one that the voters can relate to. A similar linkage between jobs and a low-carbon energy policy could be made in the UK but requires a level of joined-up government, which is lamentably absent at present. Maybe we need a governor Schweitzer to inspire us about the case for UK energy independence and what we can get out of it economically as well as environmentally.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-337052349\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/8/28/1219949949776/invesco.jpg\" alt=\"Ivesco Field\" width=\"460\" height=\"319\" class=\"gu-image\" /> </figure>  <p>DENVER — After a morning of logistical hilarity, I've finally made it to Invesco Field, the 70,000-seater venue for Barack Obama's enormously anticipated nomination-acceptance speech tonight. Here's the (excellent) view from the glass box in which I will be trapped for the next eight hours. As a British point of reference, the stadium is about the same size as <a href=\"http://en.wikipedia.org/wiki/Old_Trafford\">Old Trafford</a>. Various rehearsals are currently underway on Obama's <a href=\"http://www.gop.com/news/NewsRead.aspx?Guid=a86a28d8-1183-46a6-b74f-8a6462ce25a8\">controversial Greek-temple-style podium</a>, which according to the McCain campaign proves that he's a celebrity, or Greek, or something. (They weren't very clear.) The crowds have yet to start arriving, and Obama himself isn't expected to speak until after <strong>8pm Denver time</strong> (<strong>10pm eastern time, 3am UK time</strong>). I'll be liveblogging here when the action begins.<br> </p>",
  "<p>Every so often I feel the need to remind myself of the vast, improbable scale of America. For me, the only way to do this is to hit the road, seeing the extraordinary landscape and the great number of cultures that inhabit this land. </p> <p>So, with the political punditocracy camped out in Denver, I've gone on a road trip. While part of me wants to be in Colorado to hear the <a href=\"http://www.theguardian.com/world/2008/jan/29/usa.barackobama\">headline speeches</a>, part of me is happy to be a day's hard drive away talking with ordinary people about their everyday concerns. I'm in the geographical centre of the country, more than a thousand miles from either coast.</p> <p>Over the last few days, I have driven from California through Arizona, New Mexico, the western counties of Oklahoma – the area made famous by the Santa Fe trail pioneers of the 1820s, made infamous by the Dust Bowl-era storms of the 1930s - and now west Texas. </p> <p>On Monday, I interviewed impoverished Navajo in Gallup, New Mexico, who live in houses that lack electricity and running water deep within the desert wildernesses of the Navajo Reservation and who can no longer afford to drive into town in their mud-spattered pick-ups to work minimum-wage jobs because of the spiralling cost of gasoline. On Tuesday, I talked with children and grandchildren of Dust Bowl-era Oklahomans – old timers, some of whom remembered their families living in dugouts (one room reinforced caves dug into the earth and housing entire families in the years surrounding Oklahoma's gaining of statehood in 1907) during the early 20th century. </p> <p>These men and women are tough folk. They are used to living on an inhospitable land, eking an existence out of the earth, and yet they increasingly struggle to make ends meet. In one tiny town I visited, Boise City, close to half of the families survive only by taking food donations from the little food pantry that operates out of an abandoned gas station on Main Street. One old lady told me of having to drive 120 miles each way to take her diabetic husband to his medical check-ups. The cost of gas left her so little extra money that the couple never went out anymore, other than to journey down to the food pantry.</p> <p>Another lady, who lived on a farm 13 miles outside the town of Guymon, explained how she and her husband had given up coming into town more than once a week. A third, who worked as a school secretary, told me of how a blizzard had damaged her home out in canyon country, and she had been unable to travel back and forth from Boise City to her house to repair it because she had so little spare money. And so, while she and her family camped out in a decommissioned movie theatre that they owned in town, their house had fallen into disrepair, and feral cats had eventually taken it over.</p> <p>The people I talked to are poor and rapidly getting poorer. They are watching their families and communities being battered by economic crises. If this were the 1930s, they'd be shoe-ins for FDR. These days, however, many are still thinking Republican. They're talking about <a href=\"http://www.latimes.com/news/nationworld/wire/ats-ap-candidates-religionaug27,1,4191233.story\">abortion</a>, which is why many of them voted for George Bush two times around, even though they think he's an ass when it comes to economics. And while they don't have much faith in John McCain's <a href=\"http://www.nytimes.com/2008/02/07/us/politics/07conservative.html?n=Top/Reference/Times%20Topics/Subjects/R/Religion%20and%20Belief\">conservative credentials</a>, they're willing to give him the benefit of the doubt on this.</p> <p>They're nervous about Barack Obama being a <a href=\"http://www.huffingtonpost.com/2008/06/28/false-obama-muslim-rumor_n_109740.html\">closet Muslim</a> - they've <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2007/01/27/AR2007012701097.html\">heard it on right-wing radio</a>, they've <a href=\"http://www.politico.com/news/stories/1007/6314.html\">received emails warning them</a> of this - and, since religion is so central to their lives, they're reluctant to vote for someone who doesn't share their beliefs. Generally this reluctance is not quite as vicious in its formulation as out-and-out bigotry. Rather it's more a deep and insular fear of the unfamiliar. Finally, with a strong military legacy in many of these communities, they worry the young Democrat isn't qualified enough to be commander-in-chief during wartime. </p> <p>None of the people I talked with expressed concerns about Obama being African-American. And none of them gave me reason to believe they were lying about this. But the other concerns are nagging at them. They're just not sure he's ready for the White House. Some said they're still considering voting for Obama. Others made it clear they've made up their minds for McCain.</p> <p>To a person, they don't have a whole bunch of confidence that any incoming president will be able to do a whole lot to improve the country's economic situation, which is why they're willing to vote on \"morals\" instead of the bread-and-butter issues on which their parents and grandparents grounded their political decisions.</p> <p>Wednesday morning, in Guymon, I overheard two local men, grizzled old-timers, talking politics over a bacon and eggs breakfast at a local diner. \"I'll tell you one thing,\" said one of the men. \"Whoever becomes president, they're going to inherit so many problems, I don't envy them their jobs. They tried to get Colin Powell to run. I'd have voted for him. He was a respectable person who earned his way there. But the thing of it is he was too smart to run. He said, 'I ain't dragging my family into that shit.' I wish I could hear a little bit of good news today, because all they report is bad news.\"</p> <p>Last night, I drove south to Amarillo, a high-plains cattle town on the western fringe of Texas, and ate dinner at a steakhouse that easily seats 500 people, the walls adorned with stuffed bears, the heads of bison, elk and deer and huge hides stripped off of cattle. Three old men circulated round the tables, playing bluegrass requests on their fiddles. Enormous adverts announced that if you could eat a 72-ounce steak within an hour, the meat would be paid for by the house. There wasn't a television in the place, and had there been I would bet good money that the 10-gallon-hat eaters wouldn't have wanted it tuned to the Democratic National Convention goings-on.</p> <p>Out here, the convention is an awfully long way away. That doesn't mean people don't care about politics. But they have other things to worry about than watching the <a href=\"http://www.huffingtonpost.com/2008/08/28/obama-invesco-speech-prep_n_122031.html\">convention theatrics</a>. Most have little to no spare money these days. And when they do, they want to enjoy themselves at places like the Big Texas steakhouse rather than watch political leaders preen on the national stage. Sure, the Clintons and Joe Biden have shown their <a href=\"http://www.theguardian.com/world/2008/aug/28/uselections2008.democrats20086\">oratorical prowess</a> since Monday. Tonight, Obama will likely make a speech historic in its grandeur. If this were an election for orator-in-chief, the result would be a slam-dunk. But speechifying, alone, isn't going to clinch this election. </p> <p>From my perspective, from the centre of the country, the fat lady hasn't even started to think about singing yet.</p>",
  "<p>A series of portraits of American soldiers set to adorn roadside billboards in Minneapolis, site of next week's Republican convention, was abruptly cancelled by the billboards' owners, which feared they would be deemed disrespectful to the US military.</p> <p>Although the artworks neither display images of violence nor are gruesome, the media company that owns the billboards said it feared pedestrians and motorists would mistake them for images of war dead. </p> <p>The photographs show the faces and close-cropped heads of nine youthful soldiers lying peaceful and prone, flat against a surface.</p> <p>\"They don't look dead,\" said Suzanne Opton, the photographer of the series, entitled Soldiers' Faces. </p> <p>\"It's like you see someone opposite of you with their head on the pillow. We see our lovers and our children in that pose. They look like the heads of fallen statues, and they afford the viewer an intimate look at the face of the young person whose life is at risk, and that was the point. </p> <p>\"When you see soldiers on the news you have no idea who they are. They're representing the United States and they have all that gear on. I wanted to get past all that\".</p> <p>The shots of troops in between deployments to Iraq and Afghanistan by a New York City artist were to run in five US cities.</p> <p>But CBS Outdoor abruptly changed course and has refused to post the billboards in Minneapolis, Miami, Florida; and Houston, Texas. A separate company has agreed to display the images on billboards in Atlanta. Curiously for the artists, the images remain up in Denver, site of this week's Democratic national convention. </p> <p>The Democratic party, under presidential nominee Barack Obama, is against the war in Iraq and advocates withdrawing US combat forces.</p> <p>When thousands of Republicans and hoards of journalists arrive in the Minneapolis area this weekend, they will not see the images as they shuttle between the Xcel Energy Centre, site of the convention proceedings, and the hotels, restaurants and parties accommodating them.</p> <p>\"We understand that 'Soldier' represents a political art project, and that the individuals depicted are actual soldiers,\" Jodi Senese, CBS Outdoor's executive vice-president of marketing, wrote in an e-mail to Susan Reynolds, a curator and collaborator with Opton. </p> <p>\"Out of context [neither in a museum setting or website] the images, as stand-alone highway or city billboards, appear to be deceased soldiers. The presentation in this manner could be perceived as being disrespectful to the men and women in our armed forces.\"</p> <p>Senese acknowledged in her email that the decision was based not on the artist's intent but \"how the image would be perceived by a motorist passing it in transit\".</p> <p>Senese did not immediately return calls seeking comment.</p> <p>Opton and Reynolds insist the work is neither a partisan statement nor does it advocate against the wars in Iraq and Afghanistan.</p> <p>\"Any time you talk about a war, it's political,\" Opton said. \"It's not an anti-war statement, it's about soldiers.\"</p> <p>The photographs were taken in 2004 and 2005 at Fort Drum in New York state, with the permission of the soldiers and their commanders, the collaborators said. </p> <p>The images have been shown in the Brooklyn Museum, the Cleveland (Ohio) Museum of Art, and the Museum of Fine Arts in Houston. The project is sponsored by the New York Foundation for the Arts. Opton said the photographs ran on billboards in Syracuse, New York, near where the soldiers were based.</p> <p>In early August the foundation signed a contract to pay CBS Outdoor $5,000 to run images on five billboards in Minneapolis for about a month beginning on Monday. Last week the company cancelled that contracts there, in Houston and Miami, Reynolds said.</p> <p>Reynolds said CBS Outdoor, which is owned by CBS Corporation, owner of the US television network, wants to avoid controversy.</p> <p>\"I've been censored,\" Reynolds said. </p> <p>\"It's not a strong advocacy for any partisan point of view. We don't see soldiers in this very individualised human way in the press or media in this country. A soldier is one thing: They're in camouflage, holding a rifle. Here they're individuals with personalities.\"</p>",
  "<p><em>Hugh Jackson is reporting from Denver for the Nevada political blog <a href=\"http://www.lasvegasgleaner.com\">Las Vegas Gleaner</a></em></p> <p>During the 2004 presidential campaign, Texas oilman T Boone Pickens <a href=\"http://www.washingtonpost.com/wp-dyn/articles/A38749-2004Oct16.html\">was financing</a> the Swiftboat Vermin, er, Veterans for Truth and their televised destruction of the character and conduct of John Kerry.</p> <p>Four years later, Pickens is being escorted about the Democratic National Convention like an honoured statesman by none other than Democratic Senate majority leader Harry Reid.</p> <p>Not that Pickens is endorsing Barack Obama. \"I quit politics for this campaign,\" Pickens told convention delegates from Reid's home state of Nevada Wednesday morning. </p> <p>Instead, Pickens was touting <a href=\"http://www.usnews.com/articles/news/national/2008/08/22/why-t-boone-pickens-could-be-the-best-hope-for-wind-energy.html\">his idea</a> to transfer the nation's automobiles from their reliance on oil to a reliance on natural gas, which Pickens characterises as a \"bridge\" to the day when American automobiles will be powered by electricity provided by a massive investment in wind energy.</p> <p>Pickens has financial interests in both the natural gas and wind power industries. (A busy man, Pickens is also keen to privatise that part of the enormous Ogallala aquifer that lies beneath the Texas panhandle so he can sell water for profit. How Perkins plans to charge you for the air you breathe is not yet clear, but the possibility should not be dismissed out of hand.) His personal stakes should combine with his unsavoury political associations to give Democrats pause.</p> <p>But thanks to his <a href=\"http://www.youtube.com/watch?v=R2bOug1d20c\">national TV ad</a> buy, wherein the <a href=\"http://www.huffingtonpost.com/carl-pope/this-is-one-emergency-we_b_111776.html\">oilman announces</a> that \"this is one emergency that we can't drill our way out of,\" embracing Pickens is a temptation that Democrats can't resist - especially when \"offshore drilling\" and \"my friends\" are competing to rank as the most common phrases emerging from the mouth of John Sidney McCain III.</p> <p>No Democrat has embraced Pickens more closely than the Senate majority leader. Pickens, along with former President Bill Clinton, were headliners at a renewable energy conference Reid organised in Las Vegas earlier this month. And Reid quoted Pickens when he delivered a speech on energy Wednesday evening at the Merck-Visa-Lockheed Martin Democratic National Convention.</p> <p>It is in Nevada's interest to promote alternatives to new nuclear power plants - Nevada <a href=\"http://www.washingtonpost.com/wp-dyn/articles/A2221-2005Mar25.html\">continues to fight</a> the federal government and the nuclear power industry to keep radioactive waste from being dumped at Yucca Mountain, northwest of Las Vegas. That fight perhaps as much as anything explains why Reid has long been friendly to renewable energy concepts. </p> <p>Nevada already has one of the world's largest solar power plants, and several more are on the drawing board. The state's geothermal resources are among the most abundant in the country. Reid has become a leading opponent of the construction of new coal-fired power plants. And he triggered some praise from environmentalists, but even more ridicule from Republicans, for declaring that coal and oil is making America \"sick\".</p> <p>At the same time, Reid's record with regard to natural resource industries is far from pristine. He has almost single-handedly <a href=\"http://www.iht.com/articles/ap/2007/05/10/business/NA-GEN-US-Reids-Dilemma.php\">thwarted reform</a> of the country's badly outdated mining laws - laws that allow some of the world's largest transnational mining conglomerates to take gold from public lands with relatively scant environmental restrictions and without paying any federal royalties on the mineral, all so as to safeguard the strategic earring supply at your department store's jewellery counter.</p> <p>As Reid gears up to campaign for re-election to a fifth term in 2010, when he will be 70, he is likely to continue to shelter the mining industry from reform - it may not allow Reid to win Nevada's predominantly rural Republican vote against a strong opponent, but it helps Reid keep the electoral damage in those mining-friendly hustings to a minimum.</p> <p>Against his mining record, scepticism about the sincerity of Reid's renewable energy embrace is perhaps not unwarranted.</p> <p>But the nation must find alternatives to the current US policy of paying lots and lots of money to make the planet hotter. And Barack Obama is promising a progressive energy policy that combines renewables, conservation and infrastructural retrofitting.</p> <p>Getting such a programme through Congress won't be easy. But aggressive assistance from the leader of the Senate is a good start - even, s'pose, if it comes with a profiteering Texan in tow.</p>",
  "<p>The Russian prime minister, Vladimir Putin, claimed today the Caucasus crisis was started by the Americans as an election campaign ploy. </p> <p>As Russia found itself increasingly isolated internationally because of its invasion of Georgia and its decision to recognise two breakaway regions of Georgia as independent states, Putin suggested the Georgia war had been cooked up in Washington to create a neo-cold war climate that would strengthen John McCain's bid for the White House and wreck the prospects of Barack Obama.</p> <p>Following yesterday's denunciation of Russian conduct by the G7 grouping of the big industrial democracies, Russia's key allies resisted Moscow's pressure today for support over Georgia. </p> <p>At a summit in Tajikistan of the Shanghai Cooperation Organisation, which Putin set up seven years ago as a foil to western power, China and four former Soviet central Asian states called for respect for the territorial integrity of states and criticised the use of force to redraw borders, effectively delivering a rebuke of Russian conduct.</p> <p>President Dmitry Medvedev went to the meeting in Dushanbe, the Tajikistan capital, to try to drum up support for Russia's position, but the summit statement only served to highlight Russia's worsening isolation.</p> <p>\"Russia does not feel isolated and is not afraid to be isolated,\" said Yevgeniy Chizhov, the Russian ambassador in Brussels.</p> <p>He warned the EU that it would come off worse than Russia if an emergency summit of EU leaders on Monday decided to impose sanctions, as suggested today by Bernard Kouchner, the French foreign minister.</p> <p>The French are chairing the EU and have called Monday's summit, the first time such an emergency meeting has been staged since the lead-up to the war in Iraq in 2003.</p> <p>\"Certain countries have asked that sanctions be imposed,\" said Kouchner. \"Sanctions are being considered and many other measures.\" </p> <p>He said the aim on Monday was to demonstrate strongly that Europe did not accept what had happened in Georgia.</p> <p>EU ambassadors are to meet in Brussels tomorrow to argue over how to respond to the Georgia crisis. Despite Kouchner's words, economic or trade sanctions are not likely to be imposed by the European leaders whose countries are highly dependent on Russian gas and oil supplies and whose big business has much at stake in Russia.</p> <p>There is some pressure for diplomatic retaliation against Moscow and to call off scheduled negotiations on a new strategic pact between the EU and Russia. But the European Commission said the next Russia-EU negotiations were still scheduled for next month and Chizhov said he knew of no plan to cancel them.</p> <p>Sergei Lavrov, the Russian foreign minister, treated the talk of European sanctions with contempt. \"That's a demonstration of complete confusion, the product of a sick mind.\"</p> <p>Sanctions, said Chizhov, \"will be to the detriment of the EU as much if not more than to Russia. I certainly hope reason and common sense will prevail\".</p> <p>Jean-Pierre Jouyet, the French minister for Europe, made plain that Paris did not want to sever channels of communication with Russia.</p> <p>\"The essential aim [of the summit], following the latest Russian declarations, is to show Europe's unity and capacity to act, balancing the need for dialogue and the need for firmness towards Russia,\" he told a meeting of diplomats and officials. \"Needless to say, it won't be easy.\"</p> <p>In an interview with CNN, Putin amplified conspiracy theories that have been aired in the Russian media and by Russian pundits since the crisis erupted three weeks ago - that the Georgian war was fabricated by the US vice-president, Dick Cheney, and the Republican presidential contender, John McCain, to create an international crisis and fan anti-Russian hostility that would undermine Obama's chances of getting to the Oval Office.</p> <p>\"The suspicion arises that someone in the United States especially created this conflict to make the situation more tense and create a competitive advantage for one of the candidates fighting for the post of US president,\" said Putin, who is seen as the main force behind Russia's hammering of Georgia.</p>",
  "<p>Stefan Forbes was surprised. The film-maker had just spent months interviewing Republican officials for a documentary about Lee Atwater, the godfather of political dirty tricks, but found many of them were amused at his project.</p> <p>\"They were laughing at me. They said, 'We don't understand why Democrats don't fight back,'\" Forbes said. </p> <p>That is also a question now hovering over the Democratic party as it faces a marked increase in the number of Republican attacks aimed in their direction. </p> <p>On Tuesday there was the launch of perhaps the most negative advert yet. It tried to link Barack Obama with 1960s radical Bill Ayers, a former member of the Weather Underground group which once carried out bombings at the Pentagon and the Capitol. </p> <p>The ad was a pure Atwater move and Forbes should know. </p> <p>Forbes' investigation of Atwater's life and tactics in the upcoming film Boogie Man has revealed a figure who changed the face of American politics. And not for the better. </p> <p>The South Carolina native perfected the art of negative campaigning and making the personal into the political. In campaign after campaign in the 1970s and 1980s Atwater destroyed anyone opposing the candidates that he backed. </p> <p>He once suggested an opponent had been given electro-shock therapy to treat mental illness. Another was lambasted with an anti-Semitic whispering campaign. Both lost.</p> <p>Atwater's greatest success was masterminding the Republican assault on Democratic presidential candidate Michael Dukakis in 1988. </p> <p>He first suggested Dukakis had had psychiatric problems, then accused his wife of burning the American flag and finally oversaw the infamous 'Willie Horton' racist adverts. The campaign rapidly overturned a huge Dukakis lead in the polls and ensured George HW Bush would become president. </p> <p>Atwater helped complete an overhaul of the Republican attack strategy that was devastatingly successful and has come to define modern Republican presidential campaigns. </p> <p>He also mentored a young political operative called Karl Rove, who went on to guide George W Bush to successive election victories. Rove himself then acted as mentor to Steve \"The Bullet\" Schmidt, who now runs John McCain's campaign and who has crafted its brutally negative - and effective - recent ads. </p> <p>\"There is a reason why Steve Schmidt, who was tutored by Rove who was tutored by Atwater, is running John McCain's campaign,\" said Joe Conason, a political commentator. </p> <p>\"The tactics that Atwater crystallised into Republican strategy are now the rote of the Republican party.\"</p> <p>Certainly Tuesday's anti-Obama ad would fit well into Atwater's strategic vision. Made by a so-called independent advocacy group, called the American Issues Project, the ad seeks to tie Obama and Ayers together because they served on the same non-profit board. </p> <p>Ayers is now a liberal activist and academic in Chicago. </p> <p>However, the main financier of the AIP is also the same Texan billionaire who helped fund the Swift Boat campaign that derailed John Kerry's 2004 bid for the White House. </p> <p>Kerry was slammed for not responding quickly enough to the Swift Boat campaign and Obama has pushed back hard against the new ad. His staff have directly asked some TV stations not to run it. They have also asked the Justice Department to intervene.</p> <p>That is a markedly more aggressive response than many Democratic opponents undone by Atwater. But Terry McAuliffe, a top Democratic party official who appears in Boogie Man, said Democrats still needed to learn how to deal with the ruthless Republican tactics Atwater honed. </p> <p>\"Democrats don't fight hard enough. It is not just the issues. They play tougher on the other side,\" McAuliffe said. \"What is now happening with this [McCain] campaign is what they have done with the last few elections.\"</p> <p>However, there is a chance that Atwater might just be spinning in his grave at the new anti-Obama ad. </p> <p>Stricken with a terrible brain cancer at the height of his powers, Atwater died in 1991. But before he died he publicly repented of many of his former deeds and sent out numerous letters of apology to his many opponents, including Dukakis. </p> <p>But though Atwater is dead his legacy is firmly alive. </p> <p>Speaking at a screening of Boogie Nights at the Denver convention, Forbes warned that the new anti-Obama ad could easily have the same sort of effect Willie Horton had on Dukakis if it went unanswered. </p> <p>\"The Weather Underground bombing the Capitol? That will decide the election unless people get out there and do something,\" he said.</p>",
  "<p>What does it mean when we say Barack Obama's nomination is historic? Is it because a black man becomes the Democratic party's first presidential nominee of his race on the same day Martin Luther King said \"I have a dream\" 45 years ago? Clearly yes, but there's more to Obama's impact on history than race, and this is why I believe he will be elected president in November.</p> <p>Obama inspires us to recapture American exceptionalism. The nomination is historic because it reminds us of the best of America. Recently, <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/0807/27/fzgps.01.html\">Fareed Zakaria interviewed</a> the French intellectual Bernard Henri Levy. When asked why Europeans gave Obama an 85% approval rating, Levy said Obama \"is the re-embodiment in one person - in one only, in one single body - of the two greatest heroes in our eyes of American history, modern American history, who are Martin Luther King and John Fitzgerald Kennedy.\"</p> <p>King and Kennedy: our two great modern human leaders. Servant-leaders, both. Stewards and shepherds of the people, lifters-up who asked us to join them. Obama echoes King in his optimism, his gravity and his ability to provide the inspiration that we try to be better human beings than is our wont. Obama echoes Kennedy in the youthful exuberance (some would call it bravado), the young compelling family and the same ability to inspire goodness in Americans. But enough. It's healthy to shy away from such lofty comparisons. It only sets us up for disappointment.</p> <p>My friend <a href=\"http://dontgelyet.typepad.com/dontgeltoosoon/2008/08/1968-2008-forty.html\">Cindy Samuels</a> wrote movingly of her experience 40 years ago at the bloody Chicago Democratic convention. She asks us \"consider that the belief in Barack Obama today, which so many equate with the impact of John Kennedy, is also much like the hope engendered in us in those days. I suspect it's where a lot of the boomer support for Obama began.\"</p> <p>And then she writes of those hopes being crushed during the Chicago convention: </p> <blockquote> <p>I wonder if you can imagine what it felt like to be 22 years old, totally idealistic and what they call \"a true believer\" and to see policemen behave like that. To see Chicago mayor Richard Daley call the first Jewish senator, Abraham Ribicoff of Connecticut, a \"kike\" (you had to read his lips - there was no audio, but it was pretty clear) and to see your friends and colleagues and some-time beloveds with black eyes and bleeding scalps. To be dragged by a Secret Service agent from your place next to senator McCarthy by the collar of your dress as he addressed the demonstrators, battered, bruised and angry. To see everything you'd worked for and believed in decimated in the class, generational and political warfare.</p> </blockquote> <p>Obama's nomination is historic because, 40 years on, the political warfare can't go there when it comes to race (or class, as Joe Biden illustrated Wednesday night in his speech). Obama's campaign is historic for its political impact, especially for long-time Democrats. Obama and Hillary Clinton take the helm of the Democratic party and its two most valuable voting blocs, African-Americans and women, can finally get their due up on the convention podium.</p> <p>Finally, a woman and a black man competing over who has more influence! We've got supporters of an African-American man and a woman arguing over which is more qualified to be leader of the free world - and everyone takes it seriously. No longer do we need to ask others to interpret our desires. We get our own envoys.</p> <p>Both Clinton and Michelle Obama have cited the historic nature of the out-groups becoming in-groups, highlighting the long journeys from the 1848 Seneca Falls convention and the civil rights movement to Denver 2008. Hillary strongly invoked African-American language in her speech Tuesday night. She, not Michelle or Barack, invoked abolitionist Harriet Tubman, who founded the Underground Railroad: </p> <blockquote> <p>If you hear the dogs, keep going.</p> <p>If you see the torches in the woods, keep going.</p> <p>If they're shouting after you, keep going. </p> <p>Don't ever stop. Keep going. </p> <p>If you want a taste of freedom, keep going. </p> <p>Even in the darkest of moments, ordinary Americans have found the faith to keep going.</p> </blockquote> <p>Hillary chose to use freedom language, the language of underdogs who had to fight like hell. This is not rich white man language - not the words of a McCain or a Bush or a Cheney or even a John Kerry. I like to think of Hillary's Tubman quote as a special, Clintonian nod to the power of the African-American vote. Although Bill Clinton won the title first, Obama truly could be the first black president.</p> <p>Finally, I think Obama's nomination is historic because of us, the American voters. We could have played it safe, and we could have stayed at home, but we didn't. We did indeed choose to hope. I think Obama's nomination is historic because while our country has fallen, while we have less confidence than ever, we still took a risk. I'm proud of us for that.</p>",
  "<p>Look at this exchange from <a href=\"http://www.time.com/time/politics/article/0,8599,1836909,00.html\">an interview</a> with John McCain that Time posted yesterday:</p> <blockquote> <p><br>There's a theme that recurs in your books and your speeches, both about putting country first but also about honor. I wonder if you could define honor for us?<br>Read it in my books. </p> <p>I've read your books.<br>No, I'm not going to define it. </p> <p>But honor in politics?<br>I defined it in five books. Read my books. </p> <p>[Your] campaign today is more disciplined, more traditional, more aggressive. From your point of view, why the change?<br>I will do as much as we possibly can do to provide as much access to the press as possible. </p> <p>But beyond the press, sir, just in terms of ...<br>I think we're running a fine campaign, and this is where we are. </p> <p>Do you miss the old way of doing it?<br>I don't know what you're talking about. </p> </blockquote> <p>O, who knows. Maybe he just had a fight with his wife (or called her a c---, as has been alleged by Cliff Shechter and not to my knowledge rebutted). Maybe he had to go to the bathroom. But McCain is in fact a strange man, by the testimony of many people, even fellow Republicans, given to extremely violent mood swings.</p> <p>A mercurial hothead surrounded by a bunch of war-mongering neocons who want war with Iran and possibly Russia too. And <em>this </em>man is the one the press calls more prepared to direct US foreign policy?</p>",
  "<p>Three years after Hurricane Katrina, a more glamorous image of black America is presenting itself to the world in the person of <a href=\"http://www.theguardian.com/world/barackobama\">Barack Obama</a>. Meanwhile, in New Orleans, America's story of black urban poverty is still unfolding, largely beneath the radar of the global media.</p> <p>In August and September 2005, areas like the largely black <a href=\"http://en.wikipedia.org/wiki/Lower_Ninth_Ward\">Lower Ninth ward</a>, almost entirely invisible to the hordes of tourists who flock to New Orleans every year, attracted worldwide sympathy <a href=\"http://www.theguardian.com/commentisfree/2008/aug/27/hurricanekatrina.usa\">as the levees broke</a>. Now they have been all but forgotten. While tourists long ago repopulated the French Quarter, 57% of New Orleans' black population – against 36% of whites – have yet to return to the city. Many never will. This is because since Katrina, developers have clubbed together with the authorities to complete New Orleans' makeover into a playground for wealthy tourists.</p> <p>As house prices soar and homelessness rises, the authorities are quietly doing away with the city's remaining stocks of affordable housing in moves that the UN has recently claimed constitute human rights violations. The fact that these demolitions will overwhelmingly affect black people has led some to call this <a href=\"http://www.theguardian.com/environment/2005/sep/24/usnews.hurricanes2005\">ethnic cleansing</a>.</p> <p>Looking back, these developments should come as no surprise. The sympathy that met Katrina's immediate aftermath was short-lived. In August 2005 it was poor African-American residents, statistically the least likely to have the means to evacuate the stricken city, who bore the brunt of the storm damage. Viewers all round the world watched in horrified fascination as conditions in the convention centre and Superbowl deteriorated. News reports did focus on the government's apparent abandonment of its own people, but a hysterical and arguably racist undercurrent was almost compulsively drawn to rumours of rape and murder – nearly all of which turned out to be untrue.</p> <p>As residents evacuated the city, and before the floodwaters had even receded, the future of New Orleans and its residents was being spoken about in no uncertain terms. \"We finally cleaned up public housing in New Orleans\", declared Republican congressman Richard Baker soon after the storm. \"We couldn't do it. But God did.\" Alphonso Jackson, the then US secretary of housing and urban development, made the racial implications of the gentrification process perfectly clear when he predicted that the reconstructed New Orleans would be a whiter city.</p> <p>In the three years since, race and class stereotypes have paved the way for New Orleans' so-called \"revitalisation\". \"We don't need soap opera-watchers right now\", claimed the city council president, Oliver Thomas – perpetuating the view that New Orleans' high unemployment rate can be tracked to individual laziness as opposed to the systemic discrimination affecting most of America's inner cities. At the same time, those same forces that demonise poor and particularly black families – for their apparent \"dysfunction\" – are actively preventing the regrouping of some of the most close-knit black communities in the US. </p> <p>The city is now in the process of phasing out the low-cost housing, public transportation system, and public health facilities that have supported the existence of low-income residents in New Orleans for decades. The US department of housing and urban development and the housing authority of New Orleans say that they wish to de-concentrate poverty in areas that were previously hotbeds for crime and drug abuse. Currently though, there are only plans to replace one-third of the units available for low-income renters. And as Audrey Stewart of the Loyola Law Clinic explains, the result is:</p> <blockquote> <p> ... thousands and thousands of homeless people camping out, under bridges, we have folks staying with relatives and friends – I see that all over my neighbourhood, five, six, seven, eight people living in these tiny houses. We have people getting kicked out of Fema [Federal Emergency Management Agency] trailers with nowhere to go.</p> </blockquote> <p>Many displaced New Orleans residents, black and white, are now calling for the \"right of return\" – and are in the process creating a dynamic grassroots movement that threatens to disrupt the relative calm that has eased the passage of the city's controversial reconstruction programme. This is just the kind of movement that Barack Obama spent the first part of his career organising for <a href=\"http://www.encyclopedia.chicagohistory.org/pages/1177.html\">South Side</a> Chicago, and it may turn out that his ability as president to respond to this call proves decisive.</p> <p>Obama has been a vocal critic of the Bush administration's recovery and reconstruction programme, and his restoration plan for the region includes housing displaced residents who wish to return to the city. This time last year, Obama expressed concern that New Orleans would once again become the scene of the nation's broken promises, and told residents, \"I can promise you this: I will be a president who wakes up every morning and goes to bed every night with the future of this city on my mind.\" He said:</p> <blockquote> <p> ... racial discord, poverty, the old divisions of black and white, rich and poor, it's time to leave that to yesterday.</p> </blockquote> <p>But as the presidential campaign intensifies, Obama is increasingly under pressure to \"transcend race\". If this insidious demand should persist into an Obama presidency, it could seriously hinder a sustained focus on so racially charged an event as Katrina and its disastrous aftermath. What's certain is that the longer the world looks away, the more likely it is that a Disneyfied \"new\" New Orleans will mean the loss of a city that boasts one of the most complex cultural heritages in the world.</p> <p>Three years on from the storm, during an election year that has focused attention on a spectacular symbol of African American success, it seems that once again, no one is looking in the direction of a black America that has experienced only the rough end of the American dream.</p> <p><em>Anna Hartnell is lecturer in American literature &amp; culture at the University of Birmingham, <a href=\"mailto:a.hartnell@bham.ac.uk\">a.hartnell@bham.ac.uk</a></em></p>",
  "<h2>Bill Clinton</h2> <p>When Bill Clinton addressed the Democratic convention in Denver last night, observers sought signals of the depth and strength of his endorsement of Barack Obama - as they had with Hillary Clinton's speech the previous evening.</p> <p>Bill Clinton spent months savaging Obama in the press, irritating neutral Democrats who feared the last of their party to serve in the White House was squandering his reputation as a statesman to further his wife's presidential ambitions.</p> <p>Guardian America counted the number of times the former president uttered key words, hoping to reveal some of Clinton's intentions and feelings. You can compare the count with those for speeches by the vice-presidential nominee, Joe Biden (below), and <a href=\"http://www.theguardian.com/world/2008/aug/27/usa.uselections2008\">Hillary Clinton's yesterday</a>.</p> <p><strong>Total words</strong>: 1,655<br><strong>America and American</strong>: 30<br><strong>Barack</strong>: 15<br><strong>Obama</strong>: 15<br><strong>Democrat or Democratic</strong>: 2<br><strong>Republican</strong>: 6<br><strong>McCain</strong>: 0<br><strong>Bush</strong>: 0<br><strong>God</strong>: 0<br><strong>Hope</strong>: 3<br><strong>Hillary</strong>: 3<br><strong>Clinton</strong>: 0<br><strong>I, my, me and mine</strong>: 16<br><strong>You and your</strong>: 4<br><strong>Iraq</strong>: 0<br><strong>Iran</strong>: 0<br><strong>Women</strong>: 0<br><strong>Economy or economic</strong>: 3<br><strong>Health and healthcare</strong>: 8<br><strong>Child and children</strong>: 4</p> <h2>Joe Biden</h2> <p>Biden was chosen to run as Obama's vice-presidential candidate on the strength of his foreign policy knowhow, his 36 years of experience in the senate, his working-class roots and appeal and his ability to attack John McCain. </p> <p>Bill Clinton last night called it \"experience and wisdom, supporting Barack Obama's proven understanding, insight, and good instincts\".</p> <p>Biden, whose own shot at the Democratic nomination ended in failure in Iowa in January, is not known for his oratorical prowess, and last night's speech was the biggest of his political career.</p> <p>He referred to the Republican nominee, John McCain, 13 times, and to George Bush six times. That is about <a href=\"http://www.theguardian.com/world/2008/aug/27/usa.uselections2008\">twice the number of times</a> Hillary Clinton did in a speech of roughly the same length on Tuesday night.</p> <p><strong>Total words</strong>: 2,335<br><strong>America and American</strong>: 22<br><strong>Barack</strong>: 27<br><strong>Obama</strong>: 22<br><strong>Democrat or Democratic</strong>: 1, referring to \"Russia's challenge to the free and democratic country of Georgia\".<br><strong>Republican</strong>: 0<br><strong>McCain</strong>: 13<br><strong>Bush</strong>: 6<br><strong>God</strong>: 2<br><strong>Hillary</strong>: 2<br><strong>Clinton</strong>: 2<br><strong>I, my, me and mine</strong>: 63<br><strong>You and your</strong>: 33<br><strong>Iraq</strong>: 6<br><strong>Iran</strong>: 3<br><strong>Women</strong>: 2<br><strong>Economy or economic</strong>: 3<br><strong>Health and healthcare</strong>: 4<br><strong>Child and children</strong>: 8</p>",
  "<p>The whistle-blowers' website Wikileaks has marked a change in strategy, calling for media organisations to bid for what it claims is exclusive and confidential information that gives insights into the government of Hugo Chávez, the Venezuelan president.</p> <p>Wikileaks claims to offer a confidential and high-profile platform for documents that will help expose corruption and unethical practice in government and business - but has, until now, provided access to documentation for free.</p> <p>But on Tuesday, the site announced that it will auction what it claims are three years of emails from an aide of Chávez to the highest bidder. </p> <p>Written between 2005 and 2008, the emails purportedly give insights into CIA activities in Venezuela, an incursion by the Colombian Army and how Chávez has managed his government. The winner of the auction will receive the emails under embargo, though the documents will eventually be published on Wikileaks.</p> <p>The move follows comments earlier this year by one of Wikileaks' coordinators, Julian Assange, who told Wired magazine that the site had turned into a \"free-for-all\" and that it planned to drop the wiki model.</p> <p>Despite its popularity, the intensive work of analysing and investigating documents posted on the Wikileaks site is still being carried out by its own staff and a small group of academics. Assange said the site would move to pre-release documents to paying journalists.</p> <p>In <a href=\"http://blog.wired.com/27bstroke6/2008/08/wikileaks-aucti.html\">an update to Wired last night</a>, Assange blamed mainstream news organisations for wasting \"first-rate source material\", because they refused to invest in analysis without what he called \"additional incentives\".</p> <p>\"The economics are counter-intuitive - temporarily restrict supply to increase uptake,\" he said.</p> <p>\"This is not what we wanted to find, but it has been our solid experience over two years and is a known paradox in economics.</p> <p>\"Given that Wikileaks needs to restrict supply for a period to increase perceived value to the point that journalists will invest time to produce quality stories, the question arises as to which method should be employed to apportion material to those who are most likely to invest in it.\"</p> <p>Earlier this year Wikileaks was backed by news organisations and free speech advocates when <a href=\"http://www.theguardian.com/media/2008/mar/06/digitalmedia.medialaw\">a Swiss investment bank issued an injunction to close the site down</a>.</p> <p>The bank eventually dropped the suit after a judge reversed a decision to close the site. </p> <p>Swiss investment bank Julius Baer had objected to documents being posted on Wikileaks that detailed its offshore trading activities. </p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<p><br>How ya doin! Jackie Mason and Hillary Clinton. Photos: PA/Yui Mok and Reuters/Shannon Stapleton</p> <p>Roll credits on Convention! - this week's Casting the News (aka Suck it Up!). Those exclamation marks are optional. It's a tale of scheming supporting players; <a href=\"http://www.theguardian.com/world/2008/aug/28/uselections2008.democrats2008\">the kingmakers of Denver</a>; agonising whether to throw their full support behind Barack Obama's presidential bid, openly sabotage him or (oh, crafty third way) try for a little of both by treating the delegates to a masterclass in equivocation, double-edged endorsements and coded criticisms.</p> <p>Obama was a featured player <a href=\"http://blogs.theguardian.com/film/2008/07/who_would_you_cast_in_the_jack.html\">a month or so back</a>, so let's keep him in the shadows this time, like Voldemart. Instead, our film takes the Rosencrantz and Guildenstern approach. Its heroes are the nearly-rans and might-have-beens. John Kerry bungled his bid in 2004 and is now back as a shame-faced guest speaker. Former hopeful Joe Biden has the consolation prize of a place on the ticket (this despite a longtime friendship with John McCain).</p> <p>And then, of course, there are the Clintons: Bill, squandering <a href=\"http://www.theguardian.com/world/cartoon/2008/aug/27/hillary.clinton.bill.clinton\">his legacy</a> by playing attack dog for the wife; Hillary, who missed securing the nomination by a whisker and is now left with the power to either anoint or destroy. The stage is set for a tale of backroom deals and festering grievances, as its chief performers nurse their wounds in private before stepping out before the floodlights.</p> <p>So who should play these people? I'm (very tentatively) pitching William Hurt as John Kerry and Jeff Bridges to play <a href=\"http://images.google.com/imgres?imgurl=http://www.dartmouthindependent.com/archives/Joe%2520Biden.jpg&amp;imgrefurl=http://www.dartmouthindependent.com/archives/2007/07/our-44th-presid.html&amp;h=278&amp;w=402&amp;sz=30&amp;hl=en&amp;start=22&amp;um=1&amp;usg=__8aAMLLIaAersqVrB47YjMyzHNng=&amp;tbnid=T4N5gWRLeMAriM:&amp;tbnh=86&amp;tbnw=124&amp;prev=/images%3Fq%3D%2522joe%2Bbiden%2522%26start%3D20%26ndsp%3D20%26um%3D1%26hl%3Den%26client%3Dsafari%26rls%3Den%26sa%3DN\">Grinnin' Joe Biden</a>. John Travolta has already starred as a Bill Clinton surrogate in Primary Colours, so seems the obvious choice to do it again. Likewise, Meryl Streep crossed Hillary with Condoleezza on the Manchurian Candidate remake, and might be prepared to play the former First Lady.</p> <p>But this is dreary, conservative casting. Given that there is a farcical flavour to this week's Casting the News, the brazenly absurdist route might be the best way to go. Is it just us, or does <a href=\"http://blog.mlive.com/chronicle/2008/06/large_01clinton4.jpg\">campaign-mode Hillary</a> bear a distant, passing resemblance to the great borscht-belt comics of old (the same salted repartee; the same How-Ya-Doin' smirks and finger-points to the crowd)? We note that the mighty Jackie Mason is clearly taking a deep interest in this year's race, via his hyperventilating <a href=\"http://www.youtube.com/watch?v=mZ5c6hxqXq4\">election \"vlog\"</a>. Would Mason be up for doing Hillary?</p> <p>Anyhow, this is what we need - your cut-and-paste credits ...</p> <p>Hillary Clinton:</p> <p>Bill Clinton:</p> <p>Joe Biden</p> <p>John Kerry:</p> <p>Tagline:</p> <p>Finally, let's briefly review <a href=\"http://blogs.theguardian.com/film/2008/08/casting_the_news_1.html\">last week's tortoise picture</a>. We duly greenlight Tarantino as the hare (thanks to happypie) and Jim Broadbent as \"the poor owner\" (MikeOxwells). Clydebear's suggested title - Shell Oiled - surely wins the day, though it's hard not to feel a certain doomed affection for Jimmy Smile's more leftfield tip: Monstrous Shelled C**t vs Taxi Driver Murderer 2: Ride Slop-Totty to Death.</p> <p>Ah well. Maybe in the next life</p>",
  "<p>American political conventions are always, to some degree, about theatre - but even by those standards, Wednesday in Denver was extraordinary: a day of carefully staged but highly emotional drama in which Barack Obama officially won the Democratic nomination, and no less significantly was handed the party's torch by both Clintons. </p> <p>The Obama and Clinton camps negotiated up to the last minute on how to choreograph the traditional roll call vote so as to placate Hillary-supporting delegates without risking any embarrassing displays of disunity. In the event, Clinton herself agreed to step forward to call off the public vote count, awarding the nomination to Obama. Bill Clinton followed up with a supercharged endorsement of the freshly minted nominee. But by the end of the evening, there was a palpable sense that the Clintons' era was closing, and a new one beginning. Obama running-mate Joe Biden gave his keynote speech, laden with attacks on John McCain and George Bush, which Obama is less well placed to make, and then Obama himself brought the evening to a close with a surprise appearance.</p> <p>Today, on the 45th anniversary of Martin Luther King's \"I Have A<br>Dream\" speech, Obama heads a short distance from the convention hall<br>in Denver to an open-air stadium, where he'll accept the nomination in<br>front of an audience of 70,000. But the soaring nature of the occasion<br>is unlikely to be matched by soaring rhetoric, <a href=\"http://www.theguardian.com/world/2008/aug/28/uselections2008.barackobama1\">Ewen MacAskill and Suzanne Goldenberg write in today's Guardian</a>. Instead, he'll concentrate on how to soften the impact of job losses, high petrol<br>prices and repossessed homes, and address the huge poverty gap that<br>exists in the US. There's still a chance that John McCain will seek to<br>steal his thunder by announcing his own running-mate today, though it<br>seems more likely that he'll do so tomorrow.</p> <h2>Today at the convention</h2> <p>The last day of the convention will be dominated by Obama's speech,<br>but Howard Dean and Al Gore are speaking too, and Stevie Wonder is<br>performing. I'll be liveblogging Obama's speech at <a href=\"http://blogs.theguardian.com/burkeman\">blogs.theguardian.com/burkeman</a>.</p> <h2>On theguardian.com now</h2> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/video/2008/aug/28/uselections2008.clinton\">Video: Bill Clinton rouses Democrats</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/video/2008/aug/28/uselections2008.barackobama\">Video: Obama's roll call vote </a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/2008/aug/28/uselections2008.democrats20086\">Clinton and Biden rouse Democrats in call for unity</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/commentisfree/2008/aug/28/uselections2008.clinton\">Jonathan Freedland: The Big Dog can still hunt</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/commentisfree/2008/aug/28/uselections2008.joebiden\">Martin Kettle: Biden is Obama's best choice</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/commentisfree/michaeltomasky/2008/aug/28/uselections2008.clinton\">Michael Tomasky: Biden and Clinton show the Democrats fight</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/2008/aug/28/uselections2008.democrats20087\">Denver Democrats react to the speeches</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/gallery/2008/aug/27/uselections2008.democrats20081?picture=337015328\">In pictures: Obama souvenirs on sale in Denver</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/2008/aug/28/uselections2008.democrats20085\">Full text: Bill Clinton's speech</a></p> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/2008/aug/28/uselections2008.joebiden\">Full text: Joe Biden's speech</a></p> <h2>The best of the rest</h2> <p><strong>·</strong> <a href=\"http://www.nytimes.com/2008/08/28/us/politics/28obamaQM.html?ref=us\">New York Times: A consistent yet elusive nominee</a></p> <p><strong>·</strong> <a href=\"http://talkingpointsmemo.com/archives/210916.php\">Talking Points Memo: John Kerry's was the best speech of the convention</a></p> <p><strong>·</strong> <a href=\"http://blogs.abcnews.com/politicalpunch/2008/08/from-the-fact-c.html\">ABC Political Punch: McCain ads cross new line into dishonesty</a></p> <h2>Latest polls</h2> <p>Gallup's daily tracking poll continues to show Obama and McCain in what's essentially a tie, but now Obama has taken a slight lead, at 45% to 44%.</p> <h2>Quote of the day I</h2> <p>\"With eyes firmly fixed on the future, in the spirit of unity, with<br>the goal of victory, with faith in our party and our country let's<br>declare together in one voice, right here and right now, that Barack<br>Obama is our candidate, and he will be our president\": Hillary Clinton<br>triple-underlines her message to the Democrats, and the crowd goes<br>wild.</p> <h2>Quote of the day II</h2> <p>\"Let me make this pledge to you right here and now. For every American<br>who is trying to do the right thing, for all those people in<br>government who are honouring their pledge to uphold the law and<br>respect our Constitution, no longer will the eight most dreaded words<br>in the English language be: 'The vice president's office is on the<br>phone'\": a blast of Joe Biden humour signals a newly confrontational<br>tone in the Democratic campaign.</p> <h2>...And on the fringes</h2> <p>The unity on the convention hall floor hasn't been matched at the news<br>network MSNBC, whose hosts covering the convention in Denver are<br>rapidly descending into open warfare. While the rightwing Joe<br>Scarborough was trying to justify his views live on air, liberal host<br>Keith Olbermann could be heard muttering \"Jesus, Joe, why don't you<br>get a shovel?\" into an open microphone.</p>",
  "<p>Ralph Nader, mounting his third straight independent presidential run, yesterday held a rally in the shadow of the Democratic convention to urge Barack Obama to allow him into this year's televised debates.</p> <p>Still blamed by some Democrats for diverting votes from their party during the 2000 and 2004 elections, Nader is ready to fight equally hard against a party he sees as drifting to the right.</p> <p>Obama \"keeps talking about change\", Nader told theguardian.com. \"But when you look at his policies … is he for change when he wants a larger military budget?</p> <p>\"Is he for change when he doesn't challenge the hundreds of millions of dollars in taxpayer subsidies for corporations?\"</p> <p>Nader acknowledged that Obama offered distinct differences from the Republican nominee, John McCain, on social security, abortion rights and gay rights. But he said the major parties' closeness to corporate interests was enough to propel his candidacy forward.</p> <p>\"[The two parties] display a difference that can be described as the different velocity with which their knees hit the floor when corporations bang on their doors\", he said.</p> <p>Nader's two previous efforts to open the televised presidential debates to third-party candidates fell short, but last night he unveiled a potent lineup of backers. The actors Sean Penn and Val Kilmer, the folk singer Nellie McKay, and Brooke Smith, a star of the popular TV show Grey's Anatomy, were slated to speak on his behalf.</p> <p>\"A lot of people, like myself, are very disillusioned with only having two centrist candidates to choose from,\" Smith told reporters. \"Neither party's candidates are talking about issues that are important to me.\"</p> <p>Nader brought polling, conducted by CNN and Time magazine, to bolster his push for equal treatment from the media and the US political establishment. </p> <p>In the four crucial swing states of Pennsylvania, New Mexico, Colorado and Nevada, Nader and his running mate, Matt Gonzalez, are polling between 6% and 8% among registered voters.</p> <p>When voters are given only the option of Obama or McCain, the poll shows Nader cutting into a sizeable chunk of both major candidates' bases. Obama's 5% lead over McCain in Nevada was entirely erased when pollsters offered Nader as an option.</p> <p>Nader said he had sought meetings with Obama 20 times over the past year but had been rebuffed. </p> <p>\"Basically what he's saying is: 'I'm going to make peace with corporations … so why should I talk to Nader? I know what he's going to say,'\" the long-time consumer advocate said.</p> <p>Nader warned Obama against compromising on issues such as offshore oil drilling – which the Democratic nominee has come to accept – and the Bush administration's government surveillance programme.</p> <p>Democrats would lose the presidency if they \"try to beat Republicans by becoming more like them, by blurring the differences\", Nader said.</p>",
  "<p>Leading up to Bill Clinton's Democratic convention speech on Wednesday night, there was what could be charitably described as <a href=\"http://thepage.time.com/2008/08/24/report-tension-boils-in-denver-over-bill-clintons-speech/\">a wee bit of pressure</a> being put on him by the talking heads in America's Cable News Land, who carefully laid out their perfectly reasonable expectations: Clinton was to unify the party; he was to make a strong case for an Obama presidency; he was to obliterate McCain; he was to honour Hillary's supporters; he was to be deferential, but strong; he was to be gracious; he was to be supportive; he was to be persuasive; he was to be authentic; he was to be witty; and he was, above all, to be flawless.</p> <p>Because anything less than all of the above, perfectly executed, would be deemed a disaster.</p> <p>Wait a minute – this sounds <a href=\"http://www.theguardian.com/commentisfree/2008/aug/27/uselections2008.television\">really familiar</a>.</p> <p>It was an easy day for the TV talking heads, as the script for yesterday's dog and pony show was simply revamped with a quick word processor search-and-replace by the intern, substituting \"Bill\" for \"Hillary.\" On Tuesday it was the former primary challenger who was expected to unite the party behind nominee Barack Obama; last night it was the former president who was obliged to deliver the goods, whose genuflection to the party's new torch-bearer would be scrutinised for authenticity and whose show of solidarity would be examined for the most infinitesimal cracks.</p> <p>And <a href=\"http://www.theguardian.com/commentisfree/2008/aug/28/uselections2008.clinton\">deliver he did</a>.</p> <p>Having rehearsed the night before, the talking heads were well-prepared to chatter about the Big Dog's success. Aren't they splendid, those Clintons? This, too, shall pass.</p> <p>It was, overall, a rather sedate evening on the airwaves, with few notable highlights. Immediately after Bill's speech, MSNBC's Republican chatter-monkey, Mike Murphy, confidently interjected that the Clintons would both be voting for McCain, prompting jeers from the surrounding crowd of convention-goers. He barked at them that they are so \"in the tank, you ought to be on a submarine,\" and I can only presume someone promptly took him aside and explained to him the precise nature of political conventions.</p> <p>MSNBC also had a delightful time ruining the Obamasurprise – in which Obama was appear unannounced at the end of Joe Biden's speech - by showing footage of the Obamalimo pulling up 25 minutes before Obama took to the stage, and then running a \"breaking news\" alert during Joe Biden's boring acceptance speech that Obama would be making a surprise appearance. Or not so much. Keith Olbermann later helpfully noted that perhaps they should have issued a spoiler alert.</p> <p>Because I am demented, my favorite moment of the whole night was <a href=\"http://smg.photobucket.com/albums/v642/shakespeares_sister/shakes3/?action=view&amp;current=08270mattewsconfused.flv\">this 14 seconds</a>, during which Chris Matthews drifted off in the middle of babbling, makes a stinkface, and begins muttering incoherently to himself (or, perhaps, a producer's voice in his ear), making himself yet further indistinguishable from a drunken derelict.</p> <p>Over at CNN, there was plenty of excitement early in the evening as we were given an insider's view of the wild and crazy world of political news while CNN correspondents feverishly checked their email on-camera for news of John McCain's veep pick. Spectacular. If I've said it once, I've said it a thousand times – nothing makes for awesome television like watching a bunch of journo-nerds reading junk off their Blackberrys.</p> <p>The highlight of the evening over at party central, however, was Wolf Blitzer's sudden pronouncement, \"I want to thank the band for the great job they've done here,\" eliciting from John King an incredulous, \"You want to thank the band?\"</p> <p>I'm not sure what's happening with our trusty old talking heads in Denver. They seem to be stupefying even themselves with their massive emanations of bullshit. Even leaving aside the reports I've been getting from various friends and acquaintances in attendance at the convention (my favourite of which was the sighting of a bunch of kids wandering around with a big sign reading: \"Jesus is my gay best friend\") which provide some semblance of truthiness from ground zero, the media's heavy filter seems more glaringly apparent to me than usual, the desperate reach to jury-rig people and personalities into predetermined narratives more blatant than usual – and it's never particularly subtle to begin with.</p> <p>It's all so ham-handed and clunky and obvious. There's no grace or technique, not even a passing attempt at an elegant façade. It's just guileless, artless lies and total crap. The lack of pretense is almost insulting.</p> <p>Watching John Kerry speak tonight, my husband, the Scotsman, said: \"He's giving the exact same speech he gave four years ago.\" It wasn't, of course, but I knew what he meant. Same old John Kerry, god love 'im. Cut to Keith Olbermann and Chris Matthews waxing philosophical about how Kerry, once trashed to pieces for delivering nearly the same speech in precisely the same manner, is a whole new man, dynamic, wow, free to be the candidate he always could have been and – </p> <p>I couldn't hear any more after that, because my head had exploded.</p>",
  "<p>Gallup daily tracking poll: <a href=\"http://www.gallup.com/poll/109873/Gallup-Daily-Race-Still-Close-Obama-45-McCain-44.aspx\">Obama 45%, McCain 44%</a>.</p> <p>Today is a historic day: on the 45th anniversary of Martin Luther<br>King's 'I Have A Dream' speech, and in an unprecedented first for<br>America, either Tim Pawlenty or Mitt Romney will become John McCain's<br>running-mate. Then again, it might still conceivably be Joe Lieberman.<br>And the public probably won't find out until tomorrow. [<a href=\"http://www.politico.com/news/stories/0808/12915.html\">Politico</a>]</p> <p>The other historic moment will be Barack Obama's open-air,<br>open-to-the-public nomination acceptance speech on the final night of<br>the Democratic convention in Denver. But he'll steer clear of<br>high-flown rhetoric, instead dwelling on specifics, in an effort to<br>win over blue-collar voters. [<a href=\"http://www.startribune.com/politics/national/president/27565014.html?elr=KArks7PYDiaK7DUoaK7D_V_eDc87DUiD3aPc:_Yyc:aUU\">Minneapolis Star-Tribune</a>]</p> <p>Yesterday in Denver, Hillary Clinton handed the <a href=\"http://blogs.suntimes.com/sweet/2008/08/clinton_with_eyes_firmly_fixed.html\">roll-call vote</a> to Obama; Bill Clinton <a href=\"http://andrewsullivan.theatlantic.com/the_daily_dish/2008/08/a-clinton-maste.html\">handed the torch</a> to Obama; and Joe Biden delivered a speech that didn't particularly soar, but \"lowered its shoulder and charged.\" [<a href=\"http://www.prospect.org/csnc/blogs/ezraklein_archive?month=08&amp;year=2008&amp;base_name=biden\">Ezra Klein</a>]</p> <p>In a rare break with convention protocol, Obama himself made a<br>surprise appearance during last night's high-emotion theatre. [<a href=\"http://tpmelectioncentral.talkingpointsmemo.com/2008/08/after_biden_speech_obama_makes.php\">TPM<br>Election Central</a>]</p> <p>Obama's stage set tonight looks like a \"Greek temple\", which shows<br>that he's a terrible, terrible person, according to the Republicans.<br>[<a href=\"http://blogs.abcnews.com/liveblogging/2008/08/greek-tragedy.html\">ABC News</a>]</p>",
  "<p>The former US president Bill Clinton speaks out in support of Barack Obama at the Democratic National Convention in Denver. The Guardian's <strong>Ewen MacAskill</strong> has the latest.</p> <p>The foreign secretary, David Miliband, gave a strong speech in Ukraine. Moscow correspondent, <strong>Luke Harding</strong> reports. </p> <p><strong>Ian Cobain</strong> reports on the mystery of the millionaire and the arson attack on his home.</p> <p><strong>Peter Walker</strong> meets protesters arguing for NHS provision of kidney cancer drugs.</p> <p>We're happier than ever – in 45 countries at least. The happiness report's author, <strong>Roberto Foa</strong>, tells us why.</p> <p>Plus sing along with a top Democrat. <strong>Ben Green</strong> meets the conference eccentrics in Denver.</p>",
  "<video data-media-id=\"gu-video-337024292\" class=\"gu-video\" controls=\"controls\" poster=\"\">  </video>   <p>Why did Barack Obama pick <a href=\"http://www.guardian.co.uk/world/2008/aug/24/barackobama.joebiden1\">Joe Biden</a> as his running mate? Why not <a href=\"http://www.nytimes.com/2008/08/26/us/politics/26web-zeleny.html?hp\">someone else</a>? I have asked myself those questions several times in the last 24 hours. Why not, after the votes she won and the convention speech she gave last night, why not pick Hillary Clinton and unite the party? Or why not, I thought as he delivered a hugely competent partisan speech on Wednesday, why not pick the more youthful <a href=\"http://ap.google.com/article/ALeqM5iwJDh_UGvv9R6_Ed85boLPdhnaJAD92R1IJG0\">Evan Bayh</a>?</p> <p>We got some clues to the answer tonight in <a href=\"http://www.guardian.co.uk/world/2008/aug/28/uselections2008.joebiden\">Biden's own speech</a>, particularly in the phrase that Biden repeated several times. That phrase — \"John McCain was wrong. Barack Obama was right\" — embodies one of the key battlegrounds in this election. Biden deployed it against one of McCain's greatest perceived strengths, national security. He used it in relation to Afghanistan. He used it in relation to Iran. And he used it in relation to Iraq. Anyone can challenge McCain's ideas on national security issues, but not many Democrats have the seniority and experience to make them stick. Bayh doesn't. Probably Clinton doesn't. Biden, with his deep <a href=\"http://www.guardian.co.uk/world/2008/aug/25/barackobama.joebiden\">background</a> in military and foreign policy issues, is one of the few who unquestionably does. If Biden can get that phrase into the American political conversation over the next ten weeks, then the chances are that Obama-Biden will win on November 4. If he can't then the McCain ticket still has the opportunity to win.</p> <p>It's as simple as that. Even on its own it's a good enough reason for choosing Biden. But there are others, and they were visible elsewhere in tonight's speech. Biden did a good job telling his life story, about growing up in a middle-class Catholic home in Scranton and later in Wilmington. It's a connection that seems tailor made to the contest in the industrial states of the Midwest and the eastern seaboard. The minimum requirements for a vice presidential candidate are that he can attack the other party's nominee and carry his own state. Biden can do both. He looks certain to be parked for much of the next 10 weeks in Pennsylvania, Ohio and Indiana, perhaps in New Hampshire and Florida too, where his background and story play well.</p> <p>But if you are looking for the real reason behind the Biden pick, don't look just at the weeks leading up to election day. Look beyond them. One veteran pundit I spoke to in Denver summed up his view of Obama's choice this way. It shows, he said, that Obama is serious about governing. I've heard that line, or something like it, from others this week. Obama, they all say, is confident about how to win the election but less confident about how to govern. Bayh would have been no answer there; he's inexperienced. Clinton certainly would have been an asset in government, and still may be; but at the end of the day she is also who she is. Biden, on the other hand, brings deep insider knowledge, lots of foreign and security policy expertise and – often overlooked – a serious track record on crime policy too.</p> <p>At some point in the next 10 weeks Biden may well lose it. That's his style. But he also knows, within 10 seconds of losing it, that he has to fess up, admit to his mistake and move on. His campaigning qualities far exceed his liabilities. But he is an investment for the long term too. And on the strength of the past 24 hours, he is a good one.</p>",
  "<p>Joe Biden, the Democratic vice-presidential candidate, had the bad luck to be speaking after Bill Clinton. Even on his best days, Biden is never going to be as good as the former president, especially when he is on form, as he was last night.</p> <p>But it did not matter. Biden did as much as Clinton to turn round the mood of the Democratic convention. </p> <p>In the morning and afternoon a sense of gloom had descended on the conference. There was grumbling that the convention was too soft-focus and dominated by infighting with the Clintons. And why, they complained, after two days, had there been no sustained attack on the Republican presidential candidate, John McCain.</p> <p>Biden answered the latter and in the process explained why Obama had chosen him as his running mate. Obama has opted to stand above the fray, resisting scrapping with McCain, even when on the receiving end of a sustained negative Republican campaign.</p> <p>It is not just a strategic decision. There is also a feeling that the American public might not like to see Obama, at 47 and relatively inexperienced in foreign affairs making personal attacks on the older man and an American hero - even the Democratic convention applauded when Biden mentioned his Vietnam record.</p> <p>That is where Biden comes in. At 65, he is close enough in age to McCain, who turns 72 on Friday, and is his equal in terms of foreign policy experience. Biden is one of the few senior figures inside the Democratic party who can sound credible in challenging McCain. Biden spent about half of his speech in attack dog mode. </p> <p>When he challenged McCain's record on Iraq and Afghanistan, he did so, as he told the convention, from a position of having been to those countries. And, in knocking McCain down, saying he had underestimated the need for more troops in Afghanistan and fewer in Iraq, he was also building up Obama: he was making the case that Obama was capable of being the next commander-in-chief.</p> <p>Pollsters regularly say that the vice-presidential pick has almost no impact on a campaign. But this battle for the White House has repeatedly broken with precedent and Biden made an impact last night.</p> <p>He spent the opening part of his speech talking about his family and background in cloying and overly sentimental terms that Americans seem to like but which sound nauseating to Europeans. But his background too is an asset to Obama. Biden played up his working-class roots in Scranton, Pennsylvania, in the hope that this will sway voters seduced by Republican charges that Obama is elitist.</p> <p>And Biden showed at the convention a third reason why Obama chose him as his running mate. He is popular in the party, a force for the kind of unity on display last night. The delegates like the way he rose from a working-class background, faced personal tragedy along the way - he lost his first wife a child in a car accident - and established himself as an authoritative voice on foreign affairs.</p> <p>There are downsides to him too. He has lots of experience of Congress but none of the White House. His off-the-cuff comments are risky, with the potential for gaffes. And, in spite of his working-class background and supposed campaigning ability, his showing in the primaries was poor.</p> <p>McCain has made his choice as vice-presidential running mate, though not yet announced it. It is possible that Biden may have altered McCain's choice. </p> <p>The two vice-presidential candidates will go head-to-head in a debate in St Louis on October 2. Normally these do not matter much but Biden is a good debater, with a sense of humour as well as his expertise in foreign affairs. McCain may feel he needs to find someone with equivalent gravitas.</p>",
  "<video data-media-id=\"gu-video-337018564\" class=\"gu-video\" controls=\"controls\" poster=\"\">  </video>   <p>The big dog can still hunt – and, boy, does he do it well.</p> <p>Bill Clinton's <a href=\"http://www.guardian.co.uk/world/2008/aug/28/uselections2008.democrats20085\">speech to the Democratic convention</a> had been both heavily anticipated by a press corps looking for new evidence of <a href=\"http://www.guardian.co.uk/world/2008/aug/27/uselections2008.usa\">tension</a> between the Clinton and Obama camps and, we're told, spiritedly contested by the two, with arguments over which time-slot the former president would be given and what he'd be allowed to say in it. </p> <p>In the event, Clinton used his time to <a href=\"http://www.guardian.co.uk/world/2008/aug/28/uselections2008.democrats20084\">deliver a masterclass</a> in the art of political performance, most certainly, but also in the more elusive science of electoral strategy. Along with a luminous endorsement of Barack Obama, he did him an even greater service: he framed the general election contest ahead and showed the Democratic nominee exactly how to take on John McCain. </p> <p>The endorsement could not have been more glowing, doing exactly what his wife had failed to do the previous evening – not simply stating an obligation to back Obama but giving detailed, specific praise, listing the qualities that made him the right man for the job of president.</p> <p>He lauded Obama's \"proven understanding, insight and good instincts\"; his ability to inspire; his \"intelligence and curiosity\"; even his \"family heritage\" which equipped him to lead a diverse nation and an interdependent world. No one would be naïve enough to believe that Bill Clinton and Barack Obama are going to be buddies. The bitterness of the primary campaign was real and lingers, on both sides. But the ex-president gave Obama exactly the testimonial he needed, rebutting point by point the Republican argument that the Illinois senator is not ready to be president. In the process he surely laid to rest the disunity storyline that, hitherto, had dominated the convention coverage. </p> <p>That was what Clinton was required to do, but he went way beyond that narrow remit. In simple but precise language he defined the terms of the coming contest. \"Our nation is in trouble on two fronts,\" he said. \"The American Dream is under siege at home and America's leadership in the world has been weakened.\"</p> <p>The problem thus defined, he showed how in both these crucial areas Obama has the right skills and ideas – while McCain does not. It sounds so simple – and in a way it is. But all week the Democrats have struggled to frame the choice between Obama and McCain and yet, in a few short sentences, the former president did it easily. \"Here,\" Clinton seemed to be saying to the party he led for eight years, \"this is how you do it.\"</p> <p>So, for example, the Obama campaign wants to tie McCain to George Bush but they have not quite known how to deal with the fact that McCain has more than once opposed Bush. Clinton showed them how: \"As a senator, [McCain] has shown his independence on several issues,\" he conceded. \"But on the two great questions of this election\" – the ones Clinton himself had just defined — McCain \"still embraces the extreme philosophy\" of the Bush Republicans. Instantly, Clinton had shown how to neutralise McCain's \"maverick\" appeal: just say that on the issues that matter, he's with Bush. </p> <p>And in one extraordinary passage, he offered the way to a full reconciliation with Obama. Recalling his 1992 campaign, he said: \"The Republicans said I was too young and too inexperienced to be Commander-in-Chief. Sound familiar?\" He was declaring that Obama was like him, almost his political heir — and that may be the greatest endorsement of all. </p> <p>Barack Obama has great reason to be grateful to Bill Clinton today. He received both the backing of and a free tutorial from the man who was the best political campaigner in the second half of the 20th century. And after a vicious primary battle that had diminished his own stature, Bill Clinton also took a first, but large, stride towards restoring his own reputation.</p>",
  "<video data-media-id=\"gu-video-337030671\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1759533546_gdn-nat-clinton-biden-update-16x9.flv\"/> </video>   <p><br>Democratic delegates were nearly floating out of the convention hall tonight after Bill Clinton and Joe Biden delivered hard-hitting and forthright speeches in praise of Barack Obama.</p> <p>\"I think Clinton really covered some ground that Hillary left open, which was unconditional support of Barack,\" a smiling Cathleen Klivanoff said.</p> <p>Indeed, the former president appeared reluctant to support Obama as recently as yesterday, when he mused publicly about a hypothetical \"candidate X\" who cannot deliver on Democratic issues. But Clinton's heartfelt cheer for Obama lifted the spirits of the party faithful.</p> <p>\"The entire time, he's held back. Tonight he went all out,\" Deborah Slott, a vice-chairwoman of the New York delegation, said.</p> <p>\"He needed to do that and he did it with pure class and style … he went to the point of embracing Barack Obama.\"</p> <p>Kentucky delegate Carl Bensinger said Clinton had no more work to do to convince Democrats that he believes Obama is ready: \"He said it enough times … I think it was hard for him to get to this point.\"</p> <p>Harold Mitchell of South Carolina said Clinton's silencing of the standing ovation that greeted him was \"snapping us into reality\".</p> <p>\"He reminded people, 'Let's not get caught up in the emotion, we've got a lot of work to do',\" Mitchell said.</p> <p>While Clinton's speech was a peacemaking moment for the delegates, Biden's detailed case for the Democratic foreign-policy platform was an intellectual high.</p> <p>\"Certainly, living in London, I get an earful every day about how America is not what it was … there were discourses on foreign policy, defence, dealing with our neighbours as citizens of the world,\" George Durazzo, an American living in Barnes, south-west London, said.</p> <p>For many Democrats, Biden's personal story was as important as his political platform. Learning that the vice-presidential nominee raised his two young sons as a single father was enough to turn Patricia Chavez of New Mexico from a sceptic to a backer.</p> <p>\"I was not convinced that Biden was the person who should've been running with Obama, because our [state's] governor, Bill Richardson, was,\" Chavez said.</p> <p>\"Particularly because he raised his children on his own, I got an entirely different picture of him than this strong white male,\" she added. \"This is a good dad.\"</p> <p>Another political father, Indiana delegate JD Lux, emerged from the convention hall with his 13-year-old daughter in tow and a grin etched on his face.</p> <p>\"Biden has an outstanding story. It's very admirable how he raised his children,\" Lux said, citing the vice-presidential nomination speech delivered by Biden's son Beau, who will deploy to Iraq this year.</p>",
  "<p>Finally on night three, Bill Clinton and Joe Biden show the Democrats mean business.</p> <p>Now that's what a convention is supposed to be like.</p> <p>After two desultory convenings that left the faithful a bit nervous about how this week was going to turn out, Wednesday night's edition of the Democratic convention started to give shape and force to this gathering. Bill Clinton gave not just a good speech for Barack Obama, but one of the finest speeches of his entire career. Joe Biden delivered the goods in a personal and partisan, but restrained and skillful, address that should persuade a lot of swing voters about what he adds to the ticket. Even John Kerry gave a great speech (how liberating it is sometimes to lose!). And the surprise appearance at the end of Biden's speech by the candidate himself was graceful and smooth, not a little clunky like his video appearance with the mishpuche on Monday night.</p> <p>Two things happened tonight that hadn't happened before tonight, two things that everyone I talked to in Denver - from other journalists to the woman on the 16th Street bus who asked me about it – had been desperately hoping would happen. First, testimonials - meaningful and believable testimonials - were made for Barack Obama's character. And second, the argument was made forcefully that John McCain, good man though he may be, would absolutely take the country in the wrong direction. The latter was done without casting gratuitous aspersions on him and was all the more effective for that, while the former was done with seriousness and care - nothing that was said about Obama tonight rang hollow or smelled of false braggadocio or messiah-ness. It was grounded, strong and credible.</p> <p>Bill Clinton: Good God. This was not just a good speech for Obama. This was one of the best speeches of Bill Clinton's career. Any memory of that churlish and childish Bill from New Hampshire and South Carolina is gone. He did all the things his wife, I felt, did not do. He said Obama is ready. He vouched for Obama's personal character. He compared Obama to himself! </p> <p>I was in the hall for Bill's speech. But the way these things go at such events, I didn't actually get into the seating area. By the time I arrived, which was theoretically plenty early enough, every section was already full. I watched the speech on a television monitor in the concourse with a gaggle of reporters and supporters. And I could see that as he went along, the people watching the monitor with me became more and more rapt. Someone dashed by to deliver the copies of the prepared text. When he finished, even the concessions staff were applauding.</p> <p>I can't convey in these few hundred words how brilliant Clinton's speech was. Let me just say that every sentence flowed perfectly from the one preceding it and that he was in masterful control of the text. Best single line to me: \"People the world over have always been more impressed by the power of our example than by the example of our power.\" But quoting that line out of context tells you nothing. It was part of a testimonial to Obama's judgment that no speaker at this convention had yet delivered and that every attendee yearned for.</p> <p>Biden also gave a fine, fine speech. He suffered only because he followed Bill, but he also vouched for Obama's character and testified that this \"exotic\" bird is really a normal man. Part of the draw with Biden was his working-class, industrial roots, and he drew on them and convincingly related them to Obama's upbringing. Second, he took on McCain with vigor and, again, credibility, given his many years in the Senate. </p> <p>Most importantly - and this might prove to be well worth remembering - he attacked McCain on foreign policy, and hard. McCain is the type of figure about whom Democrats would normally say, \"He's too tough and experienced, we can't go after him, let's change the subject to health care.\" But Biden tore into the insanity of the McCain worldview on a range of fronts - on al-Qaida, Iran and Iraq, Biden said: \"John McCain was wrong. Barack Obama was right.\" This is a central theme the Democrats have to hit without seeming to retreat behind the corner as they say it. Biden did it.</p> <p>It had been a very, very mopey Wednesday. People were starting to panic about whether this convention would be a failure. I got that feeling from a handful of conversations and a phalanx of emails. </p> <p>I haven't had the same post-Clinton and Biden interactions yet, but I'm pretty confident that when I talk with people Thursday morning, they're not going to feel very mopey at all. Quite the contrary. It's teed up now for the nominee to do his thing. It feels now like a convention, And a fight.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-337015328\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/08/27/0827_spike_300x450.jpg\" alt=\"Spike Lee wearing Obama shirt\" width=\"300\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Film-maker Spike Lee sports a shirt showing Barack Obama dunking a basketball over John McCain's head. Lee told CNN last night that he had bought two dozen of the tees to FedEx to friends and family members in New York</span> <span class=\"element-image__credit\">Photograph: Robyn Beck/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337015330\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/08/27/0827_buttons_630x380.jpg\" alt=\"Obama buttons\" width=\"630\" height=\"380\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Barack Obama buttons are on sale all over Denver. This vendor offers up something for westerners, voters from the countryside and those who see a bit of Martin Luther King Jr in Obama</span> <span class=\"element-image__credit\">Photograph: Robyn Beck/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337015336\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/08/28/obamashirt630x390.jpg\" alt=\"democratic convention, barack obama, t-shirt, merchandise\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A Star Wars-themed t-shirt shows Barack Obama channeling Obi-Wan Kenobi</span> <span class=\"element-image__credit\">Photograph: Ted S Warren/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337013845\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/08/27/barack2630x390.jpg\" alt=\"democratic convention, pins, merchandise, barack obama\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Barack Obama and Democratic convention pins are going like hotcakes ...</span> <span class=\"element-image__credit\">Photograph: Shawn Thew/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337015334\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/08/28/obamapins3630.jpg\" alt=\"democratic convention, buttons, merchandise\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">And still more Barack Obama campaign buttons!</span> <span class=\"element-image__credit\">Photograph: Ted S Warren/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337015338\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/08/28/obamadogtag630px390.jpg\" alt=\"democratic convention, barack obama, dog tag, merchandise\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A military-style dog tag bearing the image of Barack Obama hangs in a Denver shop window</span> <span class=\"element-image__credit\">Photograph: Ted S Warren/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337015332\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/08/27/0827_flip_450x450.jpg\" alt=\"Obama flip-flops\" width=\"450\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Barack-flops - a new footwear trend? There's little doubt the wearer supports Obama from head to toe</span> <span class=\"element-image__credit\">Photograph: Ted S Warren/AP</span> </figcaption> </figure>",
  "<video data-media-id=\"gu-video-337030671\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1759533546_gdn-nat-clinton-biden-update-16x9.flv\"/> </video>   <p><br>Democrats overcame bruised egos and a rancorous primary campaign tonight to line up solidly behind Barack Obama as their party's official presidential nominee and open up a coordinated and devastating attack against the Republican, John McCain.</p> <p>Hours after Hillary Clinton led Democrats in making Obama the official nominee, Joe Biden used his debut performance as the vice-presidential candidate to establish his bona fides as the Democrats' attack dog.</p> <p>The full frontal assault on McCain's main strength as a candidate - his expertise on national security - was reinforced with a bravura speech from Bill Clinton intended to dispel any doubt that he was on board with Obama.</p> <p>The former president thrilled convention attendees with what amounted to a whole-hearted endorsement of the man who beat his wife in a divisive primary contest.</p> <p>\"Barack Obama is ready to lead America and restore American leadership in the world: ready to preserve, protect and defend the constitution of the United States. Barack Obama is ready to be president of the United States,\" Clinton said.</p> <p>The triumphant night was capped by a surprise appearance by Barack Obama - his first at the convention - which brought down the house. \"I think he has done pretty well so far, what do you think,\" he said of Biden's speech. </p> <p>Then, in a sign that the Democratic healing is nearly complete, Obama added: \"If I'm not mistaken Hillary Clinton rocked the house last night.\"</p> <p>It marked a distinct change in direction for the Democrats, who had earlier held back from attacks on McCain.</p> <p>That changed with Biden. In a speech that roamed from childhood nostalgia to withering anger, Biden drew on his working-class roots as well as his reputation in the Senate as an authority on foreign policy to make a devastating critique of McCain's judgment.</p> <p>He opened by tying McCain directly to George Bush's policies on the economy as well as foreign policy</p> <p>\"Now, despite being complicit in this catastrophic foreign policy, John McCain says Barack Obama isn't ready to protect our national security,\" he said. \"Now, let me ask you, whose judgment should we trust? Should we trust John McCain?\"</p> <p>Like much of the convention, Biden's speech was as much about biography as politics. His son, Beau, who is about to deploy to Iraq described how Biden lost his wife and daughter in a car accident soon after he was first elected to the Senate at the age of 29.</p> <p>But the sentiment was deceptive.</p> <p>Though a fixture in the Senate for a generation, and known in Washington for being verbose and prone to embarrassing gaffes, Biden, 65, did not let up in his attacks on McCain.</p> <p>He accused McCain of being wrong about the Iraq war, the Afghan war, the rise of the Taliban in Pakistan. \"John McCain was wrong. Barack Obama was right,\" he said.</p> <p>Biden's attack on McCain was made more powerful by his own reputation as the Democrats' authority on foreign affairs and his claims to be an old friend of McCain.</p> <p>It was a similar tack to that adopted by John Kerry, the Democratic presidential candidate in 2004. Kerry's speech was scathing of McCain, a man whom he briefly considered as a running mate during his own race for the White House.</p> <p>\"Who can we trust to keep America safe?\" he asked the crowd. \"Obama\" they roared.</p> <p>The stirring speeches crowned a day which saw the Democrats set aside the rivalries of their primary campaign to come together behind Obama.</p> <p>He became the party's official nominee in a vote of acclamation, proposed by Hillary Clinton.</p> <p>The final steps of the Democratic healing process got underway mid-afternoon with a highly choreographed vote to affirm Obama as the party's nominee.</p> <p>At Hillary Clinton's behest, the voting process was suspended to declare Obama the nominee by acclamation. The move came as a source of tremendous relief to Democrats, who had feared the continuation of combat between the Obama and Clinton camps could cost them the White House.</p> <p>\"I really thought things were going to get tense, but in the end it was all so emotional, holding hands and cheering and dancing to Love Train,\" said Janay Smith, a lawyer from Alabama.</p> <p>It fell to Bill Clinton to put that new found unity on even surer footing. In a rousing speech that repeatedly brought the crowd to their feet, Clinton went to great lengths to dispel the impression formed during the hard-fought primary campaign that he thought Obama was not ready for the White House.</p> <p>He even went so far as to compare criticism of Obama as young and inexperienced to the charges that were levelled against him in 1992 when he ran for president.</p> <p>\"Everything I learned in my eight years as president and in the work I've done since, in America and across the globe, has convinced me that Barack Obama is the man for this job.\"</p>",
  "<p>Beau, I love you. I am so proud of you. Proud of the son you are. Proud of the father you've become. And I'm so proud of my son Hunter, my daughter Ashley, and my wife Jill, the only one who leaves me breathless and speechless at the same time.</p> <p>It is an honour to share this stage tonight with President Clinton. And last night, it was moving to watch Hillary, one of the great leaders of our party, a woman who has made history and will continue to make history: my colleague and my friend, Senator Hillary Clinton.</p> <p>And I am honoured to represent our first state—my state—Delaware.</p> <p>Since I've never been called a man of few words, let me say this as simply as I can: Yes. Yes, I accept your nomination to run and serve alongside our next President of the United States of America, Barack Obama.</p> <p>Let me make this pledge to you right here and now. For every American who is trying to do the right thing, for all those people in government who are honouring their pledge to uphold the law and respect our Constitution, no longer will the eight most dreaded words in the English language be: \"The vice president's office is on the phone.\"</p> <p>Barack Obama and I took very different journeys to this destination, but we share a common story. Mine began in Scranton, Pennsylvania, and then Wilmington, Delaware. With a dad who fell on hard economic times, but who always told me: \"Champ, when you get knocked down, get up. Get up.\"</p> <p>I wish that my dad was here tonight, but I am so grateful that my mom, Catherine Eugenia Finnegan Biden, is here. You know, she taught her children—all the children who flocked to our house—that you are defined by your sense of honour, and you are redeemed by your loyalty. She believes bravery lives in every heart and her expectation is that it will be summoned.</p> <p>Failure at some point in everyone's life is inevitable, but giving up is unforgivable. As a child I stuttered, and she lovingly told me it was because I was so bright I couldn't get the thoughts out quickly enough. When I was not as well dressed as others, she told me how handsome she thought I was. When I got knocked down by guys bigger than me, she sent me back out and demanded that I bloody their nose so I could walk down that street the next day.</p> <p>After the accident, she told me, \"Joey, God sends no cross you cannot bear.\" And when I triumphed, she was quick to remind me it was because of others.</p> <p>My mother's creed is the American creed: No one is better than you. You are everyone's equal, and everyone is equal to you.</p> <p>My parents taught us to live our faith, and treasure our family. We learned the dignity of work, and we were told that anyone can make it if they try.</p> <p>That was America's promise. For those of us who grew up in middle-class neighbourhoods like Scranton and Wilmington, that was the American dream and we knew it.</p> <p>But today that American dream feels as if it's slowly slipping away. I don't need to tell you that. You feel it every single day in your own lives.</p> <p>I've never seen a time when Washington has watched so many people get knocked down without doing anything to help them get back up. Almost every night, I take the train home to Wilmington, sometimes very late. As I look out the window at the homes we pass, I can almost hear what they're talking about at the kitchen table after they put the kids to bed.</p> <p>Like millions of Americans, they're asking questions as profound as they are ordinary. Questions they never thought they would have to ask:</p> <p> - Should mom move in with us now that dad is gone?<br> - Fifty, sixty, seventy dollars to fill up the car?<br> - Winter's coming. How we gonna pay the heating bills?<br> - Another year and no raise?<br> - Did you hear the company may be cutting our healthcare?<br> - Now, we owe more on the house than it's worth. How are we going to send the kids to college?<br> - How are we gonna be able to retire?</p> <p>That's the America that George Bush has left us, and that's the future John McCain will give us. These are not isolated discussions among families down on their luck. These are common stories among middle-class people who worked hard and played by the rules on the promise that their tomorrows would be better than their yesterdays.</p> <p>That promise is the bedrock of America. It defines who we are as a people. And now it's in jeopardy. I know it. You know it. But John McCain doesn't get it.</p> <p>Barack Obama gets it. Like many of us, Barack worked his way up. His is a great American story.</p> <p>You know, I believe the measure of a man isn't just the road he's travelled; it's the choices he's made along the way. Barack Obama could have done anything after he graduated from college. With all his talent and promise, he could have written his ticket to Wall Street. But that's not what he chose to do. He chose to go to Chicago. The South Side. There he met men and women who had lost their jobs. Their neighbourhood was devastated when the local steel plant closed. Their dreams deferred. Their dignity shattered. Their self-esteem gone.</p> <p>And he made their lives the work of his life. That's what you do when you've been raised by a single mom, who worked, went to school and raised two kids on her own. That's how you come to believe, to the very core of your being, that work is more than a pay cheque. It's dignity. It's respect. It's about whether you can look your children in the eye and say: we're going to be ok.</p> <p>Because Barack made that choice, 150,000 more children and parents have healthcare in Illinois. He fought to make that happen. And because Barack made that choice, working families in Illinois pay less taxes and more people have moved from welfare to the dignity of work. He got it done.</p> <p>And when he came to Washington, I watched him hit the ground running, leading the fight to pass the most sweeping ethics reform in a generation. He reached across party lines to pass a law that helps keep nuclear weapons out of the hands of terrorists. And he moved Congress and the president to give our wounded veterans the care and dignity they deserve.</p> <p>You can learn an awful lot about a man campaigning with him, debating him and seeing how he reacts under pressure. You learn about the strength of his mind, but even more importantly, you learn about the quality of his heart.</p> <p>I watched how he touched people, how he inspired them, and I realized he has tapped into the oldest American belief of all: We don't have to accept a situation we cannot bear.</p> <p>We have the power to change it. That's Barack Obama, and that's what he will do for this country. He'll change it.</p> <p>John McCain is my friend. We've known each other for three decades. We've travelled the world together. It's a friendship that goes beyond politics. And the personal courage and heroism John demonstrated still amaze me.</p> <p>But I profoundly disagree with the direction that John wants to take the country. For example,</p> <p>John thinks that during the Bush years \"we've made great progress economically.\" I think it's been abysmal.</p> <p>And in the Senate, John sided with President Bush 95 percent of the time. Give me a break. When John McCain proposes $200bn in new tax breaks for corporate America, $1bn alone for just eight of the largest companies, but no relief for 100m American families, that's not change; that's more of the same.</p> <p>Even today, as oil companies post the biggest profits in history—a half trillion dollars in the last five years—he wants to give them another $4bn in tax breaks. But he voted time and again against incentives for renewable energy: solar, wind, bio-fuels. That's not change; that's more of the same.</p> <p>Millions of jobs have left our shores, yet John continues to support tax breaks for corporations that send them there. That's not change; that's more of the same.</p> <p>He voted 19 times against raising the minimum wage. For people who are struggling just to get to the next day, that's not change; that's more of the same.</p> <p>And when he says he will continue to spend $10bn a month in Iraq when Iraq is sitting on a surplus of nearly $80bn, that's not change; that's more of the same.</p> <p>The choice in this election is clear. These times require more than a good soldier; they require a wise leader, a leader who can deliver change—the change everybody knows we need.</p> <p>Barack Obama will deliver that change. Barack Obama will reform our tax code. He'll cut taxes for 95% of the American people who draw a pay cheque. That's the change we need.</p> <p>Barack Obama will transform our economy by making alternative energy a genuine national priority, creating 5m new jobs and finally freeing us from the grip of foreign oil. That's the change we need.</p> <p>Barack Obama knows that any country that out teaches us today will out-compete us tomorrow. He'll invest in the next generation of teachers. He'll make college more affordable. That's the change we need.</p> <p>Barack Obama will bring down healthcare costs by $2,500 for the typical family, and, at long last, deliver affordable, accessible healthcare for all Americans. That's the change we need.</p> <p>Barack Obama will put more cops on the streets, put the \"security\" back in Social Security and never give up until we achieve equal pay for women. That's the change we need.</p> <p>As we gather here tonight, our country is less secure and more isolated than at any time in recent history. The Bush-McCain foreign policy has dug us into a very deep hole with very few friends to help us climb out. For the last seven years, this administration has failed to face the biggest forces shaping this century: the emergence of Russia, China and India as great powers; the spread of lethal weapons; the shortage of secure supplies of energy, food and water; the challenge of climate change; and the resurgence of fundamentalism in Afghanistan and Pakistan, the real central front against terrorism.</p> <p>In recent days, we've once again seen the consequences of this neglect with Russia's challenge to the free and democratic country of Georgia. Barack Obama and I will end this neglect. We will hold Russia accountable for its actions, and we'll help the people of Georgia rebuild.</p> <p>I've been on the ground in Georgia, Iraq, Pakistan and Afghanistan, and I can tell you in no uncertain terms: this Administration's policy has been an abject failure. America cannot afford four more years of this.</p> <p>Now, despite being complicit in this catastrophic foreign policy, John McCain says Barack Obama isn't ready to protect our national security. Now, let me ask you: whose judgment should we trust? Should we trust John McCain's judgment when he said only three years ago, \"Afghanistan—we don't read about it anymore because it's succeeded\"? Or should we trust Barack Obama, who more than a year ago called for sending two additional combat brigades to Afghanistan?</p> <p>The fact is, al-Qaida and the Taliban—the people who actually attacked us on 9/11—have regrouped in those mountains between Afghanistan and Pakistan and are plotting new attacks. And the Chairman of the Joint Chiefs of Staff echoed Barack's call for more troops.</p> <p>John McCain was wrong. Barack Obama was right.</p> <p>Should we trust John McCain's judgment when he rejected talking with Iran and then asked: What is there to talk about? Or Barack Obama, who said we must talk and make it clear to Iran that its conduct must change.</p> <p>Now, after seven years of denial, even the Bush administration recognizes that we should talk to Iran, because that's the best way to advance our security. </p> <p>Again, John McCain was wrong. Barack Obama was right.</p> <p>Should we trust John McCain's judgment when he says there can be no timelines to draw down our troops from Iraq—that we must stay indefinitely? Or should we listen to Barack Obama, who says shift responsibility to the Iraqis and set a time to bring our combat troops home?</p> <p>Now, after six long years, the Bush administration and the Iraqi government are on the verge of setting a date to bring our troops home.</p> <p>John McCain was wrong. Barack Obama was right.</p> <p>Again and again, on the most important national security issues of our time, John McCain was wrong, and Barack Obama was proven right.</p> <p>Folks, remember when the world used to trust us? When they looked to us for leadership? With Barack Obama as our president, they'll look to us again, they'll trust us again, and we'll be able to lead again.</p> <p>Jill and I are truly honored to join Barack and Michelle on this journey. When I look at their young children—and when I look at my grandchildren—I realize why I'm here. I'm here for their future.</p> <p>And I am here for everyone I grew up with in Scranton and Wilmington. I am here for the cops and firefighters, the teachers and assembly line workers—the folks whose lives are the very measure of whether the American dream endures.</p> <p>Our greatest presidents—from Abraham Lincoln to Franklin Roosevelt to John Kennedy—they all challenged us to embrace change. Now, it's our responsibility to meet that challenge.</p> <p>Millions of Americans have been knocked down. And this is the time as Americans, together, we get back up. Our people are too good, our debt to our parents and grandparents too great, our obligation to our children is too sacred.</p> <p>These are extraordinary times. This is an extraordinary election. The American people are ready. I'm ready. Barack Obama is ready. This is his time. This is our time. This is America's time.</p> <p>May God bless America and protect our troops.</p>",
  "<video data-media-id=\"gu-video-337018564\" class=\"gu-video\" controls=\"controls\" poster=\"\">  </video>   <p>I am honoured to be here tonight to support Barack Obama. And to warm up the crowd for Joe Biden, though as you'll soon see, he doesn't need any help from me. I love Joe Biden, and America will too.</p> <p>What a year we Democrats have had. The primary began with an all-star line-up and came down to two remarkable Americans locked in a hard fought contest to the very end. The campaign generated so much heat it increased global warming. </p> <p>In the end, my candidate didn't win. But I'm very proud of the campaign she ran: she never quit on the people she stood up for, on the changes she pushed for, on the future she wants for all our children. And I'm grateful for the chance Chelsea and I had to tell Americans about the person we know and love.</p> <p>I'm not so grateful for the chance to speak in the wake of her magnificent address last night. But I'll do my best.</p> <p>Hillary told us in no uncertain terms that she'll do everything she can to elect Barack Obama. </p> <p>That makes two of us.</p> <p>Actually that makes 18m of us - because, like Hillary, I want all of you who supported her to vote for Barack Obama in November.</p> <p>Here's why.</p> <p>Our nation is in trouble on two fronts: The American dream is under siege at home, and America's leadership in the world has been weakened. </p> <p>Middle-class and low-income Americans are hurting, with incomes declining; job losses, poverty and inequality rising; mortgage foreclosures and credit card debt increasing; healthcare coverage disappearing; and a big spike in the cost of food, utilities and gasoline.</p> <p>Our position in the world has been weakened by too much unilateralism and too little cooperation; a perilous dependence on imported oil; a refusal to lead on global warming; a growing indebtedness and a dependence on foreign lenders; a severely burdened military; a backsliding on global non-proliferation and arms control agreements; and a failure to consistently use the power of diplomacy, from the Middle East to Africa to Latin America to Central and Eastern Europe.</p> <p>Clearly, the job of the next president is to rebuild the American dream and restore America's standing in the world.</p> <p>Everything I learned in my eight years as president and in the work I've done since, in America and across the globe, has convinced me that Barack Obama is the man for this job.</p> <p>He has a remarkable ability to inspire people, to raise our hopes and rally us to high purpose. He has the intelligence and curiosity every successful President needs. His policies on the economy, taxes, healthcare and energy are far superior to the Republican alternatives. He has shown a clear grasp of our foreign policy and national security challenges, and a firm commitment to repair our badly strained military. His family heritage and life experiences have given him a unique capacity to lead our increasingly diverse nation and to restore our leadership in an ever more interdependent world. The long, hard primary tested and strengthened him. And in his first presidential decision, the selection of a running mate, he hit it out of the park. </p> <p>With Joe Biden's experience and wisdom, supporting Barack Obama's proven understanding, insight and good instincts, America will have the national security leadership we need.</p> <p>Barack Obama is ready to lead America and restore American leadership in the world. Ready to preserve, protect and defend the Constitution of the United States. Barack Obama is ready to be president of the United States.</p> <p>He will work for an America with more partners and fewer adversaries. He will rebuild our frayed alliances and revitalize the international institutions which help to share the costs of the world's problems and to leverage our power and influence. He will put us back in the forefront of the world's fight to reduce nuclear, chemical and biological weapons and to stop global warming. He will continue and enhance our nation's global leadership in an area in which I am deeply involved, the fight against AIDS, TB and malaria, including a renewal of the battle against HIV/AIDS here at home. He will choose diplomacy first and military force as a last resort. But in a world troubled by terror; by trafficking in weapons, drugs and people; by human rights abuses; by other threats to our security, our interests and our values, when he cannot convert adversaries into partners, he will stand up to them.</p> <p>Barack Obama also will not allow the world's problems to obscure its opportunities. Everywhere, in rich and poor countries alike, hardworking people need good jobs; secure, affordable healthcare, food and energy; quality education for their children; and economically beneficial ways to fight global warming. These challenges cry out for American ideas and American innovation. When Barack Obama unleashes them, America will save lives, win new allies, open new markets and create new jobs for our people. </p> <p>Most important, Barack Obama knows that America cannot be strong abroad unless we are strong at home. People the world over have always been more impressed by the power of our example than by the example of our power. </p> <p>Look at the example the Republicans have set: American workers have given us consistently rising productivity. They've worked harder and produced more. What did they get in return? Declining wages, less than a quarter as many new jobs as in the previous eight years, smaller healthcare and pension benefits, rising poverty and the biggest increase in income inequality since the 1920s. American families by the millions are struggling with soaring healthcare costs and declining coverage. I will never forget the parents of children with autism and other severe conditions who told me on the campaign trail that they couldn't afford healthcare and couldn't qualify their kids for Medicaid unless they quit work or got a divorce. Are these the family values the Republicans are so proud of? What about the military families pushed to the breaking point by unprecedented multiple deployments? What about the assault on science and the defense of torture? What about the war on unions and the unlimited favors for the well connected? What about Katrina and cronyism?</p> <p>America can do better than that. And Barack Obama will. </p> <p>But first we have to elect him.</p> <p>The choice is clear. The Republicans will nominate a good man who served our country heroically and suffered terribly in Vietnam. He loves our country every bit as much as we all do. As a senator, he has shown his independence on several issues. But on the two great questions of this election, how to rebuild the American dream and how to restore America's leadership in the world, he still embraces the extreme philosophy which has defined his party for more than 25 years, a philosophy we never had a real chance to see in action until 2001, when the Republicans finally gained control of both the White House and Congress. Then we saw what would happen to America if the policies they had talked about for decades were implemented.</p> <p>They took us from record surpluses to an exploding national debt; from over 22m new jobs down to 5m; from an increase in working family incomes of $7,500 to a decline of more than $2,000; from almost 8m Americans moving out of poverty to more than 5 and a half million falling into poverty - and millions more losing their health insurance. </p> <p>Now, in spite of all the evidence, their candidate is promising more of the same: More tax cuts for the wealthiest Americans that will swell the deficit, increase inequality and weaken the economy. More Band-aids for healthcare that will enrich insurance companies, impoverish families and increase the number of uninsured. More going it alone in the world, instead of building the shared responsibilities and shared opportunities necessary to advance our security and restore our influence.</p> <p>They actually want us to reward them for the last eight years by giving them four more. Let's send them a message that will echo from the Rockies all across America: Thanks, but no thanks. In this case, the third time is not the charm.</p> <p>My fellow Democrats, 16 years ago, you gave me the profound honour to lead our party to victory and to lead our nation to a new era of peace and broadly shared prosperity. </p> <p>Together, we prevailed in a campaign in which the Republicans said I was too young and too inexperienced to be commander-in-chief. Sound familiar? It didn't work in 1992, because we were on the right side of history. And it won't work in 2008, because Barack Obama is on the right side of history. </p> <p>His life is a 21st-century incarnation of the American dream. His achievements are proof of our continuing progress toward the \"more perfect union\" of our founders' dreams. The values of freedom and equal opportunity which have given him his historic chance will drive him as president to give all Americans, regardless of race, religion, gender, sexual orientation or disability, their chance to build a decent life, and to show our humanity, as well as our strength, to the world. </p> <p>We see that humanity, that strength, and our future in Barack and Michelle Obama and their beautiful children. We see them reinforced by the partnership with Joe Biden, his wife Jill, a dedicated teacher, and their family.</p> <p>Barack Obama will lead us away from division and fear of the last eight years back to unity and hope. If, like me, you still believe America must always be a place called Hope, then join Hillary, Chelsea and me in making senator Barack Obama the next president of the United States.</p>",
  "<video data-media-id=\"gu-video-337018564\" class=\"gu-video\" controls=\"controls\" poster=\"\">  </video>   <p>Bill Clinton left all the bitterness over his wife's defeat in the Democratic nomination battle behind him at the entrance to the convention centre on Wednesday night to heap plaudit after plaudit on Barack Obama.</p> <p>Clinton, in spite of strained relations with Obama as a result of the bruising primary contests, went further in his prime time speech than Hillary Clinton the previous night. He not only pledged to support him, but he listed a host of reasons why he would make a good president.</p> <p>The speech, more than anything else heard at the convention so far, helped to speed the process of reunifying the party.</p> <p>\"Everything I learned in my eight years as president and in the work I've done since, in America and across the globe, has convinced me that Barack Obama is the man for this job,\" the former president said.</p> <p>This was his answer to critics who said that while Hillary Clinton told the convention on Tuesday night she would support Obama, she failed to say she thought he would make a good president.</p> <p>Bill Clinton put this right, offering fulsome praise for Obama for his \"remarkable ability to inspire people\" but also for his grasp of foreign policy and economics.</p> <p>\"Barack Obama is ready to lead America and restore American leadership in the world: ready to preserve, protect and defend the constitution of the United States. Barack Obama is ready to be president of the United States,\" Clinton said.</p> <p>The former president remains a party favourite, receiving a five-minute standing ovation when he stepped up to the podium and shouts of \"Bill, Bill, Bill\". The reception he received put to rest fears that his reputation inside the party had been badly damaged by the aggressive way he had gone after Obama during the primary battles.</p> <p>In spite of the overwhelming support in public, Clinton in private remains resentful and is not intending to stay in Denver to hear his speech Thursday. His aides said this was not a slight and he had not stayed to hear acceptance speeches in 2000 or 2004 either.</p> <p>Opening the prime time speech, he said: \"I am here first to support Barack Obama.\" He then joked he was the warm-up act for Joe Biden, the vice-presidential candidate, who was to speak later in the evening.</p> <p>Watched by Hillary sitting among the delegates, he also joked about the fierceness of the long and hard fought primary battle, saying it had \"generated so much heat it increased global warming\".<br>But he put that in the past. \"Hillary told us in no uncertain terms that she'll do everything she can to elect Barack Obama. That makes two of us.\"</p> <p>He praised the Republican candidate John McCain for his service in Vietnam but said he too embraced the \"extreme philosophy\" of President George Bush that had done so much harm to the economy and the US abroad.</p> <p>\"Barack Obama knows that America cannot be strong abroad unless we are strong at home,\" he said People the world over have always been more impressed by the power of our example than by the example of our power.\"<br>Towards the end, Clinton effectively anointed Obama as his successor. He recalled that he had won the election 16 years ago in a campaign in which the Republicans said he was too young and inexperienced to be commander in chief. \"Sounds familiar? It did'nt work in 1992 because we were on the right side of history. And it won't work in 2008 because Barack Obama is on the right side of history.\"</p>",
  "<p><strong>DENVER</strong> — One of the big questions surrounding Joe Biden's speech, which I'll be liveblogging here in a few minutes, is how much of it he's going to spend attacking John McCain and George Bush. Barack Obama has to take a conciliatory tone on the podium - because he's preaching a message of post-partisanship, and because he is black - and so Biden's role in the campaign is likely to be that of the attacker. <a href=\"http://www.latimes.com/news/politics/la-na-assess28-2008aug28,0,2277714.story\">If Biden goes too far</a>, though, he threatens to disrupt the conciliation-and-unity theme that Team Obama have been so vigorously promoting. He also has to convey his years of experience (again, without making Obama look bad by comparison) and to establish the sense that convention and the campaign from here on in is about Obama/Biden — that the Clinton Catharsis is over and done with. Nobody would choose to follow Bill Clinton on the podium, but Biden's a speaker who might well manage it. Then again, he might also talk for far too long, or shoot his mouth off in a spectacular fashion. Check back soon ...<br></p> <p><strong>8.20pm</strong> Biden's name is being presented to the delegates for nomination. He just won the nomination! Stunning.</p> <p><strong>8.22pm</strong> Video tribute time. Joe Biden is God, essentially. A Neil Kinnock-plagiarising God, but God nonetheless.</p> <p><strong>8.23pm:</strong> Here's Biden's son, Beau Biden, who is Delaware's attorney-general. He's remembering the car crash in which Joe Biden's first wife and their infant daughter were killed. We also learn that Joe had a \"severe stutter\" as a child - but he'd got rid of it by the time he called Slobodan Milosevic \"a war criminal to his face\". Beau is also plugging his own forthcoming military service, ever so subtly, and asking the delegates to \"be there\" for his father instead. \"Please join me in welcoming my friend, my father, my hero, the next vice-president of the United States, Joe Biden.\" At least he didn't say \"president\", like Obama did the other day.</p> <p><strong>8.30pm:</strong> Biden walks on to some particularly un-exciting music, and says thank you a not inconsiderable number of times. He has very good teeth, unlike the British. </p> <p><strong>8.35pm:</strong> He's very, very proud of his son. And he loves his wife, \"the only one who leaves me both breathless and speechless at the same time.\" What on earth does that even mean...? </p> <p>Now he's praising Hillary Clinton.</p> <p>\"Let me make this pledge to you right here and now. For every American who is trying to do the right thing, for all those people in government who are honoring their pledge to uphold the law and respect our constitution, no longer will the most dreaded words in the English language be: 'The vice-president's office is on the phone.'\" There you go: a Biden joke. Savour it, because he will banned from making any others for the rest of the campaign.</p> <p><strong>8.37pm:</strong> His dad used to call him Champ, apparently.</p> <p><strong>8.40pm:</strong> As for his mother, \"when I got knocked down by guys bigger than me, she sent me back out and demanded I bloody their nose so I could walk down the street the next day.\" I think that was the foreign policy part of the speech.</p> <p><strong>8.45pm:</strong> Americans are asking themselves questions. \"Should mom move in with us now that Dad is gone?\" \"How are we gonna be able to retire?\" \"That's the America that George Bush has left us, and that's the future George - I mean John - McCain will give us. Freudian slip! Freudian slip!\" Yeah, right...</p> <p>\"John McCain doesn't get it. Barack Obama gets it.\" And now a long passage in praise of Obama's earlier work in the neighbourhoods of Chicago. \"He made their lives the work of his life. That's what you do when you've been raised by a single mom, who worked, went to school and raised two kids on her own. That's how you come to believe, to the very core of your being, that work is more than a paycheck. It's dignity. It's respect.\"</p> <p><strong>8.50pm</strong> Another top Democrat refers to John McCain as his friend! \"I know you hear that phrase used all the time in politics, but I mean it. We've travelled the world together.\" That must have been one extraordinary summer. \"But I profoundly disagree with the direction that John wants to take the country.\"</p> <p>\"Even today, as oil companies post the biggest profits in history ... John wants to give them another $4bn in tax breaks.\" This is an interesting strategy: a long litany of attacks on McCain, but Biden is scrupulous in calling him \"John\" every time. Respectful, or actually the opposite?</p> <p>We're told Barack Obama will transform the economy, cutting taxes for 95% of Americans who draw a paycheck, bring healthcare costs down by $2,500 for the average family, \"deliver affordable, accessible healthcare for all Americans ... [and] will never give up until we achieve equal pay for women. That's the change we need.\" A pretty straightforward attempt to reach the out-of-pocket swing-state voters whom Biden needs to bring on board.</p> <p><strong>8.54pm:</strong> Foreign policy, now. An attack on \"the Bush-McCain foreign policy,\" which has been an \"abysmal failure\"... \"Well, let me ask you this. Should you trust the judgment of John McCain, when he said only three years ago, \"Afghanistan - we don't read about it anymore because it's succeeded?... John McCain was wrong. Barack Obama was right.\" </p> <p>On talking to Iran... \"Again and again, John McCain has been wrong, and Barack Obama was right.\"</p> <p>On Iraq withdrawal... \"John McCain was wrong. Barack Obama was right.\"</p> <p>Some \"friend,\" this John McCain...</p> <p>\"Again and again and again, on the most important national security issues of our time, John McCain was wrong, and Barack Obama was proven right. Folks, remember when the world used to trust us? When they looked to us for leadership? With Barack Obama as our president, they'll look to us again, they'll trust us again, and we'll be able to lead again.\"</p> <p><strong>8.55pm:</strong> \"These are extraordinary times. This is an extraordinary election. The American people are ready. I'm ready. Barack Obama is ready. This is his time. This is our time. This is America's time. May God bless America and protect our troops.\" </p> <p>Much applause. Bruce Springsteen on the PA.</p> <p><strong>8.57pm:</strong> And now a surprise guest! WHO COULD IT BE?</p> <p>Yeah, it's Barack Obama. You might remember him. \"Hello, Democrats,\" he says, addressing the convention for the first time. \"I just wanted to come out here for a little something to say.\" He's proud of Joe Biden. </p> <p>As to the convention so far: \"I think Michelle Obama kicked it off pretty well, don't you think? If I'm not mistaken, Hillary Clinton rocked the house last night. And ... president Bill Clinton reminded us of what it's like when you've got a president who actually puts people first. Thank you, President Clinton.\" Can you feel the unity tonight?</p> <p>Conclusion: a good speech - not as audience-rousing as I'd thought it<br>might be, but pressing all the right buttons on foreign policy and the<br>economy, and making it clear that this campaign's conciliatory message<br>doesn't mean John McCain isn't going to get attacked lots. A little<br>overshadowed by Mr Obama's last-minute appearance, but that can't<br>exactly be helped at this convention, can it? Now the podium is<br>filling up with Joe Biden's entire extended family, to the tune of We<br>Are Family. Which is nice.</p> <p>See you tomorrow, when it seems pretty certain that \"rousing\" will be<br>in plentiful supply.</p>",
  "<p><strong>DENVER</strong> — Pepsi time again, and what could be one of the most amusing and/or awkward moments of the convention. A few hours ago, many of the delegates here were openly weeping as Hillary Clinton moved to award the presidential nomination by acclamation to Barack Obama. But now it's cranky ex-presidential uncle and erstwhile Democratic party hero Bill Clinton's turn to speak. It's not a given that he'll play by the rules, and this has the Obama campaign worried. Bad blood remains from the primary fight, and we know that he didn't much fancy speaking on tonight's theme, Securing America's Future - he wanted <a href=\"http://www.time-blog.com/swampland/2008/08/bill_clintons_convention_role.html\">to talk about the economy</a>, and particularly about the achievements of his own administration, which he feels Obama maligned. Then there was the <a href=\"http://www.reason.com/convention2008/show/128292.html\">\"hypothetical scenario\"</a> he outlined this week, involving a \"candidate X\" who can't deliver, and a \"candidate Y\" who could - and <a href=\"http://elections.foxnews.com/2008/08/27/clinton-candidate-x/\">the revelation</a> that he won't, after all, be present at the big convention finale at Invesco stadium tomorrow night. A Bill Clinton speech is always fun to watch in any event, but the mixed feelings of the audience towards the speaker and the speaker towards his audience should make this one particularly fascinating. I'll liveblog it here at <strong>7pm Denver time, 9pm eastern, 2am UK time</strong>.<br><a href=\"http://www.theguardian.com/world/oliverburkemanblog/2008/aug/28/uselections2008.democrats2008#start-of-comments\">Comment</a><br></p> <p><strong>7.02pm:</strong> Here's Bill! The crowd's waving American flags, and Clinton's old campaign song, that Fleetwood Mac one that's actually quite good, is playing. Michelle Obama's applauding, but she looks a bit purse-lipped. He's said 'thankyou' 14 times now, by my count. \"Y'all sit down, we've got to get on with the show here!\" Such modesty. The crowd's gone crazy. He's kind of milking it.</p> <p>\"Ladies and gentlemen, I am honoured to be here tonight - sit down! - please! - please sit.\"</p> <p>\"You know, I love this, and I thank you, but we have important work to do tonight. I am here, first, to support Barack Obama.\" Well, he said it early, that's for sure.<br><strong>7.08pm.</strong> \"I love Joe Biden, and America will too.\" He didn't say that about Obama, now did he?</p> <p><strong>7.09pm.</strong> He's doing his whole outpouring-of-adoration-for-Hillary thing, once again prompting speculation on the most fascinating political marriage in America.</p> <p>Hillary said she'd do everything she can to elect Barack Obama. \"That makes two of us. Actually - that makes 18 million of us, because like Hillary, I want all of you that supported her to vote for Barack Obama in November. And here's why ... Our country is in trouble.\" </p> <p>They really, really, really do love him, this crowd. All is forgiven, it seems.</p> <p>\"Clearly, the job of the next president is to rebuild the American dream, and to restore American leadership in the world. And here's what I have to say about that: everything I learned in my eight years as president, and in the work I have done since, has convinced me that Barack Obama is the man for this job.\" Ladies and gentlemen, it's a ringing endorsement!</p> <p><strong>7.15pm:</strong> Across the board Obama-praise,</p> <p>\"With Joe Biden's experience and wisdom supporting Barack Obama's understanding and insights, America will have the national security leadership we need.\" Well done for getting round to the theme of the night, at last...</p> <p><strong>7.16pm:</strong> \"Barack Obama is ready to lead America and restore American leadership in the world. Ready to preserve, protect and defend the Constitution of the United States. Barack Obama is ready to be president of the United States.\" Michelle Obama isn't looking so pursed-lipped and tense anymore.</p> <p><strong>7.20pm:</strong> \"Most important, Barack Obama knows that America cannot be strong abroad unless we are strong at home. People the world over have always been more impressed by the power of our example than by the example of our power.\" There's your quote for the evening! He really is very good, isn't he...</p> <p><strong>7.22pm:</strong> \"The choice is clear. The Republicans will nominate a good man who served our country heroically and suffered terribly in Vietnam. He loves our country every bit as much as we all do. As a senator, he has shown his independence on several issues.\" And more McCain-praise — quite a bit more than Hillary took time for, actually. But of course it's only a set-up to a long critique of McCain, who, Clinton says, \"still embraces the extreme philosophy which has defined his party for more than 25 years.\" </p> <p>\"Let's send [the Republicans] a simple message that will echoe from the Rockies all across America: thanks, but no thanks. In this case, the third time is not the charm.\"</p> <p><strong>7.26pm:</strong> Now he's talking about how he led America to \"a new era of peace and broadly shared prosperity.\" It's very good of him to be so positive about Bill Clinton. \"We prevailed in a campaign in which the Republicans said I was too young and too inexperienced to be commander-in-chief. Sound familiar? It didn't work in 1992, because we were on the right side of history. And it won't work in 2008, because Barack Obama is on the right side of history.\" So there you have it: Obama's victory in the primaries is a continuation of Bill Clinton's legacy. Got it!</p> <p><strong>7.30pm:</strong> \"Barack Obama will lead us away from the division and fear of the last eight years back to unity and hope. If, like me, you still believe that America must always be a place called Hope, then join Hillary, Chelsea and me in making Senator Barack Obama the next president of the United States.\" </p> <p>The fusing of the Bill Clinton legacy to Barack Obama's is maybe a little audacious, given what we've heard over the last few months. Still: Democrats in high ecstasy, unity floods the hall... and that speech was a big step forward in the political rehabilitation of Bill Clinton after this primary season, too. </p> <p>He is amazing. He should totally be president or something.</p> <p>Back in an hour, when Joe Biden will make some kind of spectacular gaffe.</p>",
  "<p>Backed by hundreds of demonstrators, an anti-war veterans group marched to the Democratic convention hall today to press Barack Obama into supporting a quicker US withdrawal from Iraq.</p> <p>The protest, organised by Iraq Veterans Against the War (IVAW), was not approved by the city of Denver. Trucks of armed police in riot gear were dispatched to watch for any eruptions of violence, but marchers reached the convention gates with no reported arrests.</p> <p>IVAW representatives hoped to begin negotiating with Democratic officials later today about hand-delivering a letter to Obama that contains their demands, according to local media reports.</p> <p>Garett Reppenhagen, a US army sniper who served in Kosovo and Iraq, said the march aimed to prod Obama and the Democrats into making good on their campaign-trail promises to end the war.</p> <p>\"He goes to Iraq to do PR stunts to build his credibility on the war, but he's afraid to come home and face anti-war veterans,\" Reppenhagen said. \"I'm not voting for hope. I want practical solutions.\"</p> <p>The IVAW march began at the Denver Coliseum and culminated near the Pepsi centre, the heavily guarded convention arena. Reppenhagen said the police were \"working with us\" to ensure that the veterans and their supporters had a clear path downtown.</p> <p>But in a further complication for the marchers, many in the boisterous, sign-waving crowd came out more for Rage Against the Machine than rage against Obama's war policy.</p> <p>The rock band played a free concert that was timed to end just as the anti-war protest began, encouraging music fans to join the band members and walk to confront the Democrats.<br> Asked what inspired him to march, one 26-year-old demonstrator said \"Rage Against the Machine\" and shrugged: \"I've got nothing to do today.\"</p> <p>Demonstrations at this week's convention have proven more low-key than early forecasts predicted, although police fired pepper spray into a crowd on Monday night before arresting 100 people for blocking the streets.</p> <p>\"Many [in the crowd] were observed carrying rocks and other items that could be used to threaten public safety,\" the city police said in a release on the arrests.</p> <p>Yesterday saw 18 more arrests, bringing the total for convention week to 135. The biggest controversy arose over videotape showing a Denver police officer pushing a young female anti-war protester, Alicia Forrest, to the ground with no apparent provocation.</p> <p>The officer later arrested Forrest when she began telling reporters about the confrontation. She was released from jail this morning.</p>",
  "<p>Forty-five years ago today, Martin Luther King delivered his \"I have a dream\" <a href=\"http://en.wikipedia.org/wiki/I_have_a_dream\">speech</a> here in Washington at the Lincoln Memorial.</p> <p>Much has been made that Barack Obama will formally accept the Democratic nomination for President of the United States, becoming the first black man to run as the nominee of a major US political party. I have nothing further to add but to note that John McCain initially opposed establishing a national holiday to recognise King.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/iEMXaTktUfA?wmode=opaque&amp;feature=oembed\"                                                                        > <object height=\"344\" width=\"425\"><param value=\"http://www.youtube.com/v/iEMXaTktUfA&amp;hl=en&amp;fs=1\" name=\"movie\"/><param value=\"true\" name=\"allowFullScreen\"/><embed height=\"344\" width=\"425\" allowfullscreen=\"true\" type=\"application/x-shockwave-flash\" src=\"https://www.youtube.com/v/iEMXaTktUfA&amp;hl=en&amp;fs=1\"/></object> </figure>"
]