[
  "<p>Thabo Mbeki yesterday resigned as South Africa's president and said he will leave office on a date set by parliament, after he was toppled by his own party following a long and bitter power struggle with his former deputy, Jacob Zuma.</p> <p>Mbeki called an emergency meeting of his cabinet as many of his ministers threatened to resign in solidarity after the African National Congress on Saturday told the president to agree to step down or face being removed by parliament.</p> <p>Mbeki handed his resignation letter to the speaker of parliament yesterday and in an unusually humble speech broadcast on national TV broadcaster SABC said he had decided to quit out of loyalty to the party that is rejecting him. </p> <p>\"I have been a loyal member of the African National Congress for 52 years. I remain a member of the ANC and therefore respect its decisions. It is for this reason that I've taken the decision to resign as president of the republic,\" he said. </p> <p>But Mbeki \"categorically\" denied the central accusation against him that was the immediate cause of his forced resignation. </p> <p>ANC leaders moved against the president after prosecutors said they would appeal against a high court decision that threw out corruption charges against Zuma, and accused Mbeki and his officials of abusing the courts as part of the power struggle over control of the party.</p> <p>The president said he and his cabinet had not interfered in decisions as to who to prosecute. \"This applies equally to the painful matter relating to the court proceedings against the president of the ANC, comrade Jacob Zuma,\" he said. </p> <p>The constitution requires the deputy president, Phumzile Mlambo-Ngcuka, to take over as acting president, or the cabinet to appoint one from among themselves as soon as Mbeki resigns. Within 30 days, parliament then selects an interim president to complete the rest of Mbeki's term before a general election in about nine months.</p> <p>The ANC is believed to favour a close Zuma ally for the role, the speaker of parliament and party chairperson, Baleka Mbete. </p> <p>Zuma, who won the leadership election against Mbeki for control of the ANC late last year, is not a member of parliament and therefore cannot be appointed. </p> <p>But it is clear that he and his faction will soon be in charge of the government, solidifying a shift in power that began when Mbeki was removed as party leader.</p> <p>It marks the end of nine years of Mbeki rule that began with the promise of South Africa leading an African renaissance, but ended with the humiliation of a president toppled by his alienation of much of his own party, in part because of policy differences with the left, but also because of his vindictive style of rule.</p> <p>But many South Africans also see Mbeki's downfall as principally intended to protect Zuma from prosecution for allegedly accepting bribes related to a multibillion-dollar arms deal. </p> <p>The outgoing president set out what he sees as his legacy in building the economy, bringing peace to parts of Africa and empowering women. </p> <p>However, Mbeki acknowledged that despite consistent economic growth, millions of South Africans remain mired in poverty. </p> <p>Mbeki's resignation was welcomed by many. Critics of the president's widely derided policies on Aids, such as Zackie Achmat, head of the Treatment Action Campaign, say he has abandoned hundreds of thousands of people in need of lifesaving treatment and should be called to account.</p> <p>\"This is long overdue,\" said Achmat. \"Personally, I would have liked to see him impeached for causing the deaths of many hundreds of thousands of people living with HIV; for the corruption of the arms deal; for the undermining of every independent state institution.\"</p> <p>The leader of the opposition Democratic Alliance, Helen Zille, accused the ANC of putting its own political battles ahead of the national interest. </p> <p>\"It is revenge, pure and simple. It has everything to do with the internal battles of the ANC and nothing to do with the interest of South Africa,\" she said.</p> <p>FW de Klerk, the last white president of South Africa, who negotiated an end to apartheid, was also critical of Mbeki's dismissal.</p> <p>\"All that I would like to say at the moment is that it is unfortunate that a sitting president should be forced from office before the end of his term,\" he said.</p>",
  "<p>Democracy involves much more than throwing the old (white) rascals out. Democracy depends on what comes next - on the growth of a settled system that means governments can change amid constitutional calm. India long ago reached that point. Compare and contrast Zimbabwe. And, meanwhile, fear for South Africa. </p> <p>The ousting of Thabo Mbeki isn't some sudden convulsion. He was on his way out anyway. But the manner of his dispatch is altogether more menacing. A president made to pay for dirty dealing? It can be made to sound like some heroic African Watergate. But there's nothing heroic about the fratricide that grips the African National Congress now. It isn't just a case of who comes after Mbeki. We know that: Jacob Zuma. The real problem is what he brings with him.</p> <p>Not so long ago, Zuma was Mbeki's creature. Mbeki made him vice-president in 1999 not because he was qualified to succeed him but because he wasn't: no great intellect, no credibility, no threat. But, for a clever man, Mbeki is also incredibly stupid. He's remote, withdrawn, a chill control freak. So he left Zuma to do the meeting and greeting, the tub-thumping for true party believers, the link role in parliament. He turned his own puppet into a threat - and, when Zuma sank into a mire of corruption allegations, he slyly sought to push him under.</p> <p>It's those malign manoeuvres that a high court judge condemned last week, handing Mbeki's enemies on the ANC executive the chance to dump him. So now South Africa prepares for a turbulent hiatus before next year's elections give Zuma a seat in parliament and the presidency proper. In the short term, the problem is keeping enough cabinet heavy-hitters on board to avoid economic panic. In the long term, extreme apprehension - to give panic its posher name - may be simply unavoidable. </p> <p>For while Mbeki was wrong to try to ditch Zuma by twisting the law, he may also have been absolutely right: this succession is a disaster already happening. Can a President Zuma hold together the tribes, tongues and furious factions of the ANC? See growth, at 4% a year, keep pounding forward through a global credit crunch? Begin at last to trickle down wealth to the townships and villages? Or cut a crime rate that is bringing South Africa to its knees? </p> <p>The big question was always, \"After Mbeki, who?\" (A dusty book title on my highest shelf inquires plangently: After Nehru, Who?) And the ANC has at least four candidates. The difficulty - and the cause for fear - is that it hasn't the wit to offer any of them for office. Mbeki thought he could finish his two terms as president but get re-elected as ANC leader, a variant of the Putin gambit in which he succeeded himself. Bad thinking, and humiliation as Zuma won. But now, in what is still effectively a one-party state, the party apparatus drives Mbeki from government. The caucus still rules OK. The ultimate control freaks are calling the shots. </p> <p>It's too easy to set timbers shivering over Mbeki's HIV/Aids idiocies or Zuma's claim that he was fine sleeping with an HIV-positive woman because he took a shower afterwards: that's the stuff of cartoon tragedy. But there's a far direr challenge here. Without South Africa, there can be no \"African Renaissance\", no building of hope, no prospect of progress to erase the scars of Zimbabwe. And without the cleansing of settled democracy, change at the ballot box sweeping the new old rascals out, there's no true chance of that happening. </p> <p>Could a credible ANC loyalist - a Ramaphosa say - break ranks and challenge Zuma next year at an open election? \"Loyalty\" to the liberation still seems to rule that out. If so, the next big bad book writes itself. The one called After Mbeki, What?</p> <p><a href=\"mailto:p.preston@theguardian.com\">p.preston@theguardian.com</a></p>",
  "<p>Barack Obama is to head to Tampa, Florida, this week to spend three days preparing for the first of his three presidential debates with the Republican candidate, John McCain. The Democratic presidential candidate will conduct intensive rehearsals at a so-called debates camp, which includes a mock-up of the stage on which the debate will take place at the University of Mississippi on Friday. One of his advisers, Greg Craig, will stand in for McCain.</p> <p>The run-up to the first televised clash increases the tempo of a campaign that is already breaking all records. Funding figures released late on Saturday showed the two sides each spending an average of $3m a day.</p> <p>The format of the debates was released at the weekend after negotiations between the two camps and the neutral presidential debates commission. In contrast with a relatively free-wheeling format agreed by Obama and McCain, the Republican team won a series of restrictions to help McCain's running mate, Sarah Palin, in her vice-presidential debate with Obama's running mate, Joe Biden, in St Louis the following week, the biggest challenge she faces in the entire election.</p> <p>McCain's team is worried that Palin might be exposed by her lack of foreign policy experience. The team managed to insert time limits on topics for the debate. Time for her cross-examination by Biden, chairman of the Senate foreign affairs committee, has also been shortened. </p> <p>Although the campaign teams have been publicly focused on Wall Street, they have been gearing up behind the scenes for debates that could determine the outcome of the November 4 election. Many independent voters, who make up about 25% of the electorate, will only finally make their choice based on the performances in the debates.</p> <p>McCain and Obama have been rehearsing questions and answers with members of their campaign teams while flying about the country. Craig, Obama's sparring partner lined up for Tampa, was a stand-in for President George Bush while John Kerry prepared for the 2004 debates.</p> <p>While the presidential debates are potentially decisive, a poor showing by Palin in the sole vice-presidential one would resurrect doubts again about McCain's judgement in choosing her.</p> <p>Palin, on a crash course in foreign policy, is to meet foreign leaders in New York at the UN general assembly this week. Among those being lined up are Hamid Karzai, the Afghanistan president, and Alvaro Uribe, the Colombian president. She is also pencilled in to meet the former US secretary of state Henry Kissinger.</p> <p>Obama, seeing the polls shift slightly towards him as a result of the economic upheaval, was campaigning in North Carolina yesterday. He has accused McCain of \"panicking\" in the face of Wall Street events and has been reminding voters at every turn that McCain had long advocated deregulating Wall Street, blamed for the crisis. McCain replied that Obama was engaging in scare tactics. </p> <p>The two sides are so equally balanced in the polls that even a slight edge may decide the election outcome, and their spending reflects that.</p> <p>The campaign teams, as required by law, had to release a detailed breakdown of their spending for August by midnight on Saturday. This showed that the two teams spent $94.5m last month: $53.5m for Obama and $41m for McCain.</p> <p>The payrolls of both teams has jumped as more campaign staff have been recruited for the final election phase - $1.2m by McCain and $2.8m by Obama, but most of the spending was on advertising, concentrated in about a dozen battlefield states. McCain blew about $23m on advertising and Obama $33m. Obama spent $4.9m on travel to McCain's $3m.</p> <p>Despite the astonishing success of Obama's fundraising team in bringing in millions from small donors that has left him with $77m in the bank even after the record spending, McCain is well placed to match him. While Obama has been raising more than McCain, the Republican party's coffers are vast, with $76m, while the Democratic party is less well off, with $17m.</p> <p>The figures revealed the failed candidate for the Democratic nomination, Hillary Clinton, is still burdened with $9m from her campaign.</p>",
  "<p>No one at the top of the ruling African National Congress admits it directly but the caretaker government that will take over after President Thabo Mbeki formally resigns will have one primary task - to keep the man the party wants to make the next elected president, Jacob Zuma, out of jail.</p> <p>But to do that the new administration will have to do what the party accused Mbeki of when it toppled him this weekend - exerting political influence over the justice system.</p> <p>The ANC secretary general, Gwede Mantashe, hinted as much in announcing that an important factor in the party's decision to \"recall\" Mbeki was the national prosecutor's plan to appeal against a high court judgment that threw out corruption charges against Zuma. The judge, Chris Nicholson, accused Mbeki, members of his cabinet and the chief prosecutor of using apartheid-style tactics to prosecute Zuma as part of the \"titanic political struggle\" for control of the ANC.</p> <p>With that ruling, Zuma's supporters thought their man was off the hook and that, as the ANC leader, he had a clear run to be elected the country's next president in May. But then prosecutors announced their decision to appeal, a move the ANC leadership saw as an attempt by Mbeki to keep alive the judicial pursuit of Zuma.</p> <p>\"The biggest worry of the ANC had been the question of a reversal of the closure of the chapter that the Nicholson judgment seemed to have promised,\" said Mantashe. \"If pursued it will continue to be a point of division for the ANC. We share (people's) desire for stability and we believe our decision is in the interests of making that security\".</p> <p>The official opposition, the Democratic Alliance, said that, far from creating stability, forcing a sitting president from office in order to manipulate justice could only create insecurity.</p> <p>The DA leader, Helen Zille, noted that while the high court stopped the prosecution because of alleged interference by Mbeki it did not clear Zuma of charges of taking bribes from a French arms company bidding for contracts in South Africa's biggest weapons deal. \"The move is clearly an attempt to find the political solution to Jacob Zuma's legal problems that his supporters have been calling for,\" she said. \"Replacing President Mbeki with a Zuma proxy will open the way for them to ensure that he does not have to face court to answer the 783 allegations of corruption against him. If Zuma is put above the law it will do more to undermine the constitution than anything else.</p> <p>\"It is untenable for Jacob Zuma to assume the presidency without being acquitted of these charges by a court of law. Judge Nicholson's judgment was not an acquittal.\"</p> <p>But even if the prosecution goes ahead, it is unlikely to come to court before the general election and few in the ANC or outside of it imagine that a sitting president would allow himself to be put on trial.</p> <p>One option for Zuma is for the interim president who will take over from Mbeki for the remainder of his term, or Zuma himself after next year's election, to declare an amnesty for crimes associated with the arms deals. Zuma is not the only one tainted by the scandal. The ANC itself banked millions of pounds. </p> <p>Zuma had threatened that if he was forced into court he would begin to name names. An amnesty would get those others off the hook as well, including Zuma's former financial adviser, Schabir Shaik, whose conviction in 2005 for bribing Zuma on behalf of a French arms company earned him 15 years in prison and launched the titanic battle with Mbeki that has brought down the second president of the post-apartheid era.</p>",
  "<p>John McCain's campaign team has been at it. Wal-Mart was revealed as doing it. Sony in the past dabbled with it. Online, astroturfing - whereby stealth PR tactics are passed off as grassroots enthusiasm for a product or candidate - is flourishing. But in China, things have gone one step further - with the establishment of the country's 50-cent army.</p> <p>At first glance, it might not resemble the kind of fighting force likely to strike fear into the hearts of its enemies. But, aided by China's dominance of online media conversation this year, the army is rapidly assuming a formidable reputation. The premise is the same as many astroturfing projects: pay people (predominantly students) to push a certain line by posting to the many forums, blogs and bulletin boards that have proliferated in the country. The difference is that it is the government - rather than companies or campaigning groups - that is employing these estimated 300,000 \"soldiers\".</p> <p>Examples include attempts to guide domestic public debate - 50-cent posters will support speeches by Chinese leaders, for example, and were used in debate over which type of educational qualification Chinese students should be allowed to receive. But astroturfing is also used to defend China's honour abroad - when CNN's Jack Cafferty referred to the Chinese leaders as \"goons and thugs\", a number of 50-cent army posters offered up posts attacking him, and news sites reporting the Tibetan uprising earlier this year were flooded with 50-cent comments.</p> <p>According to popular lore, and a number of Chinese bloggers, each post made pays 50 Chinese cents or five mao. It is not, by any stretch of the imagination, a lucrative occupation. William Moss, an account director at the public relations agency Burson-Marsteller, calculates that a post needs to be made every four minutes during a gruelling 72-hour working week if you are hoping to earn the bare minimum wage in one of the country's bigger cities. </p> <p>\"Pocket money? Maybe. But I wouldn't plan on sending the kids to college that way,\" says Moss. </p> <p>Hong Kong blogger Oiwan Lam, who helped expose the issue thanks to her links with the mainland's online community, believes that China's 50-cent army is probably motivated by a combination of commerce and nationalism.</p> <p>\"If you really post frequently you can earn something,\" says Lam. \"But it could be a combination of economic gain and political responsibility.\"</p> <p>In this regard, the campaign is not all that different from some of the political techniques utilised outside China. McCain's presidential campaign recently attracted criticism when it emerged that volunteers were being offered prizes in exchange for seeding comments and messages supplied to them. The rewards on offer - books signed by McCain, a ride with the candidate on his campaign bus - tap into the mix of profit and politics alluded to by Lam. </p> <p>While astroturfing is seen by some as ethically dubious, it is still growing in popularity, thanks, in part, to the ease with which web 2.0 technologies - the likes of Twitter, Wikipedia and YouTube all feature heavily - can be employed to sway public opinion using the elusive power of word-of-mouth marketing. \"Astroturfing happens because people instinctively assign different levels of credibility to different sources of information,\" says Moss. \"Individuals or groups that have a vested interest in your opinion are generally less credible, those that don't are more credible. True word-of-mouth or buzz is very powerful for that reason, and organisations will work very hard to cultivate it.\"</p> <p>Certainly Wal-Mart and its PR agency Edelman thought that buzz was worth capturing when they created a front organisation called Working Families for Wal-Mart, funding a fake travel blog that pushed an overtly pro-Wal-Mart message. And then got found out. Edelman representatives were unwilling to comment.</p> <p>However, astroturfing remains firmly in vogue, according to one source at a London PR firm. In the gaming arena, for example, pro-Microsoft comments are regularly attributed to astroturfers, while other companies exposed for employing the tactic in one form or another include Sony, L'Oréal and ExxonMobil.</p> <p>The payment model for corporate astroturfers is often similar to that for China's 50-cent army - although the figures involved are rather more healthy, with astroturfers for corporations able to make a decent living. \"Many purported social media experts have figured out how to manipulate social networks instead of genuinely participating in them,\" says Brian Solis, the founder of FutureWorks PR. \"There are new media consultants and agencies that are employed to do this and other forms of comment, voting, and promotional marketing.\" The challenge lies in actually tracking down a real-life astroturfer, or even the companies that employ them. Bloggers and posters are bound by confidentiality, while few agencies appear willing to admit that they condone, let alone participate in, the practice. </p> <p>Calley Nye, a viral marketing consultant, who often adopts the online moniker Silicon Calley, says: \"I have in the past hired people to astroturf, but always temporarily. If you leave the same people in for too long, they get too obvious and it's easy to get someone to do it for like a week.\"</p> <p>Nye refuses to name her clients - \"it would kind of defeat the purpose, if everyone knew it was fake\" - but rather casually touts a figure of $100 for two hours work which, at least, sounds rather more promising than the Chinese government's modest payments. </p> <p>Then there is PayPerPost.com, which the Center for Media and Democracy (CMD) - a not-for-profit organisation that aims to strengthen \"participatory democracy by investigating and exposing public relations spin and propaganda\" - points to as a pervasive form of online promotion. The website links paying companies with bloggers who are paid to promote their products but, however, insists on full disclosure within the post. The minimum fee suggested for a post, $5, is hardly riches, but the site's top-ranked blogger pulled in $4,000 last month.</p> <p>Paul Denlinger, an independent business consultant based in Beijing, also sees financial rewards from astroturfing, pointing out that IT hardware brands in China regularly pay decent sums in return for gamers pushing their products online.</p> <p>\"There are companies that act as middlemen between the big makers and some of the gaming companies,\" he says. \"They have people who work the bulletin boards, and they pay people who are very dedicated gamers. Some of them can certainly make a living off this kind of thing.\"</p> <p>Another PR source points out that, despite the obvious risk of being exposed, the \"potential upside\" of astroturfing means that there will always be organisations willing to take a chance. \"But any time you play fast-and-loose with transparency you risk your reputation.\"</p> <p>This risk may be the only thing that gives corporations pause, given the state of anti-astroturfing regulation. According to CMD senior researcher Diane Farsetta, professional PR bodies have ethics codes that \"look good on paper\". \"However, those ethics policies are never enforced by, for example, rescinding the membership of professionals or firms that break them, even if they break them repeatedly.\"</p> <p>Meanwhile, US legislation to limit astroturfing was shelved last year. An EU directive which was incorporated by the UK earlier this year does outlaw many astroturfing techniques, but doubts persist over whether trading standards officers will have the resources to comprehensively enforce it.</p>",
  "<p>Finally, we are about to reach the last of those seemingly fateful moments that seemed would never arrive in this seemingly endless campaign. Do you remember, say, mid-2007, when it was hard to imagine that the Iowa caucuses would ever actually take place? They felt then a lifetime away. But just like Christmas in Whoville after the Grinch had stolen the presents, somehow or other, they came just the same.</p> <p>So the debates are upon us. The first comes this Friday, in Oxford, Mississippi, and is focused on foreign policy. By custom there won't be as much campaigning as usual this week as the candidates hunker down and study their briefing books and rehearse their zingers. And rehearse they do, obsessively. They even have supporters \"play\" their opponent in mock-debate settings.</p> <p>And why shouldn't they? These really are important moments. They're the only three chances the people have to size the candidates up, one on one. If TV viewership of the conventions is any indication, more people will watch these debates than watched spring's American Idol finale. More is at stake in these 90-minute sessions than in any other event on the American political calendar.</p> <p>You may be familiar with some of the dramatic, history-turning moments. Gerry Ford saying in 1976 that there was no Soviet domination of Poland. Ronald Reagan asking voters in 1980 to devastating effect: \"Are you better off than you were four years ago?\" Bill Clinton locking eyes with a citizen in 1992 who asked him to put a human face on the deficit problem, as George HW Bush stood by mute. Al Gore sighing too much in 2000.</p> <p>If that last example doesn't seem of a piece with the others, there's a reason. These days, debates aren't 90 minutes. They're 72 hours. In today's American media culture of cable television and ideologically competing blogs, there is first the debate itself and then the debate over the debate. The latter is hashed out over the three days following the debate, during which the instant, debate-night conventional wisdom can be turned on its head by the side that has the more aggressive spin operation.</p> <p>That spin starts during the debate itself. Both sides have teams watching the other guy and recording his misstatements and falsehoods. Emails are blasted to political journalists. By the end of the 90 minutes, the reporters may have 30 or 40 emails in their inboxes.</p> <p>Then cable TV takes over. There's an instantly declared winner, based on the pundits' hunches and focus groups assembled by the networks to watch and react. On the night of the debate, everyone may generally agree that Candidate A won. And that's when the really expert spin begins. Over the next three days, the side that was declared the instant loser starts spinning that the initial spin was wrong and they actually won. Sometimes, it works.</p> <p>Hence Gore in 2000. It was generally agreed the night of the first Gore-Bush debate that Gore got the better of things. But in the succeeding days, the cable nets, led by the all but openly-pro-Republican Fox, started focusing on the question of Gore's \"condescending\" sighs (when Bush lied about Gore's tax plan, for instance). The sighs, shown repeatedly on cable, became the story, symbolic of the \"fact\" that Gore was too much a smarty-pants to be president. That weekend Saturday Night Live spoofed them to great effect. The debate that Gore had won in real time was, within days, a debate he'd lost. </p> <p>Candidates need not only to master the issues. They need to master performance. Cable television will replay clips; the candidate who wins the battle of the clips will be the 72-hour winner. That means getting off the better one-liners. And crucially, it means being ready with a witty riposte to the other guy's one-liners. Both sides undoubtedly have people anticipating the other fellow's zingers and crafting counter-zingers. </p> <p>The topic, foreign policy, is McCain's alleged strong suit on paper - certainly he's relieved the topic isn't economic policy, especially given his confused responses to the Wall Street crisis. He will push his support of the surge in Iraq and press Obama on the latter's support for diplomacy with Iran and on Israel policy. Obama will emphasise America's low standing in the world and the need to get out of Iraq as quickly as is prudently possible. The substance doesn't matter as much as the theatre. McCain will, for instance, surely needle Obama on the experience question. Obama had better have a sharp and snappy reply to that. If he doesn't, he could lose the 72-hour debate in that single exchange. This isn't the democracy Thomas Jefferson had in mind. But as Donald Rumsfeld might say, it's the one we have.</p> <p><strong>·</strong> Michael Tomasky is editor of Guardian America <br><a href=\"mailto:michael.tomasky@theguardian.com\">michael.tomasky@theguardian.com</a></p>",
  "<p><br><a href=\"http://flickr.com/photos/kevglobal/2874735973/\">Anti-Barack Obama direct mail from NRA</a> by <a href=\"http://flickr.com/photos/kevglobal/\">Kevin Anderson</a>, <a href=\"http://creativecommons.org/licenses/by-nc-sa/2.0/deed.en\">Some Rights Reserved</a></p> <p>Most of the media pays attention to the radio, television and now internet ads during the elections. But as I've mentioned before, <a href=\"http://www.theguardian.com/world/deadlineusa/2008/feb/07/thedirectmailwars\">\"direct mail\" advertising still plays a huge role</a> in US political campaigns. The National Rifle Association is sending out a flier to voters on their mailing list attacking Barack Obama's record on gun control. </p> <p><a href=\"http://andrewchen.typepad.com/andrew_chens_blog/2008/07/obama-and-mccain-how-political-marketing-has-evolved-from-offline-to-online.html\">Karl Rove is a master of direct mail</a>, efficiently targeting \"<a href=\"http://www.theatlantic.com/doc/200411/green/1\">a particular demographic sliver to win a close race</a>\". Both parties use direct mail. It's cheap and easy to target specific voting groups. Democrats also use direct mail with both Hillary Clinton and Barack Obama using mail campaigns during the primaries.</p> <p>Most direct mail campaigns fly under the radar. The media focuses on the air war in part because it's easy. The campaigns send press releases promoting the ads, hoping to get the media to give them free air time. Direct mail is almost like the analogue version of a chain e-mail, and unless you're in the chain (on the mailing list), you don't see it.</p> <p>I mentioned the role of direct mail to a friend here in Washington, and she said that the National Rifle Association has sent her a mailer claiming that Barack Obama would take away Americans' guns if he was elected president. She had gone to a shooting range and got on the NRA mailing list. The <a href=\"http://flickr.com/photos/kevglobal/2875564024/in/photostream/\">flier said that Obama</a> has supported a \"total ban on handguns\" and a \"ban on the sale or transfer of all semi-auto firearms\", and the NRA's Institute for Legislative Action has a <a href=\"http://nraila.org/obama/\">website set up to expand on the flier.</a> </p> <p>Most of this is pretty tame and predictable by historical standards. In the last election, the <a href=\"http://www.cbsnews.com/stories/2004/09/24/politics/main645393.shtml\">Republican National Committee sent out fliers to voters in West Virginia and Arkansas</a> saying that 'liberals' would ban the Bible and allow same-sex marriage. That was one mailing campaign that got a lot of press.</p> <p><a href=\"http://www.factcheck.org/\">FactCheck.org</a> does keep tabs on some direct mail, and I'm going to keep my eye out not only for direct mail but also campaign fliers left on cars as we drive across the United States. But it's a big task, especially with all the driving we'll be doing. If you get received some direct mail or seen a flier, take a picture and <a href=\"mailto:kevin.anderson@theguardian.com\">drop me an e-mail</a> or post a link.</p> <p>Technorati Tags: <a href=\"http://technorati.com/tag/BarackObama\" rel=\"tag\" class=\"techtag\">BarackObama</a> <a href=\"http://technorati.com/tag/NRA\" rel=\"tag\" class=\"techtag\">NRA</a> <a href=\"http://technorati.com/tag/guncontrol\" rel=\"tag\" class=\"techtag\">guncontrol</a> <a href=\"http://technorati.com/tag/politics\" rel=\"tag\" class=\"techtag\">politics</a></p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/jf1y9s73Nos?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/jf1y9s73Nos&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/jf1y9s73Nos&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object> </figure>   <p>Okay, so the British passport might be a problem, but he is intelligent, witty, well-travelled, debonair and has a strong support base. So why not vote for Michael Palin for US president?</p> <p>Sure, Sarah Palin has generated a lot of headlines for the Republicans, and put some fizz in John McCain's campaign, but has he <a href=\"http://www.timesonline.co.uk/tol/news/world/us_and_americas/us_elections/article4794818.ece\">picked the wrong Palin?</a></p> <p>Hundreds of thousands of people have been watching a <a href=\"http://www.youtube.com/watch?v=jf1y9s73Nos\">YouTube video</a> pushing the case for the <a href=\"http://www.michaelpalinforpresident.com/\">former Python</a>.</p> <p>As the <strong>Sunday Times</strong> notes, you can interpret Palin's policies from his Python ouvre, such as a stance on the environment: \"I'm a lumberjack and I'm okay.\"</p>"
]