[
  "<p>Belarussians yesterday voted for a new house of representatives, or lower chamber, in an election the country's president Alexander Lukashenko hopes will improve the ex-Soviet state's dismal relations with the west. </p> <p>\"If the election goes smoothly, the west will recognise Belarus,\" Lukashenko said after voting. Referring to the US secretary of state Condeleeza Rice - who branded him a dictator in 2005 - he added jokingly: \"Dictator. Last dictator. Fine, let it be so.\"</p> <p>The EU has denounced previous elections in Belarus as illegitimate. In 2006 the US and EU imposed travel bans on Lukashenko and 40 of his senior officials, after accusing him of fraudulently arranging his re-election. </p> <p>Recently, however, the west has shown interest in improving ties with Belarus. This has come as relations with Moscow have nose-dived following last month's war in Georgia and amid a row over Russia's claim to \"privileged interest\" in former Soviet states. </p> <p>British officials say they are watching yesterday's poll closely. The EU is now prepared to review current sanctions against Minsk if there are \"demonstrable\" improvements in the regime's democratic and human rights record, they suggest.</p> <p>Last night, however, opposition spokesmen in Belarus said the poll had already been rigged. The government had used \"administrative resources\" to force students and others to take part in early voting and opposition monitors had been banned from polling stations, they said.</p> <p>\"Again there are no democratic elections in Belarus. The house of representatives can't be considered democratic since members will be nominated by Lukashenko's finger,\" Vintsuk Vechorka, the co-chairman of Belarus' main opposition group, the United Democratic Forces, said.</p> <p>He told the Guardian: \"Lukashenko doesn't want to improve elections. He wants to improve his image in the eyes of the west. He's trying to survive between Putin's KGB Russia and the west. He wants better relations with the west so he can trade with Putin.\"</p>",
  "<video data-media-id=\"gu-video-338052975\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1821866263_Hockey-mums-Brightcove-16x9.flv\"/> </video>   <p>When Raymond Wejroch took to the ice for the first time, ankles buckling in his skates and head bobbing in his too-big helmet, it felt a bit like destiny, at least for his mother watching misty eyed in the stands.</p> <p>His father played ice hockey. His cousins play ice hockey. Now, aged just five and a half, Raymond is being initiated into the sport too - which gives his mother, Susan, instant membership of the group that could well decide this election: \"hockey moms\".<br><a href=\"http://www.guardian.co.uk/world/sarahpalin\"><br>Sarah Palin's</a> arrival as Republican vice-presidential candidate - and self-described pitbull-in-lipstick hockey mom - has redefined the politics of identity in an election dominated by race, gender and age.</p> <p>Hillary Clinton's run for the Democratic presidential nomination produced widespread excitement about women candidates. Now Palin - white, middle class, and non-metropolitan - could be the deciding factor in determining whether white working- and middle-class suburban mothers vote for Barack Obama or John McCain.</p> <p>In its narrowest sense Palin, as hockey mom, can claim a personal connection to the mothers of America's 350,000 hockey-playing children and youth, concentrated in northern battleground states such as Michigan.</p> <p>The McCain camp claims though that any mother shuttling her children between school and sport or music classes can identify with Palin.</p> <p>\"It means she is down to earth and involved on that deep level with her family,\" says Wejroch, who gave up her job as a market researcher to stay home with her three sons.</p> <p>Wejroch, who says she will vote for the Republican ticket in November, does not think that Palin's career as Alaska governor and vice-presidential candidate makes McCain's running mate any less focused on her traditional role. \"Even though she is involved in such a high position in her state, she makes sure she has got time for her family,\" says Wejroch.</p> <p>Others at the rink in Livonia, a Detroit commuter town, agree that Palin seems more approachable than an earlier generation of female politician including Clinton or even Nancy Pelosi, the first woman speaker of the house and, like Palin, a mother of five.</p> <p>Clinton, with her suits and her pride in her profession as a lawyer and senator, was off-putting to those women who still place importance in traditional roles. \"[Palin] just seems like someone you can relate to. Hillary Clinton doesn't seem like you could sit down and have a cup of coffee with her,\" says Vicky Rokas, a solid Republican voter who counts herself a Palin fan.</p> <p>For Rokas, who has spent years shuttling three hockey-playing children to practice and out-of-state tournaments, Palin's hockey mom experience is just as valid as her professional credentials.</p> <p>Rokas argues that hockey moms, who must supervise homework and dinner ice-side, are by necessity focused and disciplined. They must be: it costs about $1,500 (£815) a season for a child to play the sport. They are also tough when the situation warrants. Rokas admits to her share of confrontations with parents of children on opposing teams.</p> <p>And while Palin's son, Track, is now in the US military and has not played hockey for more than a year, Rokas says the Republican politician is still entitled to call herself a hockey mom.</p> <p>But the positive image is far from universal. Many women admit a visceral dislike of McCain's running mate.</p> <p>\"She scares the hell out of me. Every time I see her I go home and open my wallet, and write another cheque for Obama,\" says Pilar Herrera-Fierro, looking up from her copy of the New York Times to watch her daughter's practice.</p> <p>The immediate burst of enthusiasm about Palin's candidacy has faded. The comedian Tina Fey has turned Palin's gaffes on foreign policy - such as the line about seeing Russia from Alaska - into a spoof on the TV show Saturday Night Live. </p> <p>Women voters have also become more conscious of Palin's retrograde views on global warming and others issues. </p> <p>\"It is this narrative of working mom that has really captured the imagination of women right now, and it has not yet really touched on policy issues,\" said Debbie Walsh, the director of the Centre of Women and American Politics at Rutgers University in New Jersey.</p> <p>Even so, Palin has eroded Obama's early advantage among women voters. A Lifetime poll last week showed he and McCain almost tied in support among women, 47% and 45% respectively. The poll also showed married white women favoured McCain as the candidate who could bring \"real\" change and who understood their concerns.</p> <p>That could cost Obama. Women voters have determined the outcome of every US election for the last 40 years.</p> <p>Since the early 1980s more women have turned out to vote than men and they have tilted towards the Democrats. The 1996 contest saw Bill Clinton re-elected with strong support from so-called \"soccer moms\". Although in 2004 women swing voters - dubbed \"security moms\" that year - generally favoured John Kerry, enough voted for George Bush for the incumbent to win.</p> <p>They are also crucial in Livonia and the other predominantly white suburbs around Detroit. Obama cannot win Michigan without a strong showing in the suburbs, and he cannot win the White House without Michigan. </p> <p>While he has moved ahead of McCain in the polls in the state in the last few days, the Democrat needs to hang on to women voters. Unfortunately for Obama, there are signs they have been undergoing a shift to the right.</p> <p>Michigan, the home of America's dying car industry, has the country's highest unemployment rate at 8.9%. Ed Sarpolus, a prominent Michigan pollster, argues that economic uncertainty - heightened by the collapse on Wall Street, the housing crisis and higher petrol prices - has made women voters in Michigan especially nervous about the prospect of further upheaval.</p> <p>Even the most fanatical hockey families are economising. Livonia, which runs the most popular youth hockey programme in the greater Detroit area, has seen enrolment drop this year. </p> <p>The cutbacks and uncertainty make women less receptive to Obama's message of change. </p> <p>\"What has been happening in Michigan is that younger women, especially those under 40, are becoming more conservative - although not so much more church-going,\" Sarpolus says. \"They are fearful, because of the economy, for their kids and worried about their husband's jobs.\"</p> <p>The McCain campaign is also mining that economic discontent, and hoping to deflect resentment against the Bush administration - which could help Obama - on to Michigan's Democratic governor, Jennifer Granholm.</p> <p>However, the Obama camp believes that their man stands to do better in a poor economic climate, and that \"bread and butter\" issues will eventually outweigh Palin's emotional appeal to more conservative women voters. </p> <p>\"What we found here on the ground is that economic issues trump everything else,\" said Amy Chapman, Obama's Michigan campaign director. \"The economy is the number one issue.\"</p>",
  "<p>'I didn't pick on the Pope,\" Sabina Guzzanti insists as she stirs her coffee. \"That was the only remark they hit upon in a 20-minute address. It made it look as if I delivered a speech to say the Pope's a poof.\" We are sitting at a table outside a cafe in the graffiti-covered San Lorenzo district of Rome, home to students and immigrants. Guzzanti is wrapped in an overcoat and scarf against the onset of autumn. The temperature has plunged to 22C.</p> <p>If ever there were someone who reaffirmed Dario Fo's vision of the comedian as heir to the deeply subversive medieval giullare, or jester, then it is this 45-year-old satirist with the face and air of a naughty, knowing elf. In Italy, she has been in and out of headline-grabbing controversies for at least 10 years.</p> <p>But this month she went global. On September 10, prosecutors in Rome asked for leave from the government to put her on trial, charged with \"contempt of the Pope\". Addressing a big leftwing rally in the Italian capital, the comedian had said: \"In 20 years [the former Cardinal Joseph] Ratzinger will be dead and will end up in hell, tormented by queer demons - not passive ones, but very active ones.\"</p> <p>Within 48 hours, her case had even worked its way into the US presidential election. Sitting alongside John McCain on Barbara Walters' morning talkshow, The View, the actor Whoopi Goldberg asked: \"Did you know that in Italy a comedian called Guzzanti risks five years in jail for a joke about the Pope?\" It brought howls of dismay from the live audience.</p> <p>Quite a few Italians, too, were shocked to discover that it was an offence in their country to poke fun at the pontiff. The offence was introduced in 1929 by a treaty between the papacy and Italy's then fascist dictator, Benito Mussolini. The treaty was revised in the 1980s and one of the changes was to remove the offence of which Guzzanti was accused.</p> <p>\"But in Italy there is this habit of passing lots of new laws and only seldom remembering to cancel the old ones,\" says Guzzanti. \"So the new ones and the old co-exist.\"</p> <p>On September 18, Silvio Berlusconi's justice minister decided the case should be dropped. By then, as Guzzanti observed, her critics and the Italian right in general had \"made a bloody awful spectacle of themselves to the rest of the world\". The affair gave outsiders a rare glimpse of the wackiness rife in the Italian legal system.</p> <p>But the fact that anyone should try to use a 79-year-old law of dubious validity to nail Guzzanti gives an inkling of the apoplectic rage she can inspire in her conservative compatriots. It may not be a coincidence that Guzzanti used the same rally to voice, in characteristically blunt fashion, a claim that had been hinted at in newspaper reports and talked about in bars across Italy. This was that Berlusconi had had an affair with his equal opportunities minister, a 32-year-old former topless model, Mara Carfagna, and that explicit evidence of their relationship had come to light in a telephone conversation recorded during an investigation into other matters. Berlusconi has denied the allegation and Carfagna threatened to sue Guzzanti, but has never done so.</p> <p>\"She didn't do so because I could have asked to read and bring to court the [transcripts] of the [telephone] intercepts,\" she says.</p> <p>Like many a giullare, the price of her jibes at the rich and powerful has been exile - not from the realms of an affronted prince, but from the kingdom of the mighty Silvio, Il cavaliere (\"the knight\"), as he likes to be called.</p> <p>Though most Italians have long come to accept it, his control of what they see on their television sets is flagrantly, and perilously, abnormal. Since being sworn in again this year as prime minister, he has had direct or indirect control of six of the seven channels from which the vast majority of Italians get their news and the other information on which they base their opinions. </p> <p>Not the least important thing about Guzzanti is that she embodies what this means. In practice, it is forbidden in Italy to give Berlusconi anything more than a gentle ribbing, or ask the really hard questions about how he obtained his wealth and power. That is precisely what she did on her TV programme five years ago when Berlusconi was last in power. It was taken off the air by the state-owned RAI after only two episodes. Lawyers for one of Berlusconi's companies then sued Guzzanti for €20m in damages. They did not win because the judge ruled that the things she had said about him on air were true. But she has never been allowed back onto RAI, except for the very occasional guest performance.</p> <p>The frustration that this must engender in a talented performer is sometimes given by others, particularly on the Italian centre-left, as an explanation for what are regarded as her vulgar excesses, such as her quip about the Pope. Understandably enough, the theory generally goes, she is trying to force herself back into the public eye.</p> <p>If you want to really wind up Guzzanti - if you want to see a glint appear in her eyes like a struck match - then all you have to do is set out this view. \"This is defamatory,\" she says. \"This is said by people who are very much against me and are the worst enemies of any sort of change. I can have visibility whenever it suits. I'm very popular, certainly a lot more popular than they are. If I take part in these rallies, it's not to get visibility. It's a complete bore going to rallies. It's always the same four of us from the arts who go. So really they ought to thank us because we have the courage to say what others don't, including those who write these shitty articles. Anyway, what I say is not outrageous. It's true.\"</p> <p>It is clear that Guzzanti holds the Pope in low esteem. Referring to his role as former head of a Vatican department in the sex abuse scandals that have rocked the Catholic church, she argues he had \"besmirched himself with several very serious offences\".</p> <p>But the reason, she says, that she had brought him into her speech to the rally in Rome was that she sees some aspects of the Vatican's conservative teaching as underpinning a \"rapid authoritarian escalation\" in Italy. She cites a string of recent incidents in which suspected far-right-wingers have beaten up gay people. \"The discrimination [in Catholic doctrine] against homosexuals - now that really ought to be an offence, especially if it provokes behaviour that is homophobic and violent.\"</p> <p>The row over her speech - and this is why Goldberg picked up on it - goes to the heart of a topical debate. Though issues of faith are becoming increasingly entangled with politics, many people of faith want religious institutions and their leaders to be accorded a special respect that is not conceded to, say, politicians. The prosecutors' application to indict Guzzanti can be seen as an attempt to establish that principle - one she absolutely refuses to honour.</p> <p>\"First of all,\" she says, \"what I was speaking about were the politics of the Pope. It's not as if I'd shot off my mouth on theological issues. It is the Pope who should have respect for our political institutions. At the point at which he gets involved in politics I have every right to criticise him for his political activity. Second, I am not even in agreement with the general principle. I believe that in a democracy there is no right not to be offended. I think that anyone ought to be free to say whatever he or she likes at any moment.</p> <p>\"If someone says things that are offensive, gratuitous and stupid, one has to assume there will be others able to demonstrate that what you said was offensive, gratuitous and stupid.\"</p> <p>For that reason, she is against the limitations on Holocaust denial. And the Danish cartoonists who ridiculed Mohammed? An instant's hesitation, then she says: \"I'm on their side.\"</p> <p>Rather than respect for religion, she says, what is increasingly evident is \"submission, fear\". Pussyfooting around someone else's ideas is tantamount to \"treating him like an idiot who can't bear to hear an opinion different from his own. That is not necessarily respect.\"</p>",
  "<p>In a week when the wheels nearly came off the US economy, the gloves came off in the presidential race. Barack Obama and John McCain continue to say they favour a bipartisan approach to solving the nation's problems. But vicious congressional infighting over the bailout, last Friday's terse, testy televised debate and the ensuing raucous slanging match have again exposed and dramatised the deep political and cultural divisions lurking just below the surface of American life.</p> <p>All earlier talk of a \"new politics\" is now dead and buried. The subliminal message from both campaigns to voters as the race enters its final month is clear: It's time to decide whose side you're on - and step up to the plate. Nationally, the polls show the battle finely poised at 47-43 in favour of Obama. Each party is searching for advantage. A stumble, a gaffe or a smear could yet change everything.</p> <p>Obama is using the economy as an anvil on which to beat McCain. \"The truth is, through 90 minutes of debating, John McCain had a lot to say about me, but he had nothing to say about you. He didn't say the words 'middle class' or 'working people',\" Obama said at a North Carolina rally following last week's TV head-to-head. To the noisy accompaniment of crashing banks and collapsing markets, the Democrat is now unapologetically positioning himself as the champion of \"ordinary folks\". The enemy? Greedy Wall Street fat cats and their governmental and Republican cronies.</p> <p>Having kept his powder dry on stage in Oxford, Mississippi, McCain is loading for bear. He was widely criticised for rushing back to Washington to help negotiate a bail-out deal. Democrats called his move \"stunt\". Now a deal has been initialled, Republicans say he did the responsible thing while Obama sat idly by, polishing his debating points. According to McCain yesterday, Obama's aim is to exploit the crisis for political gain first, and solve it second.</p> <p>Steve Schmidt, McCain's senior adviser, says the plan now is to portray Obama as lacking in understanding of international affairs and unready to lead, his assumed naivety in foreign policy representing a danger to US national security and the world. Second, Obama will be dubbed a tax-raising high-spending, pro-big-government liberal who will only make economic problems worse.</p> <p>Post-debate commentary has seized on fundamental differences between the candidates, reflecting broader right-left divisions. If Obama wins, he will owe much to newly energised and registered young voters, African Americans and Hispanics. If McCain triumphs, it will not be without Florida's blue-rinse brigade and Sarah Palin's suburban mothers.</p> <p>Socially divisive issues such as healthcare, reproductive rights, and oil dependency are the meat of the next two presidential debates. But columnist Ross Balano, writing in the Kansas City Star, could not wait to conjure up another divisive spectre: race.</p> <p>Voters were being railroaded into backing Obama for fear of being accused of prejudice, Balano claimed. \"Let me get this straight. If you don't want higher taxes, you might be a racist. If you think we should drill for more domestic oil, you could be a racist. If you believe we should secure the borders, you might be a racist. If you believe in the right to keep and bear arms, the sanctity of life or winning the war on terror, you just might be racist. Heck, if you don't vote for Obama, you must be a racist.</p> <p>\"I, for one, am tired of this old routine. Let me be very clear: the problems with Obama have nothing to do with the colour of his skin. Rather, it has to do with positions, beliefs and associations and the lack of any substantial experience that would qualify him to be president.\"</p> <p>The ultimately divisive \"race card\" has been dealt out. Such snide sentiments spell the death of consensus and a potentially paralysing problem for whoever next occupies the White House. But expect more of the same across America's heartlands as this fight intensifies.</p>",
  "<p>There is common sense; and there is good sense. Common sense represents the received wisdom of years and the widespread opinion of the day. It may be rooted in fact, fiction, rumour or reality. On one level it doesn't matter. So long as it is commonly held, then, in essence, common sense becomes a fact of life. </p> <p>Good sense, on the other hand, represents those durable truths and stubborn facts that outlive their unpopularity. The fact that it is right does not necessarily mean that it is not marginal. It persists for the simple reason that prevailing conditions underpin its relevance even when prevailing opinion ignores it. </p> <p>At times the two coincide, at others they collide. At different moments in different places, burning witches, a flat earth, eugenics, slavery, smoking in restaurants and corporal punishment in schools were all common sense. But they were never good sense. </p> <p>\"Common sense is not something rigid and stationary,\" wrote the late Italian Marxist Antonio Gramsci, who crafted the distinction from Mussolini's prison. \"It creates the folklore of the future, a relatively rigidified phase of popular knowledge in a given time and place.\" Good sense, he argued, was often concealed in common sense, but emerged primarily in times of crisis and transformation. </p> <p>We find ourselves in one such crisis now. As markets plunge, banks fail and traders panic, the core principles that have underpinned western economic and political culture for a generation have been thoroughly discredited. Less than a month ago the invulnerability and inviolability of unregulated global capitalism was common sense. The system that leaves half of the world living on less than a dollar a day, with some so impoverished that they are eating mud cakes and selling their children into bondage, was apparently working well. To suggest otherwise was to be dismissed as extreme. </p> <p>But such orthodoxies can collapse even faster than markets. By the end of last week the US treasury secretary Henry Paulson was literally on one knee before Nancy Pelosi, Democratic speaker of the House, begging her to save the bailout deal. Later George W Bush warned of the entire American economy: \"This sucker could go down.\" Suddenly, government intervention in markets, reining in executive pay and placing controls on the flow of capital are good sense. </p> <p>While the gravity of the crisis is clear, the prospects for transformation remain remote. The fact that this meltdown took place during a presidential election should be fortuitous. It ought to provide the two candidates with an opportunity to lay out different visions of how they would tackle the situation at a moment when the nation is intently focused on politics. If ever the country needed leadership, it is right now. And here are two men vying for it. </p> <p>Yet the financial crisis has, for the most part, made the presidential campaign seem less relevant, not more. The credit crunch and the election are taking place as though on a split screen. There is a connection between the two - Barack Obama has bounced back as a result of people's attention being refocused away from lipstick and pigs and back on to their mortgages, retirement accounts and jobs. But it is not a substantive one. For while the crisis has changed the electoral conversation, nobody is seriously looking to this conversation for new ideas, let alone a solution. </p> <p>The notion that there might be alternatives to rapacious capitalism have been all but banished from the public square. That limited discourse leaves us with limited options. Those who claimed that the government was the problem now cast it as not just the ultimate, but the sole solution. Good sense demands a thoroughgoing reappraisal of a system that's in a state of collapse; common sense requires we subsidise it in perpetuity for fear that it breaks down. That sounds like nonsense. </p> <p>\"If you beat your head against the wall,\" Gramsci once wrote, \"it is your head which breaks, and not the wall.\" Right now the American public has a terrible headache. And it doesn't seem as if this presidential race is going to cure it. </p> <p>For this election to make any sense at this juncture it must challenge the assumptions of the past 30 years that have led America to this place. They are assumptions that have been aggressively promoted by the Republicans in general, and George Bush in particular. But to gain traction they had to be first conceded and then embraced by the Democrats. The result is an American self-image rooted in unrivalled military superiority and economic might now stands in stark contradiction to a more tawdry and tattered reality. Add the credit crisis to defeat in Iraq and problems in Afghanistan and what you are left with is a sub-prime nation - overextended both militarily and economically, living large and beyond its means. </p> <p>It will be the task of whoever wins on November 4 to manage America's decline in status and power and a consequent further deterioration in Americans' standard of living. This process will be painful and could be protracted. Little wonder, then, that nobody wants to talk about it. Instead they keep talking of America as the shining city on the hill, without realising that the city they are referring to is bankrupt and the lights are about to be cut off. </p> <p>It was clear from Friday night's debate that neither John McCain nor Obama really know what to do. The little that they will commit to are things they agree on. Both stand at the mercy of events and the market. </p> <p>That does not mean it is irrelevant who wins. The difference between them on this issue may be marginal, but for now they are the margins within which we live, and in which many will have to survive. Back in 1932, in the midst of the Great Depression, many commentators lamented the lack of difference between Herbert Hoover and Franklin Roosevelt. One satirist wrote a searing piece about an imaginary match-up between Franklin Hoover and Herbert Roosevelt. \"Given later developments, the campaign speeches often read like a giant misprint, in which Roosevelt and Hoover speak each other's lines,\" wrote Federal Reserve chair, Marriner Eccles. Whatever slight difference there was rhetorically would prove to make a huge difference in reality during a vital period. It makes as much sense to elect McCain as it would have done to re-elect Hoover. </p> <p>McCain's response to government coffers depleted by the bailout isn't to rescind his tax cut but to freeze spending on everything but defence, veterans and entitlements - a military financial complex. Obama has conceded that his plans to expand access to healthcare, education and to make America energy-independent will have to be trimmed. Finally, the American political class has embraced a redistributive agenda. The trouble is they are about to divert public money from the poor to the bankers and financiers. </p> <p>\"Capitalists can buy themselves out of any crisis, so long as they make the workers pay,\" said Lenin. It is rarely regarded as common sense to quote him in polite company. Yet as a description of what is taking place right now, it is the most sense I've heard in a long time.</p> <p><a href=\"mailto:g.younge@theguardian.com\">g.younge@theguardian.com</a></p>",
  "<p>Welcome to the weekly mailout for www.benlagenlive.com, where the news has no sell-by date, but only for one more week, because we're changing the slogan. We were going to change it this week, but we were afraid that the choice with the most online votes, \"Pure User-Generated V1agra\", might cause our weekly email to end up in everybody's spam folder. </p> <p>If you missed my live blog covering the first US presidential debate last Friday, then you can catch up by clicking http://www.benlagenlive.com/YouCreateTheDebate. I've filled out the bit where I fell asleep, and edited out a few minor typos (of course I know John McCain was never an astronaut). And you can still take part in our snap poll to decide who came out of the debate best - McCain, Obama or me. </p> <p>There's been a lot of talk lately about anonymity and the web, and I want to assure all visitors to the site that we will continue to let you hide your identity behind a username when you make comments, even if they are abusive. What the gatekeepers of MSM fail to understand is that the blogosphere thrives on abuse and invective. The freedom to be anonymously uncivil is as important as the freedom to erase porn site addresses from your cache. We at benlagenlive.com will never ask for your real name because we don't think it's necessary. My IT expert Wayne says he can track down anyone's home address in a matter of minutes anyway. So be warned. </p> <p>The top 3 most visited stories on www.benlagenlive.com for the week ending 27.09.08 were:</p> <p>1. Why davetronic76 Had Better Stop Saying Stuff About My Mum</p> <p>2. Lagen On: The Credit Crunch - Consumers Must Rediscover Joys Of Shoplifting</p> <p>3. \"Pure User-Generated V1agra\" Cerne Abbas Giant animation</p> <p>This week we also have a special report on how to spot those forged pound coins, as well as the easiest places to spend them. See you on the far turn,</p> <p><strong>Ben</strong></p> <p>If you wish to unsubscribe to Ben Lagen's mailout, email: Lagen4PMe-petition@hotmail.com</p> <p>As told to Tim Dowling</p>",
  "<p>The words \"Wall Street\" and \"bail-out\" are conspicuously absent from a financial plan cobbled together in Congress which is designed to look as little as possible like a rescue package for overpaid bankers.<br> Alarmed by voters' reaction to any use of taxpayers' money to aid banks, Democrats and Republicans have filled the package with compromises, qualifications and ambiguities, to leave it far removed from the brief proposal put forward by the treasury secretary, Henry Paulson, last week. </p> <p>Instead of providing $700bn up-front for the treasury to buy distressed mortgage-related securities, Congress will initially only make $250bn available, with the rest contingent on future oversight. Paulson, criticised last week for seeking \"monarchical-style\" unchecked powers, will face four different levels of scrutiny - by a congressional board, an independent inspector general, the government's audit office, and through judicial review.</p> <p>\"Every American has an interest in fixing this crisis. Inaction would have been disastrous,\" said Harry Reid, the Democratic leader in the Senate, who pointed to frozen property markets and the scarce availability of car loans and student loans as evidence of Wall Street's impact on \"main street\".</p> <p>In perhaps the most significant change, taxpayers will be guaranteed full repayment of the bail-out from financial institutions once the crisis eases. If the US government has failed to make a profit after five years of investing in banks' toxic securities, the president will be required to come up with a method of clawing back the shortfall from financial institutions - possibly by imposing a special tax on their earnings.</p> <p>The Democrats' biggest victory has been to insert limits on the runaway pay packages of executives at top banks. There will be no more multimillion dollar payoffs for executives ousted from their jobs. \"We've sent a message to Wall Street that the party is over,\" said the Democratic speaker of the House of Representatives, Nancy Pelosi. </p> <p>But Republican rebels who delayed a deal for several days can also point to several wins. With the backing of the party's presidential candidate, John McCain, they have removed a Democratic party measure giving money to an affordable housing fund - dubbed a \"slush fund\" by conservatives. They blocked an effort to force British-style \"say on pay\" votes by shareholders at banks' annual meetings to further curtail executive remuneration. </p> <p>At the toughest point in the negotiations, Republicans defied the White House by attempting to scrap the entire concept of a fund to purchase toxic securities. They wanted to replace it with mandatory state-sponsored insurance protecting banks against losses. The treasury was adamantly opposed, arguing that it was unworkable. But it has agreed to set up a \"voluntary\" insurance scheme for those who want it. Mike Castle, a Republican congressman from Delaware, described this as a \"prerequisite among House Republicans to get those votes\".</p> <p>The outcome is worlds away from what President George Bush wanted. The initial three-page bail-out plan has morphed into 106 pages, a sign of the degree to which Paulson misjudged the political mood. It was published last night in time for the opening of Asian financial markets, in the hope of restoring a sense of calm.</p> <p>But Peter Morici, professor of international business at the University of Maryland, said the plan \"won't fundamentally reform the practices of large banks. I think this could be just the first of many crises,\" he said. \"They have to change the whole culture of Wall Street, and there's no appetite for doing that.\"</p> <h2>Main points</h2> <p>• $700bn doled out by Congress in stages. After first $250bn, president can request another $100bn. Final $350bn by further act of Congress.</p> <p>• Washington takes stake in firms helped so taxpayers share any profits.</p> <p>• Congressional panel set up to have oversight of programme.</p> <p>• Bar on excessive pay and\"golden parachutes\"for top executives.</p> <p>• Federal government may stall foreclosure on home loans purchased.</p> <p>• Treasury to devise plan for any government loss to eventually be recouped in tax from firms concerned. · Treasury to conceive alternative plan for government mortgage insurance paid by participating firms.</p>",
  "<p>President George Bush is due to address the American people this morning to build support in Congress and the public for a deal authorising the government to purchase $700bn troubled debt.</p> <p>Congressional leaders said <a href=\"http://financialservices.house.gov/\">the 106-page bill</a>, reached yesterday after several days of intense bargaining, could be put to a vote in the House of Representatives as early as today. The Senate is expected to schedule a vote on Wednesday.</p> <p>Nancy Pelosi, the house speaker, and other leaders claimed to have made the economic rescue package far more accountable than the plan first put forward by the White House. </p> <p>In a major concession, the bill will set limits on salary packages for Wall Street executives whose companies benefit from the bill. \"The party is over. The era of golden parachutes for high-flying Wall Street operators is over,\" Pelosi told a press conference.</p> <p>The Democrats realise that there is public resentment at the idea of a rescue package for Wall Street, and were at pains to argue yesterday that the bail-out would benefit ordinary Americans.</p> <p>But the bailout passed its first major hurdle last night when the house Republican leadership, which had sunk an earlier rescue plan, gave its support.</p> <p>\"I'm encouraging every member of Congress whose conscience will allow them to support this bill,\" said the house minority leader, John Baehner.</p> <p>The endorsement from Baehner should help ensure passage of the bill with support from a sizeable number of Republicans as well as Democrats.</p> <p>The Democrats have the votes to push the measure through Congress, but that could be political suicide in an election year. It could also undermine economic confidence, Barney Frank, a leading house negotiator for the Democrats, said.</p> <p>The proposal would allow the treasury department to buy up distressed mortgage-backed securities held by financial institutions. The government would later resell the assets after they had recovered much of their value. Pelosi said the treasury would post details of all transactions on the internet within 48 hours.</p> <p>But the potentially toxic nature of the rescue in an election year was underlined by the extreme secrecy surrounding the negotiations and the occasionally stormy exchanges inside. At one point documents were passed around by hand to prevent leaks. Pelosi even confiscated BlackBerries. There were reports of a shouting match on Saturday with the Democratic senator, Max Baucus.</p> <p>In the last fortnight, it has become clear that the rescue is unpopular among ordinary Americans who see it as a handout for Wall Street, and Democrats, as well as Republicans, were nervous yesterday about a payback in the November election. </p> <p>On Saturday George Bush used his weekly radio address to try to reframe the plan as a measure that would benefit all Americans. </p> <p>\"If it were possible to let every irresponsible firm on Wall Street fail without affecting your family, I would do it,\" he said. \"But that is not possible. The failure of the financial system would mean financial hardship for many of you.\"</p> <p>The potential political difficulty of embracing the deal was underlined by the guarded reaction of the two presidential candidates yesterday. </p> <p>\"This is something that all of us will swallow hard and go forward with. The option of doing nothing is simply not an acceptable option,\" John McCain told ABC television.</p> <p>Barack Obama told CBS he wanted to review the language of the deal. But he was inclined to back it because: \"I think Main Street is now at stake.\"</p> <p>Senators also consulted with the billionaire investor Warren Buffett, Kent Conrad, a Democratic senator from North Dakota, told reporters. </p> <p>Buffett warned that if they failed to reach an agreement they risked the \"biggest financial meltdown in American history\", CNN reported yesterday.</p> <p>Under the compromise plan, the treasury would only get an immediate $250bn to buy up troubled securities and other bad debt held by financial institutions.</p> <p>Congress would have to approve further spending and there would be stricter oversight of the programme by four government agencies and an independent Inspector General.</p> <p>The government would also receive an equity stake in some of the companies that seek aid, which could pass on a benefit to taxpayers should the rescue plan work and the companies recover. The deal would also set what were described yesterday as \"reasonable\" limits on severance packages to executives of companies which will benefit from the government plan.</p> <p><strong>· </strong>Read the full details of the bail-out bill at <a href=\"http://financialservices.house.gov/\">http://financialservices.house.gov/</a></p>",
  "<p>John Adams worried that future generations would forget him and only Washington, Jefferson and Franklin would be remembered. As I sat at the Emmy awards last Sunday in Los Angeles I hoped, somewhere, that John Adams was smiling. He'd won best actor while those three great men were competing only for the best supporting role. And he would appreciate the irony: an English filmmaker directed his story.</p> <p>Yet, when I arrived at the Emmys two years ago, I had not forgotten John Adams. I didn't know about him. I stepped off the plane to find HBO asking me to direct all seven episodes of John Adams. Nine hours, $100m (£54m).</p> <p>I talked to the writer Joan Didion (Year of Magical Thinking). We were working on a script together set to go into production. Why should I switch?</p> <p>\"John Adams,\" said Joan, \"is tabula rasa for the American people.\" The American Revolution, it turned out, was neglected treasure in terms of popular history and screen storytelling. People tend to date their engagement in American history back to when their families first arrived. As Gore Vidal puts it: \"The United States of Amnesia\". </p> <p>Even during his own lifetime John Adams felt that the process of forgetting had begun. David McCullough, in his Pulitzer-winning biography on which the HBO mini-series is based, quotes Adams late in life mourning that \"the true history of the American Revolution is lost ... forever\". This idea of a lost version began to take hold and fascinate me.</p> <p>When I met Tom Hanks - producer of the mini-series - Tom was fired up with the excitement of discovering this hidden history. At school he remembers being taught about the \"outrage\" of the Boston Massacre (episode 1), when British soldiers occupying the city opened fire unprovoked on a peaceful crowd. </p> <p>It would have \"blown his tiny little mind\", he said, to know that a Boston lawyer defended the British soldiers, that the court found them not guilty, and that the man was Adams, who became the second president of the United States. We were intrigued by the idea that England in John Adams was a near equivalent to superpower America today. The British were an occupying military force in Boston, hated by many of the locals. In turn, the local \"Sons of Liberty\" were distrusted as insurrectionists by the English.</p> <p>McCullough explained deeper layers: Adams joins the revolutionary war fighting not for independence but for his rights as a \"natural born Englishman\" - he doesn't want to be a second-class English citizen. As an English director, I was intrigued to discover that I was tracking the birth of American identity from its English base. John Adams is so fascinating for an English audience because it is the first chapter of our special relationship with the US. </p> <p>It is also an epic of ideas, showing through Adams and Jefferson the two themes of American government. Adams, politicised in Boston, a town of violent unrest, sees what the mob is capable of and is distrustful of human beings - they are \"weak, evil, and vicious\". This leads him to believe in strong government, strong laws, a strong executive. Jefferson, growing up in aristocratic isolation in Virginia, is optimistic about the perfectibility of man and believes in giving power back to the people. These themes of less versus more government, states versus federal power, remain central fault lines in American politics - debate about government intervention in the credit crunch being the latest example. </p> <p>John Adams moves from the east coast of America to pre-revolutionary France to bankers in Amsterdam to the court of George III in London to the newly built White House in Washington. As I directed the wonderful cast through seven epic episodes - John and Abigail Adams, played by Paul Giamatti and Laura Linney, the English actors Tom Wilkinson, Stephen Dillane, Rufus Sewell, Tom Hollander - it was fascinating to see how the revolution was driven by a group of exceptional individuals who were an elite if ever there was one, a group of radical, highly articulate Enlightenment intellectuals. Now the American mainstream uses elite as a dirty word, and can distrust \"intellectual\" leadership.</p> <p>At the same time, the series shows how there was no golden age in American presidential politics. Adams was profoundly anti-slavery, but the slave issue was not resolved. Many historians consider the 1800 election, when Jefferson fought and beat Adams, to be one of the dirtiest in American history. </p> <p>John Adams won 13 Emmys, the highest for a programme in one year. </p> <p>· Independence, episode 2 of John Adams, is on More4 on Saturday at 5.30pm.</p>",
  "<p>The focus of the presidential race shifted to the economy yesterday with <a href=\"http://www.theguardian.com/world/barackobama\">Barack Obama</a> and <a href=\"http://www.theguardian.com/world/johnmccain\">John McCain</a> claiming credit for bringing greater accountability to the <a href=\"http://www.theguardian.com/business/wallstreet\">Wall Street bail-out</a>.</p> <p>The test of their commander-in-chief capabilities now behind them after Friday night's foreign policy debate in Oxford, Mississippi, the candidates spent yesterday trying to appeal to working and middle-class voters on the economy.</p> <p>The Obama camp wants to fight the election on the economy, where the Democrats are stronger, rather than issues of national security or culture which play to Republican advantage.</p> <p>Polls suggest that two weeks of turmoil on Wall Street have led to a small shift towards Obama in battleground states.</p> <p>The Democratic candidate tried to build on that advantage yesterday, tapping into public anger over the cost of the rescue package and claiming credit for oversight measures.</p> <p>\"It is an outrage - an outrage - that we are now being forced to clean up their mess. But we have no choice,\" Obama told a rally in Detroit. \"This administration started off by asking for a blank cheque to solve this problem. I said absolutely not. That's why I laid out a few a conditions for Washington when this began.\"</p> <p>Earlier, the Democrat told CBS television he had daily phone conversations with Hank Paulson, the treasury secretary, as well as congressional leaders. Obama also took credit for proposals by fellow Democrats that added protection for families in danger of losing their homes and limited pay packages for Wall Street executives to the plan. </p> <p>\"None of those were in the president's provisions. They are identical to the things I called for,\" he told CBS. \"That I think is an indication of the degree to which when it comes to protecting taxpayers, I was pushing very hard and involved in shaping those provisions.\" He went on to attack McCain, who suspended his campaign last week ostensibly to help steer through a bail-out deal. Asked whether the Republican had been helpful, Obama replied: \"No\".</p> <p>After last week's drama , which saw the deal unravelling with McCain's arrival in Washington on Thursday, the Republican has been on the defensive against charges that he tried to exploit the crisis for political gain. He has also been trying to distance himself from his record in the Senate as a supporter of deregulation of the financial industry.</p> <p>His camp pushed back hard against those charges yesterday, with Senator Lindsey Graham, a Republican from South Carolina, telling Fox TV that McCain had been crucial in engaging House Republicans on the bail-out. \"I think it was decisive in regards to the house getting involved,\" said Graham. </p> <p>McCain, in his TV interview, did not claim credit for the deal. But he denied charges that he was a spoiler, telling ABC television: \"It wasn't because of me that the Republicans in the House of Representatives got into the negotiating and bargaining. They did it themselves.\"</p> <p>In a speech delivered by satellite to a hunters' convention in Ohio, he also turned the tables on the Democrats, accusing Obama of trying to use the credit crisis for political gain.</p> <p>While Obama went back on the campaign trail the morning after Friday's debate, McCain returned to Washington. But the Republican did not go to his office at the Senate, reports said. While other congressional leaders hunkered down for the marathon negotiating session over the Wall Street bail-out, McCain was spotted having dinner with his friend Senator Joe Lieberman. \"I was working on all the other stuff that I was working on and telephoning people,\" he told ABC yesterday.</p> <p>McCain, who is due to return to the campaign trail today, also fended off criticism of his running mate, Sarah Palin. She is regularly lampooned on late-night television for her awkward interviews and insistence that Alaska's proximity to Russia gives her an insight on foreign policy.</p> <p>Palin is due to take on Biden in a debate in St Louis, Missouri, on Thursday night. The match-up has caused trepidation in Republican circles because Biden is seen as the Democrats' authority on foreign policy - Palin's weakest suit.</p> <p>Yesterday, the conservative commentator Kathleen Parker dismissed Palin as \"clearly out of her league\" and called on her to make a graceful exit from the race. \"She can bow out for personal reasons, perhaps because she wants to spend more time with her newborn. No one would criticise a mother who puts her family first,\" Parker wrote in the Washington Post. But McCain remains unfazed. \"They can complain all they want to,\" he told ABC. \"I'm so happy that she is part of the team.\"</p>",
  "<p>The government was this morning expected to nationalise buy-to-let lender <a href=\"http://www.theguardian.com/business/bradfordbingley\">Bradford &amp; Bingley</a>, as the global credit crisis deepened with the giant European banking group Fortis also being partially taken into public hands late last night.</p> <p>But even as governments stepped in to rescue the two institutions there were hopes that an apparent agreement by the US Congress for a $700bn bail-out for <a href=\"http://www.theguardian.com/business/wallstreet\">Wall Street </a>would draw a line under the deepest financial crisis since the Depression.</p> <p>After a weekend of frenetic activity in London and Washington, chancellor Alistair Darling last night convinced Spanish bank Santander to buy B&amp;B's 200 branches and £22bn of savings, but he will now take £41bn of mortgages into state hands. Santander will have more than 1,200 UK branches, as it owns Abbey and is taking over Alliance &amp; Leicester.</p> <p>In the US, treasury secretary Henry Paulson declared \" I think we're there\", after horse-trading by the Bush administration finally removed opposition by both Democrats and Republicans for the taxpayer to take \"toxic\" investments owned by banks. Both presidential candidates, John McCain and Barack Obama, said they supported the package, toughened up with help for homeowners facing foreclosure and curbs on executive pay.</p> <p>The US treasury would get an initial $350bn to buy mortgage-backed securities, and sell them later for the best possible prices. Last night, there were signs the House of Representatives might vote today, with the Senate later in the week.</p> <p>The crisis spread to Belgium where Fortis, its biggest private employer, became the first big European casualty of the credit crunch. Last night a deal was reached between EU and national banking officials and Belgian, Dutch and Luxembourg ministers; the three governments will pour €11.2bn into the bank.</p> <p>In London, sources said the government was not preparing any UK \"Paulson plan\", although Darling is taking on £41bn of B&amp;B mortgages as well as £100bn of Northern Rock mortgages. While the outline of a B&amp;B deal was done by lunchtime, talks went on last night to try to minimise risk to the taxpayer amid fears that billions could be added to Britain's worsening national debt. An announcement will be made before the London stockmarket opens at 8am today, after a weekend trying to avoid the confusion of Northern Rock, which took five months to nationalise.</p> <p>Central banks were last night ready to inject liquidity into financial markets at the start of a make-or-break week for banking. Fears of fresh casualties last week sent interbank rates, the borrowing costs banks charge each other, soaring, and left Darling mounting the second emergency operation for a UK bank in a fortnight after HBOS was taken over by Lloyds TSB.</p> <p>The Treasury realised on Friday that B&amp;B had no independent future and tried to persuade a handful of major banks to make a full takeover. None would. Bidders were last night asked to tender to process the mortgages taken into state hands. Treasury chief secretary Yvette Cooper admitted the stability of the entire banking system was at stake. She told the BBC: \"We've been very clear the priority is to make sure that depositors, that ordinary savers, will be properly protected, but also that we can support the stability of the banking system as a whole.\"</p> <p>David Cameron last night opposed nationalisation of B&amp;B, saying it was wrong \"to throw the whole thing on to the taxpayer\", and proposed alternative methods to rescue ailing banks as well as powers to control asset-lending ratios of individual banks to avoid failure.</p> <p>Shadow chancellor George Osborne will use his party conference today to accuse Gordon Brown of presiding over 10 years of debt: \"We racked up more than a trillion pounds of mortgages and credit card bills and households debts, and the government never stopped to think ... Now the credit has dried up, the engines of the economy have stalled, the party is over.\"</p> <p>B&amp;B's shares will be suspended at 20p and its shareholders left with nothing. This may anger big City institutions and 850,000 individuals with shares after demutualisation eight years ago.</p>",
  "<p>The words \"Wall Street\" and \"bail-out\" are conspicuously absent from a tentative financial plan cobbled together in Congress which is designed to look as little as possible like <a href=\"http://www.theguardian.com/business/wallstreet\">a rescue package for over-paid bankers</a>.</p> <p>Alarmed by voters' reaction to any use of taxpayers' money to aid staggering banks, Democrats and Republicans have filled the package with compromises, qualifications and ambiguities to leave it far <a href=\"http://www.theguardian.com/business/2008/sep/22/wallstreet.marketturmoil\">removed from a three-page proposal initially put forward by the treasury secretary, Henry Paulson, last week</a>. </p> <p>The House speaker, Nancy Pelosi, made a valiant effort to put a positive spin on the unprecedented emergency economic intervention, entitling it \"reinvest, reimburse, reform\".</p> <p>Instead of providing $700bn (£380bn) upfront for the treasury to buy distressed mortgage-related securities, Congress will initially only make half the money available with the rest contingent on future oversight. </p> <p>This staggered disbursement was pushed heavily by New York's Democratic senator Charles Schumer and means that politicians can now refer to the plan as a slightly less eye-watering \"$350bn rescue\".</p> <p>Paulson, who was criticised last week for seeking \"monarchical-style\" unchecked powers, will face four different levels of scrutiny - by a congressional board, an independent inspector general, the government's audit office and through judicial review.</p> <p>In perhaps the most significant change, taxpayers will be \"guaranteed\" full repayment of the bail-out fund from financial institutions once the economic crisis eases. The mechanism to make this happen is far from clear although one idea is for a 2% tax on financial firms after five years if the program is in deficit.</p> <p>This provides a neat get-out clause for Republicans facing tough battles to retain tightly fought congressional seats. It will allow them to tell voters that they have fought hard to ensure the proposal will ultimately leave taxpayers in the black.</p> <p>\"I don't think we're going to lose money, myself,\" said Judd Gregg, the chief senate Republican in the negotiations. \"We may, it's possible, but I doubt it in the long run.\"</p> <p><strong>'Optional' insurance scheme</strong></p> <p>At a low point in negotiations on Thursday when John McCain fomented a rebellion among Republicans, conservatives enraged their own president by attempting to scrap the entire concept of a fund to purchase toxic securities and to replace it with mandatory state-sponsored insurance protecting banks against losses.</p> <p>The treasury was adamantly opposed to this, arguing that it was unworkable and would not reassure the markets. As a sop, the Republicans were offered an \"optional\" insurance scheme to sit alongside the bail-out. In a classic legislative compromise, Sunday's agreement suggests Paulson is \"required\" to consider using insurance in every case - making it a hybrid of compulsory and optional.</p> <p>\"Hopefully this will be seen to be a mandatory program set up by the treasury,\" said Eric Cantor, a Virginia republican. </p> <p>The Democrats' Barney Frank countered: \"This is not a substitute for the main part of the program. This is to deal with things going forward.\"</p> <p>The Democrats have succeeded in getting two major concessions into the plan. There will be help for struggling homeowners who are fighting foreclosure. And there are limits on executive compensation, including an end to multimillion dollar \"golden parachutes\" for departing banking chiefs. </p> <p>There has been huge irritation at the sums collected by bosses ousted during the credit crunch. Recognising the writing on the wall, the boss of the insurer AIG voluntarily rejected a $22m payoff when his firm was rescued by the government two weeks ago.</p> <p>For president Bush and for the treasury secretary, the outcome is worlds away from what they wanted. The initial three-page bail-out has morphed into more than 100 pages, a sign of the degree to which Paulson misjudged the political mood.</p> <p>Christopher Dodd, the Democratic chairman of the senate banking committee, said Paulson's initial proposal had been \"totally inadequate\" and had \"a lifespan of about an hour\".</p> <p>Under the deal, local governments, pension plans and community banks will be able to use the treasury's facility as well as Wall Street institutions. Speaking on CNN, Dodd said the rescue went far beyond Wall Street: \"If this was just about lower Manhattan, I suspect there wouldn't be a lot of sympathy for what's going on here.\"</p>",
  "<p>For once, the rival backdrop slogans on the platforms at the Labour and Conservative party conferences sum up something politically important. Last week in Manchester, Labour's slogan was \"Winning the Fight for Britain's Future\". In Birmingham, the Tories are performing under the words \"<a href=\"http://www.conservatives.com/\">Plan for Change</a>\". These rival slogans say it all. They embody the essential contrast between Labour's claim that their governmental project is working, and the Tory counter-claim that it isn't. The outcome holds the key to the general election.</p> <p>British party politics is currently dominated by a classic incumbent versus challenger contest – as indeed it should be, given Labour's eleven-year reign and the Tories' long existential journey in opposition. And the first thing you notice, especially having been at the US party conventions as well as the British party conferences, is that the central Tory message in Birmingham is the one of change. Barack Obama and John McCain may still be competing for possession of the change motif in American politics. But on this side of the Atlantic, the Tories now have the field to themselves. Gordon Brown may have tried to present himself as the candidate of change when he was trying to overthrow Tony Blair. But after 15 months of Brown, Labour has now ceded change to the Tories. Labour is campaigning now as the party of experience. If you want things to change, then the Tories or the Liberal Democrats (remember them?) are your party.</p> <p>But perhaps financial turmoil means this is not the time for change and that Brown's claim to experience is the game-winner in turbulent times. That assertion was at the heart of Brown's <a href=\"http://www.theguardian.com/politics/labourconference\">message in Manchester</a>. \"This is no time for a novice\" was the prime minister's absolutely essential line last week. The claim has a certain plausibility. Backed by a decent speech, it has helped Labour rebound in the <a href=\"http://www.theguardian.com/politics/polls\">polls</a>. For the first time in months, the Tories can now see Labour once again in their rearview mirror. That's why the Tories scrapped their original first day schedule here in Birmingham, and put a large counter-attack on the economy on the stage as soon as the curtain went up.</p> <p>It would be self-deceiving not to acknowledge that this afternoon's economic sessions struck some good notes. Britain may or may not be suffering under Labour, as a couple of gloom and doom conference hall videos insisted, but William Hague was able to make a pretty devastating claim – that Labour will bequeath to the Tories \"the largest budget deficit ever passed on to an incoming government\". Hague launched a <a href=\"http://www.theguardian.com/politics/2008/sep/28/williamhague.conservatives\">brutal attack</a> on Labour and on Brown – blundering, cack-handed, inept, dithering, obsessed with themselves – that was the more effective because it was also so credible. We were ten minutes into the substantive part of the conference and already you could sense Labour's recovery beginning to evaporate.</p> <p>David Cameron was <a href=\"http://www.theguardian.com/politics/2008/sep/28/davidcameron.toryconference1\">up next</a>, testament to the importance of this early counter-attack. What was essential, he said, was that the Tories must present themselves this week as a \"very clear, very strong, very united alternative\". The Tory party must absolutely avoid all complacency. Everything has to be about how the Tories will help people and to emphasise that the Tories have a plan which embraces short-term protections and long-term stabilising measures. We must never let this happen again, he said. With Cameron, as with Blair years ago, one is always conscious of a politician who, whatever else he knows, always knows the political imperatives of the moment. And that imperative is, for the Tories, to nail Gordon Brown. Cameron's key line did this succinctly – \"You have had your boom. And your reputation is now bust.\" What the Americans call a zinger.</p> <p>There was an attempt at substance in the counter-attack too. One of Labour's big themes in Manchester was that no one knows what the Tories would do about the financial crisis. It's harder to make that claim after George Osborne's 40-page pamphlet on <a href=\"http://www.conservatives.com/News/News_stories/2008/09/Calling_time_on_browns_age_of_irresponsibility.aspx\">Reconstruction: Plan for a strong economy</a>. Some of the highlights were spelled out by Cameron to Andrew Marr this morning – a new Office of Budgetary Responsibility, which looks a bit like a standing royal commission on the Treasury (it will all depend on what powers it gets) and a new role in debt oversight for the Bank of England (can't see the flaws in it yet). Others points emerged (and in some cases re-emerged, since we've heard many of them before) during the afternoon sessions anchored by Osborne: bank deposit guarantees covering 98% of savers, abolition of home information packs, permanent abolition of stamp duty on all purchases worth up to £250,000, \"simplified\" health and safety regimes, American-style soft-landing bankruptcy rules. From the look of it, the Tories have decided to go onto the front foot this week; we're going to get a lot of these documents while we're in Birmingham. I hesitate to compare the Tories to Muhammad Ali, but we may be watching the end of the rope-a-dope phase of the contest with Brown. Now they are coming off the ropes and looking to land the knockout punch.</p> <p>It is too early to know whether the Tory retaliation will work. There was certainly a buzz in the hall quite unlike anything in Manchester (partly because it's a better auditorium). This is, after all, a party that expects to be in government soon. But the leadership is nervous after recent polls. And the first comment I overheard as I entered the conference centre also spoke of a lingering insecurity. \"I wish that <a href=\"http://www.theguardian.com/politics/vincentcable \">Vincent Cable</a> was a Conservative,\" said one delegate to another. \"He's ten times better than any of our people.\"<br></p>",
  "<p>US congressional leaders say they have made \"great progress\" on an agreement to put together a $700bn rescue package for America's ailing banks.</p> <p>The deal would see the government buy up bad mortgage-related debts, currently threatening the country's financial markets.</p> <p>Emerging from overnight talks, the treasury secretary, Henry Paulson said: \"We have been working very hard on this. I think we're there.\"</p> <p>The house of representatives speaker, Nancy Pelosi, said: \"We've made great progress.\" </p> <p>News of a deal was welcomed at the White House. A White House spokesman, Tony Fratto, said: \"We're pleased with the progress tonight and appreciate the bipartisan effort to stabilise our financial markets and protect our economy,\"</p> <p>A vote on the deal could be held in the house of representatives today, with negotiators keen to reassure the markets before they reopen on Monday. Members of Congress from both the Democrat and Republican parties have struggled to come to an agreement over the details of the plan, which is intended to rescue the banking sector from bad loans that are choking up the financial markets.</p> <p>The presidential candidates of both parties, John McCain and Barack Obama, said today, they hoped to be able to support the deal.</p> <p>Interviewed on Sunday by ABC television's This Week, McCain said, \"This is something that all of us will swallow hard and go forward with.\"</p> <p>Obama told CBS's Face the Nation: \"My inclination is to support it. We have to remember how we got here. Not so much to allocate blame, but to understand the choices that will face the next president.\"</p> <p>The US president, George Bush, and Paulson have said the deal is vital if the US is to avoid a \"long and painful recession\". But it is thought the package, initially proposed by the Bush administration, to bail out Wall Street with taxpayers' money is likely to be unpopular with voters.</p> <p>Under the proposals the $700bn would be spent in stages, with the first $250bn issued immediately, another $100bn spent when the president decided it was needed, and the remaining $350bn released after a vote by Congress.</p> <p>Measures to protect taxpayers include giving them an ownership stake in assets sold under the plan. And the deal would limit pay for executives of companies that seek financial assistance.</p> <p>The two-year project would be supervised by a board of officials, including the Federal Reserve chairman, and scrutinised by Congress's investigative arm and an independent inspector general.</p> <p>Finally, the government could use its power as the owner of mortgages and mortgage-backed securities to help more struggling homeowners modify the terms of their home loans.</p> <p>Despite leaders' confidence a deal can be reached, the house minority leader, John Boehner, told reporters yesterday. \"There are a lot of issues still on the table. We should not be bailing out Wall Street on the backs of American taxpayers,\" he said.</p>"
]