[
  "<p><strong>John, you were a central figure in the first Keegan era, the Keegan experience if you will, first time around at Newcastle United. Will we ever see a team coming up from the second tier to challenge for the title again?</strong><br>No. I'd love to say it could, but I'd be dreaming. The gap now is just ridiculous. In my time with Barry Venison, Peter Beardsley, Rob Lee, Andy Cole, the club could actually go out and buy players to take them to the next level. Keegan came in and because of who he was he attracted players. We got promoted and finished third. That won't happen again.</p> <p><strong>Was it fun playing in that team?</strong><br>I can't tell you how much. It wasn't like a job at all. I couldn't wait to get up in the morning and go to training, there was such a buzz about the place. It was like being a kid at school with no lessons, just playtime. Kevin was new in the job at that time, so in a sense his freshness worked for him, because he wanted to enjoy it, he wanted people to express themselves. </p> <p><strong>Did you ever think it was too much fun?</strong><br>There was one time me, Steve Howey, Darren Peacock and Steve Watson had a little chat and we said, \"You know, we are playing over-attacking football.\" We had a word with Kevin and told him, \"We've got to be a bit safer at the back.\" He said: \"Do you want to play on Saturday?\" We were like: \"I'll do whatever you want Kevin.\" <strong>Was he tactically naive?</strong><br>People say he was naive, but he wasn't. It was just that his tactics didn't suit 90% of the teams in the country because they didn't have the players or the foresight to play the way he wanted to. <strong>He did nearly win the league ... </strong><br>That's exactly it. Kevin Keegan gets punished for coming so close. I see managers now, people say \"David Moyes, what a job he's done at Everton.\" Yeah, he's been brilliant, but he's not come anywhere near to what Keegan did, competing with Manchester United, overtaking Liverpool and Arsenal.</p> <p><strong>What did you think of Faustino Asprilla when he first turned up?</strong><br>It wasn't just the first day. It was probably every day. To say he was a character is the understatement of the year. His biggest problem was the language barrier. But once he got to learn a little bit of English we got to realise just how dangerous he was [laughs in evil fashion]. He was a Colombian. He enjoyed life to the full. The only bit of criticism was Kevin probably threw him into the team a little bit too quick. We were just starting to learn about how he played and we were going for the title at that point. </p> <p><strong>It must have been quite depressing being taken over by Kenny Dalglish after all that?</strong><br>When Kenny came in I thought he was exactly the right person. I just think he tried to sell too many players rather than adding to the squad. To get rid of Peter Beardsley and Les Ferdinand at that time, particularly Les, was bewildering. Manchester United must have been chuckling, thinking \"What the hell's going on here?\"</p> <p><strong>How do you think Newcastle are going to do this year?</strong><br>Mid-table at best. Maybe a decent cup run. There are some great players there, like Michael Owen and Damien Duff. I just hope they can entertain the crowd and maybe compete with your Tottenhams, Aston Villas and so on. </p> <p><strong>You juggled a football in the centre circle at half time in the 1978 FA Cup final at Wembley. What was that like?</strong><br>I was really nervous. I was only 12 years old at the time. I remember it was just before the World Cup in Argentina and I was pulled in and told to do some ball skills, you know, catch the ball on the back of your neck. </p> <p><strong>Did you catch the ball on the back of your neck?</strong><br>Yeah, I pulled off my trick. That was the main thing.</p> <p><strong>Did you really have to go and see Howard Wilkinson and practice in his back garden?</strong><br>That was the trial. He watched me juggling the ball and gave a nay or a yay. </p> <p><strong>You won two England B caps at left-back in 1994. You might have won more if Stuart Pearce hadn't existed, or Graeme Le Saux. </strong><br>Yeah. Stuart Pearce was a big thorn in my side when it came to getting into the England set-up. At that time we had some really good ones. Le Saux, Tony Dorigo, people like that. </p> <p><strong>Was Pearce the best left-back of your era?</strong><br>By a mile. Pearce would really have an effect on a game from left-back, just by his presence. </p> <p><strong>Who do you rate of the current lot?</strong><br>The top two left-backs are Ashley Cole and Wayne Bridge. Funnily enough Wayne got his chance at Southampton when I was there. He was a left-winger at the time and I got injured and mentioned it to Dave Jones. I said, \"Why not give Wayne a shout?\" And look what he's gone on to achieve. You know, he should owe me a couple of quid, should Wayne. </p> <p><strong>And who did you most hate playing against on the right wing?</strong><br>The hardest, he was so frustrating, was Chris Waddle. You knew what he was going to do, he was going to drop his shoulder, and you could not stop him. Andrei Kanchelskis was pure pace, so you knew you were always in for a tough time. Funnily enough, David Beckham was one of the easiest to play against because you always thought you weren't doing a lot, but he still always put in a great ball. You can't get close to him because he literally bends the ball right past you. Those three stand out. </p> <p><strong>How would you have dealt with Cristiano Ronaldo?</strong> <br>I'd have just gone as tight as I could and said, \"Right, today sir you're going to have to run and run to find that ball.\" I'd have niggled, I'd have been treading on his toes. I'd have mentioned everything in the papers. You try everything because the lad's a genius. If he gets the ball at his feet and runs at you, you're in trouble.</p> <p><strong>What was Alan Shearer like to play with? Everybody says he's really funny but he seems quite dull on the telly.</strong><br>Quite often he seems to be reining himself back in. I think it would be great to see his true side come out. He's a massive practical joker with a great sense of humour.</p> <p><strong>You don't really get that on Match of the Day. </strong><br>I know. It's a strange. Sometimes I feel he's doing it that straight he's being sarcastic with it. </p> <p><strong>Maybe it'll all come out later. </strong><br>Yeah, he'll probably walk on with clown feet and a red nose. </p> <p><strong>What's the best film you've seen in the last month?</strong><br>Do you know, I saw Pulp Fiction again about a week ago. It's still a classic, the dialogue in it and everything else. I can remember when it came out going to see Reservoir Dogs on my own in the cinema. I didn't know what it was, just walked in and came out astounded by it. </p> <p><strong>What do you think will eventually replace petrol in our cars? Are bio-fuels the answer?</strong><br>There'll be something nobody's even thought of now. You know, all these UFOs have been spotted, somebody's going to land and they'll show us something we've not seen before that we're a million years from. </p> <p><strong>What do you think of David Miliband?</strong> <br>All of a sudden he's come on to the scene. I think Labour have thought \"We're in the shit, we need a new look - right, you'll do.\" It's all manufactured. Great marketing plan. </p> <p><strong>Do you think party politics is dead?</strong> <br>Yeah. When I think about it, I think it is. </p> <p><strong>Is it just a consumer choice between Panadol and Anadin?</strong><br>Yeah. Same thing in a different box. </p> <p><strong>Do you believe the children are our future?</strong><br>Yeah. Of course.</p> <p><strong>But why are they always hanging around in bus shelters drinking cider?</strong><br>Because their parents are not teaching them where to go and what to do. Simple as that.</p> <p><strong>John, thanks. </strong><br>No, thank you, Small Talk</p> <p><strong>· </strong>John Beresford is taking part in the Cancer Research UK Bobby Moore Fund's Project South Africa in November 2008. For information about taking part in Project South Africa or the Bobby Moore Fund, visit <a href=\"www.bobbymoorefund.org\">www.bobbymoorefund.org</a></p>",
  "<video data-media-id=\"gu-video-337537175\" class=\"gu-video\" controls=\"controls\" poster=\"\">  </video>   <p>Robert Mugabe yesterday agreed to surrender day-to-day control of the government and much of his power in a historic deal with his opponent, Morgan Tsvangirai, to end Zimbabwe's long political crisis. But the agreement fell short of Tsvangirai's demand for Mugabe, Zimbabwe's leader since independence 28 years ago, to become solely a ceremonial president after losing the last credible election six months ago.</p> <p>The deal is also expected to result in a de facto amnesty for the military and Zanu-PF party leaders responsible for the bloody campaign against opposition supporters and activists over recent months. Their attempt to overturn Tsvangirai's election victory in March left hundreds dead and thousands badly injured.</p> <p>Precise details of how power will be divided under the agreement, which has been mediated by South Africa's president, Thabo Mbeki, will be formally released at a signing ceremony on Monday. </p> <p>But according to opposition sources, Tsvangirai will become prime minister at the head of a council of ministers, the principal organ of government, which will be drawn from his Movement for Democratic Change and the president's Zanu-PF party. Mugabe will remain president and continue to chair a cabinet that opposition sources say will be a largely consultative body. The real power will lie with Tsvangirai.</p> <p>Mbeki, who has staked his dwindling political reputation on brokering a deal, heralded the agreement. \"I am absolutely certain that the leadership of Zimbabwe is committed to implementing these agreements,\" he said.</p> <p>British reaction was muted last night, with the government waiting to see the detail of the deal. \"We are following the situation closely,\" said a Foreign Office spokesman. \"We look forward to seeing the detail of the agreement announced by President Mbeki this evening. Our overriding concern is the welfare of the Zimbabwean people.\"</p> <p>If the agreement results in a real shift in power, it is likely to unlock the hundreds of millions of pounds in foreign aid desperately needed to shore up Zimbabwe's economy, which is collapsing under the weight of hyperinflation, a key factor in Mugabe conceding authority.</p>",
  "<p>The John Lewis Partnership yesterday underlined the scale of problems facing retailers by announcing a worse-than-expected 27% fall in first-half profits to £107.3m.</p> <p>But executives denied the business was suffering from being too upmarket and said its co-ownership structure allowed it to weather the consumer downturn better than its competitors.</p> <p>The company, which combines 27 department stores with more than 190 Waitrose supermarkets, saw reduced earnings as it cut prices and increased marketing spend. It acknowledged similar initiatives would be needed in the second half to counter more \"difficult\" trading conditions.</p> <p>Charlie Mayfield, the chairman of the privately-owned company, said new store plans would remain on track. \"The advantage we have is that our shareholders are our partners [staff] so we can run the business for the long term without the company needing to be incentivised around quarterly earnings,\" he said.</p> <p>Last year, the 69,000 permanent staff shared £181m, but Mayfield would not be drawn on the likely payout for 2008. \"We make the majority of our profits in the second half of the year. There is still everything to play for,\" he said.</p> <p>He accepted that discount stores were doing well, but said a mix of good offers and good service left John Lewis and Waitrose well placed to prosper at a tough time.</p> <p>\"If you look at John Lewis, we have grown market share. Fashion sales are up 5% and we have beaten the market in electricals, where there has been quite a steep decline [elsewhere]. As regards Waitrose, yes, it's true discounters have expanded sales, but a lot of that is because they are opening new stores - we are holding on to our customers and sales are up.\"</p> <p>The John Lewis business has seen a tremendous surge in retail sales recently - up 9.2% in the week to September 6 - but Mayfield said it would be wrong to read too much into figures that were boosted by consumers heading for the shops in the face of bad weather.</p> <p>Like-for-like sales in the first half of the year were down 1% at John Lewis stores, while Waitrose saw like-for-like food revenue rise 2.5%. But the supermarket arm has seen a 1.1% fall in the six weeks since the end of July 31 despite spending £30m on promotions.</p> <p>The wider business has been holding market share by reinforcing its \"never knowingly undersold\" policy at John Lewis and increasing promotions at Waitrose on 20% of its food to 30%.</p> <p>Nick Bubb, a retail analyst at Pali International, said the financial results were \"worse than expected\", but the department store side of the business particularly remained the best in its class. The cost of retaining market share showed consumers were demanding lower-priced goods to remain loyal. </p> <p>He questioned whether the co-operative structure was a great benefit. \"It is both a strength and weakness. It probably does help them to plan longer term compared with some of the competitors, but it also constrains an ability to cut costs. You don't read many stories about how many partners it has laid off,\" he said.</p> <p>The company is trimming costs, however, with £25m in savings being found. The headcount has been reduced, according to Mayfield, but through natural wastage rather than redundancies.</p> <p>The chairman said the opening of new stores, including trials of a new convenience store format, would continue this autumn. Confidence has been boosted by strong first-half performances at newly opened John Lewis stores in Cambridge and Liverpool.</p>",
  "<p>Sarah Palin, an instant sensation on the US election campaign trail, will break her carefully managed media silence today with a series of television interviews designed to counter critics of her record as governor of Alaska and scrutiny of her personal life.</p> <p>In a stage-managed media operation, which began with the broadcast of excerpts of her first television interview last night, Palin will appear on a series of daytime ABC news programmes as well as be the subject of a primetime special tonight. </p> <p>The Republicans hope the blanket exposure will deflect criticism that Palin, a virtual unknown until a fortnight ago and a governor for less than two years, lacks the experience to step in as president in place of McCain. The Republican team have spent hours coaching Palin in order to prepare her for tough questioning.</p> <p>The broadcasts will include footage of Palin's soldier son, Track, who was scheduled to deploy to Iraq yesterday.</p> <p>The interviews took place in Alaska, at her home in Wasilla and in Fairbanks, where she returned on Wednesday night for the first time since embarking on the campaign trail. She was greeted as a conquering hero by a crowd of 3,000 people. </p> <p>Palin spoke briefly, focusing on McCain. \"He's a friend to Alaska, and he will be our next president,\" she told the crowd.</p> <p>The Alaska governor, who touts herself as a moose-hunting, salmon-fishing, hockey mom turned political reformer, has faced a steady dripfeed of negative stories about her political record and her family, including her daughter, Bristol, who is pregnant at 17.</p> <p>Up until the interviews, she had not taken questions from reporters, and at campaign rallies has stuck closely to a scripted speech that is largely a distillation of her address to the party convention.</p> <p>McCain's strategists are working hard to capitalise on Palin's appeal to Republican women, especially social conservatives, as well as a section of former supporters of Hillary Clinton.</p> <p>Palin's instant popularity, and the success of Republican efforts to present her as a feminist icon, have put the Democrats off-balance.</p>",
  "<p>I know you shouldn't bore people by telling them about your dreams, because there are few things more dull than the half-baked ramblings of someone else's subconscious, but will you humour me this once? Last Saturday night, when I had just arrived at New York fashion week, and the tail end of Hurricane Hanna was lashing rain against my hotel-room window, I dreamed I was at Mount Rushmore. It was raining there, too, but through the downpour I could see that the face looming above me was not Washington, Jefferson, Lincoln or Roosevelt, but Sarah Palin.</p> <p>Apologies if I'm giving you nightmares. But the reason I am telling you all this is that on the New York catwalks this week, it sometimes felt as if - in the world of New York fashion, at least - my dream had come halfway true. Only it was not just Palin, but a first-lady-meets-VP girl gang looming over us: the invisible presence of Michelle Obama, Cindy McCain and Hillary Clinton.</p> <p>The sky-high profile of women in American politics this year has seeped into the fashion consciousness. Washington is influencing the aesthetic as never before. Never mind the Barack Obama pin (although there are plenty of those too among the fashion crowd), the political style statement du jour among show-goers in Bryant Park, the official catwalk venue, is a purple power shift (very Michelle), or a Cindy-esque updo (chic or control freak, depending on your point of view). </p> <p>Curtis Sittenfeld's novel, American Wife, based with scandalous transparency on the life of Laura Bush, is prominently displayed in Manhattan bookstores right now. The glossy cover focuses not on a face, but on clothes: a ball dress and starched white evening gloves. The window-display prominence of the book reflects America's current obsession with first ladies and the position as powerful but supportive, humanising but enigmatic right-hand-woman that Michelle, Cindy and Sarah all occupy - and that Hillary has, to a lesser extent, now returned to. </p> <p>Obsession with first ladies and their like is not a purely American phenomenon. Carla Bruni's dove-grey and violet Dior wardrobe for her visit to Britain in March was one of the biggest fashion stories of the year; in July, it was the turn of Samantha Cameron's Cornish beach-wear to be decoded, stitch by stitch. We deduce a great deal of what (we think) we know about these women from what they wear. I suspect this may not have been what feminists originally meant by the personal being political, but there you go.</p> <p>What this means in terms of steering the direction of fashion is that femininity - in its American form as wholesome, healthsome and sunshine-bright, rather than the European incarnation as complicated, mysterious, troublesome and flouncy - once again rules the catwalk. The seeds of androgyny and sci-fi futurism sown in so many of last season's influential shows have fallen on unfriendly ground here. There was a clear sartorial divide, this week, among the show audiences who parade around the venue between pre sentations: while the Europeans are embracing sharp black tailoring and challenging trouser shapes, the Americans are all about an uptown citrus shift (think Cindy) or a cute floral leavened with a black belt (pure Michelle). </p> <p>Marc Jacobs' show, played out against the jazzy bombast of Gershwin's American classic Rhapsody in Blue, was inspired by \"women and Americana\", he said backstage. \"Country girls and city girls, Broadway girls and naive hometown girls - all my heroines.\" The words, surely, of a man who has been watching CNN. The catwalk, laid out as a hall of tall, slender mirrors even reminded me of Obama's much-derided Doric columns in Denver. Behind the mash-up presentation was a very elegant, grown-up silhouette: even Agyness Deyn, the eternal pixie, looked womanly in her little slanted hat. </p> <p>The dress and the single-colour suit were everywhere this week. At Carolina Herrera, bold, single-colour gowns in camera-friendly shades of yellow, scarlet and sky blue had triumphally garlanded necklines. Michael Kors did very Jackie-O shift dresses and A-line coats in shantung silk. At Derek Lam, the line was softer and more ruffled, an offbeat, downtown version of the look, but still with a clean all-American feel: simple belted shirtdresses and a draped, above-the-knee dress so lemony you could almost smell the zest. Preen was more hard-edged and sexed-up, but still featured a sheer, layered white knee-length frock with sweetly curved neckline and prim belted waist.</p> <p>Diane von Furstenberg, all daisies and smocking and ingenue-ish, was a little too ickle-girly for some tastes (by which, obviously, I mean mine). But the three-piece, Bianca Jagger-esque white trousersuit was chic enough to obliterate all memories of Hillary's tangerine suit. (Von Furstenberg and Hillary are good friends. Perhaps Von Furstenberg could have a quiet word.) The next DVF project? A range of T-shirts for the Obama campaign. </p> <p>Matthew Williamson opened with a fuchsia shantung silk trousersuit, which proved that the colourful trousersuit can turn heads for all the right reasons. Williamson, who is soon to open a store in New York, has sharpened up his aesthetic for his American audience: clean, sporty lines and lots of punchy accessories. Williamson has a genius for print and this season's offerings - one seemed to be a computer-graphic rendering of a peacock feather, another a graffiti/paisley blend - were spot-on. </p> <p>Like Matthew Williamson, DKNY is aimed at a youthful market that does not want to look too little-girlish. This was DKNY in its black-and-yellow, parkas-and-minis incarnation rather than the retro college girl, Ali McGraw guise it sometimes takes on. I prefer this version - or I would if I had the legs for it. </p> <p>Jonathan Saunders was one of my highlights of the week. When he first showed in New York, he came over a little bit too neutral, a little too understated, a little too Narciso Rodriguez. It felt like the energy drained away along with the colour. This collection came roaring back to life - if at times the short, full-skirted dresses were a little too Disney Princess in their exuberance, the long gowns were a masterclass in elegance. </p> <p>The packed-to-the-rafters Thakoon show was direct evidence of the first-lady obsession: the label has been on everyone's lips ever since Michelle Obama unexpectedly wore a floral Thakoon shift dress on stage with her husband. (The first the designer knew about this was when he saw it on TV.) This season went a little raunchy for conservative American tastes - I can't see Michelle ordering the buff fishnet organza apron dress - but the red rose-print frocks looked set to be a hit. </p> <p>It is a measure of how much Victoria Beckham's aesthetic has changed since the days of Wag-ish hair extensions and spray-on T-shirts that her dress collection blended seamlessly with the mood of the week. The Beckham dresses are a Beverly Hills version of the first-lady look - tighter and more body-conscious, but still with a conservative core. And check out Mrs B's argument for the logic of wearing a corseted dress (with a neck-to-calf zip up the back) for daywear: \"We're all so hectic, working and chasing our kids around and everything else, that a dress makes sense because you step into it, and you're done. And if you need to run, you can just undo the zip at the bottom and go.\" Brilliantly everywoman in an overachieving, airbrushed kind of a way. She'll go far.</p> <p><strong>· </strong>Sign up for Fashion Statement, the Guardian's new email service, for updates on fashion, catwalks and new trends - plus a chance to win a trip to New York. </p> <p><a href=\"http://theguardian.com/fashionstatement\">theguardian.com/fashionstatement</a></p>",
  "<p>A big week at the Vatican, where MPs on the all-party parliamentary group on the Holy See were honoured to have an audience with the Pope. They were in a room with hundreds of people, but they were in the best seats - prima fila - and so briefly met the Pontiff. Many dream of doing such a thing. One can easily imagine the effect the event will have had on them, but we suspect that this encounter will also live long in the mind of Pope Benedict XVI; because sitting alongside the parliamentarians was their own special guest: the high priest of prime time, Bruce Forsyth. The entertainer - who also made a guest appearance in the Commons in May, is not a Catholic - though his wife Wilnelia, who was also at the Vatican - is. And why Brucie? Well that's simple: he has friends at the Commons, but more crucially look at his record; Strictly Come Dancing, The Generation Game (\"Nice to see you\"). Who wouldn't want to meet him?</p> <p><strong>·</strong> We know and now accept that there will be no endorsement of John McCain, or even Barack Obama, from No 10. Any suggestion to the contrary arises from misunderstandings and mischief by the press. Still McCain can rest assured that he does have the backing of Rupert Murdoch's New York Post, and this carries significance for it means that, all things being equal, McCain can expect the support of all the outlets in the Murdoch empire: from the Sun to the Australian, Fox News and, probably, the Wall Street Journal. For not only is the Post the voice of New York, it is also the voice of Rupert. He hasn't the time or the inclination to micro-manage his outlets, but the troops worldwide know he'll use the Post whenever he wants to send a message. They needed a sign, for in March Murdoch predicted an Obama victory by a landslide. He brokered a truce between Obama and Fox. His daughter, Elisabeth, staged an Obama fundraiser. Yes, it's true that the Post ran a picture of a pig with lipstick on the front page earlier this week - a reference to Barack's jibe at Sarah Palin - but there is also vital intelligence in there for those who seek it. The disciples quickly learn to read the runes.</p> <p><strong>·</strong> Good and bad news for Gordon from Richard Desmond's Express newspapers, and the good news is very good indeed. They seek to run fewer negative stories about the housing market because the editor, Peter Hill, says it is no job of theirs to add to the property depression gripping so much of our broken society. Where there is gloom, the Express will bring light. But the bad news is pretty bad because a practice has developed whereby stories relating to Gordon that appear on the newslist routinely describe the prime minister as CB, where the B stands for Brown, and the C ... well it's the C word that we don't like to use in this family newspaper. Still Gordon knows a pithy phrase or two that he could just as easily apply to them.</p> <p><strong>·</strong> Diary date: the 16th of September when we'll be at the QEII Centre to hear a senior civil servant talk about reducing the government's carbon footprint. We don't know what she'll say, but from what we are told, someone will have to fit \"Catalina McGregor, Chief Whitehall Advisor MOD DE&amp;S DSA and chair CIO CTO Council Green ICT Delivery Group\" on to an identity badge. We'd like to see that.</p> <p><strong>·</strong> And finally, indulge us just a little as we send a quick message to the person - unidentified thus far, but most probably a junior minister - who was seen on an early-morning train between Cambridge and London's Liverpool Street on Wednesday obviously struggling to open the red ministerial box he was carrying. \"I can't get into it, I can't get into it,\" he yelled down the phone, in a state of some agitation. We have people here who have worked in the various departments and they eventually learned how to open those damned things. If you forget the key, there are ways of getting to the papers from the back. One minister used a Stanley knife, which damages the boxes and infuriates the civil servants who have to replace them. Still it proves the problem can be overcome. We have all sorts of ruses - hairpins, toothpicks, WD-40. If it happens again, give us a call.</p> <p><a href=\"mailto:diary@theguardian.com\">diary@theguardian.com</a></p>",
  "<p>Barack Obama yesterday made a belated personal appeal to Bill Clinton for advice on how to fight back against a resurgent Republican presidential campaign. The lunchtime meeting in New York between the Democratic party's two towering figures came amid growing despair at Obama's slide in the polls in the past week. Democratic figures are openly expressing fears that he does not have a strategy to counter the rising appeal of John McCain and his running mate, Sarah Palin. </p> <p>Although Clinton extravagantly praised Obama in his speech to the Democratic convention in Denver last month, the relationship between the two has remained strained after Obama's bitter Democratic primary campaign against Hillary Clinton earlier this year. Yesterday's meeting, which took place at the headquarters of Clinton's foundation in Harlem, was their first face-to-face encounter since the primary season ended in June. They had spoken on the phone on only two occasions since Obama won the nomination.</p> <p>In an attempt to smooth the way for the meeting, Obama said he saw parallels between his own campaign and Clinton's in 1992: a relatively unknown politician fighting the Republicans against a backdrop of an ailing economy.</p> <p>\"I've got lunch with Bill Clinton, which I'm looking forward to,\" he told David Letterman on Wednesday night. \"There's nobody smarter in politics and he is going to be campaigning for us over the next eight weeks, which I'm thrilled by, because the race that he ran in 92 was similar to what's taking place now.\"</p> <p>Clinton extended the lunch offer to Obama about a week ago - before Palin began to energise the Republican base - after waiting for months for the Democratic candidate to get in touch. If they had met earlier it would have been characterised as Obama meeting Clinton from a position of strength, but it now adds to the sense of Obama being on the defensive and needing help in putting his campaign back on course.</p> <p>Obama said Clinton had been successful in reaching out to people in 1992 on the economy and he would like to use him in that role in this campaign, telling people \"why we need to change the economy in a fundamental way so it works for middle-class families, so that they can get ahead, so that they can send their kids to college. I think he can be a great advocate on behalf of the campaign,\" he said.</p> <p>Hillary Clinton has been actively campaigning for Obama in battleground states. However, she has drawn a line against making personal attacks on Palin, Clinton insiders said. She is happy to attack the Republicans on policy, but thinks it is a strategic mistake to engage in personal criticism of Palin. But she defended Obama who has been under attack for using the phrase \"lipstick on a pig\" to describe McCain's recycled policies. Republicans have accused him of insulting Palin. </p> <p>Clinton dismissed the notion at a press conference yesterday. \"Barack has made this clear,\" she said. \"It was in no way meant as an affront.\" </p> <p>While Bill Clinton will also go out on the trail for Obama, the election timetable is narrowing. The former president has many commitments in the next few weeks, including his annual Global Initiative conference in New York this month, which attracts leaders from the world to discuss climate change and development.</p> <p>A new opinion poll out yesterday showed Obama's poll lead slipping in key states that will determine the election outcome: Florida, Pennsylvania and Ohio. A Quinnipiac University poll showed McCain pulling away in Florida, with a lead of 50% to Obama's 43%. The Republican was narrowing the gap in Pennsylvania, with Obama on 48% and McCain on 45%. Obama maintained his lead in Ohio, 49% to McCain's 44%.</p> <p>There were signs this week of a concerted effort by Obama's campaign to fight back against Republican attacks. A close adviser, Valerie Jarrett, told the Wall Street Journal yesterday that Obama had told her he was not going to let Palin hijack media attention any longer. Echoing the view reached by Hillary Clinton and other senior Democrats, Obama said he would desist from personal attacks on Palin and \"stay focused on John McCain\".</p> <p>Obama's bad week became worse when the National Rifle Association stepped up opposition to him. The NRA, which has millions of US supporters and had played little part in the campaign, sees Obama as hostile towards gun ownership.</p>",
  "<p>Robert Mugabe expended a lot of energy on denouncing the leader of the Movement for Democratic Change, Morgan Tsvangirai, as nothing more than a \"British puppet\" who only wanted to return the land to white farmers. The only leader the country has known in its 28 years of independence said he would rather go back to the bush and fight another liberation war than hand over Zimbabwe to Tsvangirai. </p> <p>But yesterday, Mugabe was apparently persuaded to face reality under the unrelenting pressure of economic collapse and a desperate and hungry population, agreeing to cede most of his powers to Tsvangirai.</p> <p>The MDC leader's refusal to buckle and recognise Mugabe's flawed claim to power under pressure from some African leaders, and the continued assault on his party's MPs and activists, had meant there was no prospect of Zimbabwe getting the foreign aid it needs to rebuild the economy.</p> <p>Mugabe had retained power through a bloody campaign against the voters, overturning Tsvangirai's victory in the first round of the presidential election in March and claiming 90% of the vote in a second round three months later. But it did not confer legitimacy on Mugabe's claim to be president and he had no solutions to the deepening crisis, as inflation surged to about 20m percent.</p> <p>Tsvangirai will now become prime minister at the head of a council of ministers. There are likely to be more than 30 of them, which could prove unwieldy. But the council will be the principal organ of government, while Mugabe chairs a less powerful cabinet. </p> <p>The council of ministers is to be divided between the MDC and Zanu-PF, and the division of the portfolios has yet to be agreed, which has the potential for further disagreement.</p> <p>Mugabe wants Zanu-PF to keep control of the military through the defence ministry. The MDC can live with that, provided it has authority over the police, which will prove crucial in ensuring the fairness of future elections. But it is unclear if Zanu-PF will agree.</p> <p>There may also be fundamental disagreement over land policy and the future of the formerly white-owned farms whose seizure helped to bring down the economy.</p> <p>The opposition remained cautious last night, saying it believed Mugabe could yet back away before the signing of the agreement on Monday.</p> <p>There is also concern among some of Mugabe's critics who say he is skilled at outmanoeuvring his opponents and could still wield considerable influence. </p> <p>Nonetheless, one MDC official said that it was not in Tsvangirai's interests to reach an agreement that did not give him real power, because if he was unable to dramatically improve the lives of Zimbabweans he would be finished.</p> <p>Foreign donors, including Britain and the US, said there would be no aid if Mugabe retained power - a trump card in Tsvangirai's negotiations.</p> <p>The price of change has been high. About 4 million Zimbabweans - one quarter of the population - have left the country in recent years in search of work to feed their families. Hundreds have been murdered, thousands beaten and tortured, and tens of thousands driven from their homes in the regime's desperate efforts to cling to power.</p>",
  "<p>Russia only sent troops and tanks to drive Georgian forces out of South Ossetia after President George Bush failed to put pressure on Georgia's president to stop his attacks on the breakaway territory, Vladimir Putin said yesterday. The Russian prime minister told a group of western journalists and experts on Russia that he held two meetings with the US leader during the Beijing Olympics as the crisis began to unfold, but received insufficient assurances from him.</p> <p>\"They [Georgian military forces] launched their attacks at 23:30 [on August 7]. I learned about it the following morning. I spoke to Bush. He said 'No one wants war.' We expected something would happen,\" Putin said, suggesting that he expected the US to rein in its regional ally in Tbilisi.</p> <p>\"I met him again at the stadium. I can't tell you in detail the content of the conversation, but I had the feeling that his administration wouldn't do anything about stopping the conflict,\" Putin said. Russian tanks were then ordered to move on the South Ossetian capital, Tskhinvali.</p> <p>It is the first time that Putin has blamed the US for allowing the crisis to erupt. He was polite about Bush, saying he respected his integrity, but he suggested that the president's advisers had taken the key decisions. \"It's a court which makes a king. Maybe the court thought the king shouldn't intervene,\" he said.</p> <p>In his trademark blunt language, Putin also issued a direct warning to the UK that relations could never be repaired as long as London hosted dissident exiles such as the Chechen independence advocate Akhmed Zakayev. \"Why do you allow Great Britain to be used as a launching pad to fight Russia? If we were to give safe haven to militants of the IRA, with arms in their hands, what would you do? Why can they engage in open anti-Russian activity? That's why it's not possible to build normal relations with Britain,\" he said. </p> <p>Zakayev was given asylum in Britain in 2003, the same year as the Russian tycoon Boris Berezovsky. Both were close to the former KGB spy Alexander Litvinenko, whose murder in London in 2006 sent bilateral relations plunging.</p> <p>Despite his tough language over the South Ossetia conflict, Putin refused to issue threats against the west for supporting Georgia. He accused the US of training the Georgian army before its attack on Tskhinvali last month. \"They sent instructors who helped to mobilise the Georgian forces. Of course we had to respond.\"</p> <p>Throughout yesterday's three-hour meeting, he blamed the west for being stuck in cold war \"anti-Russian phobia\", and the American presidential candidates, John McCain and Barack Obama, for \"playing the Russian card\". This was \"only a sign of the candidates' weakness\", he said.</p> <p>Making it clear that any expansion of Nato to Georgia or Ukraine would be unwelcome to Moscow, Putin said it was time to create a security architecture for Europe which reflected the new realities in the continent. </p> <p>Russia had no imperial aims, he said, and should be credited for dismantling the Soviet Union. \"Had it not been for Russia, the Soviet Union wouldn't have been dismantled,\" he said.</p> <p>He took issue with the Bush administration's recent decision to install long-range missiles in Poland, ostensibly as a defence against potential missiles from Iran. Iran had no such missiles, he said, and the US missile system's intentions were clear. If the US deployed any missiles, Russia would target Poland. \"Our targeting will start as soon as the missiles are deployed,\" Putin said. \"We say, please don't try again to instigate an arms race in Europe.\" </p> <p>He criticised the Bush administration for foisting decisions on Europe. The missile decisions \"began with bilateral talks with Poland, and then they started to convince Europe it was in their interest\". He made the same point about Ukraine's government's decision to seek Nato membership. \"Eighty per cent of Ukranians don't want it,\" he said. </p> <p>He denied that he was in overall control of Russian decision-making, insisting that President Dmitry Medvedev was the commander in chief. \"He's modern, with a liberal democratic view of things and an excellent education. I am sorry it was his lot to have to deal with this crisis. He is a decent man. He had to give the order to send troops to these republics [South Ossetia and the other breakaway region of Abkhazia]. He had to recognise these republics, he couldn't do otherwise. These were his decisions.\" </p> <p>Putin made clear that Russia could easily have occupied Georgia and toppled its president, Mikheil Saakashvili. \"Our forces were 15 kilometres [nine miles] from Tbilisi. It would have taken four hours to capture Tbilisi. We didn't have that goal.\"</p>",
  "<p>Returning this week from covering the American conventions, I was struck above all by one thing concerning Labour's political mood: the party's sheer pessimism, its fatalism, its defeatism, its sense that no matter what anyone does the game is up and nothing can be done to change it. </p> <p>This sense of failure is not confined to the way Labour politicians think about Britain. It seems to infect the way many think about the rest of the world. Intellectual pessimism has long been one of the distinguishing features of British conservatism. Now it is part of the progressive mindset too. For Labour the whole world is framed by its own present sense of failure. It is as though, if they are doomed to defeat themselves, then they are going to make damn sure everyone else is doomed.</p> <p>Attitudes over here to the American election are the most striking example of this reflexive pessimism. I have found myself in Labour and even Liberal Democrat circles several times this week, and they all say exactly the same: Obama has blown it. Sarah Palin has turned the election. McCain is going to win. Hillary would have been better.</p> <p>To each bit of that I say, phooey. This election isn't settled yet. There is an eight-week battle ahead and anything can happen. Certainly McCain could win. Two weeks ago on these pages I set out five reasons - the eclipse of George Bush, Republican campaign skills, uncertain times, Obama fatigue, and race - why he might. But there are at least five real, potent, living reasons why Obama can pull this one out: time for a change, the Republican record, fear of McCain-Palin, improved Democratic campaigning, and solid promises for working-class voters (not counting the inspirational candidate, getting beyond the Clintons, and more.)</p> <p>Those assets have not all disappeared at the first whiff of political grapeshot. The changing demographics that are slowly but remorselessly pushing America towards the Democrats have not gone into reverse just because Palin appeared from nowhere at the end of August. The deep, consistent opinion poll finding that Americans think their country is heading in the wrong direction hasn't suddenly done an about-turn. Obama still speaks for new political forces, and the registration of new pro-Obama voters has not dissolved into a political black hole. American women have not turned overnight into tribal airheads who will mindlessly vote for anyone in a skirt.</p> <p>But nor has America in 2008 been wholly transformed from the nation that elected Bush in 2000 and 2004. Whatever the matter was with America in Thomas Frank's bestselling 2004 book on conservative populism is still pretty much the matter four years later. If America in 2004 was, in the resonant title of John Micklethwait and Adrian Wooldridge's outstanding book of that year, the \"right nation\" - right because it is morally driven and also because it is rightwing - then it has not undergone an identity transplant in the brief period since. Unless and until you understand that white men in America simply tend to vote more conservative than men in other industrialised countries, you just don't get much about America.</p> <p>British progressive politicians are fascinated by American politics, but not many of them get this, or much else about it either. America's foreignness - on which the BBC's Justin Webb has just penned a book of his own - consistently escapes them. Too often they jet in wanting to see only similarities, and to focus on the things about America that reinforce their instincts about Britain. They seem only to see the form of politics - the campaign, the soundbites, the presentational issues, the ways of doing things - not the content, the causes and the conflicts that make American politics so distinct and different from ours, this election in particular.</p> <p>Tony Blair and Gordon Brown took the embrace of America a stage further. As soon as they encountered it in 1992, they identified overwhelmingly with Bill Clinton's moderate, centrist Democratic cause because it seemed to confirm and illuminate their view of how Labour should behave - moving to the middle ground, triangulating the difficult issues in the party battle, modernising the campaigning. Blair believed that Clinton's victories were essential preconditions of his own. If the Democrats won, Labour could present themselves as a party on the side of history. Brown's instinct is similar, as his bungled public embrace of Obama this week showed.</p> <p>Yet the Labour high command, past and present, is privately conflicted about Obama. They want a Democrat to win in November, but they do not really want it to be Obama. Labour resents Hillary Clinton's defeat this year almost as much as the Clintons do. They looked at Clinton and saw someone they recognised. They thought, somewhat naively, that she was the safe and therefore the better choice. That is why there is a kind of schadenfreude in Labour circles about the way the campaign has gone in the past two weeks. It is as though Labour people almost want the Democrats to lose this year, because in some twisted way that outcome would validate their own failure. At one level a lot of them feel very threatened by Obama and his success. </p> <p>This is because Labour politicians have become prisoners of themselves. Roy Jenkins's analogy of Blair's attitude to electoral success - as that of a man carrying an irreplaceable Ming vase across a polished and slippery museum floor - still goes straight to the point. Both Blair and Brown (Brown in particular) have always been haunted by the fear that their success could suddenly go irreversibly wrong. It is why they are such frightened control freaks. They worry that Britain is, at heart, a Tory-voting nation that must be appeased not challenged. And so, having feared the backlash so much, they have now helped to make it happen and seem powerless to do anything about it.</p> <p>But these are mind-forged manacles. They were needed in their time but that time is no longer now. This is as true in the very different political arena of the United States as it is in ours. In the end, in spite of the risks, the great thing about Obama is that he is the post-Clinton candidate that the Democrats need. He offers a different political temper for different political times. He embodies hope and change and still, perhaps, victory. Brown offers none of these. Obama's lesson is staring Labour in the face - but Labour seems simply too demoralised now to learn it. </p> <p><a href=\"mailto:martin.kettle@theguardian.com\">martin.kettle@theguardian.com</a></p>",
  "<p>The first thing you notice when you fly into Britain from abroad is how dinky it all looks from the air - miles of tiny houses side by side and thousands of little cars squeezing along narrow, winding roads. It is enough to lower the spirits even before you have landed. The effect is most striking when you have flown from America, which is like travelling from Brobdingnag to Lilliput; but the contrast exists if you fly in from almost anywhere. For Britain has some of the smallest houses of any country in western Europe and continues to build them on a minuscule scale.</p> <p>Britain's \"rabbit hutch\" culture is a masochistic theme of the British pavilion at the Architecture Biennale that opened in Venice yesterday. \"The cause is simple and shocking,\" said its curator, Ellis Woodman. \"England and Wales are the only parts of Europe where house-building is unregulated by legally binding minimum space standards.\" So we go on building mingy little homes in which there isn't room to swing a cat, and we can't replace old houses with bigger ones because we must keep to the existing \"footprint\". Even little, overcrowded countries such as Belgium and Holland allow people on average about 40 more square metres of living space in new housing than Britain does. It is not surprising that a survey by the housing charity Shelter has found that 86% of families living in cramped conditions report cases of depression or anxiety in their midst. Why do you think we spend so much time in the streets getting drunk and stabbing each other?</p> <p>With the government aiming to build three million new homes by 2020, it is obviously cheaper to keep them small. But it is a very bad idea all the same, since we suffer from enough claustrophobia already. This isn't only because of the pokiness of our homes; we are also burdened in our everyday lives with restrictions and snooping of every kind. The zeal shown by councils in enforcing their complicated rules about rubbish disposal, including the use of child informers to catch \"bin criminals\", is particularly oppressive. A woman in Manchester was fined £700 this week for putting out her rubbish on the wrong day - an offence known as \"the advancement of waste\". Her reason? To make more room in her backyard for her four-year-old daughter to play in.</p> <p>Another good reason for building bigger houses is to reduce class divisions, as Harriet Harman is so keen to do. America may have great inequalities of wealth, but the difference in scale between the homes of the rich and the poor is generally much less than here; one of the reasons why it feels more classless.</p> <p><strong>The pompous outrage of the authorities over the </strong>police chief who wore an Osama bin Laden mask at a charity event in Cornwall almost beggars belief. Is there nothing else the IPCC could usefully investigate? But one shouldn't really be surprised by this when people nowadays are obsessed with exposing examples of \"inappropriate\" or \"offensive\" behaviour by others. It is a habit that threatens to kill any spontaneous form of self-expression.</p> <p>Nowhere is this more depressingly evident than in the American election campaign where the hunt for the \"gaffe\" dominates proceedings at the expense of any kind of serious debate about who would be the best person to be president of the United States. Talk of \"pigs\" and \"lipstick\", taken out of context, and even Joe Biden's modest aside that Hillary Clinton might have been a better pick than him as a vice-presidential candidate, become major issues on which the fate of the nation hangs. </p> <p>Nobody knows much about Sarah Palin except that she is able to wow the women of America and the hardcore Republican right. But in vain does the New York Times plead for a serious examination of her qualities and her suitability for high office. Instead, her critics hardly dare ask even pertinent questions of her lest they be accused of sexism, elitism, or some other ignoble form of prejudice, for they know that they risk offending her at their peril. But there was a time when people didn't give a fig for the feelings of pitbulls, even female ones, as Margaret Thatcher discovered. </p> <p><strong>I was suffused with nostalgia at Tuesday's </strong>promenade concert at the Royal Albert Hall, for Murray Perahia and the Chicago Symphony Orchestra were playing the same Mozart piano concerto, No. 24 in C Minor, that I played more than 50 years ago as a boy at Eton. My performance took place in the drawing room of the then headmaster, the late Robert Birley, with an orchestra of fellow schoolboys supplemented by a professional French horn player from one of the London orchestras (making a gurgling sound because he feared shaking out the spittle from his instrument on to the headmaster's carpet). Although I wasn't very good at the piano, and didn't even play the last movement because it was too difficult for me, I was accorded the honour because I was then considered the best pianist in the school, being there at an especially unmusical time in its history. </p> <p>It was the proudest moment of my life, and hearing Perahia's magnificent rendering of this glorious piece, I could hardly believe I had ever been capable of playing it, however inadequately. I certainly couldn't even begin to play it today.</p> <p><strong>This week Alexander</strong> has been reading The House of Wittgenstein: A Family at War by his son-in-law, Alexander Waugh: \"A gripping account of how too much money can tear apart even the most gifted and, in many respects, most fortunate of families.\"</p>",
  "<video data-media-id=\"gu-video-337538616\" class=\"gu-video\" controls=\"controls\" poster=\"\">  </video>   <p>The rancour of an America divided against itself was temporarily pushed aside yesterday as politicians of all perspectives joined hands with the families of victims to honour the almost 3,000 people who died in the September 11 2001 attacks.</p> <p>Barack Obama and John McCain agreed to suspend hostilities for the day, and stood side by side inside the pit of ground zero to commemorate the 2,751 people killed at the site of the twin towers. They met families of the victims, threw roses into a reflecting pool and in a joint statement released before the visit said: \"We will put aside politics and come together to renew that unity, to honour the memory of each and every American who died, and to grieve with the families and friends who lost loved ones.\"</p> <p>Despite efforts to avoid disunity, there were several reminders of the chasm that has opened up within America and between America and the world in the past seven years. The sharpest of these was a speech by Donald Rumsfeld, the former defence secretary. Making his first big speech since he left the administration in 2006, he said of the 184 people who died in the Pentagon attack: \"They fell side by side as Americans and make no mistake, it was because they were Americans that they were killed here in this place.\"</p> <p>This was the last 9/11 commemoration to fall within the Bush years and the president spoke at the unveiling of a memorial to the victims of the Pentagon attack. \"We pray you will find some comfort amid the peace of these grounds, knowing that our nation will always grieve with you,\" he told the victims' families.</p>",
  "<p>Jonathan Freedland offers a new twist in American presidential politics: blackmail (The world's verdict will be harsh if the US rejects the man it yearns for, September 10). If we don't elect the man he prefers, we will incur the wrath of the world. Worse, they might conclude we are racists, and then our world would truly collapse around us. Mr Freedland and his friends might subject us to another rant in the Guardian, or - God forbid - denounce us in the UN. As much as we Americans fear the world's verdict, we insist on this annoying ritual of choosing our own leaders every four years. If the \"Elect Obama or I'll kill your dog\" tactic doesn't work, we may just wake up in November and realise we have \"passed up a once-in-a-generation chance for a fresh start\". Pity.</p> <p>To address the sinking feeling in Mr Freedland's stomach, I offer this advice: quit following the presidential race. It's doing you no good. Instead, get a life-size poster of the man you yearn for. Turn on some nice music, perhaps Beethoven's Ode to Joy. The next four years should pass much more pleasantly.<br><strong>Bill Ireland</strong><br>Ontario, California, USA </p> <p>I, too, am discouraged by current enthusiasm for the McCain-Palin ticket. Sarah Palin is a conservative extremist and her popularity is downright scary. If the citizens of the US vote McCain-Palin (or, more correctly, Palin-McCain) into the White House, I will conclude there is no intelligence remaining in most of America. We will have an extremist theocracy. But then the people will get what they deserve and should be ridiculed for making a bad choice (again). Probably the best outcome would be for the UK, Europe, Russia and the rest of the world to leave the US in the dust, surging ahead, as the US continues its \"historical decline\". Maybe that would take Americans off their high horses.<br><strong>Ann Ornitz</strong><br> Creve Coeur, Missouri, USA </p> <p>I have a small but significant piece of evidence that the world is desperate to rediscover its esteem for America and its people. At a recent international theatre gathering of young people in Liverpool - a diverse mix of about 250, ages between 16 and 25, from countries including Palestine, Nepal, Turkey, Brazil, India, Poland, Zambia, and Germany - a group from the US presented a play about race issues. There was a passing reference to Obama and a hope expressed that he will become the next president. This whole gathering - with all its wide differences of cultures, faiths, and economic, social and political backgrounds - rose to its feet as one body with a mighty cheer and applauded. If only the people of American could hear that message.<br><strong>Noel Greig</strong><br>Deal, Kent </p> <p>Jonathan Freedland finds it \"incredible\" that Barack Obama's positive reception abroad would harm his standing in the US. In fact, the early stages of Obama's world tour were well received and produced a bounce in his poll numbers. His Berlin speech reversed these gains not because of any isolationism on the part of the US electorate, but because it reinforced two damaging narratives about his candidacy. First, his vapid rhetoric spoke of an empty suit whose oratorical skills contrast sharply with his lack of substantive accomplishments and thin résumé. Second, in seeking to appear \"presidential\" in front of 200,000 foreigners, Obama foolishly blurred the line between a presumptive and a presumptuous nominee. His global popularity is less of an electoral liability than his perceived arrogance and elevation of style over substance.<br><strong>Alex Lindenberg</strong><br> Brighton, East Sussex </p> <p>Jonathan Freedland made my blood boil here in Sacramento, as he whines about our elections, like a spoiled child. Neither he nor any Englishman, Frenchman, Russian, African or Ecuadorian has the slightest say in our elections. The issues are vastly too complex for foreigners to comprehend, much less have a say in. I don't see anyone of Pakistani or African descent being touted as Britain's next prime minister. But to childishly simplify everything through the lens of skin colour defines the left's congenital stupidity. America saved Europe during three world wars, including the Cold War. Our blood, sweat and tears were not shed to have weaklings tell us how to save the world (by continuously selling out millions of \"other people\" to totalitarian monsters). Should Jonathan visit, he had better drink with professors or like types at home or in gay bars, but had better stay out of real bars in Sacramento.<br><strong>Miguel Giles</strong><br> Carmichael, California, USA </p> <p>It isn't so much that Sarah Palin has tipped the balance in polls, she has just hastened what would have been inevitable. McCain has no star quality, but he is white. Having lived in the US for two years, working as a nanny on Long Island, I encountered virulent racism while listening in the background at pool and dinner parties of the \"enlightened\" middle classes, even within earshot of their mostly black maids. It matters not how superior Obama may be as a candidate; come November, he is just a black man.<br><strong>Maggie Harris</strong><br> Crowborough, East Sussex </p> <p>Sarah Palin has certainly raised the profile of the Republican campaign, but that highlights media coverage, particularly in the UK, overwhelmed by Obama charisma to the extent they have not taken seriously McCain. The maverick white Republican senator is a war hero. He will do well in an overwhelmingly white conservative nation that sees itself at war. The 200,000 Berlin fans of Obama have no vote. America has always had a strong strand within its political culture that is inward-looking. We, on this side of the pond, may dislike a McCain presidency, but if that is the Americans' choice, they won't care.<br><strong>David James</strong><br>Kidlington, Oxford</p>",
  "<p>The New York Post calls her \"a feminist dream\". National Public Radio asks if she's the \"new face of feminism\". And the Wall Street Journal, ever subtle, calls it \"Sarah Palin Feminism\". I call it well-spun garbage. (Yes, I'd even call it a pig in lipstick.) It seems you can't open a newspaper or turn on the television without running across a piece about how the Republican vice-presidential candidate, Sarah Palin, is not just a feminist, but the feminist - a sign that all is right in the US when it comes to gender equality. (Turn in those Birkenstocks and picket signs, gals!) </p> <p>Palin's conservative cohorts are claiming her candidacy as a win for women and proof that it's Republicans who are the real agents of change. After all, what more could American women want in a vice-presidential candidate than a well-coiffed \"hockey mom\"?</p> <p>Never mind that Palin talks about her teen daughter's decision to keep her child while awaiting the chance to take that choice away from American women. Don't worry about how Palin cut funding for a transitional home for teenage mothers. And forget that, under Palin's mayoralty, women in Wasilla, Alaska, were forced to pay for their own rape kits to the tune of up to $1,200. </p> <p>We're not supposed to care about these issues because - say Republicans - we should just be happy that there's a woman on the ticket. The McCain campaign is cynically trying to recreate the excitement that surrounded Hillary Clinton's candidacy, believing that all women want is ... another woman. </p> <p>Ann Friedman, deputy editor of the American Prospect, wrote: \"In picking Palin, Republicans are lending credence to the sexist assumption that women voters are too stupid to investigate or care about the issues, and merely want to vote for someone who looks like them ... McCain has turned the idea of the first woman in the White House from a true moment of change to an empty pander.\"</p> <p>What's worse is conservatives can't understand why women aren't lining up to thank them. In fact, the same people who moaned that women - those darn feminists, especially - were only supporting Hillary because of her gender are now screaming to the rafters because they're not supporting Palin for the same reason. That's what makes Republicans pulling the feminist card that much more insulting - the stunning hypocrisy. The McCain touting himself as the person who will put a woman in the White House is the same man who joked that Chelsea Clinton is \"so ugly\" because \"her father is Janet Reno\". </p> <p>And despite the talk about being the party of change, appropriating feminist symbols - such as at a Pennsylvania rally, where people held up signs of Rosie the Riveter with Palin's face - and propping up anti-feminist women as trailblazers is typical of the Republicans.</p> <p>Organisations such as the Independent Women's Forum and Concerned Women for America, who call themselves the \"real\" feminists while fighting against things such as equal pay and legislation to combat violence against women, have been around (and funded by conservatives) for years. Their brand of feminism means benefiting from the gains of the women's movement while striving to keep other women down - all for a patriarchal pat on the head. Sound familiar?</p> <p>As the feminist writer Rebecca Traister says: \"Palin's femininity is one that is recognisable to most women: she's the kind of broad who speaks on behalf of other broads but appears not to like them very much ... It's like some dystopian future ... feminism without any feminists.\"</p> <p>The good news is, this twisted homage to feminism means conservatives must recognise it as a force in American politics - why spend so much time framing Palin as feminist if we're all just a bunch of hairy man-haters? The bad news, however, trumps all. If this campaign is successful, American women will suffer. We'll be under the thumb of yet another administration that thinks nothing of rolling back women's rights. </p> <p>No matter how many times feminists point out the hypocrisy of Republicans pulling the F-card, however, the bigger truth is that it's not Palin's anti-feminist bona fides alone that matter. While Palin is bad for women's rights, she's terrible for America. In addition to being investigated by her own legislature for abuse of power, she is also reported to have asked a librarian about the process for banning books in Wasilla, doesn't support sex education, and has made lying about her record unusually central to her candidacy - even for a politician. These are big warning signs that cut across gender lines. </p> <p>So while the McCain campaign holds Palin up as a shining example of feminism in action, let's not forget the truth about who's doing the spinning and what they're selling. Because the last thing America needs is another corrupt and lying politician - man or woman.</p> <p><strong>·</strong> Jessica Valenti, founder of the <a href=\"http://www.feministing.com\">Feministing</a> website, is the author of Full Frontal Feminism</p>",
  "<p>Young American playwright Christopher Shinn certainly has sharp political antennae. His new play tackles freedom of speech, the dangers of disrespect to Muslims and the embarrassments caused by presidential offspring. </p> <p>I admire Shinn for addressing the big issues. I just feel that, in adhering to the currently fashionable 80-minute playwriting rule, he doesn't allow his arguments room to breathe. </p> <p>Shinn sets the action in Democratic hotel headquarters on election night. With the candidate poised for victory, his son, John, is at the centre of a gathering storm. Pictures have appeared on the internet of him at a college party dressed as Muhammad, accompanied by a chum in the guise of a pop evangelist. As the row escalates, John comes under increasing pressure from his mum, party functionaries and the president-elect to issue a public apology. But the intransigent John fights for his private autonomy and fundamental freedoms. </p> <p>Shinn skilfully anatomises the liberal dilemma. John's argument is that he dressed as Muhammad to expose the contradictions of progressive Ivy Leaguers who hold \"naked\" parties while at the same time censoring any critique of Muslim sexual rigour. On the other hand, John's opponents claim, with some justice, that as a candidate's son he forfeits the right to absolute privacy and that, in seeming to mock the Muslim faith he has caused gratuitous political offence.</p> <p>There is enough matter here for a good ding-dong debate, which Shinn duly delivers. But, in making a John a gay man with a past history of nervous disorder and serious quarrels with his father's vote-seeking shift to the right, Shinn introduces enough issues to fuel a three-act play. </p> <p>The play undeniably keeps you rapt. And, although Eddie Redmayne as the defiant John has a habit of dropping his voice at the end of sentences, he conveys all the character's gangling, principled obduracy. Matthew Marsh as his equally unbending father, Nancy Crane as his bewildered mother and Domhnall Gleeson as his loyal chum, fulfilling the role of the raisonneur in classical comedy, give fine performances in Dominic Cooke's suitably urgent production.</p> <p>I simply found that absorbing so many complex arguments in such a short span made my head spin.</p>",
  "<p>On this <a href=\"http://ap.google.com/article/ALeqM5iSd2WI-nRhx4j69i0he0HuSiv5owD934PHQ80\">seventh anniversary</a> of the attacks on the World Trade Center, both Barack Obama and John McCain were in New York City to attend an event by a coalition called <a href=\"http://www.bethechangeinc.org/changewire/2008/09/11/pre-forum-the-candidates-on-service/\">ServiceNation</a> about community service and civic engagement. They were asked not to campaign on this day out of respect. Perhaps ServiceNation feels that not campaigning will prevent them from co-opting this solemn anniversary for political reasons.</p> <p>However, anybody who has been alive for the last seven years knows that it is too late for that. We can expect to hear plenty about 9/11 in the coming weeks as the election heats up. The speakers at the Democratic convention in Denver did not make many 9/11 references, so it seems that most of these references will likely be from Republicans, most likely followed by discussions of the dangers we face abroad and the need to support the war in Iraq. The events of 9/11 should not be used as a justification for scapegoating a few \"enemy combatants\" or justifying a misguided and expensive war.</p> <p>As a 9/11 <a href=\"http://www.villagevoice.com/2006-09-05/news/some-kids-left-behind/\">victim</a> and part-time community organiser, I know that the memory of this event does have a place in this election. But, instead of being used as a rationale for the continuing \"war on terror,\" as an excuse for decimating the Bill of Rights, or a segue into a discussion about the \"successes\" of our war abroad, the <a href=\"http://edition.cnn.com/2007/US/05/24/wtc.dust/index.html\">events of 9/11</a> should prompt a conversation about this government's failed health policies. That conversation should not be limited to 9/11 alone but must include other national disasters like Katrina. Instead, any discussion of these disasters, man-made and natural, provides the basis for the argument that America needs a healthcare plan that covers everybody. Now.</p> <p>\"Small government\"-style social policy has not served 9/11 victims well. Community groups have had to fight tooth and nail for often meagre funding that comes in one-time bursts. There are still no medical monitoring and few treatment programs available to the thousands of people who were <a href=\"http://www.villagevoice.com/2006-11-21/news/death-by-dust/\">exposed to the toxic dust</a> both on 9/11 and during the clean-up.</p> <p>Disaster victims should not have to waste their time fighting for <a href=\"http://ap.google.com/article/ALeqM5gFU6k8ttfKFSoz4vS-DRaxfy_zfQD92JH4RG0\">access to basic care</a> and worried about the excessive cost of treatment. Community groups should be identifying what <a href=\"http://ap.google.com/article/ALeqM5jOUDYGETjmVjWMFgV1jEnzwsbwmQD9347RI01\">special needs require additional funding</a>, not wasting their time making sure that poor families can get their child with the \"WTC cough\" to a doctor without putting themselves in debt.</p> <p>Our government should not have had to take a special step of making sure that everybody who needed healthcare for <a href=\"http://ap.google.com/article/ALeqM5gFU6k8ttfKFSoz4vS-DRaxfy_zfQD92JH4RG0\">9/11-related conditions</a> could get it free of charge and immediately. This should be the rule, not an unusual exception.</p> <p>As the head of a group with a constituency of 9/11 victims that are spread out nationally and a resident of California, I know that healthcare for 9/11 victims is an issue with national implications. Whether on the actual anniversary or not, it should certainly be addressed during this presidential race by both Barack Obama and John McCain.</p> <p>After a long race with Hilary Clinton, who along with many New York representatives has <a href=\"http://www.cbsnews.com/stories/2007/06/20/health/main2959624.shtml\">championed this issue</a>, Barack Obama will have to take the lead on this one. John McCain will certainly not address the connection between healthcare and national and environmental disasters like 9/11. McCain has consistently <a href=\"http://edition.cnn.com/2007/POLITICS/03/30/clinton.mccain/index.html\">blocked bills seeking funding for health coverage and treatment for 9/11 victims</a>, reportedly even getting into a scuffle with his \"good friend\" Senator Clinton over the issue on the floor of the Senate last year.</p> <p>September 11 was an attack on the United States that put innocent New Yorkers (who, by the way, McCain and Palin, are \"real Americans,\" just like farmers in the Midwest, coal miners, oil field workers and haberdashers) in harm's way. It was used by the Bush administration and Republicans as an excuse to put thousands of members of the American military in harm's way as well.</p> <p>Certainly, 9/11 has a place in the political discourse. I just wish that the next time the likes of Rudy Giuliani says \"9/11,\" our response will be: \"Where's the healthcare for those who were injured?\" So far, all I can figure out is that John McCain, Giuliani, their surrogates and supporters, would like to repay the lot of us - veterans, 9/11 victims, and Katrina victims alike - with promises and rhetoric while continuing to support further funding in our name to wage war in Iraq.</p> <p>As somebody who suffered through the events of 9/11 and as a representative of many students who were impacted by those events, I have spent a good bit of the last seven years being betrayed by a government more concerned with war than the welfare of its citizens. We were ones who were put at risk to promote the revitalisation of downtown Manhattan after 9/11, despite the <a href=\"http://www.ny1.com/Default.aspx?SecID=1000&amp;ArID=63079\">potential cost to our health and our futures</a>. We did our part, willingly or not. It is time that the national discussion of those events focus on how the government can do its part to repay our effort. This election year is the perfect time to begin that discussion.</p>",
  "<p>Barack Obama today made a belated personal appeal to Bill Clinton for advice on how to fight back against a resurgent Republican presidential campaign.</p> <p>The lunchtime meeting in New York between the two towering Democratic figures comes amid growing despair at Obama's slide in the polls over the last week. Democratic figures are openly expressing fears that Obama does not have a strategy to counter the rising appeal of John McCain and his running mate, Sarah Palin.</p> <p>Although Clinton extravagantly praised Obama in his speech to the Democratic convention in Denver last month, the relationship between the two has remained strained from the bitter Democratic primary campaign against Hillary Clinton earlier this year.</p> <p>The meeting, which took place at the headquarters of Clinton's foundation in Harlem, was their first face-to-face encounter since the primary season ended last June. The two men have spoken on the phone on only two occasions since Obama won the nomination.</p> <p>In an attempt to smooth the way for the meeting, Obama said he saw parallels between his own campaign and Clinton's in 1992: a relatively unknown politician fighting the Republicans against a backdrop of an ailing economy.</p> <p>\"You know, I've got lunch with Bill Clinton, which I'm looking forward to,\" he told David Letterman on Wednesday night. \"There's nobody smarter in politics and he is going to be, you know, he's going to be campaigning for us over the next eight weeks, which I'm thrilled by because, you know, the race that he ran in '92 is -- it was similar to what's taking place now.\"</p> <p>Clinton extended the lunch offer to Obama about a week ago -- before Palin began to energise the Republican base -- after patiently waiting for months for the Democratic candidate to get in touch.</p> <p>If they had met earlier, it would have been characterised as Obama meeting Clinton from a position of strength, but coming this week, it adds to the sense of Obama being on the defensive and needing help putting his campaign back on course.</p> <p>Obama said Clinton had been successful in reaching out to people in 1992 on the economy and he would like to use him in that role in this campaign, telling people \"why we need to change the economy in a fundamental way so it works for middle class families so that they can get ahead, so that they can send their kids to college, I think he can be a great advocate on behalf of the campaign.\"</p> <p>Hillary Clinton has been actively campaigning for Obama in battle line states. However, she has drawn a line against making personal attacks on Palin, Clinton insiders said.</p> <p>Clinton is happy to attack the Republicans over policy but not on personality, in part because she sees this as the role of the vice-presidential candidate, Joe Biden, but also because she thinks it is a strategic mistake to engage in personal criticism of Palin.</p> <p>However, Clinton did add to the Democrats' defence of Obama who has been under attack for using the phrase \"lipstick on a pig\" to describe McCain's recycled policies. Republicans have accused Obama of insulting Palin.</p> <p>Clinton dismissed the notion at a press conference today.<br>\"Barack has made this clear,\" she said. \"It was in no way meant as an affront.\" </p> <p>While Bill Clinton will also go out on the trail for Obama, the election timetable is narrowing.</p> <p>The former president has many commitments over the next few weeks, including his annual Global Initiative conference in New York later this month, which attracts leaders from the world to discuss</p> <p>A new poll out today showed Obama's poll lead slipping in a trio of battleground states that will determine the outcome of the election: Florida, Pennsylvania and Ohio.</p> <p>A Quinnipiac University poll showed McCain pulling away in Florida, with a lead of 50% to Obama's 43%. The Republican was narrowing the gap in Pennsylvania, with Obama on 48% and McCain 45%. Obama maintained his lead in Ohio, 49% to McCain's 44%.</p> <p>Officially, the Obama camp has tried to downplay the polls, saying they are not predictive of the outcome next November.</p> <p>However, there were signs this week of a concerted effort to push back against Republican attacks. One of Obama's closest advisers, Valerie Jarrett, told the Wall Street Journal today that Obama had told her in a phone conversation that he was not going to let Palin hijack media attention any longer. Echoing the view reached by Hillary Clinton and other senior Democrats, he told Jarret he would desist from personal attacks on Palin and \"stay focused on John McCain\".</p> <p>Obama's bad week became worse when the National Rifle Association stepped up its opposition to him. The association, which has millions of supporters in the US and has so far played little part in the campaign, sees Obama as hostile towards gun ownership.</p>",
  "<p>Sarah Palin, an instant sensation on the campaign trail, is set to emerge from her media cocoon tonight, with a series of television interviews designed to silence critics of her record as governor of Alaska and scrutiny of her personal life.</p> <p>In a carefully stage-managed media operation, Palin agreed to only one set of interviews, with Charles Gibson of ABC, which will appear on news programmes tonight, tomorrow morning, and tomorrow evening as well as in a prime-time special on the Republican vice presidential nominee.</p> <p>The broadcasts will include footage of Palin's soldier son, Track, who was scheduled to deploy to Iraq today, a mini biopic and a roundtable discussion on the vice-presidential candidate.</p> <p>The interviews took place in Alaska, at her home in Wasilla and in Fairbanks, where she arrived by private campaign jet on Wednesday night and was greeted as a conquering hero by a crowd of some 3,000 people. The trip marked the first time Palin has returned to Alaska since embarking on the campaign trail.</p> <p>Palin spoke briefly, focusing on running mate John McCain. \"He's a friend to Alaska, and he will be our next president,\" she told the crowd, some of whom had been in line for six hours.</p> <p>The Republicans hope that the blanket exposure will deflect criticism that Palin, a virtual unknown until a fortnight ago and a governor for less than two years, lacks the experience to step as president in place of McCain.</p> <p>The Alaska governor, who touts herself as a moose-hunting, salmon-fishing, hockey mum turned political reformer, has faced a steady dripfeed of negative stories about her political record and her family, including her sons Track and Trig, and daughter, Bristol, who is pregnant at 17.</p> <p>Up until the interviews, she had not taken questions from reporters, and at campaign rallies has stuck closely to a scripted speech that is largely a distillation of her address to the party convention.</p> <p>The McCain campaign has gone on the attack against any questioning of her record, labelling it as sexist.</p> <p>McCain's strategists are also working hard to capitalise on Palin's appeal to Republican women, especially social conservatives, as well as a section of former supporters of Hillary Clinton.</p> <p>The Republican presidential nominee was set to appear on the chat show, The View, as well as a cooking programme to try to reach out to women voters.</p> <p>Palin's instant popularity, and the success of Republican efforts to present her a feminist icon, have put the Democrats off-balance.</p> <p>At campaign rallies this week, vendors began selling Rosie the Riveter t-shirts. Democrats had previously felt they owned the second world war icon. Nancy Pelosi adopted it for her own buttons when she became the first woman speaker of the house in January 2007.</p>",
  "<p>What is surprising about <a href=\" http://www.reuters.com/article/politicsNews/idUSLA10067720080910\">Gordon Brown</a>'s inadvertent foray into the US presidential election is how obvious the mistake was. It is a basic rule of statecraft that a British government does not overtly take sides in a US election.</p> <p>\"I was amazed when I read it. It's such a basic example of what you do not do\", said a former senior British diplomat with a lot of experience of dealing with the American allies. A serving Foreign Office official pointed out that he would never think of commenting on a Downing Street matter, with enough levity to make it clear that the diplomats on <a href=\"http://www.fco.gov.uk/en/about-the-fco/history-and-buildings/tour-our-buildings1/buildings-inside-uk/king-charles-street/\">King Charles Street</a> were enjoying the latest mess conjured up by the amateurs down the road.</p> <p>A Downing Street source simply recited through clenched teeth the line that \"the prime minister takes responsibility for all articles published in his name\". In other words Brown did not write the article in the <a href=\"http://www.monitor-group.co.uk/\">Parliamentary Monitor</a> that endorsed a (former) Obama policy on support for struggling homeowners, and would have some choice words for the hapless aide who did.</p> <p>The Guardian's Nick Watt did some digging and discovered the article had been ghost-written on the basis of an old Brown briefing note, and had not been properly vetted or updated.</p> <p>As such, it should be filed under \"amusing gaffe\" rather than \"diplomatic rift\". It says more about dysfunction in Number 10 than the state of the special relationship.</p> <p>As far as the latter is concerned, the sarcastic response from the McCain campaign, ruing the loss of \"<a href=\"http://www.johnmccain.com/mccainreport/Read.aspx?guid=d7eb6c0b-d3c1-48b8-84cc-917f5faaa67f\">the coveted Gordon Brown endorsement</a>\", reveals plenty.</p> <p>Such irony would not have worked, and would not have been used, on Tony Blair. It reflects the general impression stateside that Brown is damaged goods and not long for this political world.</p> <p>The paradox of US elections in recent years is that while a lot of store is placed in a candidate's ability to deal with the rest of the world, the views of the non-American parts of the globe are less than irrelevant – they are contemptible. The Guardian discovered this four years ago when its sort-of tongue-in-cheek write-in campaign to voters in Clark County, Pennsylvania, provoked a <a href=\"http://www.theguardian.com/world/2004/oct/18/uselections2004.usa2\">furious backlash</a>. The fact that Barack Obama is overwhelmingly the more popular candidate abroad will do him no favours at home.</p> <p>That's why his decision to spend significant time in <a href=\"http://www.independent.co.uk/news/world/europe/obama-begins-european-leg-of-tour-876157.html\">Europe</a> on his world trip in July was a curious one. In the jaundiced, febrile, atmosphere of an American election campaign, where every act is refracted through the lens of the culture wars, spending time in Europe does not represent statesmanship but rather cultural elitism.</p> <p>Britain is normally viewed as an exception, even by the right. We have an almost totemic significance as the plucky little ally always at America's shoulder. For that reason, if Blair had not been prepared to go into Iraq, it would have been extremely difficult, if not impossible, for Bush to push ahead. It is a good measure of the current prime minister's plummeting stock, that not even this residual gloss from the special relationship spares him from disdain.</p>",
  "<p>It's hard to imagine Michigan's governor Jennifer Granholm morphing into the moose-shooting, conservative-leaning, ponytail-wearing Republican vice-presidential candidate Sarah Palin.</p> <p>But that's exactly what she'll do over four days in the coming weeks as she acts as a sparring partner for Democratic vice-presidential candidate Joe Biden as he prepares for a televised debate with Palin, the governor of Alaska, in St Louis, Missouri on October 2.</p> <p>Granholm said in a TV interview that she thinks she was picked because she's the only other woman governor, besides Palin, with children at home.</p> <p>\"She's a real person and has real-person issues,\" Granholm told MSNBC in an interview on Wednesday. \"But people want to know, 'What are you going to do for me?' \"</p> <p>Granholm supported Democratic presidential candidate Hillary Clinton until she dropped out of the race.</p> <p>Granholm and Palin have a lot in common. They're both sports mums: Granholm's children play soccer and basketball; Palin's kids play hockey. Both women are in their 40s. Palin was Miss Wasilla in 1984 and a third-place finisher in the Miss Alaska contest, while Granholm was Miss San Carlos, California in 1977. Both were criticised for lack of experience when they ran for higher office. Both are the first women in their respective states to become governor.</p> <p>Their politics, however, are completely different. Palin is conservative and opposes abortion; Granholm is liberal and is an advocate of a woman's right to choose. So, too, their education: Granholm graduated from Harvard's law school; Palin from the University of Idaho's journalism school.</p> <p>Granholm is a natural pick, said Lansing, Michigan political consultant Robert Kolt. She has been through two tough gubernatorial campaigns with many debates against Republicans Dick Posthumus in 2002 and Dick DeVos in 2006.</p> <p>\"She has great communication skills. She's smart, and she's a quick study,\" Kolt said. \"She'll be a great stand-in. She'll know all the lines.\"</p> <p>Standing-in requires more than just memorisation, though.<br>Former Republican congresswoman Lynn Martin of Illinois played the role of Democratic vice presidential candidate Geraldine Ferraro when then vice-president George Bush was preparing for the 1984 election. The role required hours of research into Ferraro's speeches, record in Congress, interviews with the media and her life story, Martin told a Detroit, Michigan newspaper on Wednesday. At the time, Martin, a first-term congresswoman, was a friend of Ferraro, despite their different parties.</p> <p>\"I still think the world of Gerry. But back then, it was both scary and historic,\" Martin said. \"We're talking so much about senator Clinton and governor Palin now, but for Gerry Ferraro, it was a tough road. And Bush had never debated a woman before. It was scary for the guys, too.\"</p> <p>Martin looked at every nuance, even speeding up her slower-paced Midwest speech to mimic the rapid-fire talk of Ferraro, a New Yorker. When Bush's wife, Barbara, spoke to her before the first of three debate rehearsals and told her to \"Be rough on him. He's too full of himself,\" Martin's first thought was, \"Easy for you to say. It isn't your career on the line.\"</p> <p>The first rehearsal went poorly, Martin recalls. By the third, Bush was ready.</p> <p>\"Virtually every question that came up, we had covered. When Ferraro said, 'Don't condescend to me,' it was a line I had said during the rehearsals,\" Martin said.</p>",
  "<p>Today, as we pause to remember the 3,000 people who died in the dreadful attacks of September 11 2001, it is also important to remember that, in terms of the Bush administration's response, the bitter legacy of that day remains a deep stain on America's moral standing.</p> <p>In order to pursue a \"war\" against a group of terrorist criminals, the administration flouted the US Constitution and the bill of rights, dismissed the Geneva conventions, endorsed imprisonment without charge or trial, created a system of show trials for terror suspects out of thin air, granted themselves the right to spy on American citizens with impunity, and invaded a sovereign country without justification.</p> <p>Although it is reassuring that both presidential candidates have pledged to close Guantánamo, and Barack Obama has signalled that he will act to withdraw US forces from Iraq, neither Obama nor John McCain has yet spelled out in detail how Guantánamo will be closed.</p> <p>In addition, there has been no talk of what lies behind the notorious offshore prison in Cuba: a network of unaccountable prisons in Afghanistan and Iraq, and the hundreds of other prisoners, subjected to \"extraordinary rendition\", who are languishing in jails in third countries or in secret facilities run by or overseen by the CIA.</p> <p>Decisive leadership is now required to correct these mistakes, and to revive the United States as a country founded on the rule of law. </p> <p>Some of this can be accomplished with a few pieces of crucial legislation – upholding the absolute ban on torture and cruel, inhuman or degrading treatment, prohibiting the use of \"extraordinary rendition\", holding prisoners seized in wartime in accordance with the Geneva conventions, and bringing criminals to justice within the US court system.</p> <p>Other problems, however, require painstaking attention to the details, as my colleagues at <a href=\"http://www.reprieve.org.uk/\">Reprieve</a>, the legal action charity, understand only too well. Reprieve's lawyers represent 31 of the 263 prisoners still held in Guantánamo. One of these men, British resident <a href=\"http://www.reprieve.org.uk/casework_binyammohammed.htm\">Binyam Mohamed</a>, is facing a trial by military commission at Guantánamo (a system <a href=\"http://www.theguardian.com/politics/2003/nov/26/uk.lords\">condemned</a> by Lord Steyn as a \"kangaroo court\"). </p> <p>Mohamed is a victim of rendition and torture, and his lawyers are currently <a href=\"http://www.theguardian.com/world/2008/aug/28/usa.usforeignpolicy\">attempting</a>, through the high court, to persuade the British government to release potentially exculpatory evidence in its possession relating to his case. Their reasons are simple: without this information, they will be unable to prepare an adequate defence, as a steady flow of information relating to the trials has <a href=\"http://ca.reuters.com/article/topNews/idCAN1337894520080814\">demonstrated</a> that they are designed to secure convictions, and to prevent all mention of torture. Until this system is closed down, and the trials transferred to the mainland, Guantánamo will remain as a beacon of injustice.</p> <p>Nine of Reprieve's other clients have been cleared for release from Guantánamo, after multiple review boards, because the authorities have concluded that they do not pose a threat to the US, but they remain in Guantánamo either because of treaties preventing the return of foreign nationals to countries where they face the risk of torture, or, in other cases, because they are, literally, stateless. </p> <p>Examples include: several <a href=\"http://www.reprieve.org.uk/documents/08.06.17theforgottenitalianresidentsinguantanamo.pdf\">Italian residents (pdf)</a> of Tunisian origin, whose return to Tunisia would be a human rights disaster; two Saudi residents, born in Saudi Arabia but spurned by the government because their parents are from <a href=\"http://www.reprieve.org.uk/casework_mohammedelgharani.htm\">Chad</a> and <a href=\"http://humanrights.ucdavis.edu/projects/the-guantanamo-testimonials-project/testimonies/prisoner-testimonies/ayman-al-shurafa\">Palestine</a>; and <a href=\"http://www.timesonline.co.uk/tol/news/world/us_and_americas/article2169795.ece\">Ahmed Belbacha</a>, an Algerian who has launched a court appeal to prevent his repatriation, because of legitimate fears about his safety. Although Belbacha lived in the UK and had applied for asylum, he was not technically a resident when he took a holiday in Pakistan in 2001 that led to his kidnapping and transportation to Guantánamo.</p> <p>Until these cases are resolved, and new homes found for these men, Guantánamo will remain open as an affront to US justice, and a corrosive reminder of the grave errors – the lack of screening, the presumption of guilt, and the bounty payments for \"al-Qaida and Taliban suspects\" – that led to the prison being filled with innocent men and Taliban foot soldiers who had no knowledge of al-Qaida or the 9/11 attacks.</p>",
  "<p>Yesterday, the McCain campaign released an advert that featured video footage of Barack Obama saying \"But, you know, you can't – you can put lipstick on a pig; it's still a pig,\" and labeled that footage \"Barack Obama On: Sarah Palin,\" thus implying the Democratic presidential nominee was calling GOP veep nominee Sarah Palin a pig. The ad has since been <a href=\"http://www.politico.com/blogs/bensmith/0908/CBS_takes_down_McCain_webad_suggests_its_misleading.html?showall\">pulled</a>, because the campaign also used footage of CBS anchor Katie Couric without securing the proper permission first (<a href=\"http://www.mtv.com/news/articles/1594443/20080909/heart.jhtml\">an</a> <a href=\"http://blog.wired.com/music/2008/08/mccain-sucks-at.html\">ongoing</a> <a href=\"http://blog.wired.com/27bstroke6/2008/07/mccain-campai-1.html\">problem</a> with the McCain campaign – or, perhaps more evidence of McCain's emulation of Bush, showing up in his contempt for the law).</p> <p>Viewed in the context of <a href=\"http://www.youtube.com/watch?v=FPd4yk0x-eg\">the stump speech</a> from which the \"lipstick on a pig\" line was pulled, it's clear that Obama was not directly calling Palin a pig:</p> <blockquote> <p>\"John McCain says he's about change, too. And, so, I guess his whole angle is: Watch out, George Bush. Except for economic policy, healthcare policy, tax policy, education policy, foreign policy, and Karl Rove-style politics, we're really gonna shake things up in Washington. That's not change. That's just calling something, the same thing, something different. But, you know, you can't – you can put lipstick on a pig; it's still a pig.\"</p> </blockquote> <p>The pig in question is John McCain's policies, not Sarah Palin.</p> <p>But was it still sexist?</p> <p>Obama's had what we'll call a bit of a problem using <a href=\"http://shakespearessister.blogspot.com/2008/01/fighting-sexism-is-meant-to-be.html\">sexist</a> <a href=\"http://shakespearessister.blogspot.com/2008/02/what-new-dissed-hill-is-this.html\">dog</a> <a href=\"http://shakespearessister.blogspot.com/2008/02/periodically-speaking.html\">whistles</a> and <a href=\"http://shakespearessister.blogspot.com/2008/05/tell-me-he-did-not-really-say-this.html\">soubriquets</a>, and his campaign has not been above using <a href=\"http://shakespearessister.blogspot.com/2008/01/heydid-you-know-hillarys-big-girly.html\">overt sexism</a> and engaging in <a href=\"http://shakespearessister.blogspot.com/2008/06/why-taking-high-ground-is-important.html\">double standards</a> when it's suited him. And it's no secret that I think he's got to improve the way he speaks (at minimum) about women's issues, from <a href=\"http://www.feministe.us/blog/archives/2008/02/28/words-mean-things-part-2/\">reproductive</a> <a href=\"http://shakespearessister.blogspot.com/2008/07/putting-obama-comments-on-third-term.html\">rights</a> to <a href=\"http://shakespearessister.blogspot.com/2008/09/i-write-letters_11.html\">AIDS prevention</a>.</p> <p>It's a misconception that I'm hard on Obama for this stuff because I don't like him; the truth is that I want him to beat John McCain – no, not just beat him: I want him to trounce John McCain by double digits and ensure that the man never comes within 100 yards of the White House unless on a tourist excursion during his long overdue retirement. (Not because he's old, but because he sucks.) I'm hard on Obama because I don't want him to win on the back of misogyny and because I want him to be solid on women's issues, which will help him win.</p> <p>But the point is, I'm hard on him. And calling his \"lipstick on a pig\" line sexist?</p> <p>Doesn't fly.</p> <p>It might have been a <a href=\"http://www.theguardian.com/commentisfree/2008/aug/01/johnmccain.uselections2008\">dog whistle</a> – except for the fact that dog whistles have to make some sort of sense. In the context of Obama talking about McCain's policies, and how are in perfect alignment with Bush's policies, suddenly implying Sarah Palin's a pig is utterly nonsensical. It's a non sequitur. However, implying that McCain's dressing up the same old shit as change is like putting lipstick on a pig, well, that makes sense.</p> <p>If Obama had been talking about Palin being added to the ticket, and how, even though she's a woman, she embraces the same anti-feminist policies as every other bloody Republican, and that's no more real change than putting lipstick on a pig is, <em>that</em> would be a dog whistle. Context matters – and if that's the context we were talking about, I would be writing something very different indeed.</p> <p>But that's not what happened.</p> <p>It was nonetheless exceptionally tone-deaf; Palin had, merely a week earlier, taken to the national stage and firmly associated herself with the image of <a href=\"http://www.theguardian.com/commentisfree/2008/sep/04/uselections2008.sarahpalin\">a pitbull in lipstick</a>. Inevitably, the \"lipstick on a pig\" line was going to invoke that widely-discussed bit of Palin's address, and Obama should have known to lay off of it. There's no reason to hand the most mendacious people in the world stuff to use against you.</p> <p>And use it against him they did – positioning themselves as some sort of feminist crusaders, even as they simultaneously <a href=\"http://www.youtube.com/watch?v=LK4oWay1VbE\">cast their own veep candidate</a> as a helpless damsel being stalked by wild animals.</p> <p>It's breathtakingly audacious, and just as infuriating.</p> <p>Because here's the thing about the GOP erroneously playing \"the gender card\" by co-opting feminist rhetoric and twisting it into some funhouse mirror version of feminism to be wielded as a weapon against the Democrats: It contributes to a cultural environment in which legitimate complaints about sexist rhetoric are already not taken as seriously as they should be, where they are routinely dismissed with charges of hypersensitivity and hysteria. That the GOP will further discredit feminism in the process of destroying Obama is not a flaw of this strategy, but a feature.</p> <p>That's bigger than Obama – and that's why I'm hard on him.</p> <p>He can't give them anything.</p> <p>Not an inch. Not a word.</p> <p>They don't fight fair.</p> <p>And they don't care a whit about sexism, except insofar as it can be used to their advantage – like being levied as a charge against an opponent. Even when he isn't being sexist.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-337527015\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/9/11/1221148537878/wormhole.jpg\" alt=\"Wormhole\" width=\"460\" height=\"300\" class=\"gu-image\" /> </figure>  <p>Well, that's it. It's all over: the election, human existence, everything. It turns out that a <a href=\"http://www.youtube.com/watch?v=4pPAdN6XQG0\">preposterous new McCain campaign ad</a>, which attacks Barack Obama for attacking Sarah Palin, also manages to tell a lie about an article published on a <a href=\"http://www.factcheck.org/about/\">website</a> that only exists in the first place to point out when the campaigns are telling lies, thereby creating a fatal wormhole in the space-time continuum that will shortly suck all physical matter into its gaping maw. The ad suggests that the non-partisan service Factcheck.org, at the University of Pennsylvania's Annenberg Public Policy Center, has dismissed Obama's attacks on Palin as \"absolutely false\" and \"misleading\". But guess what, irony enthusiasts: <a href=\"http://www.factcheck.org/elections-2008/mccain-palin_distorts_our_finding.html\">that claim itself is absolutely false and misleading</a>! Factcheck.org was talking about crazy rumours put about by so-called online internet bloggers, not criticisms levelled by Obama at all. (Perspicacious lie-spotters may also have noticed that yesterday's McCain attack ad used footage of the CBS news anchor Katie Couric apparently agreeing that criticisms of Sarah Palin had been deeply sexist; in fact, she was talking about Hillary Clinton, and <a href=\"http://www.youtube.com/watch?v=ZhQSfdJ2Ie8\">the ad has since been removed from YouTube at CBS's request</a>. You remember Hillary Clinton -- she's the one about whom a McCain supporter once asked him \"How do we beat the bitch?\", causing the crusading progressive feminist John McCain to chuckle and declare <a href=\"http://www.thecarpetbaggerreport.com/archives/13582.html\">\"that's an excellent question.\"</a>)</p>",
  "<p>For the Republican party, 9/11 just ain't what it used to be.</p> <p>In 2004, the al-Qaida attacks on New York's World Trade Center and the Pentagon outside Washington were the central themes of George Bush's re-election campaign. Invoking the tragedy that left 3,000 dead and stoking fears of further attacks was enough to send the Democrats crashing to defeat. But in this November's election, Bush isn't on the ballot, and the Republicans are even signalling that 9/11 shouldn't be politicised, at least not anymore.</p> <p>The Republicans' change of tactics may come largely because, seven years after the attacks, there's mounting evidence that 9/11 has lost its effectiveness as a political weapon. In 2004, the Republicans brought their party convention to New York, hostile electoral territory, to emphasise their links to that deadly day. This time, meeting a couple thousand kilometres away in St Paul, Minnesota, they showed a single <a href=\"http://www.youtube.com/watch?v=c5KkFvGsgQk&amp;feature=related\">video commemorating the attack</a>, with Bush pointedly airbrushed out of the picture.</p> <p>Comparing 2004 presidential election exit polls with subsequent Gallup and Pew Research questions on the \"most important issue\" for Americans, public opinion research expert Kenneth Sherrill, political science department chairman at New York's Hunter College, explains: \"Since 2004, Iraq surpassed 'terrorism', and in the past few months, 'the economy' has <a href=\"http://www.pollingreport.com/prioriti.htm\">surpassed</a> Iraq.\" <br> Empirical evidence suggests the polls correctly reflect voter sentiment. Former New York mayor Rudy Giuliani ran for the Republican presidential nomination largely on the basis of his emergence as \"America's mayor\" in that tragedy. His every sentence on the campaign trail consisted of <a href=\"http://www.youtube.com/watch?v=mPOAKXBi9Pw\">\"a noun, a verb and 9/11\"</a>, as Joe Biden put it. After an early stint as the frontrunner, Giuliani's campaign fizzled spectacularly, as that day when he stood so tall shrank in the distance. </p> <p>In his Republican primary campaign, John McCain emphasised terrorism and its cousin national security, building on his military service record and 26 years on Capitol Hill. That focus was enough for the Arizona senator to vanquish an unimpressive field of Republican opponents. Meanwhile, on the Democratic side, Hillary Clinton played her version of the 9/11 card with the \"3am phone call\" advertisement, aimed at rival Barack Obama's inexperience. The spot generated a lot of buzz, but it only won Clinton second place in the Democratic sweepstakes, as Obama's message of change edged her message of experience. Republican strategists clearly noticed that outcome and have retooled McCain's campaign for the general election. </p> <p>McCain still uses national security code words when he speaks – as Clinton did – about being ready as commander in chief on day one of his presidency and about the \"dangerous world\" and \"our enemies\" in it. But last week's Republican convention marked McCain's pivot away from terrorism and Iraq as his top issues. That pivot began with McCain naming Alaska governor Sarah Palin as his running mate. McCain can't pretend that national security and defence are at the forefront of his agenda when he's chosen a vice-presidential candidate with absolutely no experience in those areas.</p> <p>Instead of trying to tap into anger over the 9/11 attacks and fear of further strikes as Bush did four years ago, McCain's campaign aims to tap into anger over the past eight years by <a href=\"http://www.theguardian.com/world/2008/sep/05/uselections2008.johnmccain1\">running against Washington</a>. Even for Republicans, it's hard to denounce Bush's Washington while stirring the debris of the terrorism issue so closely associated with the Bush presidency. </p> <p>The best evidence of 9/11 losing its political pizzazz is that McCain's campaign has agreed to <a href=\"http://www.johnmccain.com/Informing/News/PressReleases/c6537d1b-f2eb-4c70-b2a9-4e0eb3c07f9b.htm\">a joint appearance with Obama</a> in New York today, on the anniversary of the attacks. If there were some value still to extract from the tragedy, rest assured the Republicans would have kept it for themselves. Now, it's almost as if the GOP invites the Democrats to share some responsibility for the historic disaster. </p> <p>The politician most closely associated with 9/11 isn't up for re-election, of course. The only vote left on Bush is history's. If the McCain campaign is any indication, Bush may soon join Richard Nixon – and the World Trade Center's twin towers may soon join Watergate – as words no Republican dares utter in the presence of voters.</p> <p>That ostracism, however richly deserved, will be too late to undo the damage of the Bush presidency. As New Yorkers are doing, and as the McCain campaign is attempting with its electoral message to voters, so must the next president strive to sweep away the rubble from the unprecedented catastrophe and rebuild from scratch.</p>",
  "<p>You used to be able to count on two things when it came to the Cuban exile community in Miami: That exiles would discuss American politics (especially as it relates to Cuba) while standing over a demi-tasse of strong espresso at walk-up windows outside neighbourhood restaurants and that they would be unapologetically, rabidly, seemingly homogenously Republican. These days, only one of those things is true.</p> <p>People still sip and talk for hours at the cafes, but not everyone thinks the Grand Old Party so grand anymore. In a state that could play a pivotal role in the upcoming presidential election, that change, among a group that votes in large numbers, is something of which to take notice. </p> <p>Let's not fool ourselves here. The majority of Cuban-Americans, overwhelmingly staunch anti-communists, still vote Republican. They have done so since blaming Democratic president John F Kennedy for the failure of the 1961 <a href=\"http://en.wikipedia.org/wiki/Bay_of_Pigs_Invasion\">Bay of Pigs invasion</a>, in which a group of Cuban exiles, secretly backed by the CIA, attempted to overthrow Fidel Castro's fledgling regime. </p> <p>Since then, a succession of Republican nominees have secured Miami's Cuban vote by doing nothing more than visiting the city, eating a plate of traditional Cuban food in front of the cameras, uttering a heavily accented \"¡Viva Cuba libre!\" and promising to follow a hard line against Castro – no diplomacy and the continuance of the embargo against the island. George Bush did so and received <a href=\"http://www.newyorker.com/archive/2004/03/15/040315fa_fact\">more than 80%</a> of Florida's Cuban-American vote in 2000 and 2004. John McCain, whose Cuba rhetoric is very much in that vein, remains an attractive candidate for the exiles.</p> <p>But in a tight-knit community where dissent - suggesting, for example, that government-level talks with Castro, or attending a concert by a Fidel-friendly singer visiting from Cuba - has historically been seen as tantamount to high treason, change is in the air. A couple of recent events are no less than stunning, especially for those of us who grew up as quietly Democratic Cuban voters in Miami. </p> <p>First, not one, but two Democrats, strong candidates both, are campaigning against longtime Republican Florida congressmen and stand a good chance of winning: Cuban-Americans <a href=\"http://www.raul2008.com/\">Raul Martinez</a> and <a href=\"http://www.joegarcia08.com/\">Joe Garcia</a>. While Martinez backs universal healthcare and other Democratic stances, he is mainly counting on his 24-year record as an immensely popular and responsive - though slightly slimy - mayor of a Cuban-heavy Miami suburb, to beat well-liked, dyed-in-the-wool Republican incumbent Lincoln Diaz-Balart. The less well-known Joe Garcia, on the other hand, is hoping that his promises of populist measures such as lower taxes for working families and tax breaks for small businesses will be enough to beat <a href=\"http://mariodiazbalart.house.gov/\">Mario Diaz-Balart</a>, Lincoln's little brother.</p> <p>Second, a few months ago, Barack Obama <a href=\"http://edition.cnn.com/2008/POLITICS/05/23/obama.cuban.americans/index.html\">came to the city</a> and was received, if not, rapturously, at least respectfully, by Cubans. Speaking at the invitation of the Cuban-American National Foundation, a powerful lobby synonymous with the Republican party and intransigence on US-Cuba relations, Obama dared to say that the embargo was for the most part, a failed policy, and that he would be open to holding talks with Castro (this was before Fidel stepped down). That was surprising enough, but more surprising was the audience's reaction: applause. </p> <p>Neither development could have been thought possible when I was growing up in the 1980s and 1990s, when influential Cuban exile radio stations invariably backed Republican candidates and openly ridiculed Democrats, objectivity be damned. But things have changed. Fifty years into the revolution, it's become painfully clear to more and more Cuban exiles that the embargo has done nothing to further the cause of freedom in Cuba and that <a href=\"http://cubanfamilyrights.org/?p=27\">moves</a> like Bush's 2003 and 2004 limits on family visits and remittances to the island (family members can now only visit once every three years) have only hurt, well, our families.</p> <p>Add to that the bitter realisation that Fidel retired peacefully, with all the exiles' strategems having had no hand in his political demise, and the fact that the most stubborn of Cuban exiles are literally dying out and being replaced by younger generations of more liberal, US-born Cuban-Americans, and you have a community <a href=\"http://www.theguardian.com/world/2008/jan/28/uselections2008.usa\">ripe for change</a>. </p> <p>Whether that change will come in time to make a difference in the November elections remains to be seen. Florida has played a key role in the last few presidential elections, with Cubans helping deliver the state in the 2000 and 2004 elections. But for now, the recent developments look, if not exactly like a revolution, definitely like an evolution.</p>",
  "<p>John McCain and Barack Obama today put aside their differences for a joint visit to the site of New York's World Trade Centre, which was destroyed in terrorist attacks seven years ago.</p> <p>The US presidential candidates are temporarily suspending the increasingly bitter rhetoric of their election campaign to commemorate the morning of September 11 2001, when two hijacked airliners flew into the twin towers, killing 2,751 financial workers, clerks, police, firefighters and others. Another plane crashed into the Pentagon in Washington, killing 184, and a fourth crashed in a field in Shanksville, Pennsylvania, taking the lives of more than 40 passengers and crew.</p> <p>Commemorating the day - one of the deadliest in US history - McCain and Obama are temporarily suspending the increasingly bitter rhetoric of their presidential election campaign to pay their respects.</p> <p>In New York this afternoon, Obama and McCain, joined by New York City mayor Michael Bloomberg and McCain's wife Cindy, walked slowly down a long ramp to the floor of the pit where the twin towers once stood. They appeared to exchange a few words, then met briefly with victims' families, police, construction workers and others.</p> <p>\"We will never forget those who died,\" Obama said in a statement this morning. \"We will always remember the extraordinary efforts of our firefighters, police and emergency responders, and those who sacrificed their own lives on Flight 93 to protect their fellow Americans. And we give thanks for the Americans defending us every day in our communities at home, and in our military abroad.</p> <p>\"On 9/11, Americans across our great country came together to stand with the families of the victims, to donate blood, to give to charity, and to say a prayer for our country. Let us renew that spirit of service and that sense of common purpose. Let us remember that the terrorists responsible for 9/11 are still at large, and must be brought to justice. Let us resolve to defeat terrorist networks, defend the American homeland, stand up for the enduring American values that we cherish, and seek a new birth of freedom at home and around the world.\"</p> <p>In Shanksville, Pennsylvania, where passengers on United Airlines flight 93 overcame the hijackers and prevented greater calamity, John McCain this morning quoted the Gospel of John, saying: \"Greater love hath no man than this, that a man lay down his life for his friends.\"</p> <p>\"I've had the great honour and privilege to witness great sacrifice for America's sake,\" he said in brief remarks, \"but none greater than of those good people who grasped the gravity of the moment, understood the threat, and decided to fight back at the cost of their lives.\"</p> <p>Relatives of the murdered victims marked the occasion with a moment of silence at 8.46am (1.46pm BST) - the moment the first hijacked plane struck. At the White House this afternoon, George Bush and Dick Cheney paid a silent tribute with their wives, Laura and Lynne. This morning, the president and other dignitaries also led a memorial service at the Pentagon.</p> <p>In an address to the crowd, the former defence secretary Donald Rumsfeld - one of the architects of the war in Iraq - said the Pentagon workers \"fell side by side as Americans\". He added: \"Those of us who were in the Pentagon on September 11, we share and will always share a special bond with each other and with each member of the family.</p> <p>\"We will never forget the way this huge building shook, we will not forget our friends and colleagues ... and we will not forget what that deadly attack has meant for this nation.\"</p> <p>Neither Obama nor McCain spoke publicly at Ground Zero, which seven years on is still a gaping hole in lower Manhattan. Instead, they will pay a silent tribute to honour the victims. This evening, the two candidates will head to Columbia University for a forum on national service.<br></p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-337521380\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/sep/11/1/GD8778550@A-model-works-on-her--7555.jpg\" alt=\"A model works on her eye lashes before the Anna Sui show during Fashion Week\" width=\"584\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">New York, US: A model works on her eyelashes before the Anna Sui show during fashion week   </span> <span class=\"element-image__credit\">Photograph: Seth Wenig/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337521359\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/sep/11/1/GD8778188@residents-stretch-the-6986.jpg\" alt=\"aid in haiti after hurricane ike \" width=\"593\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Cabaret, Haiti: People stretch out their hands at an emergency clothing distribution point after hurricane Ike swept through the country</span> <span class=\"element-image__credit\">Photograph: Ramon Espinosa/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337521407\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/sep/11/1/GD8783066@Policemen-from-the-ce-689.jpg\" alt=\"Police job losses in India \" width=\"607\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">New Delhi, India: Police strip and hold up begging bowls to protest after job losses</span> <span class=\"element-image__credit\">Photograph: Saurabh Das/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337521395\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/sep/11/1/GD8782496@WASHINGTON---SEPTEMBE-128.jpg\" alt=\"Barack Obama campaign rally\" width=\"580\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Washington DC, US: The Democratic presidential candidate, Barack Obama, greets supporters after addressing the Congressional Hispanic Caucus Institute   </span> <span class=\"element-image__credit\">Photograph: Chip Somodevilla /Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337521383\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/sep/11/1/GD8778591@epa01484135-A-Cuban-k-8032.jpg\" alt=\"hurricane Ike leaves Cuba \" width=\"560\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Havana, Cuba: A boy plays near breaking waves in the wake of hurricane Ike</span> <span class=\"element-image__credit\">Photograph: Alejandro Ernesto/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337521389\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/sep/11/1/GD8780255@A-fisherman-sets-his--9203.jpg\" alt=\"A fisherman sets his trap in the Yalu River, opposite the North Korean town of Sinuiju\" width=\"551\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dandong, China: A fisherman sets his trap in the Yalu river, opposite the North Korean town of Sinuiju</span> <span class=\"element-image__credit\">Photograph: David Gray/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337521386\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/sep/11/1/GD8778948@A-demonstrator-is-see-8557.jpg\" alt=\"Bolivian protest against President Evo Morales\" width=\"563\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Santa Cruz, Bolivia: A demonstrator is seen through tear gas during a protest against the president, Evo Morales</span> <span class=\"element-image__credit\">Photograph: Carlos Hugo Vaca/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337521413\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/sep/11/1/GD8784703@Bavarian-farmers,-fol-2258.jpg\" alt=\"Bavarian farmers take their cattle to winter pastures \" width=\"569\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bad Hindelang, Germany: Farmers walk with their cows on a country road in Bavaria as the herds are moved down from the mountains to winter pastures</span> <span class=\"element-image__credit\">Photograph: Michaela Rehl /Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337521410\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/sep/11/1/GD8784558@Rescuers-walk-along-a-1238.jpg\" alt=\"aftermath of mudslide in xiangfen\" width=\"585\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Xiangfen, China: Rescuers walk along a muddy road after a rain-triggered mudslide that killed 128 people  </span> <span class=\"element-image__credit\">Photograph: Aly Song /Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337521350\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/sep/11/1/GD8774409@Supporters-of-US-Repu-5349.jpg\" alt=\"John McCain campaign rally\" width=\"585\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Fairfax, USA: Supporters of  presidential candidate John McCain are reflected in a teleprompter during an outdoor campaign rally in Virginia</span> <span class=\"element-image__credit\">Photograph: Jason Reed  /Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337521392\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/sep/11/1/GD8781424@epa01484394-A-Europea-9613.jpg\" alt=\"European garden spider (Araneus diadematus) \" width=\"503\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Briesen, Germany: A European garden spider (Araneus diadematus) in its dew-covered web</span> <span class=\"element-image__credit\">Photograph: Patrick Pleul /EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337521353\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/sep/11/1/GD8778097@epa01484017-Locals-ga-6264.jpg\" alt=\"Sheikh Saleh al-Aridi killed in car bomb \" width=\"552\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Baysour, Lebanon: Locals gather around the site where an explosion killed Sheikh Saleh al-Aridi, a politician of the Druze religion</span> <span class=\"element-image__credit\">Photograph: Wael Hamzeh /EPA</span> </figcaption> </figure>",
  "<p>Seven years after al-Qaida terrorists destroyed the twin towers in New York, the US is stepping up its hunt for the group's leader, Osama bin Laden, and his followers. But the new strategy, involving special forces ground operations and increased aerial attacks inside Pakistan, risks turning the Afghan war into a regional conflict and destroying America's \"war on terror\" alliance with Pakistan's weak new civilian government.</p> <p>Reports in Washington today, not challenged by the White House, said President George Bush had secretly issued orders in July authorising US commanders to send forces into Pakistan to attack al-Qaida and Taliban bases there. Last week saw the first bitter fruits of this new approach: a raid by two dozen navy Seals commandos, supported by attack helicopters, that the US claims killed a large number of militants.</p> <p>Pakistani officials said most of the dead were civilians and furiously condemned the raid as an illegal affront to national sovereignty. But on Monday <a href=\"http://in.reuters.com/article/southAsiaNews/idINIndia-35333120080905\">the US launched</a> another aerial attack in north Waziristan using an unmanned Predator drone. The number of Hellfire missile strikes by Predators has tripled this year.</p> <p>Admiral Mike Mullen, chairman of the joint chiefs, and Robert Gates, defence secretary, <a href=\"http://afp.google.com/article/ALeqM5jgKOfMN6aPqJ2gMjeUiUL_tFkTlA\">told Congress this week</a> that victory in Afghanistan was by no means certain and the US needed to take the fight to the enemy inside Pakistan. Both men attributed this year's rising level of coalition and civilian casualties in Afghanistan to the infiltration of insurgents and weapons from so-called safe havens on Pakistani territory.</p> <p>Mullen called for a \"more comprehensive strategy\" embracing both sides of the border. \"Until we work more closely with the Pakistani government to eliminate the safe havens from which they operate, the enemy will only keep coming,\" he said. This was slightly disingenuous on his part, since Pakistan is adamant it does not want the US on its soil. Gordon Brown <a href=\"http://ap.google.com/article/ALeqM5irR0CyvGwHAlLs6zMhaHkykHi8CAD934FOUG0\">today appeared</a> to back the new US strategy. </p> <p>The political and military risks involved in widening the Afghan war to include western Pakistan were underscored this week by the armed forces chief, General Ashfaq Parvez Kayani. He said Pakistan would defend its sovereignty \"at all costs\" and called last week's commando raid \"reckless\". Kayani continued: \"No external force is allowed to conduct operations inside Pakistan… There is no question of any agreement or understanding with the coalition forces whereby they are allowed to conduct operations on our side of the border.\"</p> <p>Kayani's tough words were seen in Pakistan as a shot across the bows of the country's ostensibly pro-American president, Asif Ali Zardari, who replaced the army's champion, former general Pervez Musharraf. They also raised the spectre of potential clashes between US and Pakistani forces if more unauthorised American incursions take place.</p> <p>Overall US policy is unlikely to change under Barack Obama or John McCain. Both presidential candidates support sending additional troops to Afghanistan; indeed, Obama attacked Bush this week for not sending more soldiers sooner. The Democrat has also advocated using American military might to bring Pakistan's tribal belt under control.</p> <p>But for Bush personally, while he remains in charge, another motive may have helped trigger this high-stakes gamble: his desire to catch or kill Bin Laden. The al-Qaida leader and his number two, Ayman al-Zawahiri, are believed to be in the tribal areas, routinely wearing disguises, avoiding all forms of detectable electronic communication, and protected by a personal bodyguard of fanatically loyal Saudis. </p> <p>Although Bush has stopped theatrically demanding Bin Laden be brought to him \"dead or alive\", he would dearly like to banish his nemesis before his presidency ends.</p> <p>According to Ted Gistaro, Bush's top al-Qaida intelligence expert, Bin Laden no longer handles day-to-day operations. But he remains the organisation's \"authoritative source for strategic and tactical guidance … Subordinates continue to see him as the group's most inspirational force\".</p> <p>Speaking in Washington last month, Gistaro said counter-terrorism efforts since 9/11 had \"constrained the ability of al-Qaida to attack the US and its allies\". But he warned that \"al-Qaida remains the most serious terrorist threat to the US\" and its \"intent to attack the US homeland remains undiminished\". In particular, it was stepping up propaganda efforts in the hope of encouraging \"self-generating cells\" of radical sympathisers inside the US itself.</p> <p>Yet for all their efforts to close in on their prey, American officials admit they still have no firm idea where Bin Laden is – and lack informers in the Pashtun areas where hostility to the US has increased along with the fighting. It's possible he is not in western Pakistan at all. And if they do find him, it may owe more to luck than judgment. Meanwhile, seven years after the \"war on terror\" was launched, US actions in Pakistan, coupled with those of its multiplying adversaries and reluctant allies, are coming dangerously close to igniting yet another war.</p>",
  "<p>Just after Rupert Murdoch's New York Post comes out <a href=\"http://www.theguardian.com/media/greenslade/2008/sep/09/murdochpaperendorsesmccain\">in favour of Senator John McCain</a>, <strong>Conrad Black</strong> has weighed in to in the US presidential election with his considerable opinion. The convicted former owner of the Daily Telegraph has written <a href=\"http://network.nationalpost.com/np/blogs/fullcomment/archive/2008/09/06/conrad-black-americans-face-the-most-important-election-choice-since-ronald-reagan.aspx\">a column in Canada's National Post</a> - another paper he used to own. Black attacks Obama, praises Sarah Palin but reserves most venom for Joe Biden. \"She is a naturally popular person, and a contrast with Joe Biden, a monotonous leftist journeyman, full of pretension and loquacity, a plagiarist (from Neil Kinnock of all people) with hair plugs.\" Looks like Conrad is missing journalism from his jail cell.</p>",
  "<p>Democrats can't raise this stuff for the obvious reasons, but I can. So I'm raising it.</p> <p>We need, somehow, to take a realistic look at the odds that Sarah Palin might become the president of the United States. McCain is 72. The average white male life expectancy, according to <a href=\"http://www.cbsnews.com/stories/2008/06/11/national/main4173583.shtml\">this story</a>, is 76. However, I dig deeper into the actual statistics, from the National Center on Health Statistics, and I see that a white male was was 65 in 2000 will on average live another 16.3 years. You can get to the relevant .pdf table by going <a href=\"http://www.cdc.gov/nchs/fastats/lifexpec.htm\">here </a>and then clicking on the hyperlinked text that says \"Health, United States, 2007, Table 27.\"</p> <p>The numbers here say that a white male baby born in 2005 should live to age 75.7, while a white male who was 65 in 2000 – ie, John McCain, more or less – should live to 83. You'd think that advances in nutrition and so forth would cut against that. But I guess maybe once you've made it past a certain age your odds go up because you didn't die in a car wreck or by homicide or freak accident when you were young (the kinds of death that reduce median numbers).</p> <p>Anyway, this table suggests that if McCain is an average white male, he'll live till 2016. But remember that McCain is also a cancer survivor. After this point, these speculations get a bit morbid, so I'll stop there, but you get the idea. We better have a full and frank discussion about President Palin.</p> <p>Matt Damon made some very intelligent and plain-spoken comments along these lines <a href=\"http://www.youtube.com/watch?v=anxkrm9uEJk\">that surfaced yesterday</a>. I'll leave it to others to start bawling about Hollywood types. People don't lose their right of free speech just because they happen to be movie stars, and he's clearly a smart guy.</p> <p>Anyway, liberals – and Democrats – have to find a way to talk about it. And no, it isn't sexist. The governors of a decided majority of states, if they've served fewer than two years, would be woefully unqualified to start making decisions about federal policy, ideology aside. But you throw in her ideology, and this is just ridiculous. </p> <p>A cynical, totally political choice that McCain made. And somehow we can't talk about its ultimate potential ramification? I don't think so.</p>",
  "<p>Have you ever tried to put lipstick on a pig? Me neither. Nor, despite a youth partly misspent in Virginia, Florida and Tennessee, did I ever hear the expression until a few days ago. Yet no sooner had Barack Obama, in an attack on his opponent's attempt to pose as a reformer, uttered the words <a href=\"http://uk.youtube.com/watch?v=FPd4yk0x-eg\">\"You can put lipstick on a pig., but it's still … a pig,\"</a> than the Republicans cried foul. Obama was accused of making a not-so-oblique reference to Sarah Palin, who in her speech to the Republican convention had ad-libbed the line \"You know what they say the difference is between a hockey mom and a pit bull? Lipstick.\"</p> <p>If you suspected there was something not quite kosher about the human wave of Republican women demanding an apology from Obama you'd be right. After all, McCain himself, in attacking Hillary Clinton's health care plan a few months ago, said \"<a href=\"http://uk.youtube.com/watch?v=BR8IhMMhe8w\">they put some lipstick on the pig. But it's still a pig</a>.\" Yet when an Obama spokeswoman, protesting (accurately) that he'd been talking about McCain, not Palin, went on to claim \"that expression is older than my grandfather's grandfather,\" she was also telling a porky pie.</p> <p>The Random House Historical Dictionary of American Slang has no reference to pigs and lipstick; neither does Mencken's American Language. According to <a href=\"http://www.slate.com/id/2199805/\">Ben Zimmer in Slate</a> the expression only dates back to the mid-1980s, and was popularised by the late Ann Richards, the Texas governor who also said, of George Bush Sr., that \"he was born with a silver foot in his mouth.\" Richards objected to Bush I's use of US Navy warships to escort tankers belonging to American oil companies through the Persian Gulf as a subsidy to the oil industry, declaring \"You can put lipstick on a hog and call it Monique, but it is still a pig.\"</p> <p>My guess is that while Obama's intentions were entirely innocent, the gleeful laughter that greeted his remark gained an edge from the association with Palin. The Republicans crying Whee!, whee!, whee! all the way home may have been playing a cynical game, the political equivalent of a bar-room bully so eager for a fight he takes every remark as a slight. But they were also making a first strike in the battle of the subtexts. Because despite the media's momentary fascination with Sarah Palin, no presidential election ever hinges on the bottom of the ticket. And at the top, there is still, though it almost always goes without saying, a contest between a black man and white man. By wrong-footing Obama on porcine cosmetics the McCain campaign also give themselves a little more room for their own \"innocent\" racial allusions. And if you don't think those are coming, you probably believe pigs can fly.</p>",
  "<p>As we observe the seventh anniversary of the attacks of 9/11, we again hear politicians hurl the familiar \"soft-on-terror\" charge of having a <a href=\"http://www.usnews.com/articles/news/campaign-2008/2008/06/18/mccain-obama-trade-jabs-on-terrorism-and-national-security.html\">\"September 10 mindset\"</a>. In truth, no American who experienced the horror of September 11, 2001 will ever again know the luxury of a September 10 mindset. The greater concern is being stuck in a September 12 mindset, unable or unwilling to understand the lessons we've learned since those terrible early days. This is the mindset that undermines America's long-term security.</p> <p>On September 12, 2001, we lived with a deep sense of fragility as we waited in fear for the next attack. Over the subsequent days and years, however, Americans returned to their daily lives, just as the people of London went back down into the subways after <a href=\"http://edition.cnn.com/SPECIALS/2005/london.bombing/\">their own attacks</a>. We learned that resiliency is an essential and powerful weapon against terrorism. It means knowing that there may be another attack, but refusing to live in, or make decisions based upon, fear. When politicians and policymakers fall back on that September 12 mindset of fear to convey their message and promote their policies, they undermine that essential public resiliency. </p> <p>In those early days following 9/11, President Bush spoke of our response as a \"crusade\". He tried later to remove the religious connotation but subsequently developed the \"global war on terrorism\". We now know that both of these terms empower Osama bin Laden, uniting disparate terrorist groups into a global cause and dividing the US from its allies who believe the costs of approaching this long-term challenge as a global war outweigh any benefits from the use of the term. </p> <p>Yet, some in Washington still use the language of a holy war, ignoring the advice of counterterrorism experts at CIA and the department of homeland security to <a href=\"http://www.outsidethebeltway.com/archives/us_kills_jihadists_with_stroke_of_pen_creating_violent_extremists_as_byproduct/\">stop calling terrorists \"jihadists\"</a>. Giving terrorists their long-desired but unmerited status as global \"holy warriors\" reflects a failure to heed the lessons learned in the years since September 12, 2001 – and it strengthens our enemy.</p> <p>On September 12, we thought we could defeat terrorism by going to war. Today, most of us understand that we are engaged in a battle for hearts and minds, competing against the terrorists' narrative of a glorious \"global jihad\" that attracts idealistic young people looking for answers. The image of America ensuring that even suspected terrorists get their day in court is a powerful antidote to the twisted allure of terrorism. Continuing to work toward the ideal of the shining city on the hill, contrary to the fears of some, is how this country will ultimately prevail against the terrorists.</p> <p>We also sought, in those first days and months after 9/11, to \"balance\" national security and civil liberties, as if they were competing objectives on opposite sides of the scale. We thought we could only get more of one by taking away from the other. Over the past seven years, however, we've been reminded that our values make us strong. For example, the reason the US does not face the level of home-grown terrorism threat Europe has experienced is that immigrants are <a href=\"http://www.dailystar.com.lb/article.asp?edition_id=10&amp;categ_id=5&amp;article_id=95775\">better integrated</a> into American society. Effectively working with Muslim communities in this country is one of the most promising avenues for deterring radicalisation of young people. Policies that drive a wedge between those communities and the government frustrate those efforts and thereby threaten our national security. </p> <p>On September 12, it seemed that our careful system of checks and balances was a luxury we could no longer afford. We've seen since that an avaricious arrogation of power by the executive leads to a dangerously weakened president. Our government is strongest when all three branches are fulfilling their constitutional roles. Still, there are those who would seek to limit the role of the courts and seem unwilling to call upon the president to follow the laws passed by Congress.</p> <p>We all awoke to a changed world on September 12. But the world has continued to change, and so must our understanding of the threat we now face and how to combat it. The battle for hearts and minds is of tremendous consequence. The enemy is deadly, determined and adaptive. We cannot defeat it if we are stuck in the past. Americans deserve leaders who have moved beyond the politics of fear and who understand what makes us strong, leaders who are not stuck in a September 12 frame of mind.</p>",
  "<p>It takes a lot for 129 heads of universities and colleges to agree sufficiently on anything to sign a joint petition. As well expect cats in a sack to miaow the Hallelujah Chorus in close harmony. </p> <p>But that (the petititon, not the chorus) is what has happened in the US. Not only has this regiment of academic presidency affixed their signatures to a piece of paper, they have formed a lobby group called the Amethyst Initiative.<br><br>What, you may well ask, could unite all those rivalrous institutional leaders? In a word, beer. And why Amethyst? Not because they advocate getting stoned, but because the word, in its original Greek, means \"not intoxicated\". </p> <p>What these clever folk are asking - nay, in their diplomatic way, demanding - is that Congress amend the 1984 National Minimum Drinking Age Act. Currently the MDA stands at 21. The call from Amethyst is that it be lowered to 18.</p> <p>Britons, particularly undergraduate Britons, who go to the US are routinely amazed to be \"carded\" in restaurants, clubs, and bars and, if they can't prove legal drinking age, bluntly refused service. </p> <p>Those who serve, supply, or oversee the supply of alcohol in the US are vigilant. It's self-preservation, not morality. The law comes down on them like the proverbial ton of bricks if they trespass. </p> <p>My 20-year-old son helped an illegally aged girl friend carry a case of beer from a liquor store to the boot of her car. Just one case. And it was pure gallantry. Jack didn't touch the stuff himself - having been through AA at the age of 15. </p> <p>He was unaware that the liquor store in question was being staked out by local police. He was arrested, for facilitating the supply of alcohol to a minor. </p> <p>His girlfriend, who was Mexican-American, got bail and promptly high-tailed it over the border. Prison for Jack was possible, but unlikely. Loss of his driving licence (the equivalent for a Californian 20-year-old of hemiplegia) was certain, if convicted. It cost me $2K in attorney fees to get him off. </p> <p>The liquor store was less lucky. It was closed down. <br> <br>In the US, you can get a driving licence from as young as 14 (South Dakota), vote at 18, and buy a gun (in Virginia) at that same age. You can die for your country in Afghanistan while still a teen. But, if you abide by the law, you'll die sober.</p> <p>Why do so many college presidents want to open the beer spigot? You can read their <a href=\"http://www.amethystinitiative.org\">arguments</a>, elegantly expounded. They boil down to the following:</p> <p>1 Manifestly, college students do drink and, because it's illegal, they are that much more likely to binge. The psychology is familiar. Forbidden fruit encourages excess. </p> <p>2 Other kinds of on-campus excess are similarly encouraged. Go on the web and check out Coeds Gone Wild. Booze figures prominently. </p> <p>3 Prohibition doesn't work. It creates criminals. </p> <p>4 Colleges find themselves in an appallingly difficult position vis-a-vis their student accommodation, particularly where fraternities and sororities are involved. If they do nothing, they can be prosecuted as passive suppliers. If they actively interfere, or patrol, or raid fraternity fridges, they put themselves on a par with prison wardens. Not good.</p> <p>5 The 21-year-old regulation, passed in Reagan's second term, is the equivalent of Nancy's \"just say no\", or the religious right's advocacy of abstinence as the best contraceptive. It's downright primitive and, worse than that, it doesn't work (look at Bristol Palin's tummy, and Levi Johnston's MySpace).</p> <p>6. The law is hypocritical. During the Vietnam War, the MDA was dropped to 18. Why? Because it would have been disastrous to prosecute a 20-year-old who had won the congressional medal of honor for drinking a couple of brews with friends in his hometown. </p> <p>Are there any plausible counter arguments? As it happens, there are. Alcohol-related car accidents and road deaths are disproportionately high among the 16-21 age group. They were nightmarishly higher in the 1960s and 70s, when the legal drinking age was lower. States like Minnesota, which was among the first to go to 21, at the end of the 1970s, recorded a sizeable drop in young driver deaths and accidents. Prohibition is a blunt instrument, but it keeps blood off the highway.</p> <p>In the 1980s, Swarthmore College offered its students (those old enough to drink legally) a choice. They could either have cars on campus, or drink on campus. The students chose wheels. But their options highlight the dilemma at the heart of the matter.</p> <p>If you allow teenagers to drive cars and even (in some places) own guns, the 1984 alcohol prohibition is entirely rational. If you raise the legal driving age to 18, you could, reasonably. lower the drinking age to the same level. But it's tricky. </p> <p>Neither of the presidential candidates has taken a position on Amethyst. It's too hot to handle. In his heart, Obama, who has a natural constituency in the MTV generation, might be in favour. He's recently confessed to drinking and using himself as a student. </p> <p>And in his heart, that old soldier McCain might go along with Amethyst, too, married as he is to a beer heiress. One suspects that he cannot, for the life of him, see why a young marine risking his life in Iraq, and entrusted with the command of a helicopter gunship, shouldn't enjoy a Bud when off duty. </p> <p>But neither candidate could risk enraging the Mothers Against Drunk Driving right now by supporting reform. In the White House it may, perhaps, be different. But then there's the second term to think of.</p> <p>So what will happen? Nothing, anomalous nothing. Cheers.</p>",
  "<p><br>In the mix ... Samak Sundaravej (left, photo: Andy Rain/EPA) and Chow Yun-Fat</p> <p>Meet Samak Sundaravej. He's cooking up a storm. He's out of the frying pan, into the fire, and whatever other culinary cliche you care to reheat and pass off as fresh. One minute he's just another deeply unpopular world leader, up to his neck in corruption and clinging to office by his fingernails. The next, disaster! He's pitched into the slop-bucket and fed to the pigs. And all on account of that dratted cookery show.</p> <p>So yes, this week's Casting the News concerns <a href=\"http://www.theguardian.com/world/2008/sep/10/thailand\">Samak, the prime minister of Thailand</a> who has just been ruled to have breached the conflict of interest law after moonlighting as a celebrity chef and must therefore be drummed out of office. Hear the rumbling outrage of the People Power Party. Sniff the sweet delight of the People's Alliance for Democracy. Taste the full-bodied schadenfreude of the United People's Party for Peopledom. OK, we made that last one up – but feel free to go the Life of Brian route with this one.</p> <p>Certainly there's a lot to chew over here. Samak was the host of a cookery show called <a href=\"http://www.youtube.com/watch?v=sMfRHMqBDQ8\">Tasting, Grumbling</a>, in which he would prowl the wet markets of Bangkok, remonstrating with stall-holders, pausing only to whip up his trademark dish of \"pork leg in Coca-Cola\" (no Tesco own brand for Samak). His critics allege that he was actually never more than a puppet stooge of one <a href=\"http://afp.google.com/article/ALeqM5hZnteOhgq1LvlCAZWxAjH68KQhcw\">Thaksin Shinawatra</a>, the former PM who was ousted in a military coup in 2006 and now purportedly pulls the strings from exile in the UK. </p> <p>It strikes me that Samak's saga could be played as a classic love triangle, with our hero caught between two masters and acting like a fool. Who's his real boss? The deposed Thaksin or the rapacious executives at Coca-Cola Global, insisting that he takes time off from a crucial summit to televise another pork stewing session? I think the film needs a goofy, quirky approach. Someone like <a href=\"http://www.youtube.com/watch?v=F86s4Vq59Ks\">David O Russell could make a good fist</a> of it.</p> <p>As to the casting, we note that Samak is actually of Chinese descent. Chow Yun-Fat might be a good candidate for the role. Alternatively, you could take a crass, Hollywood approach and dragoon in - ooh, let's go crazy here – <a href=\"http://www.theguardian.com/film/2008/aug/13/comedy.benstiller\">Ben Stiller</a> as Samak, Vince Vaughn as Thaksin and Owen Wilson as Mr Coca-Cola. </p> <p>Here's what we need …</p> <p>Samak Sundaravej:</p> <p>Thaksin Shinawatra:</p> <p>The Coca-Cola Executive:</p> <p>Director:</p> <p>Title:</p> <p>Tagline:</p> <p>The <a href=\"http://www.theguardian.com/film/filmblog/2008/sep/04/castingthenews2\">Sarah Palin story</a>, meanwhile, shows no signs of reaching the closing credits, what with all that kerfuffle over Obama's <a href=\"http://www.theguardian.com/world/cartoon/2008/sep/11/sara.palin.us.elections\">lipstick-on-a-pig</a> line. There was huge support for Mary McDonnell in the title role, so I guess we'll run with that - although I'm secretly voting for Greatpoochini's choice of Sandra Bullock. GreenMachine suggests Bruce Willis to play McCain and Karl Rove as director. Finally, dfic1999's tagline (\"Underneath the hockey mask, evil lurks\") guarantees shudders all the way to November – and possibly beyond.</p>",
  "<h2>The gloves come off</h2> <p>It was the week when the Democrats got the jitters: one Democratic congressman called it the Republicans' \"best week in four years\". A bevy of polls showed a decisive national lead for John McCain, if not the huge advantage suggested by the very first post-convention surveys, and a big turnaround in his favour specifically among white female voters. More optimistic Democrats pointed out that the surge of Palin enthusiasm hasn't yet stood the test of time, and that a sequence of forthcoming economic reports should give Obama the chance to move the debate back to the economy, where he's strong. Besides, a little fright at this point might serve the Democrats well.</p> <p>With less than two months until the election, the tone of the race has grown nastier. Playing to a newly energised Republican base, the McCain campaign's tactics reached the point of untruth on Sarah Palin's support for the \"Bridge to Nowhere\" and on Barack Obama's purported backing of explicit sex education for children in kindergarten. Then came Obama's use of the idiom \"lipstick on a pig\", invoking McCain/Palin outrage at what they termed sexism. Obama accused them of belittling politics. </p> <p>Meanwhile, libertarian internet star Ron Paul semi-endorsed Ralph Nader, which might be slightly unhelpful for McCain. But there wasn't much doubt who'd won the back-and-forth this week, albeit by using some pretty unpleasant tactics - the moose-hunting governor of Alaska, and that guy who's running on the same ticket.</p> <h2>The week ahead</h2> <p>Since today is the anniversary of the 2001 terrorist attacks on New York and Washington, both sides have agreed to a pause in partisan campaigning. Obama and McCain are suspending TV ads and will make a joint appearance in Manhattan. Sarah Palin is back in Alaska. Her debut interview, with ABC News's Charlie Gibson is due to be screened tonight and tomorrow. Critics have already decided it will inevitably be soft, so perhaps, as a result, it won't be. Expect much more from Obama on the economy and healthcare, as he seeks to shift the focus away from Palin and McCain's personal biographies. And expect many more joint McCain/Palin appearances. These are attracting ever bigger crowds, while a solo appearance by McCain yesterday was almost drowned out by pro-Obama chants, and ended up being cut short. </p> <h2>Latest polls</h2> <p>A USA Today/Gallup poll gives McCain a 10-point lead, but it was conducted right after Palin's big night at the convention. That lead wasn't replicated, but in every poll McCain pulled even with Obama or struck out ahead. Obama supporters note many reasons to distrust these polls. Phone surveys may fail to include young people who only use mobile phones, while measurement of \"likely voters\" is complicated by all the new voters the Democrats have been registering. (Then again, there's the \"Bradley effect\" - some people may claim to support Obama when speaking to pollsters to avoid looking racist, but then fail to vote for him.) In key swing states, the picture is much more complex. Taking into account the electoral college system as well as more the detailed but less frequent state-by-state polls, Obama remains best placed to win.</p> <h2>Quotes of the week</h2> <p>\"I mean, as somebody who used to be on the cover of Time and Newsweek, those were the days. I had a recent offer with Popular Mechanics - centrefold with a wrench.\" Obama, speaking to David Letterman, takes a stoic approach to the rise of Sarah Palin.</p> <p>\"Each administration is different, and there's no reason why Sarah Palin can't be a successful vice-president in a McCain administration.\" An endorsement of sorts from Dick Cheney. But doesn't his phrasing imply that George Bush, on the other hand, needed a heavyweight vice-president, such as... Dick Cheney?</p> <p>\"It's like a really bad Disney movie. The hockey mom from Alaska, and she's the president, and it's like she's facing down Vladimir Putin and using the folksy stuff she learned at the hockey rink, and it's absurd ... It's a really terrifying possibility‚ the fact that we've gotten this far and we're that close to this being a reality is crazy. I want to know if she really thinks dinosaurs were here 4,000 years ago. I want to know that. I really do. Because she's going to have the nuclear codes.\" Get the feeling Matt Damon may not approve of McCain's choice of running-mate?</p> <p>\"Since my own running-mate won't say this on his own behalf, I'm gonna have to say it for him. There is only one man in this election who has ever really fought for you. That man is John McCain\": Sarah Palin, stepping in to talk about the Arizona senator's wartime experiences, about which the man himself is so, so reticent.</p> <h2>On theguardian.com now</h2> <p><strong>·</strong> <a href=\"http://www.theguardian.com/world/2008/sep/06/uselections2008.sarahpalin\">Sarah Palin profile: 'This person loves Jesus'</a><br><strong>·</strong> <a href=\"http://www.theguardian.com/commentisfree/2008/sep/08/uselections2008.sarahpalin\">Simon Tisdall: Palin exposes the cultural divide</a><br><strong>·</strong> <a href=\"http://www.theguardian.com/commentisfree/2008/sep/08/uselections2008.iraq\">Michael Tomasky: America is dissatisfied - and that's good news for Obama</a><br><strong>·</strong> <a href=\"http://www.theguardian.com/commentisfree/2008/sep/10/uselections2008.barackobama\">Jonathan Freedland: The world's verdict will be harsh if the US rejects the man it yearns for</a><br><strong>·</strong> <a href=\"http://www.theguardian.com/commentisfree/michaeltomasky/2008/sep/09/sarahpalin.uselections2008\">Tomasky Talk: How to solve the Sarah Palin problem</a><br><strong>·</strong> <a href=\"http://www.theguardian.com/lifeandstyle/2008/sep/10/women.uselections2008\">White women now deserting Obama, says survey</a></p> <h2>Best of the rest</h2> <p><strong>·</strong> <a href=\"http://www.usnews.com/articles/opinion/2008/08/29/pollsters-schizophrenia-and-the-convention-bounce.html\">US News and World Report: Pollsters' schizophrenia and the 'convention bounce'</a><br><strong>·</strong> <a href=\"http://www.observer.com/2008/media/sarah-palin-and-all-editors-lunge-unbaked-alaska\">New York Observer: Editors lunge for unbaked Alaska</a><br><strong>·</strong> <a href=\"http://www.newyorker.com/reporting/2008/09/15/080915fa_fact_levy\">New Yorker: Cindy McCain's nontraditional campaign</a><br><strong>·</strong> <a href=\"http://www.nytimes.com/2008/09/10/opinion/10friedman.html?_r=1&amp;ref=opinion&amp;oref=slogin\">New York Times: From the gut</a><br><strong>·</strong> <a href=\"http://blog.newsweek.com/blogs/stumper/archive/2008/09/09/was-obama-right-to-opt-out-of-public-financing.aspx\">Newsweek: Was Obama right to opt out of public financing?</a><br><a href=\"http://www.politico.com/news/stories/0908/13232.html\">Politico: Seven things to watch as the fall race kicks off</a><br><strong>·</strong> <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/09/AR2008090903727.html?hpid=topnews\">Washington Post: Untruths can become facts before they're undone</a><br><strong>·</strong> <a href=\"http://www.mcclatchydc.com/227/story/52156.htm\">McClatchy: Federal deficit soars, but McCain, Obama offer no answers</a></p> <h2>Site of the week</h2> <p>Follow the <a href=\"http://twitter.com/fakesarahpalin\">Twitter feed of Fake Sarah Palin</a>.</p>",
  "<p><br>Rage Against The Machine perform at a gig immediately before joining protests outside the Democratic Convention. Photograph: Doug Pensinger/Getty Images</p> <p>Last week, the Guardian music site posted a video of Rage Against The Machine rallying and \"playing\" their songs a cappella <a href=\"http://blogs.theguardian.com/music/2008/09/why_are_these_cops_so_afraid_o.html\">outside the Republican convention</a>. Not entirely unpredictably many of the comments criticised the band for voicing their political views in such a public arena, and in Steve Chick's <a href=\"http://www.theguardian.com/music/2008/sep/05/metallica.popandrock\">interview with Metallica</a>, James Hetfield spoke of his intense dislike of artists who \"get up on a soapbox and start giving their opinion.\"</p> <p>Few can argue with the fact that we're living in troubled times and that the world is in a somewhat sorry state. Even fewer (less than half of the American population) disagree with the opinion that the US government has had a hand in the mess that's been created. So why is there such an aversion to musicians taking an active interest in politics?</p> <p>Music is a powerful force. Not everyone reads the paper or watches the news, but almost everyone listens to music. If you feel frustrated and helpless as you look at the injustices in this world, why wouldn't you – as a musician – use the one tool you have at your disposal?</p> <p>If you doubt the part music can play in politics, just take the recent Republican convention. While Obama has received the support of <a href=\"http://www.rollingstone.com/news/story/21472095/artists_lend_voices_to_obama_campaign\">artists across the spectrum</a> (Bob Dylan, Arcade Fire, Springsteen, Green Day and Usher, to name just a few), John McCain has struggled to find support from musicians – in particular in rap and rock. Still, the Republicans chose to blast Heart's Barracuda in tribute to Sarah Palin's highschool nickname, only to be served with <a href=\"http://www.theguardian.com/music/2008/sep/08/sarah.palin.heart.soundtrack\">a cease and desist notice</a> by the band. After they played Van Halen's Right Now as they introduced Palin onto the stage, <a href=\"http://www.huffingtonpost.com/2008/08/29/van-halen-mad-at-mccain-o_n_122464.html\">Van Halen's management announced</a>, \"Permission was not sought or granted nor would it have been given.\" </p> <p>In Michael Moore's documentary Fahrenheit 9/11, there's a scene where a soldier describes how they have metal music piped into their tanks to fire them up for the onslaught. If governments use music to sway voters or to make soldiers do their dirty work, why shouldn't musicians take matters into their own hands and use it for something they believe in?</p> <p>In the US, some of the most vocal artists have been rappers. While <a href=\"http://www.theguardian.com/music/2006/jul/26/popandrock\">Michael Franti</a> used to be one of the sole political voices in hip-hop (<a href=\"http://en.wikipedia.org/wiki/The_Disposable_Heroes_of_Hiphoprisy\">Disposable Heroes of Hiphoprisy</a> even had a track called Music &amp; Politics) there are now numerous tracks – like Young Jeezy's My President – which address social and political issues. Of course, some artists will be more politically informed than others. As in <a href=\"http://www.theguardian.com/music/2008/jul/31/barack.dismisses.ludacris.track\">Ludacris's case</a>, their support for Obama may even be less than welcome. Still, it's refreshing to see some rappers turning their focus <a href=\"http://www.vh1.com/news/articles/1593139/20080819/jay_z.jhtml\">from posturing to politics</a>.</p> <p>Jay-Z is one of the most powerful artists at the moment, and he's displayed a giant photo of Obama onstage during his recent tour with Mary J Blige. Some might say that he's just preaching to the converted. But in the US (as in the UK), it's a pretty big feat to just get people to vote in the first place. </p> <p>Here in the UK, on the other hand, you can almost hear the sound of tumbleweed blowing in the wind in the music industry. In a recent NME article, Reverend And The Makers' Jon McClure declared that he wants to <a href=\"http://www.xfm.co.uk/news/2008/reverend-im-quitting-music\">quit music</a>, mainly because of the political apathy and cynicism throughout <a href=\"http://news.bbc.co.uk/1/hi/entertainment/7569838.stm\">the British industry</a>.</p> <p>I've heard of the <a href=\"http://news.bbc.co.uk/1/hi/entertainment/music/3682281.stm\">Red Wedge movement</a>, but that was way before I moved here. So why the silence? Is it apathy or a fear of the possible backlash artists might suffer for using either their music or their press junkets to give more than empty soundbites?</p>",
  "<p>It can't be long before she launches a designer range of beaver hats and a branded hot pink lipstick. Sarah Palin, minus the spectacles, has done a <a href=\"http://www.telegraph.co.uk/news/newstopics/uselection2008/sarahpalin/2779256/Barack-Obamania-makes-way-for-Sarah-Palinmania---US-Election-2008.html\">photo shoot </a>for Vogue, and is pictured hands on hips in a fur-collared green coat on the front page of the Telegraph. </p> <p>Vendors at her rallies, drawing more of a crowd than John McCain could<br>ever have hoped for, are selling out of stickers bearing the legend<br>\"Coldest State, Hottest Governor.\"</p> <p>A 62-year-old Vietnam veteran enthuses: \"There are old rednecks who<br>would have thrown me out of the local restaurant two weeks ago if I'd<br>said they'd ever vote for a woman. Now Sarah Palin comes along and<br>they're like a bunch of schoolkids tripping over themselves to listen<br>to her.\"</p> <p>Speaking of lipstick, the Chicago Tribune <a href=\"http://www.chicagotribune.com/news/nationworld/chi-campaign-lipsticksep11,0,2295346.story\">explains the row</a> over Barack Obama's remark that \"you can put lipstick on a pig, it's still a pig\".</p> <p>The paper says \"the hot new debate of the presidential campaign has sparked one stunning distraction. As anyone knows, lipstick can smear.\" </p> <p>Obama insists he wasn't referring to Palin but was addressing his rivals' claims that they are the true agents of change. McCain, though, is still crying foul.</p> <p>\"Yet McCain once had the same words for Senator Hillary Clinton's healthcare plans,\" the paper notes. \"Campaigning in Iowa last fall, McCain argued that Clinton was rehashing the old reform she had promoted as first lady: 'I think they put some lipstick on a pig, but it's still a pig.'</p> <p>The New York Times takes the story further, reporting on <a href=\"http://www.nytimes.com/2008/09/10/us/politics/10memo.html?_r=1&amp;adxnnl=1&amp;oref=slogin&amp;adxnnlx=1221048591-JHhy1/CzL9CnZ6COx5GkUg\">what Obama said next:</a> \"You can wrap an old fish in a piece of paper called change; it's still going to stink after eight years.\"</p> <p>\"In the latest sign of the campaign's heightened intensity, McCain's surrogates responded within minutes and called on Obama to apologise to Palin for the lipstick remark,\" the Times says.</p> <p>\"But to those in the audience, it was clear that Obama was employing an age-old phrase — lipstick on a pig — and referring to McCain's policies.\"</p> <p>On the <a href=\"http://blogs.cqpolitics.com/groundgame/2008/09/why-both-sides-are-wrong-about.html\">Congressional Quarterly</a> blog, Eric Pfeiffer wonders why is it so hard to grasp what happened:</p> <p>\"1. Sarah Palin's 'What's the difference between a pit bull and a hockey mom? One wears lipstick' joke was one of the more memorable from the Republican convention.</p> <p>\"2. Obama and his advisers wanted to answer that joke with a pun arguing that while Palin may be a new figure on the political scene, she still represents the unpopular/failed policies of the Bush administration.</p> <p>\"Yes, others have used the phrase, including McCain. But it's hard to believe Obama just randomly decided to use the phrase for the first time, unaware of what would be a perceived proximity to Palin's convention joke. The Obama audience certainly seemed to get the joke.\"</p> <p>The McCain team has raised \"concerns\" with the British ambassador over Gordon Brown <a href=\"http://www.guardian.co.uk/politics/2008/sep/11/gordonbrown.foreignpolicy\">inadvertently praising Barack Obama's policies for helping people facing repossession</a> in an article in the Parliamentary Monitor. It breaks the golden rule about not showing favouritism to either candidate. </p> <p>But really, they're loving it. Under a sneering headline, \"The Coveted Gordon Brown Endorsement\", the <a href=\"http://www.johnmccain.com/McCainReport/Read.aspx?guid=d7eb6c0b-d3c1-48b8-84cc-917f5faaa67f\">McCain website</a> says: </p> <p>\"Far be it from this campaign to underestimate the value of an endorsement from British prime minister Gordon Brown, but there is one slightly embarrassing detail that this endorsement is bound to highlight … Obama had championed a Foreclosure Prevention Fund, but sometime late last month he seems to have ... changed his position.\"</p> <p>· This is an edited extract from <a href=\"http://www.guardian.co.uk/wrap/0,,541579,00.html\">the Wrap</a>, guardian.co.uk's digest of the day's news.</p>",
  "<p>There was some speculation in the blogosphere the other day to the effect that Gordon Brown was <a href=\"http://blogs.ft.com/westminster/2008/09/is-brown-running-from-the-press/\">\"running from the press\"</a> and that one planned news conference had already been cancelled. </p> <p>Well, Downing Street has responded. Brown will be appearing at 10am. </p> <p>Obviously he will be using his news conference to promote the much-trailed fuel poverty package. But the journalists will want to ask him about the wider picture and, to be honest, it's doesn't look good. </p> <p>The Independent is running a story today saying Labour is <a href=\"http://www.independent.co.uk/news/uk/politics/polls-show-labour-flatlining-as-tories-stretch-their-lead-925565.html\">\"flatlining in the polls and showing no signs of making a recovery\"</a>. </p> <p>The Times is running its own polling figures saying <a href=\"http://www.timesonline.co.uk/tol/news/politics/article4727373.ece\">that Brown is now seen as being \"much further away from the position of the average voter than Tony Blair was when he was prime minister\".</a> </p> <p>(In the paper, but not on the web, the story is accompanied by a graphic that's almost as incomprehensible as those Large Hadron Collider explainers - but the gist of it is bad for Gordon.) </p> <p>And The Times also reports that David Cameron has made the cover of the influential American magazine Time, which is describing him as a man of <a href=\"http://www.timesonline.co.uk/tol/news/politics/article4727878.ece\">\"mind-blowing confidence\".</a> Wonder if Brown gets asked about that.</p> <p><strong>10am</strong></p> <p>Brown arrives. He says he's going to be talking about energy. \"We all know we need a real and lasting change in the way we use energy\".</p> <p>There will be \"immediate help\" for those who need it most, but most of the package will concentrate on helping people save energy. It will cost £1bn.</p> <p>All low-income and pensioners households will be eligible for energy saving measures that could save them an average of £300 a year.</p> <p>All households will be qualify for some sort of energy saving support.</p> <p>Around 600,000 households will benefit from \"social tariffs\", ie cheaper bills.</p> <p>The severe weather payments will be increased to £25 a week.</p> <p>From tomorrow, a national information campaign will publicise all the help that is available.</p> <p>To pay for the package, the government will introduce legislation when parliament resumes to get £920m from energy firms and power providers.</p> <p>Ofgem is reviewing the competitiveness of the energy market. If there is any evidence of anti-competitive action, the government will not hesitate to act.</p> <p><strong>10.05am</strong></p> <p>Brown asks Hilary Benn, the environment secretary, to provide more details.</p> <p>Benn says there will be a community energy saving programme. He says that investing in loft insulation can save you £100, and cavity wall insulation can save you £150 a year.</p> <p>Energy companies will be writing to customers with details. There is also a hotline that people can ring.</p> <p>Brown says that John Hutton, the business secretary, is with him. But Hutton isn't invited to speak.</p> <p><strong>Windfall tax/energy</strong></p> <p>Nick Robinson asks if a windfall tax has been ruled out for good.</p> <p>Brown says he looked at all options, and that the ones announced today were the best ones. Today's package meets his objectives. He says he does not expect the costs being met by the energy companies to be passed on to the consumers.</p> <p>As for how many people will benefit, he says around 2 million will benefit from the insulation measures, and around 1.5 million from energy-saving devices.</p> <p>Benn says 12 million pensioner households are already benefiting from the winter fuel payments.</p> <p>The community programme will help around 90,000 households.</p> <p>Because of the decline in housebuilding, there is \"capacity in the system\" - ie unemployed builders free to install the insulation.</p> <p>Brown confirms something I missed earlier. All households will qualify for a 50% subsidy for insulation.</p> <p><strong>Election</strong></p> <p>Tom Bradby from ITN asks if Brown regrets not calling an election last year.</p> <p>No, says Brown. He said at the time that he wanted to show people what he stood for. He made the \"right decision\" last year.</p> <p><strong>10.15am</strong></p> <p><strong>9/11</strong></p> <p>Adam Boulton from Sky points out that it's the 9/11 anniversary. What's Brown's assessment of the current terror threat. And, in the light of the outcome of the Heathrow terror plot, does Brown think it is right to talk about the war on terror.</p> <p>Brown says Britain is \"vigilant\" in showing itself ready to protect itself from terrorism.</p> <p>But it is not possible to say anything other than \"that we are permanently on our guard\".</p> <p>What is happening in Afghanistan is important too.</p> <p><strong>Energy companies</strong></p> <p>Asked about the remarks from the E.ON boss who said that a harsh winter would mean more profits, Brown said that there had been an apology. He had been \"aghast\" at the comments.</p> <p>He points out that the energy companies will be providing a considerable amount of money. \"We do not expect that to be passed on in prices to the consumers.\"</p> <p>Hutton comes in for the first time. \"If there is any evidence that customers are being ripped off ... then the government won't hesitate to intervene.\"</p> <p>Over the last five years energy customers in the UK have enjoyed lower prices than the EU average because of the competitive energy market.</p> <p><strong>Relations with the chancellor/football</strong></p> <p>George Pascoe-Watson, political editor of the Sun, asks about last night's football, and Brown's relationship with Alistair Darling. Brown seems to fudge the chancellor issue, muttering something about \"getting on with business\". But he's much more expansive about the football.</p> <p><strong>10.20am</strong></p> <p><strong>Leadership</strong></p> <p>Cathy Newman from Channel 4 says Brown blames the global economy for Labour's problems. But does he ever have a \"dark night of the soul\" and think he might be the problems?</p> <p>Good question.</p> <p>But Brown doesn't rise to it. He rattles of the list of global economic problems. His job, he says, is to deal with them. The world is \"never going to be the same again\".</p> <p>Does he taker personal responsibility, Newman asks.</p> <p>Of course, says Brown. \"I'm the person who's in charge.\"</p> <p>Brown seems to be distinguishing between responsibility, which he accepts, and blame, which he doesn't.</p> <p><strong>Oil companies</strong></p> <p>Brown says he has already raised the taxation on oil companies.</p> <p><strong>Economy</strong></p> <p>Macer Hall from the Express asks why the EU and the OECD say Britain is the only major economy facing recession.</p> <p>Brown doesn't address this directly. He says governments have to take the right decisions that are appropriate for them. </p> <p>He has taken the right decisions about nuclear power, about climate change, about infrastructure. He says other countries had negative growth when Britain didn't. We will have to \"wait and see\" to find out what the figures are for 2008.</p> <p><strong>President Sarkozy</strong></p> <p>A foreign journalist asks if Brown supports Sarkozy's foreign policies.</p> <p>Brown says he supports what Sarkozy has done over Georgia.</p> <p>The world is changing fast, he says. The reason why oil prices are rising is simple - demand exceeds supply.</p> <p><strong>Zimbabwe</strong></p> <p>Would a power-sharing deal that left Mugabe with some kind of power be acceptable?</p> <p>Brown says he wants an outcome that reflects the will of the Zimbabwean people. He wants a \"transition\" that would allow the MDC to have its legitimate place in the government of Zimbabwe.</p> <p><strong>Energy package</strong></p> <p>Will it seem like \"jam tomorrow\"?</p> <p>No, says Brown, because most people understand that there has to be a long-term change in the way we use energy.</p> <p>People realise that they can cut their use of energy \"quite significantly\".</p> <p><strong>10.30am</strong></p> <p><strong>Iran</strong></p> <p>A journalist from Fox News asks where Brown stands on Iran.</p> <p>Brown says the west has made a \"generous offer\" to Iran, requiring a freeze in its nuclear programme. There is wide international support for that position.</p> <p><strong>Metropolitan police</strong></p> <p>Ben Brogan from the Daily Mail asks if Brown is confident that Sir Ian Blair is \"still keeping his eye on the ball\" given the various discrimination cases he's dealing with.</p> <p>Brown praises the Met's records. He does not comment on Blair specifically.</p> <p><strong>Labour conference</strong></p> <p>Jason Beattie from the Mirror wants to know what Brown's message to Labour supporters will be.</p> <p>Brown says it will be the same as his message to the whole country. \"When you face challenging times, you get on with the job.\" The Labour government is \"on the side of hard-working families\".</p> <p><strong>Glenrothes byelection</strong></p> <p>Will Brown visit the constituency during the byelection campaign?</p> <p>Brown says he was there last Friday, in his capacity of chancellor of a local college. (He was not accompanied by the Labour candidate when he went). He did not say if he would be going back.</p> <p><strong>Lebanon</strong></p> <p>Brown says he's opposed to Syrian interference in Lebanon.</p> <p><strong>Terrorism</strong></p> <p>Asked about compensation for a terrorism victim, Brown says he will look into it.</p> <p><strong>Energy summit</strong></p> <p>A foreign journalist asks who will be invited to Brown's planned energy summit.</p> <p>Brown says he is still considering the guest list.</p> <p><strong>Ian Blair/Afghanistan</strong></p> <p>Does Sir Ian Blair have Brown's confidence?</p> <p>Yes, says Brown to the Blair question.</p> <p>On Afghanistan, he says he wants \"a fair sharing\" of the burden. Other countries are being asked to contribute.</p> <p><strong>Energy package</strong></p> <p>George Parker from the FT asks how the government will know whether energy companies are passing costs of the fuel package on to their customers.</p> <p>Brown says he does not expect that they will pass on the costs. \"I don't think there's a need to do so, and I don't expect it to happen.\" Which doesn't really answer the question.</p> <p>Hutton says Ofgem police the market in the interests of consumers.</p> <p>Brown says that if there is any evidence of unacceptable behaviour, the government will act.</p> <p><strong>Lisbon treaty</strong></p> <p>How much time have the Irish left to sort out the Lisbon treaty issue?</p> <p>Brown says this is a matter for the Irish. Brian Cowen, the Irish PM, will report to fellow EU leaders at their next meeting in October.</p> <p><strong>10.40am</strong></p> <p><strong>Leadership</strong></p> <p>Andy Grice from the Independent asks what Brown would say to voters who say that since Brown took credit for the economy was going well, he should take responsibility wen thing go badly.</p> <p>Brown says he does take responsibility. </p> <p>In any other country facing these circumstances, there would be a recession.</p> <p>The issue is how you deal with the problem. Compared to the 1990s, circumstances are much better. Company balance books are still healthy. The size of the world economy is going to double over the next 20 years and Britain is \"well-equipped to benefit\".</p> <p><strong>Russia</strong></p> <p>Brown says he wants a good relationship with Russia. But Britiain cannot allow a country like the UK to be \"wholly dependent\" on a single energy source.</p> <p><strong>Angola</strong></p> <p>Brown is asked about the elections in Angola. He says he can't comment on the elections there.</p> <p><strong>Reshuffle/Miliband</strong></p> <p>Quentin Letts from the Daily Mail asks if there will be a reshuffle. With a smile, Brown says he is being generous in taking a question from Letts (a severe Brown critic). But he won't comment on reshuffles.</p> <p><strong>Energy package</strong></p> <p>Asked why the government cut the warm front programme, Brown says he is now increasing funding.</p> <p>And in reference to Patrick Wintour's question about the windfall tax - Wintour asked what Brown would do if the Labour conference voted for a windfall tax - Brown doesn't explicitly say he will ignore the vote. But he reaffirms his belief that the approach he's taking his the best one.</p> <p>Benn says the total investment over the next three year to deal with this problem will be £6.5bn.</p> <p><strong>10.50am</strong></p> <p><strong>Scotland</strong></p> <p>Michael Settle from the Herald asks why Brown is in favour of Scotland having further tax-raising powers. Brown says that is not his position. His speech to the Scottish CBI did not go further than what he had said already.</p> <p><strong>Sustainable investment rule</strong></p> <p>Asked if he is now prepared to see debt rise above 40% of GDP (which would breach the sustainable investment rule), Brown says this is a matter for the pre-budget report. But he says these are \"quite unique times\", suggesting that the government will rewrite the rule.</p> <p><strong>Recover/election</strong></p> <p>Joe Murphy asks Brown when the recovery will start, and whether he will rule out an election next year.</p> <p>Brown refuses to answer on both counts.</p> <p><strong>Racism in the police</strong></p> <p>Brown says any racism is unacceptable. But he does not say whether he thinks the problem is getting worse.</p> <p><strong>Pakistan</strong></p> <p>Brown says the new Pakistani president will be visiting Britain soon.</p> <p><strong>Immigration</strong></p> <p>A Chinese journalists asks about the new regulations preventing certain categories of workers coming to Britain (like care home assistants).</p> <p>Brown defends the new points system.</p> <p>Where people are in the country and vulnerable, the government will protect them from exploitation.</p> <p><strong>Afghanistan</strong></p> <p>An Australian journalist says the Australian PM, Kevin Rudd, has ruled out increasing troop numbers to Afghanistan.</p> <p>Brown says he has spoken to Rudd about this. America, France and Britain are increasing troop numbers.</p> <p>Was Brown disappointed, she asks again?</p> <p>No, Brown says.</p> <p>Brown says everyone has now had a question. \"It's good to see you again,\" he says on the way out. Not sure he means it.</p> <p><strong>Instant summary</strong></p> <p><strong>The relaunch message:</strong> Anyone expecting a new message from the prime minister to accompany the autumn relaunch will be disappointed. There was no admission that he might have made mistakes in the past, no contrite tone, no renewed emphasis on cabinet government. Instead he reaffirmed, as he had done endlessly before, that he is taking the right long-term decisions for Britain. If message discipline was the only thing that mattered in politics, Brown would be unbeatable.</p> <p><strong>Energy package:</strong> A substantial package, that Brown defended well. But Brown (and Hutton) could not explain how they were sure that the costs would not be passed on to customers. There was some strong language about dealing with market abuses - Hutton at one point said the government would come down \"like a ton of bricks\" on companies engaged in anti-competitive packages - but it's up to Ofgem to decide whether there are abuses. </p> <p>Brown also would not be drawn on what would happen if the Labour conference votes for a windfall tax. Presumably because the answer is embarrassing - he will ignore them, which is what the Labour leadership normally does when conference votes against it.</p> <p><strong>Brown's economic rules:</strong> It sounds as if they're about to be written. Asked if he was still committed to keeping debt below 40% of GDP, Brown said we would have to wait until the pre-budget review. But he referred to \"quite unique times\", which sounds as if he's preparing an alibi for tearing up the sustainable development rule, the one dealing with 40%.</p> <p><strong>Glenrothes byelection:</strong> Brown would not commit himself to visiting the constituency again, after the writ is moved and when campaigning starts in earnest, but he said that he went last week. Will this be his only visit, allowing him to refute claims that he has stayed away?</p> <p><strong>Responsibility/blame:</strong> Brown at least twice said he was taking responsibility for what the government has been doing. This seems to be the formula he will use when asked if he personally has contributed to the government's woes.</p> <p><strong>Confidence in Sir Ian Blair:</strong> Brown said had had full confidence in Sir Ian Blair, the embattled Met police chief. Blair will be grateful. But, realistically, he could not have said anything else.</p> <p><strong>E.ON boss:</strong> Brown was very critical of Mark Owen-Lloyd, the E.ON boss, who joked that a cold winter would be good for profits. Brown's remarks will probably go down well with Labour MPs, but they would still prefer a windfall tax. </p>",
  "<p>How bad a gaffe was Gordon Brown's alleged \"endorsement\" of Barrack Obama in an article for the distinctly low profile Parliamentary Monitor magazine? </p> <p>Not much of one really, but it doesn't help Obama – and it certainly doesn't help Brown. As the Guardian's <a href=\"http://www.guardian.co.uk/politics/2008/sep/11/gordonbrown.foreignpolicy\">Nick Watt reports this morning</a> it allowed a McCain staff blogger to mock \"The coveted Gordon Brown endorsement\" as something not entirely to be welcomed. For one thing it smacks of careless staff work at No 10.</p> <p>Well, stuff happens in elections, most of it trivial. What's more, most of what foreigners say about US elections doesn't count for much inside the United States. </p> <p>The Tories' alleged (was it ever admitted?) efforts to help Bush Snr discredit Bill Clinton by checking Home Office records on his time at Oxford, and more recent Michael Howard's White House ban by Bush Jnr after flip-flopping on Iraq (Howard staff couldn't see what the flip-flop fuss was about at the time), shows how it plays both ways. </p> <p>But it's rarely a big deal Stateside. Something else usually comes along. In recent years only Margaret Thatcher and Tony Blair have acquired enough standing there to be mentioned on US network TV news without viewers having to be told who they were. Both were nimble enough to avoid this particular bear trap. Blair managed to be mates with Clinton and Bush, which is going some.</p> <p>Something else has come along anyway: Obama's remark about \"lipstick on a pig\", which was seized upon by the Republicans as proof that the Democratic nominee is a sexist pig towards Sarah Palin, John McCain's vice-presidential nominee who is currently sweeping all before her.</p> <p>Reading the incident it sounds innocent enough. \"Lipstick on a pig\" is a common expression over there, we've all heard it, haven't we? Don't Brits say something like \"you could put a red rosette on a pig and win the election in that seat\" ?</p> <p>But innocence is not enough in a close US race. All political parties misrepresent their opponents, Brown himself has often done it, Lyndon Johnson once put out a TV ad which suggested his opponent in the 1964 presidential race, Arizona senator, Barry Goldwater, would bring on a nuclear war with Russia. A decent man Goldwater, though a neo-con too far ahead of his time.</p> <p>But US Republicans since the Nixon era have been infected with something nastier and the infection is spread on the airwaves by radio shock jocks of the Howard Stern variety and, latterly, by Fox News on TV. </p> <p>In his memoirs, moderate Republican Alan Greenspan, thinks the polarisation stems from Johnson's heroic signing of the 1965 Civil Rights Act which (as that complex man predicted at the time) \"lost the south\" to the Democrats (ie the white south) and broke the party's successful New Deal coalition: conservative white southerners had given ballast to offset the liberal north east and west, a bit like British trade union votes offset Hampstead and Islington perhaps.</p> <p>Anyway, what the likes of Lee Atwater (he repented before his early death) did for George Bush Snr against the hapless Mike Dukakis, the sinister Karl Rove did for his boy. </p> <p>Imagine, John Kerry may not have been brilliant, but he did get those medals in Vietnam. Yet the \"Swiftboat\" campaign turned his record against him in favour of the war-dodger president! Amazing.</p> <p>McCain dodged no war and has much to his credit, even though he's trimmed: candidates have to. But he picked Palin as his running-mate without more than barely knowing her. At 72 that's a scary thing to do. On holiday I missed her nomination speech which has wowed the Republican grassroots and won't form my own judgment until I know more. This morning's emails included this <a href=\"http://www.wzzm13.com/news/news_story.aspx?storyid=98351\">summary of her career</a>. It seems like a fair one, but I assume it's being circulated widely and is meant to do her harm, so we should treat it warily.</p> <p>I don't share the view that American voters must elect Obama because the wider world will give up on the US if they don't. It's their election to screw up in whatever way they want to and some of my fears – expressed earlier this year – that Obama's problem may be as much perceived elitism (\"does this clever guy from Harvard understand my problems?\") as racism, seem to get gaining traction. That's partly what the choice of the lipstick soccer mom was meant to highlight.</p> <p>But the Bush II era has not simply done America's standing a lot of damage around the world, it's weakened the country badly at home, notably on the economy, which is increasingly in hock to those despised foreigners. To stress the \"culture wars\" side of the presidential race – \"what do the candidates think about abortion or the flag?\" – at the expense of substantive issues is scary too. </p> <p>I retain great faith in the recuperative powers and resilience of the United States. But like those reckless Wall St bankers and their dodgy debt packages, they're pushing their luck.</p>",
  "<p>A Lebanese politician died when his booby-trapped car exploded in hills east of the capital, Beirut, yesterday.</p> <p>Sheik Saleh Aridi, a senior member of the Lebanese Democratic party, had been trying to reconcile rival factions within the Druze community, a minority Muslim sect split along pro- and anti-Syrian lines. </p> <p>Police said the bomb that killed him was planted in his car in the village of Baissour. It was the first Lebanese political assassination in about a year. </p> <p>Lebanon - particularly the Beirut area - has experienced a period of relative calm since late May, when an agreement was signed in Doha, Qatar, to end street fighting that claimed at least 65 lives.</p> <p>On Monday, rival parties in the northern city of Tripoli signed a reconciliation deal to end the deadly fighting that had persisted there.</p> <p>The prime minister, Fuad Siniora, contacted Druze leaders and joined them in calling for calm after Aridi's assassination. </p> <p>Six other people were injured in the explosion, which happened as the politician got into his Mercedes in front of his home in the Druze-populated hills near the resort town of Aley. </p> <p>Police said an explosive charge was stuck under the car's body below the driver's seat and blew up as the vehicle started. Officials believe it was triggered either by remote control or a motion sensor.</p> <p>The US expressed its concern over the bombing and said its support of the Lebanese government was \"unwavering\". The bomb's target was unusual - Aridi, like his party, backed Syria, which has long dominated politically divided Lebanon. </p> <p>Most victims of political assassinations have opposed Syrian interference in Lebanese affairs, most notably the former Lebanese prime minister Rafik Hariri. </p> <p>Hariri's killing, which happened in 2005, triggered the \"cedar revolution\" that led to the departure of Syrian troops from Lebanon.</p> <p>Lebanon's political impasse between pro- and anti-Syrian factions boiled over into fighting in Beirut and the Druze hills earlier this year. </p> <p>Shia fighters from the Syrian-backed Hizbullah overran Sunni pro-government strongholds and fought an anti-Syrian Druze faction in the region where the bomb went off last night. </p> <p>An Arab-brokered agreement in Doha calmed the situation, leading to the election of a new president and the formation of a national unity cabinet. </p> <p>Nazih Abu Ibrahim, a colleague of Aridi in the party's political bureau, said the aim of the assassination was to rekindle violence between rivals in the Druze community.</p> <p>The Druzes are split into two main factions - the Lebanese Democratic party, led by Talal Arsalan, and the Progressive Socialist party of Walid Jumblatt. Arsalan is allied to Hizbullah and Jumblatt is a prominent leader of the anti-Syrian camp.</p> <p>\"It was a bloody message,\" Ibrahim said on Hizbullah's al-Manar television, noting that the conciliatory atmosphere of recent weeks had prompted party officials to relax security measures.</p> <p>Since the fighting in May, the two leaders have worked towards reconciliation within the Druze sect. </p> <p>Aridi was a key middleman between the two sides and helped mediate an end to the fighting between Hizbullah and Jumblatt's men in the region around his hometown.</p>",
  "<p>The <a href=\"http://www.theguardian.com/business/johnlewis\">John Lewis Partnership</a> has underlined the scale of the problems facing retailers by unveiling a 27% fall to £107.3m in first half profits, but denied it was too upmarket and said its co-ownership structure allows it to weather the consumer downturn better than its competitors.</p> <p>The business, which combines 27 department stores with over 190 Waitrose supermarkets, lost earnings as it cut prices and increased marketing spend. Similar initiatives will be needed in the second half to counter more \"difficult\" trading conditions, it accepted.</p> <p>Charlie Mayfield, chairman of the Partnership, said new store plans would remain on track as the company continued to build the business for the future. \"The advantage we have is that our shareholders are our partners (staff) so we can run the business for the long term without the company needing to be incentivised round quarterly earnings,\" he explained.</p> <p>Last year the 69,000 permanent staff shared £181m between them but Mayfield would not be drawn on whether there would be nothing like this handed out for 2008. \"We make the majority of our profits in the second half of the year. There is still everything to play for,\" he insisted.</p> <p>The Partnership chairman accepted that discount stores were doing well as consumers turned to cheaper offerings but said a mixture of good offers and good service left both John Lewis and Waitrose well-placed to prosper at a tough time.</p> <p>\"If you look at John Lewis we have grown our market share. Fashion sales are up 5% and we have beaten the market in electricals where there has been quite a steep decline (elsewhere). As regards Waitrose, 'yes', it's true discounters have expanded sales but a lot of that is because they are opening new stores and we are holding on to our customers and sales are up.\"</p> <p>In fact the John Lewis business has just had a tremendous surge in retail sales in recent weeks - up 9.2% in the week to September 6 - but Mayfield said it would be wrong to read too much into figures which were boosted by consumers heading for the shops in the face of bad weather.</p> <p>Like-for-like sales in the first half of the year were down 1% at John Lewis stores while Waitrose saw like-for-like food revenues rise 2.5%, but the supermarket arm has seen a 1.1% fall in the six weeks since the end of July 31 despite spending £30m on promotions.</p> <p>The wider Partnership business has been holding on to its market share by reinforcing its \"Never Knowingly Undersold\" scheme at John Lewis and increasing promotions at Waitrose on 20% of its food to 30%.</p>",
  "<p>Gallup daily tracking poll: <a href=\"http://www.gallup.com/poll/110212/Gallup-Daily-McCain-48-Obama-43.aspx  \">McCain 48%, Obama 43%</a>.</p> <p>To mark the seventh anniversary of the September 11 terrorist attacks, Obama and McCain have agreed not to run ads today; both men will appear in New York at a memorial ceremony. [<a href=\"http://www.mcclatchydc.com/homepage/story/52200.html\">McClatchy DC</a>]</p> <p>The media's in a tight spot with a fake controversy like that whipped up by John McCain over Barack Obama's \"lipstick on a pig\" comments: if you cover it, you fuel the fake controversy, but then again, you can't not cover the story that's dominating that day's politics. The real problem is that our culture is simply too tolerant of lies, <a href=\"http://voices.washingtonpost.com/postpartisan/2008/09/why_do_lies_prevail.html\">Michael Kinsley says</a>. At Time magazine, meanwhile, Jamie Poniewozik <a href=\"http://www.time-blog.com/tuned_in/2008/09/the_many_joys_of_phony_outrage.html\">dissects</a> the Republicans' media-savvy strategy: after a few back-and-forth exchanges in a tussle such as this one, \"eventually the story becomes so complicated to sum up that people mainly remember the original accusation.\" The next stage after that is that National Public Radio — earnest, liberal National Public Radio! — will investigate <a href=\"http://www.npr.org/templates/story/story.php?storyId=94481288\">what happens when you put real lipstick on a real pig</a>.</p> <p>Oh, and by the way: the refreshingly frank Meghan McCain <a href=\"http://briefingroom.thehill.com/2008/09/10/meghan-mccain-my-dad-says-lipstick-on-a-pig/\">says</a> she's heard her father use the same phrase himself before. </p> <p>The McCain/Palin crusade against \"earmarks\" — the system whereby lawmakers in Congress get funds directed to projects in their home states — isn't problematic solely because of Palin's history as an enthusiastic earmark fan. There's also the awkward truth that earmarks aren't all bad: they help build schools, hospitals, and facilities for children with special needs. [<a href=\"http://www.slate.com/id/2199757/\">Slate</a>]</p> <p>Hillary Clinton might have been a better pick for vice-president than Joe Biden, says... Joe Biden. So far, this seems to have been classified as a gracious compliment, not a gaffe, despite the Drudge Report's best efforts. [<a href=\"http://www.politico.com/blogs/bensmith/0908/Biden_bows_to_Clinton_.html\">Politico</a>]</p> <p>Yesterday, the governor of Alaska headed back to Alaska — where she sat for an interview with ABC News's Charlie Gibson, due to be broadcast tonight and tomorrow — so McCain held an event on his own. Sans Palin, it was all a bit of a flop: the chanting of a handful of Obama supporters was sufficient to force the campaign to cut it short. [<a href=\"http://blogs.reuters.com/trail08/2008/09/10/mccain-finds-it-tough-without-palin/\">Reuters</a>]</p>"
]