[
  "<p>John McCain, who only days ago said it took an annual income of $5m (£2.5m) to be counted as truly rich, yesterday came under attack for admitting he had lost track of how many homes he owned.</p> <p>In a godsend to the Democrats, the Republican was caught out when asked in an interview how many homes he owned. \"I think ... I'll have my staff get to you,\" McCain told Politico, a Washington insider news website, and then muttered something about condominiums.</p> <p>McCain's wife, Cindy, inherited one of America's biggest beer distribution firms and has an estimated fortune of $200m. The couple reportedly own seven homes in Arizona, California and Virginia, worth a combined total of about $13m. But Politico was told by his campaign they had four.</p> <p>The Obama camp has been trying to draw attention to the McCains's wealth, in part to defend the Democrat against Republican charges that he is elitist. </p> <p>The Democrats reacted yesterday on several fronts. In Chester, Virginia, Obama said his rival was out of touch. </p> <p>\"Somebody asked John McCain, 'How many houses do you have?' And he said, 'I'm not sure. I'll have to check with my staff.' True quote: I'm not sure, I'll have to check with my staff,\" said Obama, whose campaign went on to release a new television advert. Entitled Seven, after the number of McCain properties, it attacks the Republican record on the economy. </p> <p>The Obama campaign also lined up events around the US to keep the controversy over McCain's comments alive. </p> <p>The potential damage to McCain is great as there have been previous controversies over his wife's refusal to make a full disclosure about her finances, as well as his past comments. Earlier in the campaign, McCain said he believed the US economy remained strong, while an adviser had dismissed concern about the housing crisis and petrol prices as whining.</p>",
  "<p>In the great era of television situation comedies, roughly from the mid-1960s to the mid-80s, practically every successful series was hatched by partnerships of two writers who worked by bouncing ideas and lines off each other until they knew they were on the right track. David Croft and Jimmy Perry gave us Dad's Army; Dick Clement and Ian La Frenais, The Likely Lads, Whatever Happened to the Likely Lads? and Porridge; Ray Galton and Alan Simpson, Steptoe and Son.</p> <p>John Esmonde, who has died at the age of 71, was half of a partnership with Bob Larbey, who together came up with popular series including Please, Sir! and The Good Life, but they were not established writers who had teamed up because that was the best modus operandi for sitcom-writing. They had known each other since childhood, having both been born and raised in south London - Esmonde came from Battersea - and been schoolboy mates at Henry Thornton grammar school in Clapham. </p> <p>Though Esmonde was the younger by two years, the pair remained firm friends and, on leaving school, found jobs in the same firm of block-makers. Esmonde did his national service in the RAF, worked in the offices of a paint company and made a start in trade journalism, without much success. </p> <p>But the pair still met regularly and shared an interest in radio humour. As a result they started getting together in the evenings to try their hand at radio comedy scripts. During the first three years, one offering brought in a joint fee of two guineas from the BBC. Then, in 1965, when they were in their late 20s, they finally achieved a series of their own with the radio sitcom Spare a Copper, which starred Kenneth Connor as a bumbling policeman and was successful enough to enable the pair to become full-time writers.</p> <p>Other series followed, including Just Perfick (1969), from the Larkins stories by HE Bates, which would not reach the TV screen as The Darling Buds of May for another 22 years, and then not written by Esmonde and Larbey. They made their television debut in 1967 with Room at the Bottom (for the BBC), a cheery low-life series about a crew of maintenance workers - the title was a playful twist on John Braine's hugely popular novel and movie, Room at the Top.</p> <p>Please, Sir! a year later featured the trials of an English teacher in a tough secondary modern school. Although the BBC had turned it down, the newly enfranchised London Weekend Television snapped it up, and instead of the usual half-hour format gave it a 45-minute slot. Perhaps because of this, and thanks to John Alderton's skill in the lead part, the result had a disarming veracity. Instead of the blatant semaphoring of intentions common to so many sitcoms, the teacher's dismay when he felt he was failing to get through to his pupils would be banished by a sudden, unexpected reward - a seemingly unfinished drawing which was actually continued on the other side of the paper, or a child's piercing interpretation of a line from Shakespeare.</p> <p>The Good Life, which the BBC accepted for production in 1975, featured Richard Briers and Felicity Kendal as a suburban couple resolved to practise self-sufficiency and live off the land without leaving Surbiton, much to the scorn of their neighbours, played by Paul Eddington and Penelope Keith. Again Esmonde and Larbey succeeded in sustaining genial life-like comedy without elaborate plot contrivances on the one hand or drifting into sitcharm, rather than sitcom, on the other.</p> <p>The two writers continued to work together, meeting daily in a rented office in Dorking, Surrey, midway between their homes, Larbey still in London, Esmonde now settled on the Sussex coast. Success continued to come their way, notably with Get Some In! (Thames, 1975-78), which drew on their national service days in the 50s.</p> <p>The Fenn Street Gang was a spin-off from Please, Sir!, which caught up with the kids and their teacher in later life and yielded a movie as well as the LWT series of 1971-73. Ever Decreasing Circles (BBC, 1984-89) brought back Briers as a fussy organisation man keeping life locked up in the cellar. Brush Strokes (BBC, 1986-91) featured a laddish painter and decorator, played by Karl Howman, and in due course spawned Mulberry (BBC, 1992-93) with the same actor as the mysterious - no, sinister - housekeeper engaged by spinster Geraldine McEwan.</p> <p>In 1995, Esmonde and Larbey decided to make Down to Earth, with Briers once again, a final effort before they parted company professionally. Esmonde retired to La Herradura, on the southern Spanish coast, with the intention of writing novels. He is survived by his wife, Gina, whom he married in 1960.</p> <p><strong>·</strong> John Gilbert Esmonde, radio and television writer, born March 27 1937; died August 10 2008</p>",
  "<p>With candidates posting videos on YouTube and Barack Obama pledging to tell supporters his vice-presidential choice by text, Campaign 2008 has been a new-tech election. But one piece of old technology has proved an unexpectedly powerful player: writing. </p> <p>Obama is the first candidate to have had two bestselling books - not campaign manifestos, but proper memoirs, which he seems to have written himself - before even gaining the nomination. His pro-prose, though, has been answered by a wave of hostile volumes. The No 1 non-fiction slot he once occupied is filled by Obama Nation, a title that sounds supportive until the explanation that is meant to be spoken quickly and spittingly: \"Abomination\". </p> <p>In Britain, too, political rivals are throwing books at each other. The GQ editor Dylan Jones published this week his chronicle of following around David Cameron for a year. The Conservative leader was probably too busy to write a book himself, although the more intense schedule of a prime minister has not prevented Gordon Brown from a rate of publication that would have impressed Agatha Christie - Wartime Courage: Stories of Extraordinary Bravery in World War II, due in the autumn, is his third book in little over a year, a successor to Courage: Eight Portraits, and Britain's Everyday Heroes. </p> <p>The fact that Brown has chosen to publish an entire trilogy about guts is revealing of the roots of this mania for political literature. John F Kennedy's Portraits in Courage - calculated to establish cold warrior credentials before the 1960 race - remains the model for leaders in search of readers, even though it is now established that JFK had not done anything as grubby as setting down the words himself. This is a tradition Brown must have followed in order to publish more books during his period in office than most politicians manage to read. So strong is the influence of that Kennedy book that McCain has just published his own version, entitled Hard Call: Courageous Decisions by Inspiring People: Heroes Who Made Tough Decisions. </p> <p>The psychology of these volumes is very odd. Realistically, any politician who has time to produce a book while occupying or seeking high office is either employing a ghost writer or is shirking more important duties through an egotistical desire to see their name lying vertically in a library. Yet the continuing belief that the electorate will be impressed by a glossy oblong talking up the candidate means that those who are running soon run towards a publisher. </p> <p>Cameron's decision feels canny. Rather than pretending to have written a book himself, and reserving that charge for potential teasing of Brown, the Tories have anglicised a French tradition of book-length interviews with candidates - Nicolas Sarkozy was shadowed by the leading French author Yasmina Reza during his campaign. </p> <p>There's a telling moment in the Cameron book when he expresses the view that the Conservatives have been short of ideas in recent years, lazily falling back on formulas about bringing back old values. The book (and the long summer reading list he despatched to MPs) suggests a conscious attempt to rebrand the nasty party as the thinking party. </p> <p>Another possible attraction is that a book is harder to sabotage than subsequent methods of expression. A video posting from a politician can rapidly be morphed into its satirical antithesis; a blog can drag across cyberspace for ever its stinging tail of contradictory comment. A book, however, keeps its content to itself, although there is always the risk of gleeful reports of its speedy appearance in remainder stores. </p> <p>Which is where most campaign-related tomes are heading. In my office, there's a dusty section of shelving holding books written to convince us to believe in politicians long since discredited. Looking Forward: An Autobiography (1988) by George Bush Sr is now most notable for the fact that two pages are given to a family member detailed in the index as \"Bush, C. Fred (dog)\", while the son who is now president is mentioned only in lists of family members. </p> <p>One day, either the McCain or the Obama books will suffer this crushing redundancy. There are two inevitabilities at the end of a political career: tears and books. First, the departed commander's self-justifying memoirs, and then the biographies, progressively questioning their account. But, even in a culture with so many alternatives, aspirants to power still seem to have a touching desire to begin with a book as well.</p>",
  "<p>American negotiators have not yet succeeded in getting Iraqi officials to agree to keep US troops well into the next president's first term, the secretary of state, Condoleezza Rice, confirmed yesterday. </p> <p>On a surprise visit to Baghdad, Rice denied earlier reports this week that the two sides had ironed out the last disputes in a heavily contested draft agreement that is due to replace the UN mandate covering the US-led occupation.</p> <p>President George Bush wants the pact to authorise a troop presence at least until 2011 so that he can trumpet it as proof of his policy's success. But the prime minister, Nouri al-Maliki, has adopted the rise in nationalist feeling in the Iraqi parliament and among the public and is insisting on a clear timetable for withdrawal, the lifting of judicial immunity for US troops who commit abuses, and a veto on US military operations, including the arrest of Iraqis.</p> <p>The pact has been downgraded into a \"memorandum of understanding\" to avoid the need for the US Senate to approve it. In Iraq, it has to clear several hurdles. \"Once a breakthrough has really been achieved, the draft will be presented to the council of ministers\", Raid Fahmi Jahid, the science and technology minister told the Guardian yesterday.</p> <p>If the government approves the draft, the parliament will have the last word.</p> <p>The Iraqi side has been pressing for a withdrawal of US combat troops from Iraqi cities by the end of June, and for all troops to leave a year or so later. But after her talks yesterday, Rice said only \"aspirational timetables\" were worth having in the agreement. </p> <p>The Bush administration was angered last month when Maliki gave broad support to Senator Barack Obama's pledge to pull all combat troops out of Iraq by June 2010. This undermined his Republican rival, Senator John McCain, who insisted along with the Bush administration, that withdrawals be linked to achieving various political and security goals, the so-called \"conditions-based approach\" as opposed to \"artificial timetables\".</p> <p>Bush officials also insist that it is the success of the \"surge\" of an extra 30,000 US troops last year which has made talk of a troop reduction possible. </p> <p>Rice's visit yesterday was also aimed at getting Iraqi leaders to agree to a law setting out terms for provincial elections, another Bush benchmark for claiming success.</p>",
  "<p>Barack Obama, who is generally regarded as a gifted orator, would do well to find time to unwind before he delivers the speech of his lifetime to the Democratic party's convention next week. </p> <p>A new analysis of Obama's voice patterns and the delivery of his speeches made available to the Guardian yesterday, found the Democratic candidate somewhat restricted in his range of facial expression.</p> <p>Specifically, Obama's face is locked in an almost permanent attitude of anxiety, with his forehead muscles contracted.</p> <p>\"In all topics Mr Obama displays a similar worried, serious-looking facial pattern. Even when talking about more positive subjects, his facial expressions do not signal positive affective states,\" said a report on the analysis, undertaken by the Vox Institute in Geneva for the Clearwater consulting group.</p> <p>The institute reviewed footage of Obama's speeches and those of the Republican candidate, John McCain. It relied on footage from four speeches conveying a range of emotions, as well as digitised voice samples, to rate the effectiveness of the two candidates in connecting with voters on the campaign trail.</p> <p>The habitual worried look is a potential liability for Obama, undermining the image he is trying to project of a confident leader. The image could be disturbing for audiences, said James McBrien, the founder of Clearwater. </p> <p>It also undercuts Obama's outward appearance of extreme confidence.</p> <p>\"There is an element of the fact that he is on the edges of his comfort zone here,\" McBrien said. \"Going into a presidential campaign is not something he has done before, and you could say it is written all over his face.\"</p> <p>Despite that failing, Obama was the clear winner against McCain in the oratorical contest. The result is unsurprising, given that McCain's own campaign team has gone to some effort to conceal his limitations as a speaker.</p> <p>McCain has had problems adapting to the Autocue, that staple of public speaking. On the campaign trail he has favoured smaller venues, where he can take questions from audiences, rather than the grand venues and stirring speeches that have become Obama's signature. </p> <p>Obama had high scores on six of the eight voice values, including diction, fluency, speed and modulation. His voice could have been a little louder at times, although the study praised his ability to reflect anger, positive emotions and sadness. </p> <p>\"The dominating attitude, as transmitted by his vocal style, is that of concern and sincere involvement,\" it said. The study also praised Obama's use of hand gestures.</p> <p>The verdict on McCain was harsh. The acoustic analysis noted that the Republican's voice was pitched slightly high, and that it remained flat, or emotionless, even while he was talking about sad subjects.</p> <p>McCain's range of facial expression was just as unvaried. \"McCain's facial repertory is very poor,\" the analysis said. \"His smile is often not fully developed, ie his cheek-raising muscles do not participate enough in the expression of positive affect [to be perceived as genuine].\"</p> <p>McBrien put it in terms that were even more stark. \"He has a poker face,\" he said. The problem with the lack of expression, according to McBrien, is that it makes it difficult for an audience to trust the speaker.</p> <p>The Republican is restricted in his range of motion because of injuries sustained during the Vietnam war. He tends to keep his hands by his side when he speaks.</p> <p>The Vox researchers also picked up on one of McCain's tics. The candidate, who made a campaign slogan of his plainspeaking in the Straight Talk Express, has a habit of completely shutting his eyes and slightly smiling immediately before coming out with one of his signature sarcastic comments.</p>",
  "<p>If there is a Labour party leadership election this autumn, Dick Cheney and John McCain have their candidate. Step forward David Miliband, neoconservative. The foreign secretary's aggressive posturing on the side of Washington over the Ossetian crisis has made it abundantly clear where he stands on the great divide in world politics today. He is for the US empire.</p> <p>This is bad news for those Labour party supporters who correctly believe that the party's troubles cannot be overcome without ending its witless support for US foreign policy and the calamities it is causing, of which the continuing Iraq war is the most lurid exhibit.</p> <p>There was a flutter of hope during his momentary honeymoon period last summer that Gordon Brown would make the change the party and the public wanted - he muttered about pulling troops out of Iraq and looked a study in sulkiness when visiting George Bush.</p> <p>All huff and puff, as it turned out. At least Miliband has made a point of puncturing any similar illusions in advance. His now famous manifesto in the Guardian parroted the standard Washington line on Iraq to the effect that the only problem was the failure of the invaders to prepare for the peace as well as the war, a proposition that even Donald Rumsfeld and Christopher Hitchens may by now agree with. But it is in relation to the Russia-Georgia crisis that he has most clearly broken cover.</p> <p>Mikheil Saakashvili's role in igniting the conflict is ignored or downplayed. Russia should be punished. Nato must expand headlong. The view of the peoples of South Ossetia and Abkhazia that they do not wish to be Georgian must be ignored. Above all, the part played by US global expansionism in provoking the crisis must go unexamined.</p> <p>Miliband has put Britain back in the centre of almost exactly the same \"coalition of the willing\" as rallied behind the Iraq infamy - Washington, London and \"new Europe\". The main difference is that this time Italy and Spain have joined France and Germany on the side of caution, leaving the British government even more isolated.</p> <p>And even more hypocritical. For Miliband to insist - as he did in an article in the Times this week - that Russia must respect international law, displays a breathtaking lack of self-awareness. Pre-Iraq, support for the UN and international legality were cornerstones of Labour's stated approach to world politics. Tony Blair put paid to that and here we are half a million or so corpses later.</p> <p>You can't play cop and robber at the same time on the world stage, just as you can't offer Labour a fresh start while clinging doggedly to the most disastrous policy of the last 11 years. Deputy chief whip Nick Brown appears to have got the message with a remarkable article on Comment is Free this week, trashing the Miliband line and Georgia's Nato aspirations.</p> <p>Perhaps he has noticed that the foreign secretary is not only echoing George Bush's approach to the Georgian crisis but even David Cameron's, whose brief flirtation with less subservience to Washington seems to have gone by the board. Indeed, Miliband seems irked that Cameron got to Tbilisi first to deliver a Russophobic rant - the Tory leader's pledge to bar Russians from Selfridges marks the only point of difference. Miliband apparently stands firm on the right to shop, come what may.</p> <p>Of course, the collateral damage done to the foreign secretary's prime ministerial pretensions is surely the least of the tragedies of the unnecessary war in the Caucasus. But it does leave an opening for any politician who can articulate the public desire for a foreign policy more independent of the US, before imperial Washington drags us into conflicts which may make even the immense suffering of Iraq seem like an appetiser.</p> <p><strong>·</strong> Andrew Murray is chair of the Stop the War Coalition<br><a href=\"mailto:office@stopwar.org.uk\">office@stopwar.org.uk</a></p>",
  "<p>Gary Glitter has been moving around so much - 19 countries have so far said they will refuse him entry - that I don't know where he will be by the time you read this. But he is now said to have reluctantly agreed to get on a plane to London, where he will fall into the arms of up to 35 police officers who have been waiting patiently at Heathrow for his return. That's a lot of police officers deployed at great expense to greet one miserable, perverted, played-out old rock star, but it's proportionate to the hysteria provoked by Glitter's release from a Vietnamese prison, where he served two years and nine months of a three-year sentence for committing \"obscene acts\" with two little girls; and it's in line with the seriousness with which the British government is taking the matter.</p> <p>Jacqui Smith, the home secretary, has even framed a new law to make sure that this \"despicable person\", as she has publicly called him, will never travel abroad again. If he gets to London, the police will make him sign the sex offenders' register and thereafter monitor his movements. Glitter has become an international pariah with no family and no friends (apart perhaps from a few other paedophiles) and will spend the foreseeable future under constant surveillance both from the police and, still more irksomely, from the media, which will give him no peace. He may well decide that life in a Vietnamese prison was better.</p> <p>One doesn't have to underrate the threat that Glitter may still pose to children, or to find him anything other than repulsive with his ghastly, self-righteous grin, to find this a disturbing state of affairs. For Glitter has a point when he protests, \"I've done my time. I'm a free man\" - or, rather, he would have a point if he had committed any other kind of crime, such as maiming or killing someone. In such a circumstance, he would, indeed, be a free man. He would have paid his debt to society with his prison term and be spared any further punishment. </p> <p>But because his crimes involved children, with the special fear and revulsion that arouses in all of us, we are happy to jettison a cherished principle of justice that has served us well for centuries. \"No country in its right mind would want this pervert at large on its soil,\" said a Daily Mail article. \"All we can hope is that, wherever he ends up, he will be locked away until he ceases to be a threat to children.\" But we traditionally lock people up only for crimes they have committed, not for crimes they may commit in the future. And, anyway, how will the Mail know \"when he ceases to be a threat to children\"? It can't and won't, so it presumably wants him locked up for life, just to be on the safe side.</p> <p>In an eloquent article in yesterday's Times, Carol Sarler wrote that it was time to decide whether paedophilia should be regarded as a disease, beyond the control of the person who suffers from it; for if that were the case, it would be perfectly reasonable to have someone like Glitter sectioned under the Mental Health Act and put away indefinitely to prevent him putting any other children at risk. But that's not the way the media care to look at it. They seem to regard Glitter as both responsible for his actions and incapable of stopping them, a man who is not sick but just irredeemably wicked. And they take this to justify any degree of persecution of someone who has yet to commit any new offence and claims, however implausibly, that all he wants is to go shopping and have hospital treatment for his heart. </p> <p><strong>In deciding whether or not to choose Senator Joe Biden </strong>of Delaware as his vice-presidential running mate, Barack Obama must have weighed up the possible implications of a famous plagiarism scandal of 1987, which had the improbable consequence of making Neil Kinnock a household name in the United States. Biden, who had been running for the Democratic nomination at the time, had his presidential hopes dashed after it was found that he had lifted whole sections of a campaign speech from one given by Kinnock in Britain about social inequality. </p> <p>\"Why is it that Joe Biden is the first in his family ever to go to a university? Why is it that my wife who is sitting out there in the audience is the first in her family ever to go to college?\" asked Biden - which was almost word for word what Kinnock had said about himself and his wife Glenys in a tear-jerking account of his deprived Welsh upbringing.</p> <p>It was more than 20 years ago that Biden suffered his humiliation, but it might still tell against him; for the Americans are very censorious about plagiarism. It wasn't always so. Until the end of the 19th century, nobody either there or in Britain thought much about it. If noticed at all, it was taken as flattery. But now accusations of plagiarism are constantly made in attempts to cast doubt on a politician's honesty and integrity. John McCain has been accused of stealing a prison story from Alexander Solzhenitsyn and lifting items from Wikipedia for his speeches, while Obama has been similarly maligned on several occasions.</p> <p>Politicians, in fact, have never balked at adopting any good phrase from any source if it suited their purpose. Franklin D Roosevelt's declaration that \"the only thing we have to fear is fear itself\" was stolen from the first-century Greek philosopher Epictetus, and President Kennedy's \"ask not what your country can do for you\" was adapted from an address in 1884 by the writer Oliver Wendell Holmes. </p> <p>I see nothing wrong in it myself, and only wish that presidential candidates would find something else to argue about than each other's characters. </p> <p><strong>This week Alexander sat </strong>on the plane back to London from Pisa next to a little girl who was engrossed throughout the flight by Summer Term at St Clare's by Enid Blyton, just voted Britain's best-loved writer: \"I would have read much more if my elder brother, in a fit of Savonarolan destruction, hadn't burned all my beloved Blyton books when I was eight.\"</p>",
  "<p>John McCain <a href=\"http://www.suntimes.com/news/elections/1117409,elexpoll082008.article\">is up in the national polls</a>. And, interestingly enough, none of my Democratic friends seem to be worried about that. I think I know why.</p> <p>People sometimes forget that the term \"campaign\" was originally a military term. Thinking of American elections as a kind of non-violent civil war can be a helpful, if crude, metaphor. And in this war we have two very different kinds of armies duking it out, with competing strategies and contingencies and tactics being developed in the lead-up to election day.</p> <p>The McCain campaign is focusing their resources on a combination of air war and guerrilla war, making big advertisement buys in key states to broadcast a steady succession of <a href=\"http://www.boston.com/news/nation/articles/2008/07/31/mccain_ads_go_negative_early_on_obama/\">increasingly negative political ads</a>, while simultaneously encouraging the electronic version of a whispering campaign by viral emails that paint Barack Obama as everything from a latte-sipping elitist liberal to a radical black activist to the <a href=\"http://blogs.reuters.com/trail08/2008/08/19/obama-to-mccain-dont-question-my-patriotism/\">slurs on his patriotism</a> that reference his name and parentage.</p> <p>McCain's is a pretty traditional campaign. Television advertising has gotten more sophisticated and expensive since the 1960 Nixon/Kennedy debates showed the medium's potential for impact on the election. The one new factor, the insidious viral emails, have been effective largely at shoring up McCain's dwindling base and have been able to do so without much cost or accountability. The <a href=\"http://www.boston.com/news/politics/2008/articles/2008/08/16/mccains_fund_raising_machine_rolling_along/\">money is finally rolling in</a>, thanks to the efforts of McCain's fundraisers, and <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/08/05/AR2008080503010.html\">he's using it on TV ads</a>.</p> <p>The McCain campaign's problem is that they are fighting this war with the tools of the last one. There's little innovation at work, and his advisers have dramatically misread the battleground. The days when you could win the hearts and minds of the American public with 30-second television spots is over for good. With the Obama campaign <a href=\"http://ap.google.com/article/ALeqM5iU_P23eyGmxqE8EEa7ba6r86BpIwD92MHQ8G0\">able to match</a> - and even out-spend - McCain dollar for dollar, if the air war was the only battle that mattered, then it might, indeed, be a toss-up.</p> <p>But looking at the electorate in 2004 or even 2000 terms would be a dramatic miscalculation. While the overall demographics of America have shifted as the second world war generation dies off and the number of immigrants grows, the character of the electorate - the registered voters - will be much, much different this time around. This is largely because of Obama's ground war.</p> <p>McCain has budgeted virtually nothing for his own ground war - the volunteers and paid employees who go out on the street and convince people to vote. McCain is depending on the traditional Republican-oriented organisations (evangelicals, gun owners, anti-abortion activists) to do that job, and the fact is that those groups are ambivalent toward McCain at best. There is no great voter-registration initiative within the Republican party this year.</p> <p>Not so for Obama. Seasoned by an interminably long 50-state primary season, the Obama campaign was forced to <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/01/28/AR2008012802558_pf.html\">build an organisation</a>, sometimes from scratch, in every state. The campaign often eschewed the traditional Democratic party apparatus (because of the number of entrenched Hillary Clinton folks within it) and built (or co-opted) their own state organisations. That, combined with the Obama campaign's far-sighted voter-registration drive, has changed the battlefield significantly. Obama didn't put his people in mothballs after winning the nomination, or even focus them on fundraising. He had them pounding the pavement with clipboards, <a href=\"http://online.wsj.com/article/SB121850477150231953.html?mod=googlenews_wsj\">registering voters</a> everywhere they could. That's why they aren't acting worried.</p> <p>My Republican friends cackled with glee when they saw the poll numbers recently, numbers that showed McCain catching up to Obama in the national polls. If it comes down to a horserace, they reasoned, the incumbent party could probably eek out a last-second victory. I let them have their moment - it was, after all, the first sign of life in the campaign since it began. </p> <p>But they are mistaken, as are McCain's strategists, because the poll numbers targeting \"likely voters\" are flawed. They don't take into account this rapid and significant expansion of the Democratic party, the millions of new voters who will come to the polls in support of the Democrats (many of whom either don't have land-line phones or don't answer polls). Some estimates place the disparity between new voter registrations between Democrats and Republicans at close to 35 to one. That's a significantly larger battlefield than in 2004, and the wedge issues of that election - gay marriage and abortion - just aren't getting the GOP faithful excited.</p> <p>Here in North Carolina, the Obama campaign is a well-established, well-oiled machine by now. Still feeling the swell of support from the primary that put Obama over the top, the local Obama campaigners are issuing daily emails, organising weekly voter-demonstration drives across the state and (more importantly) forging a new kind of politically active Democratic community. </p> <p>These are the foot-soldiers that Obama can count on to take a few days off from work, toil 24 hours a day and drive their databases of new voters to the polls. They have an underdog mentality and constantly expect and prepare for the kind of dirty politics the south is renowned for to erupt at any moment. To my knowledge, McCain's campaign has nothing similar. Hence their emphasis on the air war.</p> <p>Talking face-to-face with Obama's volunteers, it's clear they want to leave nothing to chance. They don't want North Carolina to go red on the basis of a few hundred votes. They want to see it firmly in the Democratic camp, our electoral votes going to Obama. But even if they fail, they tell me, they won't feel it was in vain. Hundreds of state and local Democrats will benefit from the Obama campaign's diligent work, as voters vote the straight Democratic party ticket and bring them into office. And that will ensure that even if the battle for the presidency is lost here (to extend the martial metaphor) the war for control of the direction of the state and the nation will have been soundly won.</p>",
  "<p>The Republican, John McCain, who only days ago said it took an annual income of $5m to be counted among the truly rich, today came under attack for admitting he had lost track of how many homes he owned.</p> <p>In a godsend to the Democrats, McCain was caught out when asked in an interview how many homes he owned. \"I think -- I'll have my staff get to you,\" McCain told Politico, an insider publication, and then muttered something about condominiums.</p> <p>McCain's wife, Cindy, inherited one of America's biggest beer distributors and has an estimated worth of about $200m. The couple reportedly own seven homes in Arizona, California and Virginia, worth a combined total of about $13m.</p> <p>However, the McCain campaign told Politico the figure was four.</p> <p>The Obama camp has been trying to draw attention to the McCain family's wealth -- in part to defend the Democrat against Republican charges that he is elitist.</p> <p>The Democrats reacted today on several fronts. In Chester, Virginia, Obama said McCain was out of touch.</p> <p>\"Somebody asked John McCain, 'How many houses do you have?' And he said, I'm not sure. I'll have to check with my staff. True quote: I'm not sure, I'll have to check with my staff.\"</p> <p>His campaign went on to release a new television advertisement -- called Seven after the number of McCain's properties -- attacking the Republican record on the economy. </p> <p>It also lined up events around the country to keep the controversy over McCain's comments alive.</p> <p>The potential damage to McCain was magnified by previous controversies over his wife's refusal to make a full disclosure about her finances, as well as his previous comments.</p> <p>Earlier in the campaign, McCain said he believed America's economy remained strong. An adviser dismissed concern about the housing crisis and petrol prices as whining.</p> <p>On Saturday, McCain moved into even more dangerous territory when he suggested at a forum on religion at a California megachurch that it would take an annual income of more than $5m to rank as rich in America.</p> <p>Obama, asked the same question, said those making above $250,00 a year counted as wealthy.</p>",
  "<p>Barack Obama, generally regarded as a gifted orator, would do well to find time to unwind before he delivers the speech of his lifetime to the Democratic convention next week.</p> <p>A new analysis of Obama's voice patterns and the delivery of his speeches made available to The Guardian today, found the Democratic candidate somewhat restricted in his range of facial expression.</p> <p>Specifically, Obama's face is locked in an almost permanent attitude of anxiety, with his forehead muscles contracted.</p> <p>\"In all topics Mr Obama displays a similar worried, serious-looking facial pattern. Even when talking about more positive subjects, his facial expressions do not signal positive affective states,\" it said.</p> <p>The analysis, undertaken by the Vox Institute in Geneva for the Clearwater consulting group, reviewed footage of Obama's speeches and those of the Republican, John McCain.</p> <p>It relied on footage from four speeches conveying a range of emotions as well as digitised voice samples to rate the effectiveness of the two candidates in connecting with voters on the campaign trail.</p> <p>The habitual worried look is a potential liability for Obama, undermining the image he is trying to project of a confident leader. </p> <p>The disconnect could be disturbing for audiences, said James McBrien, the founder of Clearwater.</p> <p>It also undercuts Obama's outward appearance of extreme confidence.</p> <p>\"There is an element of the fact that he is on the edges of his comfort zone here,\" McBrien said. \"Going into a presidential campaign is not something he has done before and you could say it is written all over his face.\"</p> <p>Despite that failing Obama was the clear winner against McCain in the oratorical contest. The result is unsurprising given that McCain's own campaign team have gone to some effort to conceal his limitations as a speaker.</p> <p>McCain has had particular problems adapting to that staple of public speaking -- the Autocue. On the campaign trail, he has favoured smaller venues, where he can take questions from audiences, rather than the grand venues and stirring speeches that have become Obama's signature.</p> <p>Obama had high scores on six of the eight voice values, including diction, fluency, speed and modulation. His voice could have been a little louder at times, but the study praised his ability to reflect anger, positive emotions, and sadness.</p> <p>\"The dominating attitude as transmitted by his vocal style is that of concern and sincere involvement,\" it said.</p> <p>The study also praised Obama's use of hand gestures.</p> <p>The verdict on McCain was harsh.</p> <p>The acoustic analysis noted that the Republican's voice was pitched slightly high, and that it remained flat, or emotionless, even while he was talking about sad subjects.</p> <p>McCain's range of facial expression was just as unvaried. \"McCain's facial repertory is very poor,\" the analysis said. \"His smile is often not fully developed ie his cheek-raising muscles do not participate enough in the expression of positive affect (to be perceived as genuine).\"</p> <p>McBrien put it in terms that were even more stark. \"He has a poker face,\" he said. The problem with the lack of expression, according to McBrien, was that it makes it difficult for an audience to trust the speaker.</p> <p>The Republican is restricted in his range of motion because of injuries sustained during the Vietnam war. He tends to keep his hands by his side when he speaks.</p> <p>The Vox researchers also picked up on one of McCain's tics. </p> <p>The candidate who made a campaign slogan of his plainspeaking in the Straight Talk Express has a habit of completely shutting his eyes and slightly smiling immediately before coming out with one of his signature sarcastic comments.</p>",
  "<p>The McCain camp <a href=\"http://thepage.time.com/mccain-camp-response-to-obama-comments-on-houses/\">fires back</a> on the houses controversy. They're ready to rumble:</p> <blockquote> <p>Does a guy who made more than $4 million last year, just got back from vacation on a private beach in Hawaii and bought his own million-dollar mansion with the help of a convicted felon really want to get into a debate about houses? Does a guy who worries about the price of arugula and thinks regular people 'cling' to guns and religion in the face of economic hardship really want to have a debate about who's in touch with regular Americans?</p> </blockquote> <p>It must be admitted, a good return of serve. It's the Rezko business that's tricky here. The McCain people are saying: You make this an issue, we make Rezko an issue. The whole thing with the Obama house purchase always mystified me. I don't think he did anything irredeemably sleazy, but truth be told, the way the purchase was arranged did sound like something that a regular person couldn't ever pull off. I just can't understand why a guy in that position, who was clearly already thinking of big things at the time he bought the house, didn't just make a normal above-the-board home purchase like the rest of us schlubs.</p> <p>But assuming there's nothing new on the Rezko front, this isn't the time for the Obama camp to back down. You don't launch an attack and then wilt when the other guy throws his first punch. The vitriol in the McCain statement indicates that they know this is a potentially serious Achilles' Heel for them. The Obama people have to keep pushing this one. One home worth about $1.5 million (the Obamas) isn't in the same league as seven homes worth $13 million (the McCains). </p>",
  "<p>Starting on Monday, I'll be writing an email briefing every weekday during the conventions, bringing you the latest news from Denver next week and Minneapolis-St Paul the week after, alongside links to features, interviews and analysis from the Guardian's unrivalled team of reporters and commentators, plus a roundup of the best of the blogosphere and the US media.</p> <p>The briefing will go weekly after the conventions, then daily once again as the election approaches. It'll arrive in your inbox first thing in the morning, UK time. <a href=\"http://www.theguardian.com/world/competition/2008/aug/21/uselections2008\">Sign up here</a>, and your life will become instantly fantastic.</p>",
  "<p>From the beginning of the Iraq war, the Bush administration and the military have done their best to stop photographers from taking pictures of American war dead. Their first big controversy arose in 2004 when the Seattle Times angered the Bush administration by <a href=\"http://seattletimes.nwsource.com/html/nationworld/2001906489_kuwait18m.html\">publishing a front-page picture</a> of flag-draped coffins in a cargo plane in Kuwait, and since then the Bush administration and the military have continued their anti-photo policy. Even the replacement of secretary of defence Donald Rumsfeld with Robert Gates has not made a difference.</p> <p>The Bush administration has, if anything, let its worries about the presidential election heighten its anti-photo policies. This summer Gina Gray, the public affairs director at Arlington cemetery, was <a href=\"http://www.washingtonpost.com/wp-dyn/content/story/2008/04/23/ST2008042303339.html\">fired from her job</a> for allowing the media access to Arlington burials when families of the fallen gave their permission for it, and in Iraq, <a href=\"http://www.theguardian.com/commentisfree/2008/jul/29/iraqandthemedia.usa\">Zoriah Miller</a>, a freelance photographer who posted photos on the internet of Marines killed in a suicide attack, was <a href=\"http://www.nytimes.com/2008/07/26/world/middleeast/26censor.html?scp=1&amp;sq=zoriah%20miller&amp;st=cse\">barred from working</a> in Marine Corps-controlled areas of the country.</p> <p>For a president caught in an unpopular war, the attempts at censorship are understandable, but what the Bush administration and the military really needs to do is take a page from the second world war's lessons in photographing the fallen. </p> <p>The differences between now and then are striking but not, as we might imagine, because the Roosevelt administration and second world war military leaders were always candid. For the first 21 months of the war, censors withheld all photographs of American dead. As George Roeder notes in his landmark study The Censored War: American Visual Experience During World War II, Roosevelt's memory of visits to European combat zones while assistant secretary of the US navy in the first world war made him fearful of the harm graphic pictures of the dead could cause on the home front. </p> <p>But by 1943 Roosevelt's advisers were warning him of a different danger - home-front complacency about the war that stemmed from the public's underestimation of the toll it was taking on the military. The office of war information, headed by veteran radio commentator Elmer Davis, encouraged the president to authorise the publication of harsher pictures of the war in order to prepare for more casualties and to reduce civilian complaints over food and gas shortages. </p> <p>The advice produced a change in policy. By the fall of 1943, the US war department's bureau of public relations acted to release photos that it had previously withheld, and army chief of staff George Marshall urged his generals to have their photographic units send material that would portray the \"the dangers, horrors and grimness of war\".</p> <p>The big media breakthrough came in the September 20 1943, issue of Life, with the publication of <a href=\"http://www.digitaljournalist.org/issue0309/lm02.html\">George Strock's photo of three American soldiers</a> lying dead on Buna Beach in New Guinea. By historical standards the brutality in Strock's photo was minimal. The three dead Americans it shows seem almost at peace. As they lie sprawled out in the sand, they give no indication of having painfully suffered. Timothy O'Sullivan's US civil war photo <a href=\"http://www.getty.edu/art/gettyguide/artObjectDetails?artobj=64592&amp;handle=li\">A Harvest of Death: Gettysburg, July, 1863</a> was far more graphic than Strock's. </p> <p>Life was, nonetheless, still sufficiently worried about its decision to publish Strock's photo that it paired it with an editorial that observed, \"And the reason we print it now is that last week President Roosevelt and Elmer Davis and the war department decided that the American people ought to be able to see their own boys as they fall in battle: to come directly and without words into the presence of their own dead.\" </p> <p>Neither Life nor the Roosevelt administration ever had reason to regret their decisions. Surveys showed that by 1943 the public was prepared to deal with pictures of the war dead and that these pictures could even help make people more sympathetic to bond drives. In January 1944 George Marshall followed up his 1943 directive with a cable instructing his commanding generals to send onto Washington photos that reveal the war \"as it is actually being fought, without the usual effort to eliminate the tragic aspects of battle\".</p> <p>In a nation that was paying higher taxes, experiencing gas shortages and conducting scrap drives, such candour paid dividends. \"War calls for sacrifice,\" President Roosevelt insisted. \"That sacrifice will have to be expressed in terms of a lack of many of the things to which we all have become accustomed.\" With photos of Americans killed in battle now visible in newspapers and magazines, the Roosevelt administration could push even harder for sacrifice on the home front. The deaths of their citizen soldiers, Americans came to believe, needed to be made meaningful. Carrying on business as usual - as the United States has throughout the Iraq war - was not an option.</p>",
  "<p>This blog has never held back from hating on Angelina bloody Jolie. Really, though, it's a hatred borne out of grief. Angelina, what happened to the brother snogging, blood drinking, owner of a Velcro room enabling her to shag Billy Bob Thornton on the ceiling gal that we once knew and loved? Seriously, this week's Hello!, with Angelina pulling that Smug Virgin Mary smile again underneath the headline SUPERMUM! made at least this member of LiS feel a sudden strong urge to go out and get herself sterilised.</p> <p>And hey! Guess what! It seems I'm not alone on that one.</p> <p>Roseanne Barr, who, astonishingly still seems to be out and free in the world at large, runs a blog, <a href=\"http://www.roseanneworld.com\">roseanneworld.com</a>. What, you didn't know? How have you survived without Roseanne's daily inciteful political commentary (\"McCain looks like a fetus and his wife looks like King Tut\"), thoughts on the media (\"Maureen c-word Dowd giggles to herself as she clutches and strokes her vibrator about how adept she is at slandering pro-feminist females who's clitorises still work right\") and her general fascinating life details (\"bit my cuticle, it's infected.\") How empty your life has been. </p> <p>Anyway, like a shaft of light breaking through a pea soup fog, some logic has emerged from the blog this week when Roseanne called Angelina an \"evil spawn\" and Brad Pitt \"vacuous.\" Out of the mouths of babes, eh? Her main criticism is that they \"make about $40 million a year in violent psychopathic movies and give away three of it to starving children trying to look as if they give a crap about humanity as they spit out more dunces that will consume more than their fair share and wreck the earth even more\" and concludes by telling Jolie to \"go back to making your movies about women who love to handle big guns that shoot hundreds of people to death.\" Frankly, you go, girl.</p> <p>Excitingly, Jon Voight then weighed on in, defending his daughter's honour by questioning Barr's mental health with the intriguing opening sentence, \"We can never be surprised at what evil comes from the mouth of a confessed victim of child abuse at the hands of her parents.\" Harsh, some might say, and perhaps not the most obvious way to start a moral, self-righteous argument. </p> <p>Anyoldways, these two infamously stable personalities continued to slag each other and LiS was ringside, cheering on Roseanne while pigs flew past. But things have turned out somewhat disappointingly, with Roseanne cringingly blogging this week that she did \"not mean to personally impugn [Angie and Brad] as they might be good people in the flesh.\" Aside from the evil spawnageness, of course. Oh well. We get our fun in August where we can, people.</p>",
  "<p>Last week, <a href=\"http://www.latimes.com/business/la-fi-caljobs16-2008aug16,0,178127.story\">California's unemployment rate hit 7.3%</a>. In the Sacramento region, home of the state's government, it's heading toward 7.5%. In some parts of the state, one in 10 workers is now listed as being unemployed. The figures are depressing, but they aren't exceptional these days. All over America, <a href=\"http://www.bls.gov/news.release/empsit.nr0.htm\">unemployment is rising</a>, with 5.7% of the nation's workers currently looking for employment and industrial towns such as Detroit <a href=\"http://www.bls.gov/news.release/metro.nr0.htm\">seeing double-digit unemployment</a>. At least as worrying, so too is the deeper measure of joblessness rising (this is a more comprehensive figure that includes those who have given up looking for work and are no longer considered to be \"unemployed\"). </p> <p>At the same time, since 2005 Americans have had a <a href=\"http://www.marketwatch.com/News/Story/Story.aspx?guid=%7BD09C8048-99F1-40E4-9805-16EDAB3834B0%7D&amp;siteid=mktw\">negative savings rate</a>, meaning many people are spending more than they're earning, not putting aside rainy day funds and setting themselves up for a tremendous fall should they lose their jobs.</p> <p>Which brings me onto questions of retirement. If you don't have a job, don't have money set aside to cover the bad times and can no longer access home equity loans (since the mortgage crisis and the plummeting value of homes has pretty much put paid to that source of income), there's a pretty good chance you're going to <a href=\"http://www.stltoday.com/stltoday/business/columnists.nsf/jerristroud/story/5E7C338D9B403BB4862574A600811909?OpenDocument\">raid your retirement accounts</a> when the going gets tough. And that's exactly what's been happening in recent years, to the tune of tens of billions of dollars. </p> <p>Luckily, even if you pick your own pockets clean that way, when you get old and infirm there's still social security to fall back on. It's the last real government programme survivor from the New Deal days. And the good news is that, because social security is one gigantic pool of funds, there's no way you, as an individual, can raid that money before retirement. It's a form of forced savings, with the risk taken on by the government rather than by individuals. So, your retirement might not be quite as comfortable as you'd hoped, but you'll still have enough guaranteed money coming in to survive.</p> <p>Of course, all of that might still change. Campaigning for the presidency in 2000, George Bush sided with those who wanted to at least partially privatise social security, arguing that allowing people to invest some of their social security money in the stock market was the only way to ensure the programme stayed solvent over the coming decades. At the start of his second term in office, he actually staked \"political capital\" on moving in this direction. Of course, as his capital shrank (Bush's popularity ratings for most of his second term have hit record lows) so, too, did his ability to transform America's favourite big-dollar spending programme vanish. And here we are, in 2008, heading into another presidential election, with social security still intact.</p> <p>If McCain wins, however, the reformers will be in the driving seat again. Eight years ago, the Arizonan - along, it must be said, with several leading Democrats - defended Bush's proposal to allow seniors to take some of their social security funds and <a href=\"http://archives.cnn.com/2000/ALLPOLITICS/stories/05/04/ss.reform/index.html\">start investing them privately</a>. More recently, McCain has gone further toward endorsing privatisation, floating the idea of allowing young people to remove some of their social security contributions from the overall pool of funds and instead <a href=\"http://www.ncpa.org/pub/special/20080105-sp.html\">invest that money themselves</a> in the stock market.</p> <p>In the abstract, it's a tantalising idea. After all, during the good times stock markets make investors extremely affluent. In 1999 and 2000, when Bush proposed this, the market had been soaring for the better part of a decade. The problem is you have to know what you're doing, and you have to hope to hell the stock market doesn't tank just when you're getting close to retirement. If one or both of these isn't the case, you're left holding a whole bunch of risk and very little actual cash. That's what ended up happening to millions of people saving for retirement in England a decade ago. It's what happened to pensioners in Chile still a few years further back.</p> <p>Given the instability in global markets currently (the Dow has swung from a high of over 14,000 to a low of under 11,000 and back to 11,500 within the past year), one would hope politicians would be somewhat cautious in kicking away the guarantees currently provided by social security. Yes, the social security system faces enormous stresses as more and more baby boomers retire. And, yes, there's a case to be made for bringing in more funds through higher taxes on the wealthy. Perhaps there's also a case to be made for raising the retirement age so as to stretch funds further. In fact, both of these ideas have <a href=\"http://www.washingtonpost.com/wp-dyn/content/story/2008/07/08/ST2008070801048.html\">entered the candidates' discourse</a> over the past few months. </p> <p>But why throw the retirees out with the bathwater? For all its faults, a state-run, state-guaranteed, social security system works. And in the nearly 75 years that it has been in existence, arguably, given current economic conditions, it's never been so vital as it is today.</p>",
  "<p><a href=\"http://www.politico.com/news/stories/0808/12685.html\">Here's why</a> John McCain's handlers have put an end to the days of his endless hobnobbing with his constituents in the media.</p> <p>The Politico asked him how many homes he in fact owns. He <em>didn't know</em>:</p> <blockquote> <p>\"I think — I'll have my staff get to you,\" McCain told Politico in Las Cruces, N.M. \"It's condominiums where — I'll have them get to you.\" </p> </blockquote> <p>A Godsend to the Obama campaign. Picture the hilarious commercial that could be made out of this one. A geeky tax assessor scouring the nation, looking for McCain's homes. Looked in the working-class areas of Tempe. Nope, nothing there. Looked in Twenty Nine Palms, California. Nada. Looked on the beachfront in incredibly posh La Jolla. Eureka! And finally: \"Is it any wonder he doesn't understand what regular Americans are going through? You don't want four more years of this.\" Again: emotion, issues, character.</p> <p>Wager: something tells me his staff will \"forget\" to get to them.</p>",
  "<p>John Lennon's killer, Mark Chapman, expressed shame and sorrow to the parole board that <a href=\" http://www.theguardian.com/music/2008/aug/13/lennon.killer.denied.parole\">rejected his appeal</a> to be released from prison this month.</p> <p>Transcripts of the hearing have been made public, revealing that Chapman told board members he had developed a greater understanding of the value of human life in the years since the 1980 murder. He fired five shots at the 40-year-old former Beatle outside the Dakota apartment building on Manhattan's Upper West Side, hitting him four times. Lennon was shot down in front of his wife, Yoko Ono.</p> <p>Chapman, 53, said he had come to realise the gravity of what he did and how it affected Lennon's wife and children. \"I recognised that that 25-year-old man, I don't think he really appreciated the life that he was taking, that this was a human being,\" he said. \"I feel now at 53 I have grown into a deeper understanding of what a human life is. I have changed a lot.\"</p> <p>He said that contrary to press reports, he did not call Lennon's name before shooting him. \"I don't recall saying 'Mr Lennon','' he said.</p> <p>\"I think that was something the press elaborated on. That didn't happen. He didn't turn. I shot him in the back.''</p> <p>The former maintenance man from Hawaii said he shot Lennon because he wanted notoriety and fame to counter his feelings of failure.</p> <p>He began planning the shooting three months earlier, after seeing Lennon on the cover of the Sgt Pepper's Lonely Hearts Club Band album.</p> <p>''I just saw his face and it seemed like it all came together, the solution to my problem of being confused and feeling like a nobody,'' he said.</p> <p>\"And I said, 'Wouldn't it be something if I killed this individual? I would become famous, I would be something other than a nobody.' And that was my reasoning at the time. </p> <p>\"I perceived him at the time, and wrongly judged him, to be a phoney. Here he is at this ritzy building and he had been singing of love and other things at that time: it angered me.''</p> <p>The parole board denied his release ''due to concern for the public safety and welfare''.</p> <p>Ono has previously written to the board arguing against Chapman's release, but she did not offer any testimony in the latest hearing.</p> <p>It is understood 50 people did testifty and 1,100 signed a petition opposing Chapman's release.</p> <p>Chapman has been in Attica prison in New York for almost 28 years. He was sentenced to 20 years to life after pleading guilty to murder. </p> <p>His next scheduled parole board hearing is in August 2010.</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/pXj4mEwM6PQ?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/pXj4mEwM6PQ&hl=en&fs=1&rel=0\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/pXj4mEwM6PQ&hl=en&fs=1&rel=0\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object> </figure>   <p>Yesterday, I <a href=\"http://www.guardian.co.uk/commentisfree/michaeltomasky/2008/aug/20/barackobama.uselections2008\">wrote </a>that I didn't think Obama's supposedly tough attack ad on McCain's economic policy was all that tough or effective. Today we have Exhibit B, this new ad going after McCain for not fully investigating, as the relevant Senate committee chairman, Jack Abramoff and Ralph Reed's disgusting swindling of Native American tribes over their casino gambling interests. Read the background and basic facts <a href=\"http://www.sourcewatch.org/index.php?title=\" abramoff-reed_indian_gambling_scandal\" \">here</a>.</p> <p>The very sentence I just wrote tells you the basic problem with the ad. Notice that after the words \"going after McCain for…,\" I had to write another 25 words. And I described the situation about as economically as it can be described. You ought to be able to explain attacks more quickly than that. Eight or 10 words, or thereabouts. Obama \"opposes new drilling while Americans are paying through the nose for gasoline.\" That's 12 words. Much better.</p> <p>Anyway. The strategic errors in this ad are two.</p> <p>First: It assumes a great deal of knowledge on the viewer's part. It assumes that the viewer knows a) who Ralph Reed is, b) why he's a bad actor, c) that he was involved in ripping off Indian tribes and d) that he should have been investigated more completely. Now I note that this ad is running only in Reed's home state of Georgia, where he is pretty well-known. But even in Georgia, what percentage of likely voters knows all this—half? 60 percent? Don't underestimate the average person's ability to forget political details from three years ago. </p> <p>Second: Mr. Axelrod seems to have forgotten his <a href=\"http://en.wikipedia.org/wiki/Drew_Westen\">Drew Westen</a>. The ad appeals to reason, not emotion. Is McCain's failure to call Reed to testify really something that grabs a viewer by the gut and packs an emotional punch? Not by a light year. To be moved by this ad emotionally, you have to care passionately about…congressional testimony!</p> <p>By contrast imagine this ad: photographs of poor, shoeless Native American children. Forlorn Native American music, with lonely drums and the call of the noble eagle. A voiceover quickly explaining how these children and millions like them were swindled by these fat cats. Then you cut to pictures of the fat cats. You show Abramoff's <a href=\"http://www.youtube.com/watch?v=usqSZheeWdE&amp;feature=related\">old restaurant</a>, where he and his pals dined on $40 steaks and drank $150 cognacs (I mean per glass), with speakeasy-ragtime music as your backdrop. </p> <p>You go back to the poor Indian kids. Then you show a nasty-looking picture of McCain. Voiceover: \"And John McCain, when he had the chance, didn't do a thing about it. You don't want four more years of this.\"</p> <p>That's emotions, issues and character. It ain't neurosurgery. Really. I coulda made millions.</p>",
  "<p>At least 50 people have died after two suicide bombers blew themselves up at the gates of Pakistan's main weapons complex. The bombings come as the coalition government looks in danger of unravelling.</p> <p>Amid heightened political uncertainty following the resignation on Monday of the president, Pervez Musharraf, bombers struck the sprawling facility in Wah, a garrison city about 20 miles west of the capital, Islamabad.</p> <p>The bombers blew themselves up at two different gates as many workers were leaving, police said. About 70 people were wounded, many of them critically. Soldiers and police cordoned off the area, preventing reporters from approaching. Television footage showed ambulances lining up on the road outside.</p> <p>Rana Tanveer, who was working at a bank about 200 metres from one of the gates where a bomber struck, said he was among the first to reach the scene.</p> <p>\"All around the gate I saw blood and human flesh. People helped the injured and took them in their cars and even on motorbikes to the hospital,\" he told the Associated Press. \"Seven or eight people were already dead and another 10 people were breathing their last.\"</p> <p>Maulvi Umar, a spokesman for Pakistani Taliban groups, said the attacks were in revenge for air strikes in Bajaur near the Afghan border. He threatened more bombings unless border operations are halted.</p> <p>The Pakistani government is coming under pressure from the US to step up operations against Taliban sympathisers. </p> <p>The factory is on the road into Pakistan's troubled north-west, where fighting between security forces and Islamist militants has escalated in recent weeks. The latest atrocity came as Pakistan's two main parties were set to fall out over the issue of whether to reinstate judges who were dismissed by Musharraf.</p> <p>The coalition's second biggest party, the Muslim League-N, led by the former prime minister Nawaz Sharif, has threatened to leave the alliance unless a decision is taken by tomorrow to reappoint the supreme court judges removed last year.</p> <p>The Pakistani stock market has started to see share prices fall after initial gains when Musharraf quit. There is nervousness that divisions among Pakistani leaders will distract the government from tackling severe economic problems and rising Islamist extremism.</p> <p>Sharif told the Wall Street Journal the sacking of the judges had shaken the foundations of the country and it was necessary to restore them to their jobs.</p> <p>\"We will not try to bring the government down,\" Sharif said in remarks published today. \"But, of course, we then have no choice but to sit in the opposition.\"</p> <p>The reinstatement of the supreme court judges has been a contentious issue between the Muslim League-N and its coalition partner, the Pakistan People's party (PPP) led by Asif Ali Zardari, husband of the assassinated Benazir Bhutto.</p> <p>The PPP is reluctant to restore the judges as it fears the deposed chief justice, Iftikhar Muhammad Chaudhry, might challenge an amnesty on corruption charges granted to Zardari and other PPP leaders last year.</p> <p>The two parties are at loggerheads over who should become president to replace Musharraf, who resigned when the coalition threatened to impeach him.</p> <p>The PPP is proposing Zardari, but Sharif's party says it wants the next president to come from one of Pakistan's smaller provinces and for the nomination to be a \"consensus candidate\".</p> <p>With Musharraf's resignation, it was always on the cards that the makeshift coalition would start bickering. The PPP and the Muslim League-N have a long history of rivalry – Bhutto and Sharif both served two terms as prime minister in the 1990s.</p> <p>The departure of Sharif's party from the coalition would not necessarily force an election as the PPP, the biggest party in parliament, should be able to muster enough support to remain in government.</p> <p>In any case, the PPP would be nervous of new elections as Sharif has won much popular support for his stand on the judges. Sharif told the newspaper that Zardari had assured him the judges would be reinstated within 24 hours of Musharraf's impeachment.</p> <p>\"We supported him on impeachment. It's now his turn to support us on the reinstatement of judges.\"</p>",
  "<p>Ah, the US vice-presidency! From visiting second-tier foreign dignitaries to waiting for the president to die, this linchpin of the modern democratic nation-state is a role that can't be filled by just anyone. Indeed, this is a job that calls for nothing less than the most highly-cultivated political window-dressing money can buy.</p> <p>Who has the experience? Who's pretty – but not so pretty they kind of look like a slut? Whose name will fit comfortably on a bumper sticker in a garish red-white-and-blue font?</p> <h2>The Democratic contenders:</h2> <h2>Joe Biden</h2> <p><strong>Pros:</strong> One of the Senate's oldest and most respected experts in the field of Joe Biden; vast bullshit reserve could be tapped for its methane, powering nation for decades; fondness for partition and ethnic cleansing could be a valuable asset during the Second American Civil War of 2013.</p> <p><strong>Cons:</strong> As a wholly-owned subsidiary of <a href=\"http://www2.dupont.com/DuPont_Home/en_US/\">DuPont</a>, may be ineligible to hold office.</p> <h2>Jim Webb</h2> <p><strong>Pros:</strong> Tempers Obama's unhinged situational war scepticism with demonstrated love of killing things; broadens party appeal to critical demographic of trigger-happy, bug-eyed Reagan officials.</p> <p><strong>Cons:</strong> Vice-presidency would ultimately distract Webb from important work of wiretapping random people while masturbating his guns.</p> <h2>Evan Bayh</h2> <p><strong>Pros: </strong>Youthful energy signals a change from old corrupt politics to new corrupt politics; cynically hawkish, pro-corporate policy stance would be a refreshing counterweight to Obama's freewheeling agenda of simulated empathy.</p> <p><strong>Cons:</strong> Opposition research will inevitably unearth mystically sealed painting of rancidly decrepit Bayh created by powerful credit industry warlocks.</p> <h2>Hillary Clinton</h2> <p><strong>Pros:</strong> Over 200 years' experience in treaty negotiation, nation-founding and declaration-writing from that school field trip to <a href=\"http://www.monticello.org/\">Monticello</a>; would promote party unity with dynamic, mutual-loathing-based dream ticket.</p> <p><strong>Cons: </strong>Who will bridge the vast ideological gulf between Clinton's hawkish, corporate-friendly centrism and Obama's hawkish, centrist-friendly corporatism?</p> <h2><a href=\"http://cassiuscomics.blogspot.com/2007/09/top-characters-of-all-time-72-galactus.html\">Galactus, Eater of Worlds</a></h2> <p><strong>Pros:</strong> Balances out Obama's troublingly semi-dovish past with tough, muscular \"eat the world\" policy.</p> <p><strong>Cons:</strong> Will eat the world.</p> <h2>The Republican contenders:</h2> <p>While the Democratic veepstakes is being driven largely by a search for qualities like Strength, Experience, and other ways to say Penishood, Republicans this year will be looking for candidates with a kind of energy or vitality, what the French call a certain <em>having-a-pulseness</em>. Once again we ask: who has what it takes? Who can check if the president's still breathing at a state dinner while maintaining an air of dignity and resolve? Who can project the confidence and authority America expects from its leaders while wiping the dribble off the commander-in-chief's chin? </p> <h2>Mitt Romney</h2> <p><strong>Pros:</strong> History of rapid flip-flops will neatly counterbalance McCain's record of stunning policy reversals to achieve perfect pandering equilibrium; ability to suck opponents into the inky void of his soul should prove useful in veep debate; sweats liquid money.</p> <p><strong>Cons:</strong> Eccentric space-god religion could appear unacceptably bizarre to pious nation of devout 2000-year-old Jewish zombie worshipers.</p> <h2>Joe Lieberman</h2> <p><strong>Pros:</strong> Sure to spice up campaign with torpid, hectoring schoolmarm charm; could unite America with moderate, bipartisan blow-up-the-world ticket.</p> <p>Cons: Combined stench of death might might overwhelm unsuspecting <a href=\"http://www.clubforgrowth.org/about.php\">Club For Growth</a> members.</p> <h2>Bobby Jindal</h2> <p><strong>Pros:</strong> Least likely to die over the next four to eight years; zeal for castration and exorcism meshes nicely with party's innovative 12th century social policy.</p> <p><strong>Cons: </strong>Will inevitably be kidnapped and rendered to a secret CIA torture camp upon his first attempt to board Air Force One, missing tie-breaking vote on critical appropriations bill.</p> <h2>Tim Pawlenty</h2> <p><strong>Pros:</strong> Voters may be unaware that he is actually Republican</p> <p><strong>Cons:</strong> Voters may be unaware that he actually exists</p> <h2><a href=\"http://i37.photobucket.com/albums/e80/bigkj68/cryptkeeper.jpg\">The Cryptkeeper</a></h2> <p><strong>Pros:</strong> balances out McCain ticket with touch of youth and vigour; winning sense of humour sure to charm media and independents alike; foreign policy expertise ensured by unquenchable thirst for death.</p> <p><strong>Cons:</strong> May be just a pre-makeup Joe Biden</p> <h2>Dick Cheney</h2> <p><strong>Pros:</strong> Would make an excellent \"Cheney figure\"; provides for a smooth transition between Cheney administrations; only way to stop him from activating America's secret self-destruct sequence from within his hidden lair in the tip of the Washington Monument.</p> <p><strong>Cons:</strong> None. None whatsoever.</p>",
  "<p>Pakistan's ruling coalition is in danger of unravelling over whether to reinstate judges who were dismissed by the former president, Pervez Musharraf.</p> <p>The coalition's second-biggest party, the Muslim League-N, led by the former prime minister Nawaz Sharif, has threatened to leave the alliance unless a decision is taken by tomorrow to reappoint the supreme court judges removed last year.</p> <p>The Pakistani stock market has started to see share prices fall after making initial gains when Musharraf quit. There is nervousness that divisions among Pakistani leaders will distract the government from tackling severe economic problems and rising Islamist extremism.</p> <p>In the latest violence, police said two suicide bombers killed at least 15 people and wounded 50 at a government arms factory near the capital, Islamabad. A local police chief, Nasir Durrani, said that the bombers blew themselves up outside different gates of the complex in the town of Wah, about 20 miles west of the capital.</p> <p>Sharif told the Wall Street Journal that the sacking of the judges had shaken the foundations of the country and it was necessary to restore them to their jobs.</p> <p>\"We will not try to bring the government down,\" Sharif said in remarks published today. \"But, of course, we then have no choice but to sit in the opposition.\"</p> <p>The reinstatement of the supreme court judges has been a contentious issue between the Muslim League-N and its coalition partner, the Pakistan People's party (PPP) led by Asif Ali Zardari, the widow of the assassinated former prime minister Benazir Bhutto. </p> <p>The PPP is reluctant to restore the judges as it fears the deposed chief justice, Iftikhar Muhammad Chaudhry, might challenge an amnesty on corruption charges granted to Zardari and other PPP leaders last year.</p> <p>The two parties are also at loggerheads over who should become president to replace <a href=\"http://www.theguardian.com/world/2008/aug/19/pakistan5\">Musharraf</a>, who resigned last week when the coalition threatened to impeach him. </p> <p>The PPP has put forward Zardari, but Sharif's party says it wants the next president to come from one of Pakistan's smaller provinces and for the nomination to be a \"consensus candidate\". </p> <p>With Musharraf's resignation, it was always on the cards that the makeshift coalition would start bickering. The PPP and Muslim League-N have a long history of rivalry – Bhutto and Sharif both served two terms as prime minister in the 1990s.</p> <p>The departure of Sharif's party from the coalition would not necessarily force an election as the PPP, the biggest party in parliament, should be able to muster enough support to remain in government.</p> <p>In any case, the PPP would be nervous of new elections because Sharif has won popular support for his stand on the judges. Sharif told the newspaper that Zardari had assured him the judges would be reinstated within 24 hours of Musharraf's impeachment. </p> <p>\"We supported him on impeachment. It's now his turn to support us on the reinstatement of judges.\"</p>",
  "<p>The US and Iraq have agreed on the need for timetables for a withdrawal of American troops, Condoleezza Rice said today although the two have yet to finalise a deal that has been the subject of protracted negotiations.</p> <p>The US secretary of state, who was making an unannounced trip to Baghdad, told a press conference that she had held fruitful talks with the Iraqi prime minister, Nouri al-Maliki, and that a final agreement was near that would \"solidify the significant gains\" in security in Iraq over the last year.</p> <p>\"We have agreed that some goals, some aspirational timetables for how that might unfold, are well worth having in such an agreement,\" Rice told reporters after meeting Iraqi officials. </p> <p>The Iraqi foreign minister, Hoshyar Zebari, who appeared with Rice at the press conference, said Iraq's neighbours need not be concerned about the agreement.</p> <p>\"This decision is a sovereign one and Iran and other neighbouring countries have the right to ask for clarifications. ... There are clear articles [that] say that Iraq will not be used as a launching pad for any aggressive acts against neighbouring countries and we already did clarify this.\"</p> <p>A key part of the US-Iraqi draft agreement envisions the withdrawal of American forces from Iraq's cities by next June 30.</p> <p>Earlier, Rice had downplayed reports that an agreement had been reached on a plan that Iraq has been pushing for that will pave the way for American troops to go home. Ahead of the trip, US officials said more fine-tuning was needed on a schedule for withdrawals, immunity from prosecution for US forces and the handling of Iraqi prisoners. </p> <p>Zebari conceded that officials had hoped to conclude the US-Iraq security pact earlier but internal political factors had prevented this.</p> <p>\"This agreement determines the principal provisions, requirements, to regulate the temporary presence and the time horizon, the mission of the US forces,\" he said. \"Really, we are very, very close to closing this agreement and as we said from the beginning, there is no hidden agenda here.\"</p> <p>Iraq says it would like the agreement to include dates for US forces to withdraw from the country, with the US ceasing routine patrols on Iraqi streets by the middle of next year, and withdrawing combat troops by 2010 or 2011. Withdrawal in two years' time would be in line with proposals by the US Democratic presidential candidate, Barack Obama, who wants American troops out by mid-2010.</p> <p>The Bush administration and John McCain, the Republican candidate, do not want to commit to firm withdrawal dates, preferring vaguer terms such as \"time horizons\" and \"aspirational goals\" for a pullout. The US, which still has about 140,000 US troops in Iraq, insists that it would be wiser to set a target linked to the attainment of certain objectives that would reflect not only security improvements but also progress on the political and economic fronts.</p> <p>Other issues that need to be sorted out include immunity for US troops from Iraqi law and the status of prisoners held by American forces. The US holds some 21,000 prisoners in Iraq who it considers dangerous but have not been charged with any crime.</p> <p>Rice said she would also discuss Iraq's failure to enact an election law to allow provincial polls due on October 1 to take place on time. The election law was held up in parliament because of a dispute between Kurds and other groups over how to run the oil-rich northern city of Kirkuk, despite strong American pressure for Iraqi politicians to reach a deal.</p> <p>A US-Iraq security agreement deal will allow US forces to stay in Iraq beyond the end of this year, when a UN security council mandate expires. The mandate for an international presence was enacted after the US-led invasion that toppled Saddam Hussein in 2003.</p>",
  "<p>Nato's support for Georgia has angered Russia and a US deal with Poland has provoked them further. Some would argue <a href=\"http://www.guardian.co.uk/world/2008/aug/21/nato.russia\">NATO has lost its way</a>.</p>",
  "<p>In the kind of stupefyingly disastrous gaffe that the Obama campaign normally only fantasises about at the end of a working day, when they're down at the bar, knocking back pints of hope, John McCain has admitted that <a href=\"http://www.politico.com/news/stories/0808/12685.html\">he doesn't know how many homes he owns</a>. \"I think -- I'll have my staff get to you,\" he told Politico. \"It's condominiums where -- I'll have them get to you.\" Even though John McCain is so small that he could live without problems in a Ferragamo shoebox, he appears to own so many properties that he's lost count. So it's only fair and proper that we should help jog his memory. (Most of the following are owned by his wife, Cindy, or by companies she controls.)</p> <p>During the Washington week, McCain lives in a condominium apartment in a big ugly building in Arlington, Virginia, just outside DC:</p> <p>Keep reading...</p> <p>...But sometimes, when he wants a change of scene, he spends a few days in two combined condominium units, reportedly worth $4.6m, in a big ugly building in Phoenix, Arizona, called 2211 Camelback:</p> <p>Inside which he walks pensively up and down corridors lined with framed magazine articles and certificates, pumping his fists and muttering 'You can do it, John! You can do it!' under his breath:</p> <p> Photograph: Associated Press</p> <p>A company called Wild River Rental, which lists Cindy McCain as its owner, also owns a nearby contemporary loft-style apartment with \"Italian cherry cabinetry.\"</p> <p>Just occasionally, when it's all really too much and he needs a break, he heads for a $1m-plus condominium in La Jolla, California, overlooking the Pacific. But not very often, it seems -- earlier this year the McCains <a href=\"http://www.huffingtonpost.com/2008/06/28/mccains-failed-to-pay-tax_n_109785.html\">completely forgot to pay</a> thousands of dollars in back taxes on the place:</p> <p>[<a href=\"http://maps.google.com/maps?num=100&amp;hl=en&amp;q=8263+Camino+Del+Oro,+la+jolla,+ca\">Google Maps view</a>]</p> <p>With so many homes to visit, it's no wonder the McCains often feel exhausted and in need of some downtime -- whereupon they retreat to their two beachfront condominiums (condominia?) in Coronado, California, one of which has been valued at $2.7m:</p> <p> Photograph: Coronado Shores</p> <p>...All of which leaves almost no time at all, presumably, for McCain to spend at his ranch in Sedona, Arizona, which has been valued at $1.1m, but which <a href=\"http://arizona.typepad.com/blog/2008/05/dr-word-says--1.html\">some people think</a> isn't really a ranch at all.</p> <p> Grainy photographs via <a href=\"http://arizona.typepad.com/blog/2008/05/dr-word-says--1.html\">Blog for Arizona</a>.</p> <p>I make that eight. I look forward to my research fee from the McCain campaign.</p> <p>Further reading: For more insight into the McCains' taste in interior decoration, I can only urge you to visit <a href=\"http://www.architecturaldigest.com/homes/features/archive/mccain_slideshow_072005?showall=true\">this old slideshow</a> from Architectural Digest. They've since sold the house pictured, but the rooms on display are, aesthetically speaking, quite literally, um, well... wow.</p>",
  "<p>Miles Jupp is treated to a great standup set from Kerry Godliman, a nice bit of chitchat with Mark Olver and John Gordillo, and a Victorian sketch from the Penny Dreadfuls.</p> <p>The podcast is recorded in front of a live studio audience every day at noon - if you're in Edinburgh for the festival, we'd love to see you there. Tickets are free, and can be reserved by calling the Gilded Balloon box office on 0131-668 1633. </p> <p><a href=\"http://www.gildedballoon.co.uk/edinburgh_fringe/fringe_show_details.php?show_ID=652\">More details on the venue's website.</a></p> <p>Warning: the show contains strong language.</p>",
  "<p><br>Seeing the nuclear world through rose-tinted glasses? ... Peter Sellers in Dr Strangelove. Photograph: Kobal</p> <p>The glory of Team GB has distracted us from a rather less happy aspect of international politics: a new threat of nuclear war. Just after Russia's subjugation of the Georgians in South Ossetia, General Anatoly Nogovitsyn, the Russian armed forces' deputy chief of staff, reacted furiously over the weekend to Poland's decision to host a US missile base.</p> <p>Poland is \"exposing itself to a strike - 100 per cent,\" he said, before adding that Russian policy espoused the use of nuclear weapons \"against the allies of countries having nuclear weapons if they in some way help them\". Should we ask the Russians for an undertaking to leave Poland alone? What happens if no such undertaking is received?</p> <p>Condoleezza Rice, who had come to Georgia in an attempt to restrain the Russians, was caricatured in one paper arriving astride a nuclear bomb, dropped from the sky, whooping and waving a cowboy hat. Meanwhile, in a candidate debate about faith back in the US, Senator John McCain was asked if evil exists, and if so, if he would ignore it, negotiate with it, contain it or defeat it. \"Defeat it!\" said Sen. McCain boldly - an obvious option, but in the context of raised military stakes, he was described as having had a \"Strangelove moment\".</p> <p>Nuclear catastrophe is almost always discussed in relation to Stanley Kubrick's 1964 film, <a href=\"http://uk.youtube.com/watch?v=XVPduOOODzo\">Dr Strangelove, or: How I Learned To Stop Worrying and Love The Bomb</a>, perhaps because it is one of the very few films which tackles the unthinkable of unthinkables, but does so in a bizarre and satirical manner which, paradoxically, softens the blow. It mixes nuclear horror with knowing high-political gossip and farce and in so doing converts this horror into a kind of inoculation which prevents us dying with shock and fear at the thought of a nuclear exchange. In fact, it has left generations upon generations of moviegoers with the unspoken assumption that, yes, nuclear war would be horrible, but, you know, the Washington-Moscow hotline system really does work and a detonation could only happen if the hollering redneck flying the B-52 bomber somehow managed to climb out into the bomb bay in his cowboy hat and steer the weapon down to the ground like a bucking bronco. Very unlikely, surely? Even the <a href=\"http://uk.youtube.com/watch?v=wxrWz9XVvls\">famous final montage of mushroom clouds to the backing of \"We'll Meet Again\"</a> - a devastating and very Kubrickian <em>coup de cinéma</em> - is alienating, unreal. I wonder if the Strangelove satire did indeed have the unintended effect of teaching liberals and conservatives, if not to love the bomb exactly, then to stop worrying.</p> <p>Dr Strangelove isn't the one who has the \"Strangelove moment\". The guilty party is an American base chief, unsubtly named Brigadier General Jack D Ripper, played by Sterling Hayden, who authorises a nuclear strike against the Russians because communist subversion is poisoning our \"precious bodily fluids\", an attack which can't be recalled, and which triggers the Russians' new retaliatory \"doomsday device\". Peter Sellers plays three characters, one of which is Fremdliebe, the German nuclear physicist in a wheelchair, brought over (like Wernher von Braun) to the States, and who has discreetly changed his name to \"Strangelove\". He never directly advocates nuclear war, but in the film's final bizarre moments enthuses about a post-apocalyptic plan to breed a new super-race in a mineshaft, far from the radioactivity, a vision so inspiring it cures his paralysis. Like many of the characters, he is a broad caricature, with twitching Nazi-salute reflex.</p> <p>It is brilliant, and superbly made. Strangelove's miraculous walk at the end is an inspired coda, and I would be prepared to bet comes specifically from the pen of co-writer Terry Southern. Playing the sonorous President on the hotline, Peter Sellers has some fantastic one-half-of-the-phone-conversation comedy (\"The bomb, Dmitri, the bomb ...\") But with its comic clowning around, especially from George C Scott as the gung-ho general, I have always felt the movie flinches from the true horror of its subject, and crucially declines to imagine the aftermath. For some reason, the moment that rings truest for me is the least showy: when the stiff-upper-lipped British RAF officer, the third character played by Sellers, is told that the nuclear war has started, and says quietly: \"Oh hell ...\" and there is real fear in his eyes.</p> <p>Strangelove delivers about a tenth of the payload of a deadly, tactlessly serious film like <a href=\"http://uk.youtube.com/watch?v=twVrnBouJ3o\">Peter Watkins's The War Game</a> from 1965, or <a href=\"http://uk.youtube.com/watch?v=RN8-VP810aA\">Mick Jackson's 1984 TV movie Threads</a>, written by Barry Hines, which take us through the post-nuclear horror in pitiless detail. When politicians or generals threaten or appear to threaten nuclear war, they are not having a satirical \"Strangelove moment\", they are having an all-too-serious \"War Game\" moment or a \"Threads\" moment. Maybe it's time to adjust our political vocabulary.</p>",
  "<p>New polls reinforce the idea that we've reached a dead heat, with Obama's earlier leads having vanished: CBS makes it <a href=\"http://www.cbsnews.com/stories/2008/08/20/opinion/polls/main4368403.shtml\">Obama 45% McCain 42%</a>, within the margin of error and a halving of Obama's lead from two weeks ago. The Wall Street Journal <a href=\"http://online.wsj.com/article/SB121926582869857905.html?mod=hpp_us_whats_news\">finds</a> the same headline result, and shows that voters, by a ratio of six-to-one, think McCain is running the more negative campaign. Maybe that'll change with this new ad, Obama's toughest yet, which dwells on McCain's relations with the conservative activist Ralph Reed, who's implicated in the <a href=\"http://en.wikipedia.org/wiki/Jack_Abramoff_Indian_lobbying_scandal\">Abramoff scandal</a>:</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/pXj4mEwM6PQ?wmode=opaque&amp;feature=oembed\"                                                                        > <object height=\"344\" width=\"425\"><param value=\"http://www.youtube.com/v/pXj4mEwM6PQ&amp;rel=0&amp;color1=11645361&amp;color2=13619151&amp;hl=en&amp;fs=1\" name=\"movie\"/><param value=\"transparent\" name=\"wmode\"/><param value=\"true\" name=\"allowFullScreen\"/><embed height=\"344\" width=\"425\" wmode=\"transparent\" allowfullscreen=\"true\" type=\"application/x-shockwave-flash\" src=\"https://www.youtube.com/v/pXj4mEwM6PQ&amp;rel=0&amp;color1=11645361&amp;color2=13619151&amp;hl=en&amp;fs=1\"/></object> </figure>   <p>McCain is heading to Arizona for three days' vacation. Arizona's lack of a coastline is just one of the reasons he won't spend it bodysurfing. [<a href=\"http://thecaucus.blogs.nytimes.com/2008/08/20/mccain-takes-a-break/\">New York Times</a>]</p> <p>Hillary Clinton's people will operate a \"whip team\" at the Denver convention to try to stop her supporters engaging in high-profile, embarrassing anti-Obama displays. \"If people get down there on the floor and want to start blowing kazoos and making a scene,\" says someone involved, \"we want to make sure we've got people who stand in front of them with Obama signs.\" [<a href=\"http://www.politico.com/blogs/thecrypt/0808/Clinton_Creates_Whip_Team_to_Quell_AntiObama_Protests.html\">Politico</a>]</p> <p>Guess who's coming to Denver? Rudy Giuliani and Mitt Romney, that's who, along with some other high-profile Republicans, who've set up a base near the Democratic convention venue, from where they plan to shout really loudly so that nobody can hear Obama. [<a href=\"http://online.wsj.com/article/SB121928285999558901.html?mod=special_page_campaign2008_topbox\">Wall Street Journal</a>]</p> <p>McCain rules out the notion that he might pledge to serve only one term if elected -- something that might have dampened worries about his age. (The <a href=\"http://online.wsj.com/article/SB121926582869857905.html?mod=hpp_us_whats_news\">WSJ poll</a> mentioned above shows that four in 10 voters are concerned he might be too old to be president.) [<a href=\"http://dyn.politico.com/printstory.cfm?uuid=E4726B2A-18FE-70B2-A836BAD2AFA282B8\">Politico</a>]</p> <p>In this new anti-poverty ad for the One Campaign, Michelle Obama and Cindy McCain both speak, but the words come out of Matt Damon's mouth. Yes, you're right, it is a bit strange. [<a href=\"http://www.one.org/voices/\">One Campaign</a>]</p>"
]