[
  "One million tiny plays about Britain",
  "'It's like TV, only better'",
  "Questions, questions",
  "Israeli election looms as talks on coalition fail",
  "Back-stabbing and recriminations begin but McCain team insists he can still win",
  "Big names join defections from Republican camp",
  "Jobless and angry, the voters who hope change brings respite",
  "Battle for America's soul not over yet",
  "Normal service will be resumed",
  "US election briefing: The leaking starts here",
  "The truth about Barack Obama's \"trip\" to \"visit\" his \"sick\" \"grandmother\" in \"Hawai'i\"",
  "US election: Economic woes push Ohio electorate towards Obama",
  "Attack on McCain worker didn't take place in 'real America', it seems",
  "Mandelson, Osborne, and ... McCain?",
  "US election: McCain aides tout hopes of victory despite widening gap in polls",
  "Who would God vote for?",
  "McCain loses the Latino vote",
  "Oh, what the heck, it's Friday, here's a Saturday Night Live clip from Thursday",
  "US election: Prominent Republicans cross the aisle to endorse Obama",
  "Thank you and goodbye",
  "Photographer Sean Smith  in Roanoke",
  "US election: Chicago braces for massive Obama election night rally",
  "Important questions to which the answer is 'no', part six",
  "Should Clooney and co save it for the movies?",
  "Final days of election campaign to be dominated by 'Joe the emergency services botherer'",
  "Sarah Palin says clothing budget row is sexist",
  "Israel election looms as religious party backs out of coalition talks",
  "Friday memo: A circular firing squad",
  "Passing the national security test",
  "John Lewis figures offer alarming snapshot of high street slump",
  "US mortgage brokers in philosophical mood",
  "Take 10: People who would get elected",
  "Rupert Murdoch, Lord Mandelson and Lord Byron: what's their game?",
  "Tim Davie named vice-president of digital radio promotion body",
  "Ahmadinejad: 'President warned to reduce his work schedule or risk illness'",
  "Freedom loving American girl 4 Boris",
  "US election briefing: Into the home straight",
  "What next for the Palestinians?",
  "Oh Roy, what have you done now?",
  "Barack Obama arrives in Hawaii to visit ill grandmother",
  "'Egg-mendment' rallies Democrats in Colorado",
  "Palin divides her country and her party",
  "Former Bush press secretary backs Obama"
]