[
  "<p>The sprinter Craig Pickering's selection for the UK athletics team means that his coach, the veteran Malcolm Arnold, will travel to be with him in Beijing, making this the 11th consecutive Olympics at which Arnold, now 68, has worked since the 1968 Mexico Games, which he attended as the national coach of Uganda. After achieving extraordinary success there amid the horror of Idi Amin's rule, Arnold returned to become the national coach for 20 years of Wales, where he most notably coached Colin Jackson to 110m hurdles world records and two world championship golds.</p> <p>Later the UK team's head coach, now a UK Athletics senior performance coach, Arnold also worked closely with Linford Christie and Mark McKoy, the 110m hurdles gold medallist at the 1992 Barcelona Olympics. Yet now as he nears a retirement which, Sir Alex Ferguson-style, he has been threatening for years, Arnold finds himself increasingly drawn to memories of his first ever champion, who won gold in the 400m hurdles in Munich in 1972: the Ugandan John Akii-Bua.</p> <p>\"Of all the athletes I have worked with, I put John number one,\" Arnold reflects. \"He came from very poor circumstances, living in a hovel while working as a policeman. We worry today about the technology of drugs; he struggled for one square meal a day. From there, his achievement was incredible.\"</p> <p>In the mid-1980s, when Akii-Bua's career was over, he stayed with Arnold, and handed the coach 12 foolscap notebooks, in which, in pencil, he had handwritten his life story. Arnold, whom I met while I was ghost-writing Jackson's autobiography, entrusted me with the notebooks, and they tell, as he promised, \"a staggering story,\" of a remarkable journey to sporting greatness, then a descent into hell in Amin's Uganda.</p> <p>\"We were - hold your breath - 43 children!!\" the notebooks begin, describing Akii-Bua's childhood in a tiny village in the Lango tribal district, northern Uganda. \"My father married nine wives! He lived a legendary life.\"</p> <p>At 16, after an education ended young when his father died, Akii-Bua went to the capital, Kampala, searching for adventure. Great Britain, Uganda's colonial rulers, had sowed the seeds of future conflict by favouring the Langi and Acholi tribes over others including Amin's benighted Kakwa, but they had introduced a tradition of sport too, organised within the police, army and prison service. In Kampala, the police force took John on after a 30-minute football trial, which he played barefoot.</p> <p>He became an athletics all-rounder until, in 1968, Arnold appeared, quietly watching the athletes from the sidelines. \"This gentleman was really our Uganda national track and field coach, named Malcolm Arnold,\" John wrote. \"His name was difficult for us, so we simply called him 'Mzungu', a Kiswahili word for 'white man'.\"</p> <p>Arnold was 27 then, a PE teacher in a Bristol secondary school and part-time athletics coach, when he answered an advert in Athletics Weekly, went to an interview in Trafalgar Square, then returned home to tell his wife and two young children they were off to Uganda.</p> <p>There, Arnold found poverty, a rudimentary competition structure, scrubby grass tracks - and talent. He brought modern expertise; textbook training methods, including the scientific \"periodisation\" of an athlete's year into different phases of preparation, the first to build strength and stamina, then, in the weeks before the season, honing speed, sharpness and technique. </p> <p>After a battle of wills Arnold persuaded Akii-Bua to concentrate on the 400m hurdles, the gruelling \"man killer\" event because he believed the Ugandan did not possess the natural, explosive speed Arnold would later discover in Jackson as a teenager on a Cardiff housing estate. Akii-Bua came fourth at the 1970 Commonwealth Games in Edinburgh, and from then poured almost inhuman effort into training for Munich. Two of the notebooks are devoted to these training regimes, hill-running in a weighted vest, repeated 600m runs with just a minute's rest, morning and afternoon, which Akii-Bua himself acknowledged were \"not natural\". His improvement, though, was spectacular.</p> <p>In Munich, the favourite was Great Britain's David Hemery, the reigning gold medallist and world record holder. Akii-Bua had lane one, the worst of draws, in the final. He wrote of a sleepless night before, haunted by visions of Hemery winning, yet he produced one of the great Olympic performances, eclipsing Hemery in the home straight to win in 47.82sec, a new world record.</p> <p>\"When I finished my victory and demonstration jog, I met the coach Arnold,\" John wrote. \"His sight exalted my excitement and made me collapse and I briefly wept.\" </p> <p>Of the medal ceremony, he recorded: \"The Ugandan national anthem played as I stood to attention with the whole stadium in respect to this small nation, which was on its way to disaster in the years to follow.\"</p> <p>Akii-Bua returned a hero, acclaimed by Amin, who had seized power a year earlier. John closed his mind at first to Amin's genocide, which he later described as \"Africa's most unspeakable atrocity\", until three of his brothers were murdered by Amin's troops in September 1972. John lived a nervy life in Kampala; his tribe, the Langi, were being slaughtered, but he was protected because of his status and fame. Still, he feared the increasingly erratic Amin, and was also suspected of collaboration by the dictator's opponents.</p> <p>In 1979, when Tanzanian forces invaded Uganda to fight Amin, Akii-Bua fled with his pregnant wife, Joyce, and three children. They made it across the Kenyan border but there, Akii-Bua recorded, their baby was born prematurely and died. The Olympic champion was destitute, and had no money to bury the child. In news coverage, Akii-Bua was filmed in a refugee camp, telling reporters: \"I am a runner. I cannot tell you how bad it is here.\"</p> <p>The footage was seen around the world, and Puma, which had sponsored John's spikes in Munich, gave him a soft job in the marketing department in West Germany. He grew stale, however, felt he had to go back to Uganda, but never competed meaningfully again. He died in 1997, aged just 51. </p> <p>The athletes due to compete in Beijing are still, true to the old Olympic ideal, not paid for appearing, nor for winning. But a gold medal should make them for life, in sponsorship, appearance and prize money on the grand prix circuit. Even back then, according to Arnold, \"there was plenty of money flying about\" - but Akii-Bua, the first African Olympic champion outside the distance events, never made it. </p> <p>As his coach contemplates how Pickering and Dale Garland, his 400m relay runner also based at the University of Bath performance centre, will fare in Beijing, Arnold finds thoughts returning to Akii-Bua, his greatest ever.</p> <p>\"He had everything: enormous talent, a huge commitment and capacity for work, a very astute mind, and from nowhere, reached dizzy heights. Yet the sadness is, he only really had two years. Reviewing my own career has made me realise quite how remarkable he was.\" </p> <h2>Blighted by boycott</h2> <p>John Akii-Bua's career was blighted not only by poverty and Idi Amin's tyranny but by the African nations' boycott of the 1976 Montreal Olympics. Akii-Bua, the reigning 400m hurdles champion, had arrived with the Ugandan team in Canada ready to compete, when the 25 African countries withdrew. The reason was that New Zealand, which had a team at the Olympics, were also playing rugby against apartheid South Africa.</p> <p>Akii-Bua maintained a diplomatic silence at the time but he believed it was glaring hypocrisy by politicians. The athletes were deprived of their chance to compete as a stand against the evils of apartheid, yet back in Uganda, Idi Amin was murdering his own people. Akii-Bua was on a plane home when the 400m hurdles final was being run in Montreal. When he landed, a journalist friend told him Edwin Moses had won, in 47.64sec. \"Your record is gone,\" he told Akii-Bua.</p> <p><strong>The John Akii-Bua Story, An African Tragedy, will be shown on BBC2 next Sunday, August 10, at 10pm</strong></p>",
  "<p><a href=\"http://www.theguardian.com/profile/robertfox\">Robert Fox</a> to <a href=\"http://www.theguardian.com/profile/simontisdall\">Simon Tisdall</a></p> <p>I am always sceptical about the success of specific ground operations, heralded from Washington and London in the terribly tangled mess of the conflicts in Iraq and Afghanistan. General David Petraeus launched his \"surge\" with some 35,000 extra troops in the spring of last year. Now, some of the extra troops are being brought home. Instead of victory, Washington talks about \"success\". <a href=\"http://www.theguardian.com/world/2007/nov/01/usa.iraq\">Violence against US forces is down</a>, it is claimed – and this is undoubtedly true. The government in Baghdad under Nouri al-Maliki is stronger and the Iraq army has been growing in numbers and capability, and performing creditably in several areas, most notably in Basra. </p> <p>But problems remain, and this has been underlined by the <a href=\"http://www.theguardian.com/world/2008/jul/28/iraq.terrorism\">recent suicide bombings</a> in Kirkuk and Baghdad that killed at least 55 and injured more than 250. The targeting and tactics of the attacks suggests the hand of al-Qaida – the bombs were aimed at Shias in a religious procession and a demonstration of Kurds in Kirkuk. <a href=\"http://www.theguardian.com/news/2006/jun/09/guardianobituaries.alqaida\">Abu Musab al-Zarqawi</a>, the Jordanian founder of \"Al-Qaida in Mesopotamia\", preached against the \"axis of heresy\" linking Kurds, Shias and the American invader as the band of enemies against the true followers of Islam in Iraq. Zarqawi was betrayed and then killed by the Americans in 2006, but these recent bombs suggest his legacy lives on and al-Qaida is far from beaten by the Americans and the Sunni tribal militias. </p> <p>So, I think we can only say that the Petraeus surge is still very much a work in progress, and cannot be judged a magic ingredient that has suddenly turned the tide for the Americans in Iraq.</p> <p><strong>Simon Tisdall to Robert Fox:</strong></p> <p>To help understand what the \"the surge\" has (or has not) achieved, it is useful to cast one's mind back to the summer and autumn of 2006 when it appeared, to many if not most observers, that the US and its coalition partners were losing the battle to secure Iraq and that the country was sliding into a state of civil war. Coalition and civilian casualties were running at record highs, sectarian warfare following the bombing of the Shia shrines earlier that year was out of control, al-Qaida, led by the still extant Zarqawi, was striking with apparent impunity, and the isolated central government in Baghdad was powerless to act. Iraq appeared to be on the brink of anarchy encompassing all but Kurdish-controlled areas in the north and east.</p> <p>To make matters worse, Iran's al-Quds Revolutionary Guards operatives were busily stirring the pot, building up leverage especially in the south, and aiding those militants in Iraq, both Sunni and Shia, who were intent on forcing the Americans out. Under mounting pressure to admit defeat and throw in the towel, Bush acknowledged the gravity of the situation by ordering Pentagon and other policy reviews that autumn. The Baker-Hamilton Iraq Study Group was an independent, contemporaneous attempt to find a strategy that worked, or at least would cease to fail. In the end, what emerged was a decision to make one more big push to secure Iraq by sending in additional forces (\"the surge\"), rather than begin a phased withdrawal (which was what most people at the time expected would happen). I'm proud to say the Guardian exclusively <a href=\"http://www.theguardian.com/world/2006/nov/16/iraq.topstories3\">revealed the surge decision</a> on November 16 2006 subsequently confirmed by the White House.</p> <p>It is incontrovertibly the case that the surge decision in November 2006 marked a critical turning point in the history of the US intervention in Iraq. Since that moment, the overall security situation, broadly defined, has slowly and unevenly improved, to the point where we can now realistically look forward to an Iraqi government taking primary responsibility for its citizens' safety and Bush can start cutting troop levels, as he did last week (Thursday July 31). This is not a victory, but neither is it the defeat that not so very long ago looked both certain and inevitable.<br> <strong>Robert Fox to Simon Tisdall</strong></p> <p>Undoubtedly, there have been improvements in security on the ground and an increase in capacity by the Iraqi army and the tribal militias now supporting the Malaki government in the Sunni triangle. But I think we have to look much further before we make judgments about turning points in the American strategy in Iraq. Sure, it may be a turning point, but not quite in the political direction intended. Rather like Chou en Lai being asked his view on the success of the French Revolution, I tend to think it is too early to make a definitive judgment on the success of the surge. Obviously, it is in the interest of the US presidential candidates to be positive about developments in Iraq – for both, it allows some much-needed room for manoeuvre to rebalance forces there and bring large numbers home.</p> <p>There is a very big \"but\" to all this, however. The surge is not entirely, nor even mainly, a military stratagem. It is political, and aimed at achieving America's political goal in Iraq – to achieve a stable, pro-American, functioning, unitary state at the heart of the Gulf security region. On this the jury is still out. There is still a lack of capacity in Malaki's government. The <a href=\"http://www.theguardian.com/world/2007/may/30/iraq.uk\">police force</a> is weak and corrupt, and seems trapped in a cycle of underachievement. The Sunni tribal associations may be battling al-Qaida elements and paying lip service to the American line in order to get weapons, training and funds, but they are not pro-American, nor even pro a Shia-dominated government like al-Maliki's coalition. In the long run, they will turn away from the American-British axis. This is the opposite of the strategic aim of the surge.</p> <p>With operation <a href=\"http://www.theguardian.com/world/2008/aug/05/iraq.military\">Charge of the Knights</a>, the Iraq army and government have achieved a real and significant success. By all accounts, life in Basra is much changed, and for the better. But with this important tactical success, it should not be assumed that the problem of the Shia militias is resolved. The Mahdi militias of Moqtada al-Sadr appear weakened but not finished, down but not out. The rejectionism of the Sadrists, therefore, still appears unresolved. Additionally, there appears to be a serious threat of the dissident groups, on both sides of the sectarian divide, fragmenting into a perennial criminality.</p> <p><strong>Simon Tisdall to Robert Fox:</strong></p> <p>It's sensible to be cautious about long-terms gains occasioned by the \"surge\". The value, effectiveness and longevity of what has been achieved are open to question, as I wrote in my previous reply. Nothing in life is for ever and that applies with knobs on in Iraq. It could all go pear-shaped. Moqtada and his militiamen could make a comeback, the Sunni Awakening groups could go back to sleep, or turn on their US allies of convenience. Maliki could fail ... it's all possible. A senior US military official, a big proponent of the surge, told me recently that \"progress will not be linear\" and the \"enemy remains formidable\". Inserting caveats about future developments is necessary analytical practice in such a volatile situation.</p> <p>But to quote loosely another Chinese luminary, Confucius, \"he who walks in the middle of the road gets knocked down by traffic travelling both ways\". I'm in the right carriageway when I say I believe that a positive change for the better has been achieved that will have lasting benefits. Three reasons (but not the only ones) why I think this are: </p> <p>1) Iran, after years of malignly stirring the pot since 2003, has backed off since last autumn, having apparently decided that it is in its interests to support the much-strengthened Maliki government and, particularly, its timetable for an American withdrawal. Certainly, Tehran will hope to manipulate Maliki, but may find this harder as times goes by; </p> <p>2) Gulf Arab states, notably Saudi Arabia, are moving towards normalisation of relations, debt forgiveness and reconstruction collaboration with Iraq – despite its Shia-led government. This trend contradicts the \"polarisation and disintegration\" scenarios for Iraq that were so popular 18 months ago; </p> <p>3) US military reports say al-Qaida leaders are leaving Iraq and diverting new recruits away from the country. They're doing this because the security environment has got so much tougher.</p> <p>Unfortunately, they're not laying down their arms. Instead, they're heading for Aghanistan ...</p> <p><strong>Robert Fox to Simon Tisdall:</strong></p> <p>I think the real test of the surge is coming in the next few months. If the Americans pull back too soon, it can all fall apart. I am slightly more wary about Iran than you, Simon. I think Iranian policy towards Iraq, and the powerful Shia factions and parties, seems quite opaque. One minute, they seem to back either Hakim/SCIRI (ISCI) and Badr, then pull back. Moqtada has some clerical backing in Quom, notably from Grand Ayatollah Haeriri. Tehran seems to think it can manage Maliki. After all, they told him to avoid signing up to a permanent US presence in Iraq under the new status of forces agreement that will follow the UN mandate when it runs out at the end of the year. The test of stability will come with the provincial elections due soon, which will see a real distribution of power and spoils, particularly in the south.</p> <p>The Americans will have to say the surge has been a <a href=\"http://www.timesonline.co.uk/tol/news/world/iraq/article3803942.ece\">success</a> because they cannot sustain present force levels in Iraq and Afghanistan. The British will also try to claim a piece of the success with the \"turn around\" in Basra. They are desperate to be gone and I understand that Gordon Brown has arranged with Washington and Baghdad for the bulk of British forces to be away from Iraq by the beginning of next June, when an American division and headquarters will move into Basra. By that time, it will be clear if the surge has passed its main test – whether it has ensured that Iraq can hold together as a functioning state.</p> <p><strong>Simon Tisdall to Robert Fox:</strong></p> <p>The \"surge\" is already over in military terms. The additional combat brigades deployed by Bush last year have all gone home, and overall troop levels are down to pre-surge levels. Bush's announcement last week on cutting the duration of operational tours, and his acceptance of \"<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/07/18/AR2008071801308.html\">time horizons</a>\" for a withdrawal, follow on from the official US assessment that the surge has worked and indeed has been a success. The surge's main military proponent on the ground, General David Petraeus, has been promoted to CentCom, as have several of his key counterinsurgency advisers. The current offensive in Diyala suggests there is still much work to be done. And Kirkuk could still blow up at any time. But you are right about Baghdad, Basra and the Sunni Triangle. They are much improved security-wise.</p> <p>Politically speaking, I agree the longer-term success of the surge is still an open question. The provincial elections due this year may be postponed, mostly due to Kurdish objections about Kirkuk's future. That could prevent, or discourage, large-scale Sunni Arab participation. After their boycotting of previous polls, it was hoped the Sunnis would get involved in the political process this time, thereby increasing its credibility. This, in turn, could delay general elections next year. Other unpredictable political factors include the Iranian presidential election campaign and whether Ahmadinejad wins again; and the <a href=\"http://www.theguardian.com/world/uselections2008\">US presidential poll</a>, with both main candidates using Iraq for campaign purposes (witness McCain's jibes about Obama's supposed lack of interest in meeting fallen warriors). </p> <p>Making Iraq a united, functioning country also requires a lasting settlement of the oil question – that is, who gets and controls which bit of the vast oil and gas reserves. Opening the industry to foreign ownership and exploitation, as recently proposed, could further complicate things politically.</p> <p>The surge was never a panacea. It was, initially at least, a last desperate attempt to stop a haemorrhage with a large sticking plaster. It has worked better than most expected. Will the bleeding stop? Increasingly, the message coming from the US is: Iraqis must decide for themselves.</p> <p>What a pity Bush did not take that view about Saddam Hussein pre-2003.</p> <p><strong>Robert Fox to Simon Tisdall</strong></p> <p>I agree that the surge is drawing to a close as the extra brigades sent in by David Petraeus are now being brought home. The question is what happens next, both for Iraq and America. The surge had to come to an end because the next president, whether McCain or Obama, cannot maintain such a high level of defence expenditure – over half a trillion dollars per annum, and now greater than the aggregated defence budgets of the rest of the world. Moreover, a lot of the equipment of the ground forces is used up and needs replacing urgently. The US government is currently devoting over $100bn on the \"reset\" programme to bring in replacement equipment.</p> <p>In the UK, we are faced with the same phenomenon, though you wouldn't know it. The equipment of the forces in Helmand and Basra, not least the helicopter force, is under colossal strain. It is unlikely to be replaced sufficiently with new kit at the rate required because the equipment budget is under such severe strain. Moreover, as we have both noted, both the UK and US are likely to have to reinforce in Afghanistan soon – particularly if the Canadians reduced their forces in southern Afghanistan and the Dutch pull out, as many in their parliaments and much of their press are now demanding.</p>",
  "<p>Yes, I'm afraid it is a video of Paris Hilton. Wait, though. In it, she responds to the McCain campaign's decision to <a href=\"http://www.huffingtonpost.com/2008/07/30/mccain-ad-compares-obama_n_115839.html\">use her image</a> in an ad mocking Obama's celebrity, and offers her own energy policy proposals. Parts of it are really quite funny -- and, what's weirder, intentionally so. How much more odd can this election campaign get? [<a href=\"http://www.funnyordie.com\">Funny or Die</a>]</p>  <figure class=\"element element-audio\" data-canonical-url=\"http://www2.funnyordie.com/public/flash/fodplayer.swf\"> <object classid=\"clsid:d27cdb6e-ae6d-11cf-96b8-444553540000\" height=\"388\" width=\"464\"><param value=\"http://www2.funnyordie.com/public/flash/fodplayer.swf\" name=\"movie\"/><param value=\"key=64ad536a6d\" name=\"flashvars\"/><param value=\"true\" name=\"allowfullscreen\"/><embed type=\"application/x-shockwave-flash\" src=\"https://www2.funnyordie.com/public/flash/fodplayer.swf\" quality=\"high\" allowfullscreen=\"true\" flashvars=\"key=64ad536a6d\" height=\"388\" width=\"464\"/></object> </figure>  <p>The McCain campaign, deluged by inquiries, responds: \"It sounds like Paris Hilton supports John McCain's 'all of the above' approach to America's energy crisis -- including both alternatives and drilling. Paris Hilton might not be as big a celebrity as Barack Obama, but she obviously has a better energy plan.\"</p>",
  "<p>Just when you thought the smearing of Barack Obama couldn't get any more ridiculous (I'm refusing to make \"ludicrous\" puns in this article), the presidential candidate's campaign sends out an official statement about a hip-hop song. Yep, instead of further outlining his economic plans in a time of downturn, or discussing the minutiae of foreign policy issues, the Obama campaign team was drafting an official message last week condemning the single <a href=\"http://www.youtube.com/watch?v=ulcGldJlKiA\">Politics As Usual (Obama Is Here)</a>, in which rapper Ludacris shares with us, among other insights: \"Hillary hated on you, so that bitch is irrelevant.\"</p> <p>Not that I blame the Obama camp for feeling they had to <a href=\"http://www.politico.com/blogs/bensmith/0708/Obama_camp_condemns_song_Ludacris_should_be_ashamed.html?showall\">issue a statement of condemnation</a>. It should go without saying that calling Clinton a \"bitch\" is both sexist and stupid. And had Obama's campaign not distanced itself from it quickly, the media furore would no doubt have escalated, as it did when Obama was slow to draw a firm line between his own views and those of the Rev Jeremiah Wright. But the fact that Obama's campaign team instinctively knew it would have to address the issue (or, rather, the distinct non-issue) of what Ludacris happens to think, shows how much Obama has been cornered by right-wing attempts to sabotage his campaign.</p> <p>Much has been made by both Ludacris and conservative commentators of the fact that <a href=\"http://www.rollingstone.com/news/coverstory/21472234\">Obama previously praised the rapper</a> as a great businessman, and said that Ludacris was on his iPod. In contrast, the statement sent by Bill Burton, Obama's spokesperson, was clear that \"while Ludacris is a talented individual, he should be ashamed of his lyrics\". So, does this mean that, like many of us, Obama enjoys listening to hip-hop without agreeing with every line in every song? No, apparently, it means he is in league with \"radicals\". Sean Hannity of Fox News argued last week that Politics As Usual is nothing less than <a href=\"http://showhype.com/video/hannity_uses_ludacris_to_paint_obama_as_black_radical/\">proof of Obama's \"radical associations\"</a>, because he is endorsed by a \"controversial rapper\" like Ludacris.</p> <p>How the conservative commentator managed to bake such a perfect pineapple upside-down cake of logical fallacies - Ludacris is a radical, now, as opposed to a bit of a muppet? And Obama is linked to said radical because he has Ludacris <em>on his iPod</em>? - really deserves a separate article on each little morsel of circular thinking and ad hominem attacks. Hannity even advanced the argument that, by previously saying he listens to Ludacris, but now distancing himself from the song, Obama is showing signs that he flip-flops on issues. (Honestly).</p> <p>But what really needs unpacking is the sudden objection to calling Clinton a \"bitch\" by the very figures who so recently, and so flagrantly, used and manipulated sexist attitudes to damage her presidential bid. Now, with Clinton out of the game, a rapper who endorses Obama using the same sexist language is met with outrage and disdain by Hannity. It's a selective and manipulative faux-sensitivity to misogyny that trumps even Laura Bush's expedient 2001 realisation that maybe the Taliban weren't very nice chaps when it came to <a href=\"http://www.thenation.com/doc/20011217/pollitt\">the treatment of women</a>.</p> <p>Because, as sexist as it is to call Clinton a \"bitch\", this isn't really about misogyny so much as it's about race. Or rather, how pundits like Hannity feign outrage at misogynistic remarks when it helps them portray another group as dangerous. In generating a link between Obama's views and the use of the word \"bitch\", conservatives are implicitly drawing upon the racist fear of the threat of black men to white women. '<em>They</em> call women bitches', '<em>They</em> show women no respect' is the sentiment behind the conservative analysis of Politics As Usual, completely ignoring the fact that the most sexist diatribes against Clinton didn't come from hip-hop stars but from white Republicans and media figures.</p> <p>It's very telling that, second in line to the faux-horror at Ludacris' use of the b-word, is conservative outrage at the line in Politics As Usual that predicts Obama will \"paint the White House black\". As Hannity played that part of the song on his show, you could almost hear the triumphal \"I told you so\". Bay Buchanan, a former Romney adviser, told Hannity that the Ludacris track was proof that Obama \"appreciates and enjoys a culture that is very much opposed to that which middle America appreciates\", a moment of comprehensive amnesia that allowed her to forget not only the popularity of hip-hop among white surburbanites, but also the fact the Obama campaign had already condemned the rap.</p> <p>By inflating the most tenuous of links between Obama's views and Ludacris's opinions (opinions expressed, I have to say again, in a hip-hop single. In a <em>song</em>), conservative commentators are gambling on the fact that white America is still too racist to vote for Obama, so long as they can out Obama as the secret extremist he surely must be - either through his \"terrorist fist bumps\" or with supposed evidence of his secret desire to \"paint the White House black\".</p> <p>The Catch-22 Obama is caught in by these smears has been <a href=\"http://www.theguardian.com/commentisfree/2008/jul/21/barackobama.uselections2008\">analysed in much greater depth elsewhere</a>. But, in rough shorthand: knowing that acknowledging his experience as a black man in America will be spun by conservatives to show Obama is somehow playing the race card, Obama is forced to consciously de-emphasise his race, which leads in turn to Jesse Jackson (who gets a frankly confusing namecheck in Politics As Usual) and others criticising Obama for betraying or <a href=\"http://www.theguardian.com/world/2008/jul/11/barackobama.uselections2008\">talking down to black people</a>. For all his faults, it remains impressive that Obama has managed to navigate such an impossible bind without more bumps.</p> <p>And, post-Wright, the double standard (that the onus is on Obama, but not John McCain, to prove he does not support the views of all those who support him) is so ingrained that the Obama camp now pre-empts it. The statement condemning Politics As Usual was issued before the media storm had time to really kick off. But why should Obama have to officially distance himself from individuals like Ludacris who both endorse him and happen to hold a party-mix bag of prejudices, dumb ideas and skewed world views? Does McCain get called upon by the mainstream media to distance himself from the neo-Nazis and other self-confessed racists lurking in the seedy corners of the internet, who are trying right now to drum up support for his campaign?</p> <p>If people cannot grasp the difference between Obama-supporters' views, and Obama's own views, then I for one am worried. Did I miss the memo announcing that Ludacris was Obama's new spokesperson? Do people think Obama will, literally, \"paint the White House black\" if elected, unless he swiftly issues a statement denying these proposed renovation plans to the West Wing?</p> <p>Ludacris calling Clinton a \"bitch\" is clearly misogynistic and offensive. I'm not going down the dodgy, patronising route that says sexism is any less offensive when it comes from the hip-hop community. But what Ludacris said isn't any <em>more</em> sexist than the jokes, innuendos and outright statements that regularly came out of the mouths of white commentators in a shameless attempt to smear Clinton's presidential campaign earlier this year.</p> <p>What's really offensive, to people who care about women's rights, is how right-wing commentators have suddenly turned to the guise of feminist arguments to tarnish Obama's campaign because an individual who likes him also likes the word \"bitch\". And what's really offensive, to people who care about democracy, is how the Obama camp has been bullied into the position of having to issue a statement about a song.</p>",
  "<p>In an attempt to unify the Democratic party and bring her 18 million voters into the party fold, Senator Hillary Clinton will campaign for Barack Obama in two crucial swing states later this month, the Obama campaign said today.</p> <p>Clinton will hit the campaign trail for her erstwhile rival in Florida and Nevada, two states that have not voted for a Democrat since 1996.</p> <p>The Democrats this year hope to retake the two states, largely on the strength of legions of newly energised Hispanic voters.</p> <p>Clinton has a strong appeal among Hispanics – the group backed her roughly two to one over Obama during the primaries this winter. She won primary contests in both states.</p> <p>The Obama campaign today said that Clinton will host rallies and voter registration drives in Las Vegas, Nevada, on Friday, and in southern Florida on Monday.</p> <p>Obama bested Clinton after a brutal 16-month primary campaign that was fraught with accusations of negative campaigning and racial politics and that threatened to split the Democratic party into competing factions. </p> <p>Nearly 18 million people voted for Clinton, and at the darkest moments toward the end of the primary calendar she appeared prepared to use them as leverage to win power within the party, perhaps even a vice-presidential nod.</p> <p>Since June, when Clinton formally withdrew and endorsed Obama, speculation has been rampant whether the working-class and female voters who formed the bulk of her coalition would accept Obama as the nominee and rally behind him.</p> <p>Some die-hard Clinton backers have remained embittered, although it is unclear whether they will remain disenchanted enough with Obama to sit out the November 4 election or vote for Republican John McCain, an ardent foe of abortion rights.</p> <p>Obama has sought to mend fences with Clinton loyalists, bringing some into his expanding campaign organisation. </p> <p>This weekend he asked the Democratic national committee to give delegations from Florida and Michigan, which both voted for Clinton, a full floor vote at the convention later this month in Denver. The national party punished the states for violating party rules and holding their primary elections before the Super Tuesday elections of February 5. </p> <p>Obama's move was entirely symbolic, but was an attempt to sooth lingering tensions brought about by the Democratic party sanctions.</p>",
  "<p>In the funhouse world of big-time political journalism, inaccuracies must not be tolerated - but unverified smears are allowed to fester and ooze.</p> <p>Thus if you take a look at <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/07/29/AR2008072902068.html\">Dana Milbank's already-infamous Washington Post column</a> of last Wednesday - the one in which he wrote that Barack Obama had morphed from the \"presumptive nominee\" to the \"presumptuous nominee\" - you will find a correction informing readers that some inconsequential observation Obama had supposedly made to British prime minister Gordon Brown instead came about during a conversation with opposition leader David Cameron. Aren't you glad we've got that straight?</p> <p>What hasn't been corrected is the toxic quote that Milbank and, earlier, his fellow Post journalist Jonathan Weisman attributed to Obama during a closed meeting with Democratic congressional leaders. \"This is the moment ... that the world is waiting for,\" Obama supposedly said. \"I have become a symbol of the possibility of America returning to our best traditions.\"</p> <p>The quote is wrong on two levels. One is pretty basic: It saw the light of day because an anonymous source who was at the meeting claimed he'd heard Obama say it. Did this person have a tape recorder? Was he taking notes? Not likely. Weisman himself <a href=\"http://blog.washingtonpost.com/the-trail/2008/07/29/obamas_symbolic_importance.html\">says there is no tape</a>. Those words never should have been put inside quotation marks.</p> <p>On a deeper level, though, the quote, even if accurate, appears not to be true, because the Post may have omitted - or, in Weisman's case, discounted - crucial context. According to Weisman's blog, an Obama campaign official said the candidate's actual words were more along these lines: \"It has become increasingly clear in my travel, the campaign - that the crowds, the enthusiasm, 200,000 people in Berlin, is not about me at all. It's about America. I have just become a symbol.\"</p> <p>Yet Weisman's snarky tone suggests that he thinks the campaign was merely covering its ass when it put forth that version. And Milbank, who, unlike Weisman, was writing for the more influential print edition, doesn't even mention it. The next day, Milbank participated in <a href=\"http://www.washingtonpost.com/wp-dyn/content/discussion/2008/07/25/DI2008072502073.html\">an online chat</a> in which he <a href=\"http://mediamatters.org/items/200808010004\">dismissed the complaints</a> of outraged Obama defenders as \"whines\".</p> <p>It is ever thus with the <a href=\"http://www.whatliberalmedia.com/\">so-called liberal media</a>, whose card-carrying members make their bones by kicking the tar out of liberal politicians. It's a game, and everyone understands the rules. By beating up on liberals on what appear to be cheap symbolic issues, the pundits borrow against future coverage, when they'll be criticising conservatives on more important matters like war, taxes and the environment.</p> <p>But as we've learned over the years, elections tend to be decided more on symbolism than on substance. And, as Milbank's sneering putdown shows, the media often can't be trusted even to get the symbolism right. If an anecdote fits the preordained frame - in this case, that <a href=\"http://thephoenix.com/Boston/News/65569-Leggo-my-ego/\">Obama is full of himself</a> - well, damn the facts, because this is just too good to check.</p> <p>What was the false symbolic narrative of Al Gore's campaign in 2000? Why, that he was a preening liar, of course. Right on cue, the media began <a href=\"http://www.snopes.com/quotes/internet.asp\">falsely reporting</a> that Gore had claimed to have \"invented the internet\", quotation marks included. In an election decided by just one vote on the US supreme court, that may have been enough to tilt the outcome to George Bush.</p> <p>Or consider the hapless 2004 Democratic contender, John Kerry, cast as a pretentious phony. Kerry, inexplicably a fan of stock-car racing, was quoted by New York Times columnist Maureen Dowd as haughtily saying: \"Who among us doesn't like Nascar?\" As the incomparable <a href=\"http://www.dailyhowler.com/dh100204.shtml\">Bob Somerby has shown</a>, Kerry not only never spoke those words, but Dowd wasn't even there. Yet the phrase was gleefully repeated dozens of times during the 2004 campaign, including, on several occasions, by Dowd's Times colleagues.</p> <p>It would have been nice if Washington Post ombudsman Deborah Howell had dealt with Milbank's hit-and-run attack this past Sunday. <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/08/01/AR2008080102874.html\">But she didn't</a>, and apparently she's not going to say anything this coming Sunday, either.</p> <p>She should. Because it is upon such falsehoods that the electoral narrative is built. The Republicans, through such tricks as their <a href=\"http://gop.com/audacitywatch\">Audacity Watch</a>, are trying to build up John McCain by tearing down Obama as a self-regarding elitist who's already acting like he's president.</p> <p>Obama is hardly a perfect candidate. His moves to the centre, though predictable, have been awkwardly executed - his weekend <a href=\"http://www.theguardian.com/world/2008/aug/05/barackobama.uselections2008\">switch on offshore oil drilling</a> being just the latest example. His long association with the Rev Jeremiah \"God damn America!\" Wright <a href=\"http://latimesblogs.latimes.com/washington/2008/03/throughout-his.html\">remains problematic</a>, and you can be sure we haven't heard the last of it.</p> <p>But that's no excuse for the media to cobble semi-reported, anonymously sourced tidbits into a fake narrative that mockingly suggests Obama is already starting to make plans for his second term. Here they go again. Will they be called on it? Or will they be allowed to dissemble and distort once again?</p>",
  "<p>Former New Statesman editor John Kampfner is to join freedom of expression group Index on Censorship as chief executive.</p> <p>Kampfner, who left the New Statesman in February, takes up its post September and will continue as a writer and commentator for other publications.</p> <p>He replaces Henderson Mullin, who has left Index on Censorship to join an arts council-funded literature project in the Midlands. </p> <p>Jo Glanville will continue to edit the Index on Censorship journal, which recently won an Amnesty International media award.</p> <p>Index on Censorship runs activities through its website, <a href=\"http://www.indexoncensorship.org\">www.indexoncensorship.org</a>, and its quarterly journal, which launched in 1972.</p> <p>Jonathan Dimbleby, chair of the Index on Censorship trust, said: \"As a leading journalist and broadcaster, John brings the vision and leadership skills needed to place Index at the centre of the debate surrounding freedom of expression and champion this vital human right nationally and globally.\"</p> <p>Kampfner added: \"I am delighted to accept this opportunity to help Index acquire the profile and ambition to meet the challenges of an era in which civil liberties, particularly freedom of expression, are facing serious threats in the UK and beyond.\"</p> <p>He began his career as a foreign correspondent with the Daily Telegraph, where he reported on the fall of the Berlin Wall, before moving in the mid-1990s to become chief political correspondent at the Financial Times.</p> <p>Between 2002 and 2005, he was political editor of the New Statesman before becoming editor from 2005 until 2008, when he <a href=\"http://www.theguardian.com/media/2008/jul/08/pressandpublishing.art\">quit after a falling out with owner Geoffrey Robinson</a>.</p> <p>In July Kent County Council appointed Kampfner to chair the Turner Contemporary Operating Trust, which will supervise the establishment of a new art gallery in Margate.</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<p>Presenting from the stunning setting of Eastnor Castle deer park in<br>Herefordshire, rapper and performance poet <strong>Ty</strong> presents extracts from the best spoken word events at this year's <a href=\"http://www.bigchill.net/\"><strong>Big Chill festival.</strong></a></p> <p>From the Words and Motion tent we hear <strong>Ital Source</strong> and <strong>Kim Trusty</strong>'s<br>Inspire Me, the playful collective <strong>D'Archetypes </strong>take on Jolene, and we<br>learn what the legendary Jamaican poet <strong>Jean Binta Breeze</strong> has to say about poverty in the developing world. We catch <strong>Bill Bailey</strong>'s set in the comedy tent and author <strong>Toby Litt</strong> reads an extract from his new book: I Play the Drums in a Band called OK.</p> <p>Plus, Ty talks to <strong>John Hegley</strong> about what it really means to be a performance poet, wanders down to the CDR tent to see what music the<br>festival-goers are bringing in to be played in the Sauza tent plus he goes<br>to the croquet field to do a little chilling.</p>",
  "<p>The long-running game of cat and mouse between John Gotti, or Junior as he is known to friends and victims alike, and the FBI started a new round today when the former head of the notorious Gambino crime family was arrested in connection with three New York murders.</p> <p>Gotti was taken into custody by a dozen agents in a swoop on his Long Island home involving helicopters which his lawyer complained had turned the event into a public spectacle. The charges that will be pressed on him are understood to relate to a drug ring operated in New York, New Jersey and Florida and the killings that date back to the late 1980s and early 1990s.</p> <p>Gotti, 44, has been the subject of FBI interest on and off for years. </p> <p>He served five years between 1999 and 2005 for racketeering, then he was almost immediately put on trial for an earlier attack on the founder of the Guardian Angels, Curtis Sliwa. Three attempts to nail him all ended in mistrials and the charges were dropped.</p> <p>Such has been the intensity of the FBI's focus on him that Gotti has sought to present himself as a victim of judicial harassment. He claims to have renounced all mafia involvement and after the most recent attempt last November to put him back behind bars for failure to pay taxes, he raged that prosecutors were putting his families lives in danger. </p> <p>\"What happens next? Does it make it all better if I get one in my head? Does it make it all better if I'm found in the street?\"</p> <p>The latest move against the Gambinos emerges from a widening investigation by federal prosecutors based in Tampa, Florida, into an alleged mafia drug ring. Five suspects have already been charged, including Ronald \"Ronnie One Arm\" Trucchio who has already been sentenced to life in prison, and John Alite who is facing trial having been extradited from Brazil to Florida.</p> <p>Gotti's lawyer, Charles Carnesi, told the Tampa Tribune that his client was frustrated by the continual investigations of him. He pointed out that all three trials from 2005 against him had ended in hung juries. </p> <p>\"Now, after the third hung jury, the idea now that suddenly in Tampa, there is new information, previously unknown about this kid, who has been investigated, ad nauseam for at least the last five years or so, doesn't make any sense to me.\"</p> <p>The news that Junior Gotti was to be dragged yet again before a Manhattan court house today underlined the slow but steady decline of America's mafia families. </p> <p>In their heyday in the 1950s they were as a mob financier once put it \"bigger than US Steel\", their special interests ranging from racketeering to illegal gambling and drugs.</p> <p>The Gambinos were one of five great New York mob clans, or borgatas, the others being Bonanno, Colombo, Genovese and Lucchese. They settled their differences between them through their ruling Commission, or when that failed at the point of a gun.</p> <p>For years the Gambinos were run by the colourful John Gotti Sr whose taste for bespoke suits earned him the moniker Dapper Don. His ability to wriggle out of the clutches of the Feds also earned him a second nickname: Teflon Don.</p> <p>But his brutal style of leadership and the growing number of turncoats in the mafia eventually caught up with him. He was sentenced to life in 1992 and died of throat cancer ten years later.<br>For several years the FBI has kept up an almost relentless pressure on the mob, threatening lower foot soldiers with long prison sentences under the so-called Rico law to force them to betray their fellows. </p> <p>The Gambinos are now a shadow of their former self, with the elder Gotti's brothers Gene, Peter and Vincent and his nephew Richard all in jail, and his son now facing fresh charges.</p> <p>The FBI estimates there are still 3,000 active mafia members and associates in the US, mainly in New York, New Jersey and Pennsylvania. But the glory days are long gone. </p> <p>Up to 60 alleged associates of the Gambinos face murder and extortion charges in a huge federal sweep, including Nicholas \"Little Nicky\" Carozzo, reputed to be one of Junior Gotti's former captains, who last pleaded guilty to corruption.</p>",
  "<p>In the Wall Street Journal, columnist William McGurn <a href=\"http://online.wsj.com/article/SB121789241263411727.html?mod=todays_columnists\">plunges</a> into unchartered territory, argument-wise, asserting that John McCain's efforts to distance himself from George Bush are a huge strategic error, because McCain is supposed to be fearless, and it makes him look scared. Also, almost nobody likes Bush, but the people who do like him a lot:</p> <p>\"While the president's general approval ratings may be down in the 30s, among the GOP faithful the numbers are up in the 60s. These numbers, moreover, do not track intensity: The people who have stayed with Mr Bush this far have been through the fire with him. They are not likely to be excited by a nominee who makes a habit of <a href=\"http://tpmtv.talkingpointsmemo.com/2008/07/mccain_phil_gramm_does_not_spe.php\">dissing fellow Republicans like Phil Gramm</a>, whose crime was trying to support their nominee.\"</p> <p>No, but then again, they're surely fairly likely to remember to go out and vote Republican if an Obama victory looks to be on the horizon. And describing Bush's approval ratings as \"in the 30s\" is <a href=\"http://www.pollingreport.com/BushJob.htm\">pushing it</a>, frankly. No matter: McGurn continues:</p> <blockquote> Mr McCain seems intent on reassuring skeptics that he's no George W Bush. If he loses in November, he'll prove it. </blockquote> <br> <p>If nothing else, the column draws attention, once again, to the fascinating conundrum of what McCain will do with Bush at the Republican convention. The outgoing president must, after all, speak. One McCain aide <a href=\"http://www.slate.com/id/2196272/\">suggests</a>:</p> <blockquote> ...This time around Bush could just embrace his own unpopularity and say: \"If John McCain had had his way, I wouldn't be here.\" </blockquote> <br> <p>The Democrats, meanwhile, just launched an <a href=\"http://www.democrats.org/page/content/thenextcheney/\">attack site</a> describing McCain's vice-presidential candidate as 'the next Cheney' -- whoever he (or conceivably she) turns out to be. That seems like a somewhat pre-emptive attack, but then again, we know Cheney likes pre-emptive attacks.</p> <p>Possibly relevant fact: William McGurn is a <a href=\"http://en.wikipedia.org/wiki/William_McGurn\">former Bush speechwriter</a>.</p>",
  "<p>Barack Obama, please show us that you are no John Kerry. Or Al Gore. Or (fill in Democrat from the last 30 years).</p> <p>This is not to say I don't think Gore, Kerry et al are not good men. They are. But they entered the Democratic cocoon (not to be confused with the cast of the movie <a href=\"http://www.imdb.com/title/tt0088933/\">Cocoon</a> - more age appropriate for John McCain) once nominated by their party for the presidency, and sadly Obama is currently falling into the same trap. What do I mean by this? I mean when Gore was branded a liar and when Kerry was branded a traitor, there was no real defence of the candidates, and more importantly no counterattack.</p> <p>George Bush was a cheerleader in high school. He ran multiple businesses into the ground, was bailed out by daddy, was a drunk for years, probably used cocaine, was arrested for drunk driving, went Awol on military service in the Alabama Air National Guard and had only the political experience of being governor of Texas for one and a half terms, the weakest state chief executive in this country (Texas' state constitution gives most of its powers to the lieutenant governor).<br> And yet Gore and Kerry could not find a way to portray this man as unworthy of the office he sought to inhabit, so he has gotten to inhabit it for eight long years, while the US has suffered through every disaster short of a plague of locusts descending upon the land.</p> <p>Amazing.</p> <p>Democrats were convinced then, and the Obama people seem to be convinced now, that if the people agree with you on most of the issues, you will win, so just ignore the attacks. Yet, as history has proven, as it did in 2000 and 2004, if the messenger is discredited, the message is no longer received by the public.<br> Republicans understand this. Democrats somehow still don't. Which brings me back to Obama. The past month has seen McCain and outside surrogates put a plan into action that the right has been slowly rolling out for at least a year now. To turn Obama into the \"other\", as Edward Said once put it in his celebrated work <a href=\"http://www.theguardian.com/commentisfree/series/orientalismat30\">Orientalism</a>.<br> Obama <a href=\"http://www.huffingtonpost.com/2008/06/11/gop-operative-releases-ob_n_106469.html\">as Muslim</a>. Obama <a href=\"http://www.theguardian.com/commentisfree/2008/aug/01/uselections2008.advertising\">in an ad</a> with promiscuous, white female celebrities (which made Paris Hilton's mom, Kathy, a <a href=\"http://www.tmz.com/2008/07/30/paris-parents-to-mccain-how-dare-you/\">McCain donor</a>, <a href=\"http://www.huffingtonpost.com/kathy-hilton/mccains-celebrity-ad-friv_b_116593.html\">none to pleased</a>). Obama as \"cocky\" and \"arrogant\" (see uppity). Obama as the one who <a href=\"http://news.yahoo.com/s/ap/20080731/ap_on_el_pr/obama\">injected race</a> into the contest. <br> And suddenly, almost magically, McCain brings up the issue of <a href=\"http://www.azcentral.com/arizonarepublic/news/articles/2008/08/01/20080801affirmative0801.html\">affirmative action</a>, reversing his previous position (I think that now brings him down to two consistent positions over the past decade) on a state ballot initiative in Arizona to now support ending this successful programme. <br> As with President Bush, responding should be child's play. First, senator Obama, defend yourself from these attacks - both conscious and subconscious - on your race. Run ads on your \"American values\", talk about your humble upbringing and don't be afraid to speak openly about your race and the challenges you have overcome. You are an American success story, and most Americans will respond to that.</p> <p>Second, tell the truth about McCain's character. Under the banner of \"John McCain: too dangerous to be president\", introduce all manner of issues about McCain's character into this race - his willingness to race bait, his unbearable and volatile temper, his lack of knowledge about economics and his walking lockstep with President Bush on Iraq – and, without much prodding, Americans' concerns about McCain's age will fit neatly under this category.</p> <p>Use some humorous ads, and some that are much more serious. But put the focus back where it should be: squarely on McCain's lack of character. If you don't (see <a href=\"http://www.rasmussenreports.com/public_content/politics/election_20082/2008_presidential_election/general_election_match_up_history\">Monday's Rasmussen poll</a> where you have fallen behind for the first time), you may just find a way to do what Democrats have mastered over the past generation: snatch defeat from the jaws of victory.</p>",
  "<p>On Friday, saying it was time for a compromise on the energy issue, presidential hopeful Barack Obama voiced his tentative <a href=\"http://abcnews.go.com/Politics/wireStory?id=5495750\">support for a bipartisan proposal calling for the expansion of offshore oil drilling</a>, along with the development of alternative fuels and more efficient motor vehicles. Soon after, Obama implied that his willingness to allow the drilling in Florida <a href=\"http://edition.cnn.com/2008/POLITICS/08/02/campaign.wrap/index.html\">\"wasn't really a new position\"</a>. But, of course, it is.</p> <p>As recently as late June, he said that, in order to protect the US coastline, he would <a href=\"http://miamiherald.typepad.com/nakedpolitics/2008/06/obama-as-presid.html\">enforce a drilling moratorium</a> that has been in place since 1981. (Democratic leaders and environmentalists have supported that ban for years.) What's not new: Obama's interest in working with Republicans to move the country toward greater energy independence, and his eagerness to appease voters. That's why he made a gesture that many of them believe would lower prices at the pump.<br> While I've been or more less accepting of Obama's float toward the centre as a political imperative as the election gets closer, this is one move I can't support. Reversing his position on campaign financing, for example, is one thing - a tactic that upset some of his supporters but won't necessarily have any kind of permanent or global repercussions. Offshore drilling, on the other hand, is sure to contaminate marine life and the water along Florida's coast, produce a number of small oil spills and, ultimately, contribute to the problem of global warming. A catastrophic oil spill is also a possibility.</p> <p>Now, it's true that Obama said that any compromise he would agree to would have to involve \"a careful, well thought-out drilling strategy that was carefully circumscribed to avoid significant environmental damage\" - which <em>sounds</em> pretty, doesn't it? Too bad the reality is much uglier.</p> <p>\"There is no such thing as environmentally friendly drilling,\" says Greenpeace USA spokesperson Michael Crocker. After noting that damage to drills caused between seven and nine million gallons of oil to be spilled during Hurricanes Rita and Katrina, Crocker says: \"There's a real irony when it comes to offshore drilling. It's done so we can get more oil in the hopes of reducing gas prices. In the meantime, we keep burning fossil fuels, which causes more global warming, which leads to more hurricanes, which lead to more oil lost in spills - and yet, drilling does almost nothing to alleviate the cost of gasoline.\"</p> <p>Why doesn't it? \"There's simply not very much oil on America's shorelines,\" he says. \"Government studies have indicated that it will take a decade for any offshore drilling to pay off even minimally - and even then, prices will only be reduced by a few cents per gallon.\"<br> It's irresponsible of Obama to be cavalier about an issue that is of so much importance to the environmental health of the country, and the world. He should have stuck to his guns and insisted on finding cleaner alternatives that would truly make the US energy independent, instead of trying to placate short-sighted American car owners. To be fair, Obama did point out that it was \"important to recognise if you start drilling now you won't see a drop of oil for 10 years, which means it's not going to have a significant impact on short-term prices. Every expert agrees on that.\" And yet, that's really the fine print. What most voters will be paying attention to are the headlines announcing his willingness to let offshore drilling move forward - as I'm sure he and his strategists know.  And of course, most voters don't care about contaminating the shoreline. According to a <a href=\"http://www.rasmussenreports.com/public_content/politics/election_20082/2008_presidential_election/americans_split_on_which_is_more_important_offshore_drilling_or_crackdown_on_speculators\">Rasmussen poll released on July 29</a>, 57% percent of Americans favour offshore drilling (only 29% are opposed). And why is that? Because nearly the same number - 56% - believe gas prices would be likely to fall if the ban is lifted.<br> So while Obama is wrong to waver on this issue - he's punting on his duty as a public steward - voters are wrong, too. Many Americans might be willing to watch the new \"green\" cable channel, eat organics and recycle (although <a href=\"http://www.nytimes.com/2008/07/29/us/29recycle.html\">not in Houston, Texas</a>), but they've got to start supporting the environmental movement in truly meaningful ways, not just trendy ones.</p> <p>They should start by getting over fuel prices and realising that one of the things we're paying for at the pump is our role in accelerating the pace of global warming. What voters should be clamouring for is not cheaper gas, but a truly longterm and sustainable solution - one that emphasises new, clean forms of energy and fuel-efficient transportation alternatives.</p>",
  "<p>John Prescott is a relative newcomer to the world of blogging, but today he's probably wishing he had never taken it up. In a reply to a blog post, he's compared <a href=\"http://www.labourhome.org/comments/2008/7/27/84610/5977/134#134\">Gordon Brown to the captain of the Titanic</a>.</p> <p>To his credit, he made the slip in a reply to some of the 132 people who responded to a post he put up on the Labourhome website - his first venture into the blogosphere - <a href=\"http://www.labourhome.org/story/2008/7/27/84610/5977\">appealing for party unity</a>.</p> <p>Some bloggers never bother to reply to people who respond to what they say. But Prescott, who said that he enjoyed reading the replies, did.</p> <p>But then he wrote this:</p> <blockquote> <p>To ACLB who talked about the \"Tory sea\", \"rearranging deckchairs\" and \"getting a new captain\", I always find it interesting when people use maritime analogies when they talk about leadership.</p> <p>But it wasn't the captain that sank the Titanic - a ship they claimed was unsinkable - it was the iceberg. The best way to avoid disaster is to manage your way around the problem.</p> <p>And speaking as someone who's served on a ship and in a leadership, the best person to steer us through is a captain with the experience to navigate through these stormy financial global seas.</p> <p>For me, it's all about setting the right course. That's why I've always favoured policy over personality and why I believe Gordon's the right captain.</p> </blockquote> <p>Oh dear. Some of the papers have had a field day. </p> <p>Prescott later made a point of saying that he was writing his posts himself, and not relying upon party officials to do it for him. I think we can safely assume that he was telling the truth.</p> <p>For the record, the captain of the Titanic was Edward J Smith. I had always assumed that he was in part to blame for the sinking, because he was sailing too fast in treacherous waters, but I've just consulted Professor Wikipedia, who seems to suggest that the main problem was <a href=\"http://en.wikipedia.org/wiki/RMS_Titanic\">iceberg warnings not reaching the bridge</a>.</p>",
  "<p>A collection of articles by the late John Peel will be published this autumn, gathering his thoughts on topics from Eurovision to the loss of his virginity.</p> <p>The Olivetti Chronicles: Notes on Life, Music and Facial Hair will be published by Bantam Press on October 23. </p> <p>While Peel is most famous for his radio commentary, his musings also frequently appeared in print. Over the course of his career, he wrote for magazines and newspapers such as the International Times, Gandalf's Garden, Sounds, the Observer, Radio Times and even Bike magazine.</p> <p>The Olivetti Chronicles will gather many of these articles, as well as unpublished pieces. Interspersed with Peel's laconic thoughts on shaving and Mike Oldfield's Tubular Bells are diary entries, letters, and commentary from Peel's family. The anthology was edited by Peel's wife, Sheila, and their four children.</p> <p>In Margrave of the Marshes, Peel's posthumous memoirs, he described his early writings as \"crap pieces\", full of \"hilarious quotes [like] 'clouds are poems written in the sky'\". </p> <p>And if that's the stuff he calls \"hilarious\" and \"crap\", we can't wait to read the good stuff in October.</p>",
  "<p>This one is sort of creepy. Maybe that is because McCain already moves mechanically and unnaturally, without actual marionette strings attached.</p> <p>The new video from the Democratic National Committee clips asks \"Who is pulling the strings on John McCain's energy plan?\" The answer, according to the DNC: Oil company lobbyists.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/0VMfcOIegcs?wmode=opaque&amp;feature=oembed\"                                                                        > <object height=\"344\" width=\"425\"><param value=\"http://www.youtube.com/v/0VMfcOIegcs&amp;hl=en&amp;fs=1\" name=\"movie\"/><param value=\"true\" name=\"allowFullScreen\"/><embed height=\"344\" width=\"425\" allowfullscreen=\"true\" type=\"application/x-shockwave-flash\" src=\"https://www.youtube.com/v/0VMfcOIegcs&amp;hl=en&amp;fs=1\"/></object> </figure>   <p>Full release after the jump:</p> <p>DNC Releases New Video: \"Puppet Masters\" Video Shows How Lobbyists For Big Oil Pull the Strings on McCain Energy Plan</p> <p>Washington, DC - The Democratic National Committee today released a new web ad called \"Puppet Masters\" that shows who's pulling the strings on John McCain's energy policy. The video features an animated John McCain puppet appearing on stage to oppose Senator Obama's plan to give middle class families a $1,000 rebate funded by a windfall profits tax on the oil and proposing gas tax gimmick of his own that won't reduce the price of gas, but would line the pockets of his friends in Big Oil. As McCain talks, the video reveals the puppet masters pulling McCain's strings: the Big Oil lobbyists advising and raising money for his campaign.</p> <p>Last week, Campaign Money Watch reported that 33 of McCain's fundraisers or advisors have lobbied for the oil and gas industry. Reports also show that McCain has raised more than $2 million from the oil and gas industry since January 2007--hardly a surprise considering John McCain's promise of four more years of energy policies that have left American families paying skyrocketing energy costs while Big Oil reported record profits. Even today, news reports outline additional issues with McCain oil company donors who gave after his switch on drilling.</p> <p>\"The American people want a President who will put their interests ahead of John McCain's oil company buddies and their lobbyists,\" said DNC spokeswoman Karen Finney. \"The reviews are in, and while the last seven years were a bonanza for Big Oil they've been a bust for America's working families. The American people have seen this show before, and they aren't looking for an encore.\"</p>",
  "<p>The former US president Bill Clinton gave his support to the prime minister today, advising him to use his \"big brain and good heart\" to work through Britain's economic difficulties.</p> <p>Clinton said he was not about to predict Gordon Brown's demise, and it would be \"difficult to maintain a very high level of popularity\" for any politician amid higher living and energy costs. Brown had to \"trust the people\" to \"make a good judgment\" whenever he decided to call a general election.</p> <p>In an interview with the BBC Radio 4 Today programme, Clinton said he had known Brown for 20 years and was still in contact.</p> <p>\"I think anybody would find it difficult to maintain a very high level of popularity when average people are having the problems they are having today in the UK and the US with the soaring price of gasoline and the cost of living going up,\" Clinton said.</p> <p>\"I wouldn't predict Gordon's demise too quickly. I think he is just in a period where circumstances have got the British people appropriately concerned about how to get from day to day, week to week.</p> <p>\"The only advice I would give him is that he has got a big brain and a good heart - he just needs to apply them both to working through these issues as best he can and trust the politics.</p> <p>\"Just trust the people, at whatever time he stands for election, to make a good judgment. You get one of these jobs, the best politics is to do the job.\"</p> <p>Clinton's comments came as he addressed an international Aids conference in Mexico City, where he called for more to be done to hold down the cost of anti-Aids drugs. He said a 50% funding rise was needed in the next two years just to keep pace with expanding drug programmes.</p> <p>Clinton told the conference yesterday that his foundation would focus on fighting Aids in the US, especially in the black population.</p> <p>He said he was spurred to action after the US centres for disease control reported that 40% more Americans had HIV than previously estimated. The report said nearly half of annual HIV infections in the US were among black people.</p> <p>\"For Americans, this should be a wake-up call,\" said Clinton. \"Even as we keep working globally, we need to do much more to fight Aids at home, and I intend to do so with my foundation.\"</p> <p>Clinton flew to Mexico after touring Africa to see the work of the William J Clinton Foundation's HIV/Aids Initiative.</p> <p>The foundation has negotiated agreements to lower the price of rapid HIV tests and anti-Aids drugs in the developing world, and has collaborated with the Geneva-based Unitaid, a UN-backed fund that helps supply low-cost antiretroviral drugs.</p>",
  "<p>The Boston Globe uses the ingenious online tool <a href=\"http://wordle.net/\">Wordle</a> to turn both candidates' blogs into rather attractive <a href=\"http://www.boston.com/bostonglobe/ideas/articles/2008/08/03/portrait_of_the_candidate_as_a_pile_of_words/\">word clouds</a>, in which the most-used words are displayed the largest, and presents its take on the results. One overwhelmingly obvious fact emerges: the Obama campaign can't stop talking about Barack Obama, and the McCain campaign can't stop talking about Barack Obama, either. You can, of course, use these facts to convict Obama of self-absorption or McCain of relentless negative-attackery, as is your wont. You can also create your own word clouds from any text or web pages <a href=\"http://wordle.net/\">here</a>. I quite seriously wonder whether this might not be a more enlightening way of analysing the candidates' messages than actually, you know, listening to their words in the right order.</p> <p>UPDATE: Commenter catabolickid sends along a link to an <a href=\"http://chir.ag/phernalia/preztags/\">engrossing site</a> that does a similar thing for major presidential speeches from 1776 to 2007.</p>",
  "<p>Gallup daily tracking poll: <a href=\"http://www.gallup.com/poll/109264/Gallup-Daily-Obama-46-McCain-43.aspx\">Obama 46%, McCain 43%</a></p> <p>Remember the Bush administration? In a new book, author Ron Suskind claims the White House ordered the CIA to forge a letter from the head of Iraqi intelligence to Saddam Hussein. The White House denies it. [<a href=\"http://www.politico.com/news/stories/0808/12308.html\">Politico</a>]</p> <p>\"I don't believe it is possible to transcend race in this country,\" Obama says in an interview with the magazine Essence, which is aimed at black American women. \"Race is a factor in this society. The legacy of Jim Crow and slavery has not gone away.\" There's plenty of the usual magazine-profile Obamadoration (he \"bound[s] through the throng with a lanky ease\" -- see also <a href=\"http://www.theonion.com/content/news/time_publishes_definitive_obama \">The Onion</a>), but it's worth reading for the candidate's remarks on race. \"If you've got Michelle as first lady, and Malia and Sasha running around on the South Lawn, that changes how America looks at itself.\" [<a href=\"http://www.essence.com/essence/lifestyle/voices/0,16109,1660030,00.html\">Essence</a>]</p> <p>Obama got a pretty good birthday present yesterday: about $5m. [<a href=\"http://www.boston.com/news/nation/articles/2008/08/05/birthday_bash_draws_5m_for_obama_party/\">Boston Globe</a>]</p> <p>For all the jokes the McCain campaign are making at Obama's expense, the Democrat's \"tire gauge\" notion is correct: keeping America's tires inflated would make a nationally noticeable difference in energy consumption, says Time magazine. [<a href=\"http://www.time.com/time/politics/article/0,8599,1829354,00.html\">Time</a>]</p> <p>And guess who else approves of Obama's energy plan? The increasingly interesting Texas oil billionaire T Boone Pickens, who's been <a href=\"http://www.guardian.co.uk/environment/2008/jul/09/energy.energy\">turning green</a> lately. [<a href=\"http://firstread.msnbc.msn.com/archive/2008/08/04/1246524.aspx\">MSNBC</a>]</p> <p>On some days recently, McCain beat Obama in YouTube views. [<a href=\"http://www.alleyinsider.com/2008/7/is-barack-obama-losing-his-youtube-mojo-\">Silicon Alley Insider</a>]</p> <p>The subprime mortgage crisis claims The Shire, an Oregon housing community modelled on the Lord of the Rings. [<a href=\"http://www.bendbulletin.com/apps/pbcs.dll/article?AID=/20080731/BIZ0102/807310374/1041&amp;nav_category=\">Bend Bulletin</a>]</p>"
]