[
  "<p>Facebook CEO Mark Zuckerberg defended Facebook board member Peter Thiel’s support of Republican presidential nominee Donald Trump in a post that invoked the importance of “diversity” for the social media company. </p> <p>“We care deeply about diversity. That’s easy to say when it means standing up for ideas you agree with. It’s a lot harder when it means standing up for the rights of people with different viewpoints to say what they care about,” Zuckerberg wrote in a post visible only to Facebook employees, a <a href=\"https://s13.postimg.org/ohe1sci6f/mmexport1476831885441.jpg\">photograph</a> of which was shared on Hacker News on Tuesday. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/technology/2016/jul/21/peter-thiel-republican-convention-speech\">Donald Trump, Peter Thiel and the death of democracy</a> </p> </aside>  <p>“We can’t create a culture that says it cares about diversity and then excludes almost half the country because they back a political candidate,” Zuckerberg continued. “There are many reasons a person might support Trump that do not involve racism, sexism, xenophobia or accepting sexual assault.” </p> <p>Facebook confirmed the authenticity of the post, but has not responded to repeated requests for comment on Thiel from the Guardian.</p> <p>One of the co-founders of PayPal, Thiel was an early Facebook investor who maintains deep connections and influence in Silicon Valley. His positions at Facebook and other companies have come under increased scrutiny since the <a href=\"http://www.nytimes.com/2016/10/16/technology/peter-thiel-donald-j-trump.html?_r=0\">New York Times reported</a> this weekend that he planned to donate $1.25m to Trump’s campaign. </p> <p>Thiel had previously served as a delegate for Trump and delivered a keynote address at the Republican national convention. He also wrote an <a href=\"https://www.washingtonpost.com/opinions/peter-thiel-trump-has-taught-us-this-years-most-important-political-lesson/2016/09/06/84df8182-738c-11e6-8149-b8d05321db62_story.html?utm_term=.055331c5c30f\">op-ed for the Washington Post</a> in which he praised the Trump campaign’s success at “saying things that made sense to voters”. </p> <p>But news of Thiel’s donation to Trump’s campaign, which came after numerous women made allegations of sexual assault against Trump, let loose a new wave of criticism of Thiel within the tech industry.</p> <p>Project Include, an organization that seeks to promote diversity and inclusion in the tech industry, <a href=\"https://www.theguardian.com/technology/2016/oct/17/project-include-y-combinator-donald-trump-peter-thiel\">cut ties with Y Combinator</a> on Monday, citing the influential startup incubator’s failure to remove Thiel as a “part-time partner”. </p> <p>Sam Altman, the president of Y Combinator, has <a href=\"http://blog.samaltman.com/trump\">compared Trump to Adolf Hitler</a>, but he too invoked “diversity” in <a href=\"http://blog.samaltman.com/the-2016-election\">defending his decision</a> not to disassociate from Thiel. </p> <p>Thiel is one of eight members of Facebook’s board of directors. All of the directors are white and six of them are men. </p> <p>According to its July 2016 “<a href=\"http://newsroom.fb.com/news/2016/07/facebook-diversity-update-positive-hiring-trends-show-progress/\">diversity update</a>”, Facebook’s staff is 52% white and 67% male. The company’s workforce is just 2% black, 4% Latino and 33% female. </p> <p>In 1998, Thiel co-authored the book The Diversity Myth: Multiculturalism and Political Intolerance on Campus, which criticized Stanford University’s valuing of campus diversity. According to the <a href=\"http://www.independent.org/store/book.asp?id=38#t-2\">publisher’s synopsis</a>, the book also argued that “campus hysteria over date rape – a phenomenon that has been greatly exaggerated – [was] leading to more unjustified restrictions of student liberties”.</p> <p>Earlier this year, Zuckerberg <a href=\"https://www.theguardian.com/technology/2016/feb/10/facebook-investor-marc-andreessen-apology-offensive-india-tweet-net-neutrality-free-basics\">criticized another board member</a>, Marc Andreessen, for his statement on Twitter that appeared to support colonial rule in India. Zuckerberg <a href=\"https://www.facebook.com/zuck/posts/10102645335962321\">wrote then</a> that Andreessen’s views “do not represent the way Facebook or I think at all”. </p>",
  "<p>Barack Obama hosted his final state dinner on Tuesday, welcoming the Italian prime minister, Matteo Renzi to the White House and spurring nostalgia for the Obamas’ final months on Pennsylvania Avenue.</p> <p>State dinners are a longstanding presidential tradition to host international heads of state in the US. Renzi and his wife, Agnese Landini, were treated to a night featuring Italian-influenced food, decor and fashion. Michelle Obama dazzled quite literally in an Atelier Versace gown. The rose-gold, chain mail dress elicited instant reactions online, as well as several look backs at the first lady’s fashion over the years.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mdotbrown/status/788523083258662913\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">&quot;Do I have anything in my teeth?&quot;<br>&quot;No one is looking at you Barack.&quot; <a href=\"https://t.co/AjI2OchgzK\">pic.twitter.com/AjI2OchgzK</a></p>&mdash; Myles Brown (@mdotbrown) <a href=\"https://twitter.com/mdotbrown/status/788523083258662913\">October 18, 2016</a></blockquote>  </figure>  <p>The president made brief remarks at the dinner, toasting the relationship between the two countries and touting Italy’s influence on American culture.</p> <p>“Some days our presidential campaign can seem like Dante’s ‘Inferno,’” he quipped.</p> <p>The first lady tapped Babbo chef and Food Network regular Mario Batali to prepare the multi-course meal, featuring vegetables from the White House garden. As usual, the chef donned his familiar orange Crocs while preparing and serving the meal. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JuraKoncius/status/788094501067816960\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Mario Batali brings his signature style to the White House State Dining Room. <a href=\"https://t.co/fhMwZ5khT1\">pic.twitter.com/fhMwZ5khT1</a></p>&mdash; Jura Koncius (@JuraKoncius) <a href=\"https://twitter.com/JuraKoncius/status/788094501067816960\">October 17, 2016</a></blockquote>  </figure>  <p>After the first lady told Batali her favorite foods were steak and sweet potatoes, Batali served attendees sweet potato ravioli and beef braciole pinwheels.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JuraKoncius/status/788147999058821120\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The <a href=\"https://twitter.com/Mariobatali\">@Mariobatali</a> agnolotti made for Italian State Dinner is yummy. White House gave media a taste at today&#39;s preview <a href=\"https://t.co/lezGd9X15N\">pic.twitter.com/lezGd9X15N</a></p>&mdash; Jura Koncius (@JuraKoncius) <a href=\"https://twitter.com/JuraKoncius/status/788147999058821120\">October 17, 2016</a></blockquote>  </figure>  <p>The evening included about 400 guests, who were all housed in a tent on the south lawn of the White House. Multiple stars made Tuesday night’s guest list, including Chance the Rapper and Frank Ocean, both of whom brought their parents as their dates. Jerry Seinfeld and Rachael Ray were also in attendance.<br tabindex=\"-1\"></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/chancetherapper/status/788524987481227264\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Thanks Dad for raising me right. Look at us all fancy for the White House. I ain&#39;t even wearing a hat tonight <a href=\"https://twitter.com/hashtag/BlackBoyJoy?src=hash\">#BlackBoyJoy</a> <a href=\"https://t.co/cCnHJL9EFP\">pic.twitter.com/cCnHJL9EFP</a></p>&mdash; Lil Chano From 79th (@chancetherapper) <a href=\"https://twitter.com/chancetherapper/status/788524987481227264\">October 18, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/alyssavingan/status/788546270524735488\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Frank Ocean in checkered Vans (with his mom!) at the state dinner, tho... 👌🏻 <a href=\"https://t.co/Jz87wOggZY\">pic.twitter.com/Jz87wOggZY</a></p>&mdash; Alyssa Vingan Klein (@alyssavingan) <a href=\"https://twitter.com/alyssavingan/status/788546270524735488\">October 19, 2016</a></blockquote>  </figure>  <p>Gwen Stefani performed at the dinner, with a set that included a duet with Blake Shelton.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/chancetherapper/status/788576663508516864\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Gwen Stefani just sang to me at the White House. And pointed at me. Bro. I&#39;m dead.</p>&mdash; Lil Chano From 79th (@chancetherapper) <a href=\"https://twitter.com/chancetherapper/status/788576663508516864\">October 19, 2016</a></blockquote>  </figure>",
  "<p>Motorcycle racer Remy Gardner still intends to race in this weekend’s Australian grand prix despite having been detained in Japan over an alleged driving licence violation.</p> <p>Gardner, 18, and his father, the motorcycling great Wayne Gardner, were detained over the weekend in the aftermath of an incident at the Twin Ring Motegi racetrack, 160km (100 miles) north of Tokyo, during which Wayne Gardner <a draggable=\"true\" href=\"https://www.theguardian.com/sport/2016/oct/17/motorcycling-great-wayne-gardner-questioned-over-alleged-assault-in-japan\">was arrested on suspicion of assault</a> following a scuffle with three men.</p> <p>Gardner, a former world champion, allegedly assaulted the men as he arrived at the track with Remy, who was due to compete in the Japanese grand prix later that day. Wayne Gardner allegedly grabbed each of the men by the collar and pushed them around, according to Japanese police.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2016/oct/17/motorcycling-great-wayne-gardner-questioned-over-alleged-assault-in-japan\">Motorcycling great Wayne Gardner questioned over alleged assault in Japan</a> </p> </aside>  <p>He has denied assault, claiming instead that he was attempting to disengage himself from the grip of one of the men. Japanese newspapers reported that Remy Gardner had been seen behind the wheel of the car just before the incident. He went on to compete in Sunday’s Moto2 race, finishing 19th.</p> <p>Police in Tochigi prefecture, where Motegi is located, had confirmed they were holding an 18-year-old man but declined to name him or connect his arrest to the alleged road rage incident involving Wayne Gardner. Japanese police do not release the names of suspects aged below 20 as they are treated as juveniles under Japanese law.</p> <p>A police spokesman told the Guardian that the unnamed suspect had been detained on Monday morning for driving without a licence just before 8am the previous day – around the same time as Wayne Gardner was involved in the altercation at Motegi race track.</p> <p>It now appears that Remy has been released from detention and is preparing to leave Japan. A statement released on Remy’s official website on Wednesday said: “Despite recent media speculation and rumour, Remy Gardner is currently en-route to Phillip Island where his intention is to ride in the upcoming Moto2 race in front of his home fans.” </p> <p>“In response to the stories circulating in the press and on social media, he has not been charged with any offence relating to a road rage incident that occurred in Japan and looks forward to completing the season with Tasca Scuderia Racing.<br></p> <p>“Remy has no comment in relation to the incident.”</p> <p>The statement made no mention of Wayne Gardner’s current situation.</p> <p>The Australian foreign minister, Julie Bishop, told the Nine Network earlier on Wednesday that consular support had been provided to the Gardners. </p> <p>Wayne Gardner, 57, became the first Australian to win motorcycling’s 500cc world championship in 1987 and won the Suzuka Eight Hours endurance race four times during a successful 10-year career.</p>",
  "<p>Bonnie Greer tells me, with pride, that she doesn’t really engage much with contemporary culture. Or, more accurately, she doesn’t remember much once it’s been and gone, doesn’t watch TV, and doesn’t go out in the evenings. “I spend most of my day alone,” she says, “and I never go anywhere. Nope.” She doesn’t recognise the actors who occasionally approach her in the street and she hates dinner parties, because she can’t stand the chat. </p> <p>“I’m a curious person,” the critic and writer says, several times. “I spent half my life apologising for wanting to go to the Royal Opera House not a blues or jazz club.” She began reading Ibsen and Chekhov a couple of years ago, after taking what sounds like a <a href=\"https://www.theguardian.com/science/brain-flapping/2013/mar/19/myers-briggs-test-unscientific\">Myers-Briggs personality test</a>, which told her: “I didn’t really know who I was.” </p> <p>She took to the Russian writers with brio and we’re meeting today in a busy London restaurant to discuss her new adaptation of The Cherry Orchard, which she has reimagined and relocated to a bougie, black, middle-class retreat in Michigan called <a href=\"http://www.stratfordeast.com/whats-on/all-shows/the-hotel-cerise/\">The Hotel Cerise</a>. Although a contemporary African American family takes the place of Russian aristocrats at the dawn of the 20th century, Greer insists The Hotel Cerise is “not a black version of Chekhov”.</p>  <figure class=\"element element-image\" data-media-id=\"f79b710773711bb9d5e9724ed019247514d252fd\"> <img src=\"https://media.guim.co.uk/f79b710773711bb9d5e9724ed019247514d252fd/0_0_2500_1667/1000.jpg\" alt=\"Actors in rehearsal for The Hotel Cerise … from left. Abhin Galeya, Madeline Appiah and Lacharne Jolly.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Actors in rehearsal for The Hotel Cerise … from left. Abhin Galeya, Madeline Appiah and Lacharne Jolly.</span> <span class=\"element-image__credit\">Photograph: Stephen Cummiskey</span> </figcaption> </figure>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>When I wake up in the morning, I’m just myself. It’s only when I leave the door that I become a black woman to the world</p> </blockquote> </aside>  <p>Defining it that way, she explains, feels reductive: the point is to show how the mechanics of Chekhov’s writing can be easily bent to accommodate an inclusive perspective on love, loss and the rest. “When I wake up in the morning,” she explains, “I’m just myself. It’s only when I leave the front door that I become a black woman to the world.”</p> <p>Greer, now aged 68, was born in Chicago, the eldest of seven siblings to a mother run ragged looking after them all, and a father who worked in a factory and was stationed in Britain during the second world war. She moved to the UK in 1986 to work in the arts and has defined herself as a playwright ever since, with works including Munda Negra (1993) and Jitterbug (2001). She writes all day, “often till 3am”, and is still finishing The Hotel Cerise when we meet. </p> <p>She married her husband, a solicitor, in 1993 and they lived near Notting Hill for over a decade. “We had to move because I couldn’t stand what the area had become – couldn’t stand it.” She repeats this four times. “I couldn’t stand the bankers, the <a draggable=\"true\" href=\"https://www.theguardian.com/cities/gentrification\">gentrification</a>.” The couple moved to Soho, a prohibitively expensive area that has itself been undergoing a <a draggable=\"true\" href=\"https://www.theguardian.com/music/2014/nov/25/the-slow-death-of-soho-farewell-to-londons-sleazy-heartland\">(much-protested) gentrification for some years now</a>. “But what I get to see is passing traffic!” says Greer. “There’s still different kinds of people coming through, it’s more cosmopolitan.”</p>  <figure class=\"element element-image\" data-media-id=\"39e7cd87ddc8484b7628aa336b39011609cec272\"> <img src=\"https://media.guim.co.uk/39e7cd87ddc8484b7628aa336b39011609cec272/0_132_2500_1535/1000.jpg\" alt=\"Bonnie Greer, far left, attends rehearsals.\" width=\"1000\" height=\"614\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bonnie Greer, far left, attends rehearsals.</span> <span class=\"element-image__credit\">Photograph: Stephen Cummiskey</span> </figcaption> </figure>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I tell black women all the time: 'Don't apologise for yourself and keep your hair nappy. Make sure you are heard'</p> </blockquote> </aside>  <p>Greer is barely five feet, but projects a grand and glamorous life: she has often been the go-to voice called upon to represent minority women on TV and radio, she has sat on the boards of the <a href=\"https://www.theguardian.com/culture/british-museum\">British Museum</a>, the <a href=\"https://www.theguardian.com/culture/royal-opera-house\">Royal Opera House</a>, <a href=\"http://www.stratfordeast.com/\">Theatre Royal Stratford East</a>, was appointed an OBE in 2010 and is now the chancellor of Kingston University. For a couple of years, she wrote a weekly culture column for the Mail on Sunday, dotted with dispatches from parties and premieres.<br></p> <p>“That’s not really me,” she explains. “I spent most of my life sleeping on couches. I move in that world, but I’m not of it. When I first came here 30 years ago, it was shocking to me that people would talk about black British people in front of me, they were dismissive and would trivialise things because I was from America.”<br></p> <p>She became a British citizen almost 20 years ago but, I guess, probably quite enjoys often being the only black person in the room.  “Yeah,” she says. “I tell you why: because it alters the space. It changes things up and I tell black women all the time, ‘Don’t apologise for yourself and keep your hair nappy – whatever that means to you. Never apologise, make sure you are heard.’”</p> <p>And Greer is certainly heard: she has a beautiful voice, perfectly paced mellifluous honey that goes a long way to distract from the fact that she often speaks in tangents and non-sequiturs. Conversation zips along, taking in her obsession with the Obamas and the art of waitressing, to the trouble with Theresa May and the faith she has in the young. </p>  <figure class=\"element element-image element--supporting\" data-media-id=\"0640e1fd8138a6ec7d98703446e797f4126d228f\"> <img src=\"https://media.guim.co.uk/0640e1fd8138a6ec7d98703446e797f4126d228f/0_0_5792_7790/744.jpg\" alt=\"‘Millennials are gonna save us’ … Bonnie Greer in London.\" width=\"744\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Millennials will save us’ … Bonnie Greer in London.</span> <span class=\"element-image__credit\">Photograph: David Levene/The Guardian</span> </figcaption> </figure>  <p>“Millennials, I think, are gonna save us – if they can get jobs and keep their body and souls together. I see a lot of repetition of my own life experience, seeing things come back again.” Like what? “<a href=\"https://www.theguardian.com/us-news/black-lives-matter-movement\">Black Lives Matter</a> is a rerun. It’s a replay of what we did as student activists in the 60s, the <a href=\"https://www.theguardian.com/commentisfree/2016/oct/14/fifty-years-black-panthers-formed-black-lives-matter-revolutionary\">Black Panthers</a>. I understand it because I’ve been through it and seen it.”</p> <p>Does the fact that #BLM even exists not represent a failure on the part of her generation? “Oh yes, a big fail. Big fail. People of my generation did what everyone does. People get tired, say, ‘I want to have some kids, a roof over my head and a paycheque.’ I never did that, but I don’t blame my friends who did.”</p> <p>Strangely, for someone who made her name on television review shows, Greer claims to have never watched herself on TV – “I became a critic because I have a big mouth and opinions” – not even the <a href=\"https://www.youtube.com/watch?v=afE05e6n4Zk\">notorious Question Time</a> from 2009, when she appeared with Nick Griffin, then leader of the BNP. “I’ve never watched it,” she says. Yet she wrote <a href=\"https://www.theguardian.com/music/2011/nov/23/bonnie-greer-nick-griffin-opera\">Yes</a> for the Royal Opera House based on the experience? “I remembered my emotions sitting there, though. I remembered my feelings, the nerves up to it, the pressure.”</p> <p>She also considers herself to have low self-esteem, but is such good, garrulous company, I can only assume she’s joking. “I’m extremely shy,” she insists. Oh, come on, Bonnie! I tell her I don’t believe her: we are running at more than double the allotted interview time at this point and she hasn’t had a chance to eat more than three bites of her lunch – mushroom burger, fries – and I’m not even a quarter of the way through my questions.</p> <p>“Why would I lie to you?” she says. When are you shy? “I’m always shy.” In what situation? “In every situation.”</p> <p>At this precise moment, she spots the play’s publicist and waves her over with a huge, emphatically warm: “Hi!” They chat briefly, as Greer’s lunch is sent back to the kitchen to be reheated. I tell her it’s a shame she dislikes socialising: she seems born to it. “Oh, never. People think it’s personal. With you I’m having a ball because you’re real, most people …” She pauses while rummaging around for a level of diplomacy. “Most people operate from personas. I’m fascinated by personas.” </p> <ul> <li><a href=\"http://www.stratfordeast.com/whats-on/all-shows/the-hotel-cerise/\">The Hotel Cerise is at Theatre Royal Stratford East, London</a>, from 20 October-12 November. Box office: 020-8534 0310. <br></li> </ul>",
  "<p>The first openly gay Indigenous man elected to parliament in Australia delivered his maiden speech to the Northern Territory parliament this week, telling the chamber he was “eternally proud of who I am and where I come from”.</p> <p>On the first sitting day on Tuesday, which opened with traditional welcomes and performances from Indigenous dancers, Chansey Paech was among many MLAs to laud the diversity of the <a href=\"https://www.theguardian.com/australia-news/2016/aug/29/gunners-artillery-the-new-faces-behind-labors-landslide-in-the-northern-territory\">newly elected parliament</a> which includes 12 women and six Indigenous people.</p> <p>As the new Labor government officially took over, the chamber also heard an apology from one of the two re-elected Country Liberal party members, for the mistakes of the previous <a href=\"https://www.theguardian.com/australia-news/2015/jul/10/how-the-northern-territory-government-went-from-landslide-to-laughing-stock\">scandal-plagued</a> government.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2016/sep/12/northern-territory-labor-government-announces-majority-female-cabinet\">Northern Territory Labor government announces majority female cabinet</a> </p> </aside>  <p>Paech, who won the central Australian seat of Namitjira for Labor, told the parliament he entered the chamber “eternally proud of who I am and where I come from”. </p> <p>“I own it and wear it with pride,” said Paech.</p> <p>“I am young, I am gay, I am black; a true-blue Territorian. I am a proud face of the diversity and future of the great Australian Labor party.</p> <p>“I look forward to the day when this country will recognise my rights as equal rights, when I too can marry in my country, on my country, as a recognised first Australian.”</p> <p>The former Alice Springs town councillor said he wanted Territorians to be part of the changes needed, particularly for the living conditions and economic development of the NT’s remote and Indigenous communities, so that “race-based policies are a thing for the history books.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CPaech/status/788244965377703936\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Team Labor 1st day of sittings! <a href=\"https://twitter.com/hashtag/proud?src=hash\">#proud</a> <a href=\"https://t.co/F2Pe8HOjdG\">pic.twitter.com/F2Pe8HOjdG</a></p>&mdash; Chansey Paech MLA (@CPaech) <a href=\"https://twitter.com/CPaech/status/788244965377703936\">October 18, 2016</a></blockquote>  </figure>  <p>He would never allow or tolerate hate speech, <a href=\"https://www.theguardian.com/world/2014/aug/22/northern-territory-minister-resigns-over-homophobic-remarks\">homophobia</a>, or discrimination in the parliament, he said.</p> <p>Across the aisle the opposition leader, Gary Higgins, offered a mea culpa for the past term of government. Higgins and his deputy, Lia Finocchiaro, were the only two CLP members to survive the electoral defeat of the party.</p> <p>He said the CLP government did some good work but “let down Territorians in a way that was totally unacceptable”.</p> <p>It was now up to him and Finocchiaro to <a href=\"https://www.theguardian.com/australia-news/2016/aug/27/its-a-thumping-labor-wins-northern-territory-election\">learn the lessons of the 2016 election</a> and to rebuild confidence in conservative politics, Higgins said, and he gave an “unreserved apology”.</p> <p>“Where there should have been consultation, there was belligerence. Where there should have been communication, there was spin. Where there should have been respect, there was defiance. Where there should have been loyalty there was disunity. For that I am sorry.”</p> <p>Higgins’s speech was followed by Sandra Nelson, who won the seat of Katherine for Labor for the first time ever, by 33 votes.</p> <p>In 1975, a then four-year-old Nelson and her family fled East Timor’s civil war, arriving in Australia two years later. She is the first East Timorese-born Australian to be elected to parliament, having previously been a soldier and worked in the health and legal sectors.</p> <p>Nelson said her father, the East Timorese political leader João Carrascalão, and her uncle, the former president José Ramos-Horta, taught her that “a leader is only as strong as the weakest member of the community”.</p> <p>She said housing and antisocial behaviour needed to be addressed as a priority in Katherine.</p> <p>“In an unfortunate situation, mirrored in many Northern Territory communities, Katherine has also been forged in part by a painful social inequity that transcends stereotypes and skin colour,” she said.</p> <p>Yingiya Mark Guyula, who marked Labor’s only defeat by winning the seat of Nhulunbuy from the former deputy leader, Lynne Walker, said he had not wanted to become a politician, but nothing else had worked to see Yolngu law recognised.<br></p> <p>Guyula, a Liya-dhalinymirr Djambarrpuyungu from East Arnhem Land, said he was elected to “bring two parliaments together” as a Yolngu diplomat, and he wanted to represent both Indigenous and non-Indigenous constituents.</p> <p>He tabled a statement on behalf of the Yolngu Nations Assembly, declaring ongoing Yolngu sovereignty and the validity of traditional law being equal to that of the Australian parliament.</p> <p>Guyula also spoke of the difficulties of living in two worlds – Yolngu and Balanda –and the importance of bilingual education for Indigenous children.<br></p> <p>Guyula’s election is facing a potential challenge over whether he was employed by the East Arnhem council at the time of his nomination, in breach of legislation.</p> <p>Selena Uibo, an Indigenous former educator<a href=\"https://www.theguardian.com/australia-news/2016/sep/01/northern-territory-reintroduces-community-cabinet-meetings-in-remote-towns\"> elected to the remote seat of Arnhem</a>, said housing and roads were the biggest issues in remote communities, as well as improved services and early childhood education.</p> <p>Ngaree Ah Kit, an Aboriginal and Torres Strait Islander woman of Chinese descent and former mental health worker, said the government needed to do more to address the NT’s suicide rate – the highest in the country.</p> <p>The newly elected member for Fong Lim, Jeff Collins, said <a href=\"https://www.theguardian.com/australia-news/2016/jul/22/northern-territory-political-parties-called-upon-to-address-justice-crisis-\">issues in the justice system</a> had piqued his interest to run for the seat.</p> <p>“The fact the Northern Territory has the highest incarceration rate in the world must be deeply embarrassing to more than just me,” he said.</p> <p>He said “tough on crime” policies did not work, and called for drug problems to be treated as a health issue rather than a criminal one.</p> <p>Independent Kezia Purick was reelected as speaker, with fellow Independent Gerry Wood noting it was her third tilt at the job, <a href=\"https://www.theguardian.com/australia-news/2015/nov/18/northern-territory-government-plays-musical-chairs-in-late-night-special\">after losing it for 40 minutes during an attempted midnight ousting last year</a>.</p>"
]