[
  "<p><strong>Before the referendum the <em>Observer</em> </strong><a href=\"https://www.theguardian.com/business/2016/jun/16/leave-or-remain-black-country-businessmen-argue-for-and-against-brexit\" title=\"\"><strong>spoke to two Midlands manufacturers on either side of the Brexit debate</strong></a><strong>. More than three months later the economic news is better than had been forecast, but the pound has tumbled. Here they report back on how the decision to leave has affected their Black Country businesses so far.</strong></p> <h2><strong>The Leaver</strong></h2> <p>Andrew Cox and most of his 25-strong workforce voted to leave. He wanted the UK to free itself from the constraints of EU membership and look further afield for export opportunities.</p> <p>Cox has just returned from trade shows in Poland where, between heated discussions with Polish friends over the UK’s future, he has been taking a flurry of inquiries from potential clients. The pound is a big factor in that jump in demand. His company, Cox &amp; Plant, makes 70% of its £7m annual turnover from exports. From a factory in Lye, it sells production-line machinery to food manufacturers around the world and the drop in sterling since the Brexit vote has just made that machinery a whole lot cheaper.</p> <p>“The volume of inquiries and quotations has gone through the roof. We have had three orders from America since the middle of August, all based on the fact that the pound is slumping against the dollar,” says Cox.</p> <p>The pound’s drop against the euro is similarly helpful. “In Poland, one of the guys said to me, ‘this is the easiest 15% discount I have ever negotiated’.”</p> <p>The domestic market is also improving. “Initially, there was almost paralysis in the sector,” says Cox. “But the home market has been very, very buoyant in the last seven weeks because the data started to filter through, people became more confident and people weren’t going to the wall – and we didn’t get Armageddon as forecast.”</p> <p>The company buys a small proportion of its raw materials, such as stainless steel, from abroad and such imports have become more expensive with the pound’s fall. But for Cox, the upsides of the weak pound have more than offset the downsides. Investment and hiring plans are on track.</p> <p>With the pound so low, Cox believes more UK businesses should be looking to increase exports. But in his experience as board director for exports on the Black Country local enterprise partnership (LEP), many companies lack the confidence to broach new markets and the government is not giving them enough support. “The Department for International Trade needs massive investment and it needs troops on the ground,” he says.</p> <p>As for what he wants from Brexit, Cox wants easy market access to continue: “The worst scenario for me would be to go back to the nightmare paper trails that we used to have to do with exporting to Europe.”</p> <p>On immigration, he worries politicians could push for rules that hamper the UK. “I just hope things don’t get silly … We have got some great talent in the UK and we’ve got some great talent coming into the UK.”</p>  <figure class=\"element element-image\" data-media-id=\"aba04c4487533be38933f026dc8929223c50ebe0\"> <img src=\"https://media.guim.co.uk/aba04c4487533be38933f026dc8929223c50ebe0/0_276_5622_3374/1000.jpg\" alt=\"Andrew Cox and Simon Winfield\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Cox and Winfield are both suffering from higher import costs, but to significantly differing degrees.</span> <span class=\"element-image__credit\">Photograph: Andrew Fox/The Observer</span> </figcaption> </figure>  <h2><strong>The Remainer</strong></h2> <p>Simon Winfield runs MacLellan Rubber, a 145-year-old business in Wednesfield supplying products such as seals and rubber matting to other manufacturers. He felt remaining in the EU and its market of 500 million people was the better option for his business, for the UK economy and for younger generations. Having digested the shock of the vote, he says things remain “very tough”.</p> <p>Like Cox’s business, MacLellan has seen some boost to exports from the weak pound. But overseas sales are only around 30% of the company’s £2.8m in annual sales. The larger, domestic part of the business has been dented by uncertainty among clients and the pound’s fall. The company imports raw materials such as plastics and rubber from Malaysia, China and other countries and pays for them in dollars. “In effect we’ve had a 15% increase in our material costs which we are struggling to pass on to our customers,” says Winfield.</p> <p>The company’s premium products are less sensitive to the pound and are higher margin, so that has cushioned some of the blow from costlier imports.Stronger demand from mainland Europe has also helped. “But that has not offset that downturn in the UK yet,” adds Winfield.</p> <p>His business in the UK depends on other manufacturers upgrading or expanding their plants and so his order book offers early clues on the sector’s health. Right now, people are putting off decisions, he says. “They are just waiting to see is the demand still there, do they need to invest elsewhere.”</p> <p>He also hopes the UK will retain easy access to export markets. “If there are 15 pages of documents you have got to get stamped at the local chamber of commerce and we’ve got to be filling in additional paperwork, that will just hamper us immensely.”</p> <p>But overall he tries to strike an optimistic tone. The company, which employs 15 people, is launching new products and looking for ways to replace any lost business, and Winfield feels others are doing the same.</p> <p>“I am a true believer in the British grit to get out there and do a great job and overcome issues, which is what I see happening at the moment.”</p> <h2>BOSSES’ BREXIT VIEWS</h2>",
  "<p>Chris Coleman was explaining the change in mentality, pointing out how there was a time when his Wales players would have folded <a href=\"https://www.theguardian.com/football/2016/oct/06/wales-austria-2018-world-cup-qualifier-match-report\" title=\"\">against Austria on Thursday night</a>, when he came up with an analogy that painted a picture of the sort of obstacles that this team has got used to overcoming.</p> <p>“Any success I have had has not happened overnight, the journey has never felt like me sitting in the back of a limousine sipping champagne, it has always been more like riding up a hill on a pushbike and the chain has come off,” the Wales manager said. “It is that hard, it is so difficult and that is why a lot of people do not get to where they want to get to.</p> <p>“Our boys, myself and the staff, we work really hard when we are together. We all face pressure and we know what we are capable of and they are prepared to do whatever it takes. It is those disappointments that bring you through. That is what hardens us to the situation we are in now.”</p> <p>That situation involves taking on Georgia at home in a World Cup qualifier without two of their most creative players. Already missing Aaron Ramsey through injury, Wales must also do without Joe Allen, who is the heartbeat of the team, after Coleman confirmed that the midfielder has a hamstring problem after limping off in the 2-2 draw in Vienna.</p> <p>“It’s a shame for us, good for Georgia,” Coleman said. “With the problem Joe’s got, you could play him or train him and it could go any minute. We’ve had a scan and something showed up, so you have to be very careful with it. It’s a shame as well with no Aaron.”</p> <p>One comfort for Wales is that they have been here before. In the third match of their Euro 2016 qualifying campaign they faced Cyprus at home in the same position – without Allen and Ramsey for what was seen as a must-win game and with four points on the board. <a href=\"https://www.theguardian.com/football/2014/oct/13/wales-cyprus-euro-2016-qualifier-match-report\" title=\"\">Wales managed to chisel out a 2-1 victory</a> on that occasion, just about hanging on at the end after playing much of the second half with 10 men.</p> <p>Georgia threatens to be another tight affair. Ranked 137th in the world, they have lost by the odd goal against Austria and <a href=\"https://www.theguardian.com/football/2016/oct/06/republic-of-ireland-georgia-world-cup-2018-qualifier-match-report\" title=\"\">the Republic of Ireland in their Group D games</a>, suggesting that Wales will need to be patient and, given the absence of Ramsey and Allen, prepared to grind out a result.</p> <p>“We may have to try and get what we need in a different way and that’s the challenge,” said Coleman, who seems likely to bring in Dave Edwards, the Wolves midfielder, for Allen. “A lot of things were said when we came back from [Euro 2016] about us taking it to the next level.</p> <p>“Our style of play – I don’t know what people expected of us, whether we were going to turn into Barcelona in the space of six weeks. We played Austria and we were very strong from set-plays, we caused them a lot of problems. From our perspective it’s all about getting the job done.”</p> <p><a href=\"https://www.theguardian.com/football/2016/oct/07/wales-neil-taylor-gareth-bale-austria-world-cup-qualifier\" title=\"\">Gareth Bale’s long throw</a> led to one of the goals in Vienna – a tactic that may well be used again against Georgia – and the Real Madrid forward stressed the importance of making sure that the draw in Austria does not go to waste. “That could be a crucial point come the end of the campaign,” he said. “But we can’t afford to slip up against anybody. We will be gunning for three points [against Georgia]. We want to use the last campaign as a stepping stone again.”</p> <p>Wales do not have happy memories of facing Georgia. They have lost all three of the previous encounters and Coleman ruefully recalled a thumping in 1994, a game that has gone down as the nadir of his Wales career. “I remember getting hammered away from home, it was 5-0,” he said. “At home we lost 1-0, Vinnie Jones got sent off and Georgi Kinkladze scored from distance. They were dark days.</p> <p>“The away game was my lowest moment in a Wales shirt. But under-estimating the opposition was more of a problem for my generation; it is not a problem for this group of players.”</p>",
  "<p>The end of an official letter, much enlarged, frames Sadie Barnette’s profile. “Very truly yours,” it reads, “J Edgar Hoover.” Behind the 32-year-old artist is a wall covered in pink glitter. A single drawing hangs in its center, a black man’s mugshot rendered in pencil.</p> <p>The images form the heart of Barnette’s latest work, an installation at the Oakland Museum of California. They come from a Black Panther’s FBI file – hundreds of pages recounting years of covert surveillance in search of something, anything, to pin on the activist.</p> <p>To the government, the young black man was a dangerous extremist. To Compton, his southern California home, he was a community organizer. At the museum, he is part of a new exhibition commemorating the 50th anniversary of the Black Panther party.</p> <p>To Barnette, he is a rich subject to tap for making art. He is also Dad.</p> <p>Rodney E Barnette, now a soft-spoken 72-year-old, opened the Black Panthers’ Compton office. He lived with Angela Davis during her trial on murder, kidnapping and conspiracy charges. Although the FBI investigation came up empty, it cost him his job as a letter carrier for the US Postal Service.</p>  <figure class=\"element element-image\" data-media-id=\"5a00669c744f8dc1cf3661e6dd9f70ff8211e8c2\"> <img src=\"https://media.guim.co.uk/5a00669c744f8dc1cf3661e6dd9f70ff8211e8c2/0_0_4993_3505/1000.jpg\" alt=\"Former Black Panther Rodney Barnette with his daughter Sadie Barnette in front of an art exhibit she created in honor of him at the Oakland Museum.\" width=\"1000\" height=\"702\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Former Black Panther Rodney Barnette with his daughter Sadie Barnette in front of an art exhibit she created in honor of him at the Oakland Museum.</span> <span class=\"element-image__credit\">Photograph: Josh Edelson/The Guardian</span> </figcaption> </figure>  <p>What is left of the federal investigation is more than 500 pages that Sadie Barnette has turned into raw material. The documents include a veritable family tree, listing relatives’ names, birthdays and military awards. There are interviews with her father’s employers, his high school teachers, his childhood neighbors. FBI agents from at least eight cities were involved; their names punctuate the file and Sadie Barnette’s work.</p> <p>“In a way, it feels like family history that someone might write in a family Bible,” she said. “But it’s coming from this very aggressive, violent place of trying to dismantle what my dad was working on. The redactions, the time stamps, the hand-written notes, it makes me realize how lucky my dad is to be alive, honestly.</p> <p>“Because so many members are listed in the documents,” she continued. “There’s one page where it lists a bunch of different former Panther members and in parentheses [after each one] it says, ‘deceased’, ‘deceased’, ‘deceased’. Except for my dad’s name. Which really made me realize that he was very much targeted.”</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"619347232144a71c405506138aecb0b501d10279\"> <img src=\"https://media.guim.co.uk/619347232144a71c405506138aecb0b501d10279/199_395_1719_2148/800.jpg\" alt=\"Sadie Barnette’s drawing of her father’s mug shot.\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sadie Barnette’s drawing of her father’s mugshot.</span> <span class=\"element-image__credit\">Photograph: Courtesy of Sadie Barnette</span> </figcaption> </figure>  <p>The Panthers’ golden anniversary is more than just a historic milestone. It plays out against a backdrop of Black Lives Matter activism and an unending stream of <a draggable=\"true\" href=\"https://www.theguardian.com/us-news/ng-interactive/2015/jun/01/the-counted-police-killings-us-database\">questionable police shootings</a>, usually of young African American and Latino men, many unarmed, against reports of ongoing police surveillance of protesters and of technology that can intrude on private lives with just a keystroke.</p> <p>It is a Monday afternoon in late September, and the former Black Panther is viewing his daughter’s work for the first time.</p> <p>Spread across two full walls, the work includes 198 life-sized replicas of FBI documents. Some have big gaps where the government excised blocks of information. Others have been embellished by Sadie Barnette herself with splotches of black that resemble bullet holes or a fine mist of pink spray paint.</p> <p>There’s a polaroid of Rodney Barnette – 13 and smiling, surrounded by family members – and Sadie Barnette’s re-creation of her father’s mugshot.</p> <p>Most of the document pages can be easily deciphered. On one, there is a single sentence, recommending that Rodney Barnette be placed on a list of people who were considered an immediate threat to national security.</p> <p>“My first thought is, wow, all the time and energy they wasted,” the elder Barnette said as his eyes scanned the file pages. The government “went to my neighbors where I was born … They went to my jobs. The main thing is they tried to get me fired from the job I had at the post office.</p> <p>“And they did, based on my living with a woman that I was cohabiting with I wasn’t married to,” he continued. “Conduct unbecoming of a government employee … I’m sure nobody had done that before, living with a woman they weren’t married to.”</p> <p>Rodney Barnette joined the Black Panthers straight out of the army as a response, he said, to police actions in the US. He had been wounded in Vietnam, was awarded a Purple Heart, “witnessed horrors over there, people died in my arms”. But black men were dying in the US, too, he said, some of them in his own Los Angeles neighborhood.</p>  <figure class=\"element element-image\" data-media-id=\"4c0585caf83063a23c9d82fd6e78c8cf14f7da55\"> <img src=\"https://media.guim.co.uk/4c0585caf83063a23c9d82fd6e78c8cf14f7da55/0_0_4722_3053/1000.jpg\" alt=\"Splotches that resemble bullet holes are featured on some replicas of FBI documents.\" width=\"1000\" height=\"647\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Splotches that resemble bullet holes are featured on some replicas of FBI documents.</span> <span class=\"element-image__credit\">Photograph: Josh Edelson/The Guardian</span> </figcaption> </figure>  <p>“It was wrong the way the community was being treated,” said the retired labor organizer. The police “were conducting military operations in a black community. Somebody robbed a bank, allegedly black, and they were on a search-and-destroy mission. That’s what we did in Vietnam, except that they dropped us off in helicopters in Vietnam, and we had to jump out.</p> <p>“I didn’t know how popular the Panthers were at the time,” he continued, “but I decided I would join. Thousands of people were members, and they were doing a lot of good things. It felt really good that I had joined. I didn’t know it would be under such assault by the government, but that’s what happened.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>It’s my way of putting my mark on the files … we’re telling the story and using the information to tell the real story</p> <footer> <cite>Sadie Barnette</cite> </footer> </blockquote> </aside>  <p>Rene de Guzman, who curated All Power to the People: Black Panthers at 50, said the exhibit is a way to reclaim and explain a movement that is often viewed as simply “black men with guns. What we’re offering is a more complete picture.”</p> <p>Sadie Barnette’s work is also a kind of restoration, a way to take her father’s story back from the government and embrace it in her own fashion. Hence the glitter wall.</p> <p>“It’s bringing in the element of girldom and both trying to reclaim some power and making this mine again and ours again,” she said as she escorted her father through the installation. “It’s similar to how I’ve spray-painted on some of the pages.</p> <p>“It’s my way of putting my mark on the files and trying to reclaim it. Now <em>we’re</em> telling the story and using the information to tell the real story.”</p>",
  "<p>To make estimates about what a certain group of people are thinking, pollsters need to speak to enough people from that group. Generally speaking, though, the smaller the group, the harder it is to get respondents. That’s why, when they’re gauging opinion among different racial groups, pollsters rarely manage to get further down the list beyond white (approximately <a draggable=\"true\" href=\"http://www.pewresearch.org/fact-tank/2016/02/03/2016-electorate-will-be-the-most-diverse-in-u-s-history/\">69% of all voters</a>), black (12%) or <a draggable=\"true\" href=\"https://www.theguardian.com/us-news/datablog/2016/jan/25/us-hispanic-latino-voters-us-election-2016\">Hispanic</a> (12%).</p> <p>But that last 7% is a significant share of the electorate that simply gets lumped together under the category “<a href=\"http://graphics.latimes.com/usc-presidential-poll-dashboard/\">other</a>”. According to the LA Times polling data (which <a href=\"https://www.theguardian.com/us-news/datablog/2016/sep/28/donald-trump-poll-la-times-usc-clinton\">tends to skew</a> a little more Republican) it is this “other” racial group that is the most closely split about who they intend to vote for. </p>  <figure class=\"element element-image\" data-media-id=\"b39b276f7c53cdc47ff2b00edf7c9ff9b046d22c\"> <img src=\"https://media.guim.co.uk/b39b276f7c53cdc47ff2b00edf7c9ff9b046d22c/0_0_1180_202/1000.jpg\" alt=\"LA Times racial polling\" width=\"1000\" height=\"171\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">LA Times racial polling.</span> <span class=\"element-image__credit\">Photograph: LA Times</span> </figcaption> </figure>  <p>Just who is an “other”, though? The US Census Bureau’s 2015 <a href=\"http://factfinder.census.gov/faces/tableservices/jsf/pages/productview.xhtml?src=bkmk\">Annual Estimates of the Resident Population</a> uses more than three racial groups – it also includes Asian (a category that represents 5.7% of all US adults), American Indian and Alaska Native (1.1%), Native Hawaiian and Other Pacific Islander (0.2%) as well as two or more races (1.8%).<br></p> <p>Sound like a complete list to you? Not to me it doesn’t. I’m Arab, an ethnicity that frequently doesn’t appear on forms like this (although the Census Bureau is <a href=\"http://fivethirtyeight.com/features/the-u-s-census-is-trying-to-get-a-more-accurate-count-of-arab-americans/\">considering</a> adding it to their list of options in the 2020 census). Even if the list were comprehensive, lumping together those groups with potentially differing political interests in 2016 polling as one big “other” seems crude at best.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/09/trump-demographics-2016-election-republicans-can-win\">Trump predicts demographics make 2016 'last election Republicans can win'</a> </p> </aside>  <p>There have been some efforts to add nuance. Last week a group of US universities conducted a joint <a href=\"http://naasurvey.com/wp-content/uploads/2016/10/NAAS2016-Oct5-report.pdf\">survey</a> of 1,694 Asian Americans as well as using existing polling. The responses skewed heavily Democratic – when asked who they would choose in a race between Democrat Hillary Clinton and Republican Donald Trump, just 10% said Trump. </p> <p>Because the survey was focused on only Asian Americans it meant they could understand differing opinions within this group (which is still a pretty crude category). Responses were broken down by state, foreign born/native born, age, gender as well as origin – Indian, Chinese, Japanese, Korean, Vietnamese, Korean, etc.</p> <p>But such surveys are expensive and time consuming (remember what I said at the start – it’s hard enough to get people to respond to surveys and once you get picky about who you want to respond, things get even harder). That means there are around seven out of every 100 voters about whom we know very little. As if there weren’t already enough uncertainty around this election.</p>",
  "<aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2016/sep/30/ava-duvernay-selma-13th-interview-criminal-justice-system\">Ava DuVernay: 'The black body is being used for profit and politics'</a> </p> </aside>  <p>Behind Ava DuVernay’s enviable efficiency are bleak roots. “I feel like I have a short window,” the director of Selma recently told US magazine the New Republic. “I don’t know what’s there beyond four films, because none of us have done it.” Although she recently accepted a Disney gig set to make her the first black woman to direct a $100m movie, DuVernay understandably suspects that a single setback could see her career flounder in a way that a white, male counterpart’s might not.</p> <p>And so she’s adopted a refreshingly energetic, experimental approach that’s in stark contrast to the fussy oeuvre-building of so many others. Case in point: she’s followed up her lauded, Oscar best film nominee with the last thing anyone in Hollywood would have expected: a documentary. <strong>13th </strong>isn’t just any doc, either: it’s an outspoken, clear-headed, effortlessly damning treatise that joins the dots from colonial America to Black Lives Matter.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=V66F3WU2CKk\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/V66F3WU2CKk?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Available via Netflix, the film tracks a devastating path from the US constitution’s 13th amendment – which abolished slavery and involuntary servitude – to 2016, when one-in-three black American males can expect to be imprisoned during his lifetime. This process of criminalisation is charted through all manner of euphemistically named initiatives, from Jim Crow to Stand Your Ground. Initially barrelling through the decades at pace, the film dilates as it approaches the present day, reflecting the peculiarities of human memory that allow history to repeat itself.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2016/sep/28/crisis-in-six-scenes-woody-allen-miley-cyrus\">Crisis in Six Scenes: Woody Allen's TV show is proof he's finally lost the plot</a> </p> </aside>  <p>DuVernay’s camera rarely sits still, sliding across the faces of her interviewees – who range from civil rights activists to rightwing politicians – as though in frantic search of answers. Meanwhile, a bold edit by co-writer Spencer Averick transforms what might, in less imaginative hands, be a straightforward talking-heads doc into a searing film essay, full of strong music cues and daring stylistic choices. Nearly every time someone utters the word “criminal”, it’s stamped across the screen in mile-high, all-caps letters, turning the chief linguistic weapon of a racist propaganda war back on itself.</p> <p>There are moments when this rollicking train comes slightly off the tracks. In an attempt to spare 13th a tired formality, DuVernay awkwardly disguises the film’s voiceover as the words of an interviewee; the effect is halting. For the most part, though, this is a blistering state of the nation address from a film-maker who’s shown herself to be what so many of her more cushioned peers are not: responsive.</p> <p><em>13th is out now on Netflix</em></p>"
]