[
  "<p></p> <p>Black, Asian and minority ethnic (BAME) workers are a third more likely than white workers to be underemployed with fewer hours of employment than they would like, according to the Trades Union Congress.</p> <p>The TUC warns in a report today that the higher underemployment rate for BAME workers is a waste of talent and is calling on employers and ministers to tackle discrimination in the workplace.</p> <p>The report follows a review by the government’s human rights watchdog last week that concluded that <a href=\"https://www.theguardian.com/society/2016/aug/18/human-rights-watchdog-urgent-action-deep-rooted-inequality\">life chances for young minority ethnic people had got worse over the past five years</a> and were “the most challenging for generations”. The <a href=\"https://www.equalityhumanrights.com/en\">Equality and Human Rights Commission</a> (EHRC) said BAME workers faced higher unemployment rates, lower pay and were underrepresented in senior roles.</p> <p>The TUC used official figures to analyse how BAME workers were being affected by <a href=\"https://www.theguardian.com/business/2016/feb/29/millions-of-uk-workers-stuck-in-wrong-job-analysis-shows\">underemployment</a>, a measure of those in employment who work shorter hours than they would like. It highlights that in the first quarter of 2016, BAME workers had an underemployment rate of 15.3%, compared with 11.5% for white workers. The research shows that if BAME workers had the same rate as white workers, more than 110,000 would be lifted out of underemployment. </p> <p>“Underemployment is a major problem in the UK, and it only gets worse if you’re black, Asian, or part of any ethnic minority. This is not only wrong, but a massive waste of talent too,” said the TUC general secretary, Frances O’Grady.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/careers/2016/jun/27/how-you-can-tackle-discrimination-at-work\">How you can tackle discrimination at work</a> </p> </aside>  <p>“We know this is part of a much bigger story. <a href=\"https://www.theguardian.com/society/2016/apr/15/bame-graduates-25-times-more-likely-to-be-jobless-than-white-peers\">BAME workers are more likely to be unemployed</a>, paid less, and aren’t getting enough of the top jobs. Employers and the government cannot afford to ignore these problems. They must now take real action to tackle underemployment and pay discrimination.” </p> <p>The former business secretary Sajid Javid had called on businesses to do more to support the careers of black and minority ethnic (BME) workers and commissioned Ruby McGregor-Smith, the chief executive of the facilities management company Mitie, to undertake an independent review of BAME progression at work. The review is due to report by the end of this year.</p> <p>The TUC report forms part of its submission to the McGregor-Smith review.</p> <p>Responding to the TUC’s findings, a government spokesman said: “Once in the labour market many ethnic minorities still face unfair obstacles that prevent them from fulfilling their potential. </p> <p>“That is why we asked Baroness McGregor-Smith to undertake a review looking at the barriers faced by employees and business in developing ethnic minority talent. We urge people to <a href=\"https://beisgovuk.citizenspace.com/lm/baroness-mcgregor-smith-review\">give us their views</a> as the call for evidence closes today.”</p> <p>Under the government’s “BME 2020 plan” ministers have been charged with increasing the number of BME students going to university, raising apprenticeship takeup and ensuring that 20,000 startup loans are awarded to BME applicants by 2020.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2015/nov/10/workplace-racism-racial-bullying-discrimination\">Workplace racism is on the rise – we need action, not lip service | Afua Hirsch</a> </p> </aside>  <p>The TUC is calling on employers to do more to tackle racism in the jobs market, including by publishing ethnic monitoring reports on underemployment, hiring, firing, promotion and training. It is also recommending standardised, anonymous job application forms. </p> <p>It wants Theresa May’s government to develop a comprehensive race equality strategy and is calling for workers’ rights to be expanded to include temporary and part-time workers. The group is also urging the government to use public sector contracts to improve companies’ race equality practices.</p> <p>The push for a clear government plan on tackling inequality echoes the <a href=\"https://www.equalityhumanrights.com/en/our-work/news/widespread-inequality-risks-increasing-race-tensions-warns-ehrc\">criticism from the EHRC chair, David Isaac</a>. Presenting last week’s review he said: “So far the government’s economic plan since 2010 has not been paralleled by a race inclusion plan that prevents cutting some communities even further adrift from equality of opportunity.”</p>",
  "<p>Mo Farah admits he is wrestling with the idea of carrying on to the Tokyo 2020 Games after completing an extraordinary Olympic “double double” on Saturday night. However, he concedes he will be forced to take it a year at a time as he faces up to getting older and wanting to spend more time with his family.</p> <p><a href=\"https://www.theguardian.com/sport/live/2016/aug/20/rio-2016-olympics-day-15-mo-farah-relays-tom-daley-nicola-adams-football-live\">Victory in the 5,000m</a> meant Farah became only the second athlete, after Lasse Viren, to win the 5,000m and <a href=\"https://www.theguardian.com/sport/2016/aug/14/he-gets-knocked-down-but-mo-farah-gets-back-up-to-win-10000m-gold\">10,000m at two Olympic Games</a> – matching the “Flying Finn’s” achievements of 1972 and 1976. But while Farah, now 33, believes he is good enough to dominate on the track again next year, when the world championships will be held in London, he knows it is unfair on his wife and four children to keep spending six months a year altitude-training away from his home, in Portland, Oregon.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/live/2016/aug/20/rio-2016-olympics-day-15-mo-farah-relays-tom-daley-nicola-adams-football-live\">Rio 2016: Mo Farah takes 5,000m gold and Semenya wins 800m – as it happened</a> </p> </aside>  <p>Speaking after having only one hour of sleep on Saturday, Farah played down the possibility of the “treble double” – winning three consecutive 5,000m and 10,000m Olympic titles in Tokyo. “I’m not looking that far ahead, because being away from my kids is hard for me,” he said. “When you see them cry, when you see them not eating as well, being a father and having four kids is not easy and seeing my wife struggle, that’s the hard part.</p> <p>“You ask what more can I do? My feeling is I want to continue to Tokyo but you have to be honest with yourself so I will take it one year at a time.”</p> <p>When asked about the possibility of running the marathon in 2020 he laughed and pointed out that his <a href=\"https://www.theguardian.com/sport/2014/apr/13/mo-farah-eighth-london-marathon-wilson-kipsang-british-record\">first one, London in 2014, </a>“hadn’t gone well – but I believe that I need to practise and run a couple of key marathons to become successful at it”.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/sport/video/2016/aug/22/usain-bolt-triple-treble-to-simone-biles-best-olympics-moments-rio-2016-video\"            data-short-url=\"https://gu.com/p/5vptn\"                    data-show-ads=\"true\"            data-video-id=\"2675939\"            data-video-name=\"Usain Bolt's 'triple treble' to Simone Biles: the best moments of Rio 2016 – video\"            data-video-provider=\"Other\"            > <video data-media-id=\"gu-video-57bb30c9e4b0377cf11191de\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/08/22/160822OlympicMoments2_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/webM/2016/08/22/160822OlympicMoments2_V4.webm\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/08/22/160822OlympicMoments2.m3u8\"/> </video> <figcaption><a href=\"https://www.theguardian.com/sport/video/2016/aug/22/usain-bolt-triple-treble-to-simone-biles-best-olympics-moments-rio-2016-video\">Usain Bolt’s ‘triple treble’ to Simone Biles: the best moments of Rio 2016</a></figcaption> </figure>   <p>After the race Bernard Lagat, the 41-year-old American athlete who finished fourth in the 5,000m, urged Farah to carry on until the next Olympics, but the Briton said he was unsure. “It’s what’s inside,” he added. “The day you feel you can’t continue that path, you’ve got to go. When I line up I’m in the tunnel, I close out everything. All you can see is ahead and not beyond. That’s what drives me and why I’ve become successful and won medals.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2016/aug/14/he-gets-knocked-down-but-mo-farah-gets-back-up-to-win-10000m-gold\">He gets knocked down ... but Mo Farah gets back up again to win 10,000m gold</a> </p> </aside>  <p>Farah’s last lap on Saturday was run in 52.81sec – even quicker than his 5,000m finale at London 2012. But he insisted that in practice he had gone much faster.</p> <p>“I shouldn’t give away my tactics but I run 49 sec for 400m in training. That is the type of training I have to do to be the best in the world. Everything I do is practised in training. That is the reality. There is no other way to win.”</p> <p>But Farah admitted it hadn’t been easy to recover in the seven-day window between the 10,000m and 5,000m finals. “It was hard after the 10,000m – I literally had to stay in my room,” he said. “The guys were bringing me food all the time from GB House and I was just trying to save as much energy as possible.”</p> <p>The only time Farah appeared uncomfortable as he celebrated his victory was when he was again asked about the relationship with his coach and mentor Alberto Salazar, who is the subject of an ongoing US Anti-Doping Agency investigation, and Jama Aden, a coach who was arrested by Spanish police in June on charges of administering and distributing doping substances.</p> <p>Farah explained that “everyone knew” that Salazar’s main focus was on writing his training programmes, and said he had “no association” with Aden, despite evidence of at least four selfies of the pair appearing on social media. “Obviously I see Aden on the circuit and say ‘hi’ and I have a lot of respect for everyone on the circuit,” he said. “It’s a small circuit, we all know each other and that’s it really.”</p> <p>After Farah was told he needed to bring “a bit of clarity” to his relationship with Aden he added: “He’s not a friend of mine, he is someone I have seen on the circuit. I have been competing since I was 12 years old. I can’t see why people are making a big deal of it.</p> <p>“If he was my coach or someone close to me, fair enough, but I am not close to him. I see him on the circuit and have my pictures taken with him – does that make me a bad guy? I have selfies with other people too.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2016/jun/04/mo-farah-alberto-salazar-usada\">Mo Farah claims vindication amid rumours Usada has ended Salazar inquiry</a> </p> </aside>  <p>Farah’s “double double” was the icing on the cake for his coach Salazar, whose Nike Oregon Project training group leaves Rio with golds in the men’s 1500m – through Matthew Centrowitz, the 5,000m and 10,000m because of Farah as well as bronze in the marathon because of Galen Rupp. Some in the sport have questioned Salazar’s methods, but Rupp insisted there was “no secret to it”.</p> <p>“We work really hard,” he said. “We do so much and having such a great group of guys between Mo and Matthew and the other athletes we have with us, it’s just a great dynamic. Matt’s in the 1500m and he’s a speed guy. He’s shown he can out-kick the best in the world so for me it’s great to have him in workouts and pull me along. I didn’t think I could do it if I was running by myself. Mo kind of does it all. Myself, I’m more of a strength guy. We all look forward to working out with each other and one person’s strength might be someone else’s weakness.”</p>",
  "<p>New mothers are facing increasing discrimination when they take maternity leave including being made redundant and switched to zero-hours contracts.</p> <p>Citizens Advice has recorded a nearly 60% rise in the number of women seeking advice about maternity leave issues this year. Just over 3,300 came to the charity with such issues in the year to June compared to 2,099 last year.</p> <p>The surge in reported problems has emerged after <a href=\"https://www.theguardian.com/business/2016/aug/12/sports-direct-staff-who-took-maternity-leave-put-on-zero-hours-contracts\">the Guardian revealed that Sports Direct workers returning from maternity leave are claiming they were moved on to zero-hours contracts</a>. The claims were made in court documents relating to a breach-of-contract case in which workers say they were excluded from the retailer’s generous bonus scheme.</p> <p>Citizens Advice says the introduction of fees for employment tribunals, through which workers can challenge poor treatment, has combined with the rise of zero-hours contracts, agency work and multiple part-time jobs to make employees more vulnerable to sharp practice on maternity rights.</p> <p>Legally, women are protected from losing their job, having their hours changed or their responsibility reduced as a result of pregnancy. While employment and sex discrimination legislation offers protection, responsibility for enforcing such employment rights is spread across a wide range of agencies, from HMRC to the Gangmasters and Labour Abuse Authority, said Gillian Guy, chief executive of Citizens Advice.</p> <p>“This confusing landscape means some bad bosses are getting away with treating their employees unfairly,” Guy said. “There is an opportunity for the government to consider bringing together the expertise of all current labour market enforcement functions into one well-resourced, effective body to investigate bad practice.”</p> <p>Citizens Advice said the most common issue it dealt with in relation to maternity leave was being made redundant followed by a reduction in hours, including being moved to a zero-hours contract and having a role changed upon return to work.</p> <p>A report into the issue, released by Citizens Advice this week, highlights the case of Nadia, who worked as a head chef in a local pub on a permanent contract. When she had difficulties during her pregnancy that meant she could no longer work in the kitchen she was offered work as a waitress on a zero-hours contract.</p> <p>Another woman, who works for a national retail chain, told the Guardian she had her hours cut from about 34 a week to 26 during her pregnancy after she arrived late for work on one occasion. </p> <p>“They said it was for my safety but that didn’t make sense. I was fine,” she said. Although she worked regular hours on the shop floor, she was employed on a zero-hours contract basis and found it hard to ensure she received any maternity pay. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/lifeandstyle/2016/may/14/shared-parental-leave-mothers-fathers-childcare-paternity-maternity\">‘When I go to work, my babies are with a man who loves them as much as I do’</a> </p> </aside>  <p>Now back at work, she feels under pressure to work even when her child is ill or she has given several weeks’ notice that she needs time off because of difficulties in finding childcare.</p> <p>“I don’t really feel secure. Sometimes it feels like I have to go in or they will reduce my hours to nothing or I will lose my job. It’s always at the back of my mind when my daughter is not very well.”</p> <p>The research by Citizens Advice supports the findings of <a href=\"https://www.theguardian.com/money/2015/jul/24/maternity-leave-discrimination-54000-women-lose-jobs-each-year-ehrc-report\">a report by the Equality and Human Rights Commission into maternity discrimination published last year</a>.</p> <p>The study estimated that around 54,000 new mothers are losing their jobs across Britain every year – almost twice the number identified in similar research undertaken in <a href=\"http://www.maternityaction.org.uk/sitebuildercontent/sitebuilderfiles/eocpregnancydiscrimgreaterexpectations.pdf\">2005</a>.</p> <p>It also found that 10% of women were discouraged from attending antenatal appointments by their employers, putting the health of mother and baby at risk.</p>",
  "<p>On 12 July 1967, Florida newspaper the St Petersburg Times had an eye-catching front-page headline: “Dame Margot, Nureyev seized in hippie raid.” Police had busted a party in Haight-Ashbury, San Francisco, and unexpectedly ensnared two world-famous gatecrashers: <a href=\"http://www.nureyev.org/rudolf-nureyev-biography-margot-fonteyn/\">Margot Fonteyn and Rudolf Nureyev</a>, who had been in the city all of four hours. “Marijuana cigarettes were found at the scene,” noted the paper, although the two ballet dancers had to be released as there was no evidence that they had been smoking them. A high-spirited Nureyev had, however, performed a <a href=\"https://en.wikipedia.org/wiki/Glossary_of_ballet#Grand_jet.C3.A9\">jeté </a>into the back of a police van.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/jul/25/pokemon-go-silicon-valley-reality\">Pokémon Go is just the start – Silicon Valley is taking over our reality</a> </p> </aside>  <p>Fonteyn and Nureyev were two of an estimated 100,000 people who descended on San Francisco to locate the action during the drugged-up summer of love. It turned out that <em>everything</em> was happening. There were anti-Vietnam protests on the campus at Berkeley; Oakland’s African-American revolutionary movement, the <a href=\"https://en.wikipedia.org/wiki/Black_Panther_Party\">Black Panthers</a>, marched on the state capitol while openly armed; and bands such as the <a href=\"https://www.theguardian.com/music/grateful-dead\">Grateful Dead</a>, <a href=\"https://www.theguardian.com/music/2016/jan/29/jefferson-airplane-founder-paul-kantner-dies-aged-74\">Jefferson Airplane</a> and <a href=\"https://en.wikipedia.org/wiki/Big_Brother_and_the_Holding_Company\">Big Brother and the Holding Company</a>, fronted by <a href=\"https://www.theguardian.com/music/janis-joplin\">Janis Joplin</a>, performed on stage at venues such as the Avalon and the <a href=\"https://en.wikipedia.org/wiki/The_Fillmore\">Fillmore</a>, their acid-sodden psychedelia expressing the preoccupations of counterculture from surrealism to sex.</p> <p>Add performance artists and community activists such as the Diggers – who, freaked out by the weekenders, announced the death of the hippie in October 1967 and staged a mock funeral – to the retina-searing, tripped-out aesthetics of the time on record sleeves, gig posters and in fashion, and you had an unprecedented mass experiment. The subject was the rejection of conventional society with its racism, warfare and repression; and the construction of alternative realities. All this was duly transmitted by an astounded mass media to living rooms around the world, while records such as <a href=\"https://www.theguardian.com/music/thebeatles\">the Beatles</a>’ 1967 album <a href=\"https://en.wikipedia.org/wiki/Sgt._Pepper%27s_Lonely_Hearts_Club_Band\">Sgt Pepper’s Lonely Hearts Club Band</a> formed a clarion call for the counterculture on both sides of the Atlantic. Two weeks after its release on 1 June, it was played over the speakers at <a href=\"https://en.wikipedia.org/wiki/Monterey_Pop_Festival\">Monterey Pop</a>, arguably the first music festival.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"7771edd67cb4d1e25b62a93ecc20a829156d6d42\"> <img src=\"https://media.guim.co.uk/7771edd67cb4d1e25b62a93ecc20a829156d6d42/0_227_9362_5617/1000.jpg\" alt=\"The Beatles illustrated lyrics – Revolution 1968 by Alan Aldridge\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Beatles illustrated lyrics – Revolution 1968 by Alan Aldridge</span> <span class=\"element-image__credit\">Photograph: Victoria &amp; Albert Museum</span> </figcaption> </figure>  <p>Then there were those hippies who were heading for the countryside to live communally with a copy of <a href=\"https://www.theguardian.com/books/2013/may/05/stewart-brand-whole-earth-catalog\">the Whole Earth Catalog</a>, which contained a wealth of information from the best kerosene lamps to which book on goat husbandry to buy. Over at Stanford University, meanwhile, scientists were working on developments in personal computing that would lay the foundations for <a href=\"https://www.theguardian.com/technology/silicon-valley\">Silicon Valley</a> and create the future – our present.</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"48e2992047920b9273a9b21db693d26646047da9\"> <img src=\"https://media.guim.co.uk/48e2992047920b9273a9b21db693d26646047da9/255_197_3120_4814/648.jpg\" alt=\"‘White Rabbit’, Joe McHugh, 1960s.\" width=\"648\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘White Rabbit’, Joe McHugh, 1960s.</span> <span class=\"element-image__credit\">Photograph: Victoria and Albert Museum, London/East Totem West USA</span> </figcaption> </figure>  <p>It’s a story on a kaleidoscopic scale, and this autumn the <a href=\"https://www.theguardian.com/artanddesign/v-and-a\">Victoria &amp; Albert Museum</a> in London will attempt to tell it through an exhibition. Entitled <a href=\"https://www.vam.ac.uk/exhibitions/you-say-you-want-a-revolution-records-and-rebels-1966-70\">You Say You Want a Revolution? Records and Rebels 1966-1970</a>, the show intends to delineate how the world transformed in those few seismic years, taking in <a href=\"https://en.wikipedia.org/wiki/Swinging_London\">swinging London</a>, the <a href=\"https://en.wikipedia.org/wiki/May_1968_events_in_France\">student riots in Paris</a>, and the <a href=\"https://en.wikipedia.org/wiki/Moon_landing\">moon landings</a> – the latter of which were, says co-curator Geoffrey Marsh, “the boldest of human gestures”.</p> <p>Marsh and fellow co-curator Victoria Broackes created <a href=\"https://www.theguardian.com/music/2013/mar/17/david-bowie-is-exhibition-review\">the V&amp;A’s blockbuster David Bowie exhibition</a> in 2013. Like that show, this one promises to use music, objects and images not only to reanimate pop and social history but also to evoke something of the magic and mania of that tumultuous period. It’s also a salutary reminder of the peace, love and understanding that underpinned the hippie ideals – qualities that seem in short supply in 2016.</p> <p>To create the exhibition, the V&amp;A has gathered objects ranging from <a href=\"https://www.theguardian.com/theguardian/1999/jan/18/features11.g25\">Airplane singer Grace Slick</a>’s kaftan to the first computer mouse, and spoken to a host of surviving members of the counterculture.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"277e843e8571651bdd64a732377c7215dd27ad00\"> <img src=\"https://media.guim.co.uk/277e843e8571651bdd64a732377c7215dd27ad00/0_0_2840_4112/691.jpg\" alt=\"Civil rights activist Stokely Carmichael.\" width=\"691\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Civil rights activist Stokely Carmichael (1941-1998).</span> <span class=\"element-image__credit\">Photograph: Bentley Archive/Popperfoto/Getty Images</span> </figcaption> </figure>  <p>Over the course of a few days in San Francisco, guided by Broackes, I also meet some of these paradigm-shifting former hippies, and visit the sites of the greatest upheaval.</p> <p>We go to the steps of the University of California at Berkeley’s Sproul Hall, where <a href=\"https://en.wikipedia.org/wiki/Mario_Savio\">Mario Savio</a>, spokesman for the free speech movement, made his astoundingly passionate speech inspiring his fellow students to stage a sit-in and stop “the operation of the machine”. The free speech protests marked a direct link from the civil rights movement, in which Savio had participated, to the anti-war protests that would convulse Berkeley at the end of the 60s; just as the Beatniks of the previous decade, such as <a href=\"https://en.wikipedia.org/wiki/Allen_Ginsberg\">Allen Ginsberg</a> and <a href=\"https://en.wikipedia.org/wiki/Neal_Cassady\">Neal Cassady</a>, had profoundly influenced the hippies.</p> <p>We meet Rick Moss, curator at the <a href=\"http://www.oaklandlibrary.org/locations/african-american-museum-library-oakland\">African American Museum in Oakland</a>, who was 12 when the Black Panthers started galvanising his San Francisco community. “It was very empowering because at no point in your upbringing were you ever given examples of where black people were standing up for themselves,” he says. “So when you see guys swaggering to the state capitol and they’re having their weapons, it’s like The Lone Ranger. We were like: ‘This is great! This is what you do, you stand up to injustice.’”</p> <p>Then there are the artists who defined the aesthetics of psychedelia. One, Joe McHugh, created a Jefferson Airplane-inspired poster called <a href=\"https://uk.pinterest.com/pin/538883911641195435/\">White Rabbit</a>, which depicted a rabbit standing on a chessboard, the words “keep your head” dematerialising in the background. The other, Stanley Miller, known as Mouse, made the <a href=\"http://www.rrauction.com/Stanley-Mouse-Grateful-Dead-Painting.html\">skull and roses artwork for the Grateful Dead</a>, although he much preferred hanging out with Janis Joplin. “She was wild,” he remembers, with a glint in his eye. “The first time she came to my studio she chased me around – I was kind of scared of her.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>People drew pictures of the psych experience with lot of colours and mandalas, but to me, on acid everything got clear</p> <footer> <cite>Stanley 'Mouse' Miller</cite> </footer> </blockquote> </aside>  <p>Music had drawn him from Detroit to California: “It was <a href=\"https://www.theguardian.com/music/2014/sep/16/how-we-made-eight-miles-high-the-byrds\">the Byrds</a> and <a href=\"https://en.wikipedia.org/wiki/The_Mamas_%26_the_Papas\">the Mama and the Papas</a> – that ringing sound, like a siren calling me,” he says, still dreamy at the memory. Like most of the cultural productions of the time, his posters were drug-induced, but he never employed the bulbous lettering and eye-searing hues popular at the time. “A lot of people, how they drew pictures of the psych experience was a lot of colours and mandalas, but to me, [on acid] everything got super-clear.”</p> <p>Miller later moved to London, where he spent a year working for <a href=\"https://en.wikipedia.org/wiki/Nova_(UK_magazine)\">Nova magazine</a> and hanging out at the <a href=\"https://en.wikipedia.org/wiki/Apple_Corps\">Beatles’ Apple headquarters</a> on Savile Row (now a branch of Abercrombie and Fitch). He saw their <a href=\"https://en.wikipedia.org/wiki/The_Beatles%27_rooftop_concert\">final concert take place on the building’s roof</a>, without realising that he was witnessing history. He also stopped taking acid that year. “It fell out of fashion. It was replaced in the 70s by a lot of cocaine and I didn’t want to do that.”</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"2a27205ac934e9e372d8438e64703efed2db3957\"> <img src=\"https://media.guim.co.uk/2a27205ac934e9e372d8438e64703efed2db3957/210_0_2120_1536/1000.jpg\" alt=\"Dylan by Milton Glaser, 1967; a concert poster for the Avalon Ballroom, designed by Stanley ‘Mouse’ Miller and Alton Kelley.\" width=\"1000\" height=\"725\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dylan by Milton Glaser, 1967; a concert poster for the Avalon Ballroom, designed by Stanley ‘Mouse’ Miller and Alton Kelley.</span> <span class=\"element-image__credit\">Composite: Milton Glaser/DACS /Victoria and Albert Museum</span> </figcaption> </figure>  <p>The following day, we meet <a href=\"https://www.theguardian.com/books/stewart-brand\">Stewart Brand</a> with his friend and collaborator <a href=\"https://en.wikipedia.org/wiki/Lloyd_Kahn\">Lloyd Kahn</a> at his <a href=\"http://theinterval.org/\">cafe and library within the Long Now Foundation</a>, which is dedicated to his dream of building a clock that will run for 10,000 years. With the aid of some genetic engineers, Brand is also trying to bring back 12 extinct species, and says that he is making real progress on the woolly mammoth: “We use the Asian elephant as a scaffold to assemble the geonome.”</p> <p>Brand had an intense but limited period of drug experimentation; at 80, Kahn still uses marijuana, although he vapes rather than smokes it. The first time Kahn took acid, he says, “I saw a flower breathing and it wasn’t a hallucination. Flowers do breathe, but you don’t really see it.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The show delineates how the world transformed in those seismic years of the 1960s</p> </blockquote> </aside>  <p>As a biology student at Stanford, Brand first took mescaline when in the army, then became a participant in one of the famous government-sponsored scientific studies of the effects of LSD at Menlo Park, which helped to ignite the 60s drug culture. “The hippie phenomenon was to go and discover how the world works, so all the kids went out with backpacks doing the same thing. And we learned a lot.”</p> <p>Soon he was travelling to Native American reservations where he engaged in all-night <a href=\"https://en.wikipedia.org/wiki/Peyote\">peyote</a> rituals, joining <a href=\"https://www.theguardian.com/film/2011/aug/06/lsd-ken-kesey-pranksters-film\">author Ken Kesey</a> and <a href=\"https://en.wikipedia.org/wiki/Merry_Pranksters\">the Merry Pranksters</a> to stage the acid tests – parties fuelled by LSD that featured light shows, film projections and bands such as <a href=\"http://ultimateclassicrock.com/warlocks-grateful-dead/\">the Warlocks (who would later rename themselves the Grateful Dead</a>). “Weird shit would be tried,” notes Brand. The slogan was: “Can you pass the acid test?” – meaning, he says, “Can you make it through the night without being killed or killing anybody?”</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"d5806a58d3e9f41efae004cb15bd0bfddf165692\"> <img src=\"https://media.guim.co.uk/d5806a58d3e9f41efae004cb15bd0bfddf165692/378_505_3197_4579/698.jpg\" alt=\"Skulls and Roses poster by Stanley ‘Mouse’ Miller and Alton Kelley.\" width=\"698\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Skulls and Roses poster by Stanley ‘Mouse’ Miller and Alton Kelley.</span> <span class=\"element-image__credit\">Photograph: Alton Kelly; Stanley Mouse/Victoria and Albert Museum, London</span> </figcaption> </figure>  <p>Now 77, Brand sees the inquiring and hedonistic spirit of those parties continue at <a href=\"https://www.theguardian.com/culture/burning-man-festival\">Nevada festival Burning Man</a>, now heavily populated by Silicon Valley workers, “with the enormous difference that we had no money and these guys have money galore. They’ll spend all year building an art car that will stop your heart, just to see it chugging along. Then that feeds back into an anything-goes creativity within the tech companies.”</p> <p>Brand exemplifies the intersection of the hippie movement and the technological experimentation that built Silicon Valley – the subject of the final room in the V&amp;A’s exhibition. While “full of acid” in 1966, the lifelong conservationist (hence the mammoths) pondered how to get more people caring about the Earth. The architect <a href=\"https://en.wikipedia.org/wiki/Buckminster_Fuller\">Buckminster Fuller</a> – whose <a href=\"https://bfi.org/about-fuller/big-ideas/geodesic-domes\">geodesic dome</a> was displayed in the USA pavilion at the <a href=\"https://en.wikipedia.org/wiki/Montreal_Biosph%C3%A8re\">1967 World Expo in Montreal</a> – had made the point “that people think it’s a flat Earth, which makes them think its resources are infinite, and if they just understood it is a sphere, and therefore finite, they would treat everything differently.”</p> <p>Brand got badges printed that asked: “Why haven’t we seen a photograph of the whole Earth yet?” and the following year an image taken by satellite was released by Nasa. It gave the cover image and title to Brand’s next project, the Whole Earth Catalog, published in the autumn of 1968, biannually until 1972, then sporadically afterwards.</p> <p>Like many of the originators of San Francisco’s counterculture, Brand had become fed up with the enormous influx of rubberneckers into Haight-Ashbury and, in 1968, headed out to New Mexico and Colorado to participate in the movement to live on communes in America’s vast countryside. Before long, he realised that the communards would need tools, books and ideas, which he decided to collate into a mail-order catalogue. “Whim is the best source,” he says. “The catalogue enables the ability to have a whim and then act upon it, and that’s pretty much my life.”</p> <p>Brand hands me his copy of the first Whole Earth Catalog, dog-eared and with the dimensions of an oversized magazine (a copy will be in the show).</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"9b41f1bf8e5198d3876ca59d66beda9fe50479eb\"> <img src=\"https://media.guim.co.uk/9b41f1bf8e5198d3876ca59d66beda9fe50479eb/0_234_3710_2226/1000.jpg\" alt=\"Psychedelic rock concert at the Fillmore Auditorium in San Francisco, 1967.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Psychedelic rock concert at the Fillmore Auditorium in San Francisco, 1967.</span> <span class=\"element-image__credit\">Photograph: Getty Images/Michael Ochs Archives</span> </figcaption> </figure>  <p>Purely on a media level, the Whole Earth Catalog has been hugely influential; when <a href=\"http://www.nytimes.com/2015/02/22/magazine/behind-the-relaunch-of-the-new-york-times-magazine-by-jake-silverstein.html?_r=0\">the New York Times relaunched its Sunday magazine</a> in February last year, it also had a globe on the cover. The pages inside the catalogue are wonderfully designed, stuffed with information, but never messy or confusing. It wasn’t this, however, that made the catalogue truly groundbreaking. First of all, it was crowdsourced – 40 years before the term became commonplace. Brand appealed for readers to send in suggestions for items that those in communes would find useful (“the customers know best,” he said), paid $10 per item used, and printed the most helpful, making up about a quarter of the overall content. This underlined the fact that the catalogue wasn’t a book so much as a network, where likeminded people could find and share the information they needed to enter and improve alternative worlds. Symbolising this – alongside boots and teepees – the first issue featured Hewlett-Packard’s desktop computer, the <a href=\"https://en.wikipedia.org/wiki/Hewlett-Packard_9100A\">9100A Calculator</a>, then retailing at $4,900.</p> <p>Brand straddled the worlds of the communes and computers, having become interested in the latter while studying at Stanford, where he filmed the first public demonstration of a computer mouse in 1968. “I was just endlessly impatient for all these things to come into the world, because I’d already seen it – the mouse and online typing, being able to mutually massage something on screen with another person, which even now is kind of difficult … [it was] apparatus to augment the human intellect.”</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"c3d88c11a01e7a4e988b8e9f79d97a292a262528\"> <img src=\"https://media.guim.co.uk/c3d88c11a01e7a4e988b8e9f79d97a292a262528/0_0_3937_3087/1000.jpg\" alt=\"Swingeing London 67 (a) 1968 69, Richard Hamilton.\" width=\"1000\" height=\"784\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Swingeing London 67 (a) 1968 69, Richard Hamilton.</span> <span class=\"element-image__credit\">Photograph: Richard Hamilton</span> </figcaption> </figure>  <p>This reconceptualising of the world as an information network made the catalogue hugely inspiring to a significant handful of local computer scientists. To the most forward-thinking and idealistic, the possibilities of technology hinted at a new world in which information could be shared among likeminded people, leaping over barriers of geography, race or class.</p> <p>One of them was <a href=\"https://www.theguardian.com/technology/stevejobs\">Steve Jobs</a>, who was brought up in Palo Alto and who, in 2005, told a group of graduating students at Stanford <a href=\"http://news.stanford.edu/2005/06/14/jobs-061505/\">in a famous speech</a>: “The Whole Earth Catalog … was one of the bibles of my generation … it was a sort of like Google in paperback form, 35 years before Google came along. It was idealistic, and overflowing with neat tools and great notions.”</p> <p>Jobs concluded his address with: “Stay hungry, stay foolish” – Brand’s motto from a mid-70s issue, intended as the final one, which Jobs claimed as his ethos and which has now become ubiquitous as a <a href=\"https://www.google.co.uk/search?q=Stay+hungry,+stay+foolish+t+shirt&amp;safe=off&amp;source=lnms&amp;tbm=isch&amp;sa=X&amp;ved=0ahUKEwjutJD1rs3OAhWBWxoKHRiSAeEQ_AUICSgC&amp;biw=2222&amp;bih=1170\">T-shirt slogan</a> and <a href=\"https://www.google.co.uk/search?safe=off&amp;biw=2222&amp;bih=1170&amp;tbm=isch&amp;sa=1&amp;q=Stay+hungry%2C+stay+foolish+meme&amp;oq=Stay+hungry%2C+stay+foolish+meme&amp;gs_l=img.3...12704.12859.0.12974.2.2.0.0.0.0.54.80.2.2.0.cprnk%2Ctoken%3Doa...0...1.1j2.64.img..0.1.54...0.c2jp1Q61ywE\">meme</a>. So what did the phrase mean to Jobs? “By the time he was espousing it, he was quite wealthy and powerful and I think aware of the innovator’s dilemma where you can put yourself out of business by not continuing to undermine your own work,” says Brand. “And ‘stay hungry, stay foolish’ was possibly a formula for him to keep coming up with the next thing. Even when the last thing was successful, he thought he was going to be destroyed by it.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Many of the originators of San Francisco’s counter- culture headed out to live on communes</p> </blockquote> </aside>  <p>The <a href=\"https://www.theguardian.com/film/2015/mar/15/steve-jobs-man-in-the-machine-first-look-review-apple-founders-sour-side\">documentary Alex Gibney made about Steve Jobs</a> posited that, while Jobs was heavily influenced by the counterculture, he had ultimately used it to create machines humanity now can’t live without, rather than to enlighten society or himself. Brand, who got to know Jobs after the Stanford speech, disagrees.</p> <p>“I think Steve was pretty enlightened by the end. Like everyone, once he got married, everybody said the cruelty went out of him and the kids humanised him enormously, so the ferocity became less sincere. But in terms of what he did and how he did it, I wouldn’t fault him. That he could do it that well – and to help inspire the <a href=\"https://www.theguardian.com/technology/jeff-bezos\">Jeff Bezos</a>es [CEO of Amazon] and the <a href=\"https://www.theguardian.com/technology/elon-musk\">Elon Musk</a>s [CEO of Tesla] and characters who, to this day, continue to solve innovative dreams in this harsh reality, making stuff that fucking well works – is maybe a part of what he got from the Whole Earth Catalog.”</p>  <figure class=\"element element-image\" data-media-id=\"367307c237ed3619bd63ae944e56e667b7803e74\"> <img src=\"https://media.guim.co.uk/367307c237ed3619bd63ae944e56e667b7803e74/57_0_2453_1536/1000.jpg\" alt=\"The Acid Test poster by Wes Wilson; War Is Not Healthy by Lorraine Schneider, 1966.\" width=\"1000\" height=\"626\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Acid Test poster by Wes Wilson; War Is Not Healthy by Lorraine Schneider, 1966.</span> <span class=\"element-image__credit\">Composite: Victoria and Albert Museum – courtesy of Steward Brand/Another Mother for Peace</span> </figcaption> </figure>  <p>Our final stop is at the <a href=\"http://www.computerhistory.org/\">Computer History Museum in Mountain View</a>, the heart of Silicon Valley, where a century’s worth of mind-expanding technological progress is laid out. Our guide, curator Chris Garcia, is sceptical about whether Jobs can be regarded as a countercultural figure. “He wanted to change the world but he wanted to make himself a whole lot of money at the same time,” he says. “You know the phrase: ‘When the going gets weird, the weird turn pro’? He was definitely a pro from early on.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/artanddesign/2016/aug/19/anatomy-of-an-artwork-warhol-self-portrait-1981\">Andy Warhol’s Self-Portrait With Platinum Bouffant Wig</a> </p> </aside>  <p>Instead, Garcia points to another figure as one of the counterculture’s true heroes, his relative <a href=\"https://en.wikipedia.org/wiki/Jerry_Garcia\">Jerry Garcia</a>, leader of the Grateful Dead, still America’s biggest cult band when they staged their <a href=\"http://www.rollingstone.com/music/news/grateful-dead-end-50-year-career-with-moving-magnificent-final-show-20150706\">farewell concerts last year</a> (Jerry died in 1995). He points to the fact that the Grateful Dead were so community-minded that they even had an enclave at their concerts where audience members could stand and tape the shows. “They were experimental, avant garde and they literally allowed people to record their concerts,” says Garcia. “That’s ridiculous, at a time when you were making money selling records, to let people make their own. So they were giving and they were experimenting and they were assisting, because <a href=\"https://www.theguardian.com/lifeandstyle/2016/may/15/the-night-i-got-high-with-jerry-garcia\">anyone who could get a hold of Jerry would probably end up jamming back at their place for five or six days</a>.”</p> <p>Communal, giving and peaceable, it’s an ethos that still resonates, particularly in an ever more atomised, bad-tempered world. While the tens of thousands that headed out to the communes eventually came home, the sharing and free love proving more fraught than they had imagined, the ideals still have a powerful allure, as strange yet somehow comforting as the chorus of <a href=\"https://en.wikipedia.org/wiki/Lucy_in_the_Sky_with_Diamonds\">Lucy in the Sky with Diamonds</a>. Although San Francisco is now one of the most expensive places on Earth, it’s still the home of dreams and big ideas, a reminder that other worlds are possible.</p> <p>•You Say You Want a Revolution? Records and Rebels 1966–70 opens at the V&amp;A in London on 10 September</p>",
  "<p>We know that pain thresholds vary from person to person – one person’s nudging inconvenience is another’s unbearable distraction – but the colour of your skin, in the US at least, can be a factor in deciding whether or not you receive pain medication.</p> <p>New <a href=\"http://journals.plos.org/plosone/article?id=10.1371%2Fjournal.pone.0159224\">research from the US</a> shows that black patients who arrive at emergency rooms complaining of back or abdominal pain are significantly less likely to be given opioid painkillers, such as codeine, than their white counterparts, even when pain levels and insurance coverage are the same. Pain is the most common reason Americans visit the ER, and the researchers in Boston looked at five years’ worth of records across the country for patients who had complained of general pain with an unclear cause.</p> <p>This effect has been found across healthcare settings – black children with appendicitis are significantly less likely get any painkillers for moderate pain or opioid-type drugs for severe pain. Doctors from the University of Pennsylvania reviewed 20 years’ worth of studies in 2012 and found the same, calling this “the treatment gap”. The review’s lead author, Dr Salimah Meghani, says that to stop the disparity, doctors need to be educated about its cause, and this is most likely unconscious bias. The problem, she says, “may be addressed by helping health providers identify their blind spots”.</p> <p>In April, <a href=\"http://www.pnas.org/content/early/2016/03/30/1516047113.full.pdf\">another study found </a>that half the white medical students surveyed believed at least one false statement about black people having “thicker skin”, “faster-coagulating blood” or “less sensitive nerve endings”. Medics who believed one of these facts also rated black pain lower when viewing case studies. Authors of this research believed it was down to these entrenched ideas about “biological differences” between races that may be informing doctors’ decisions on when to prescribe.</p> <p>Dr Austin Leach, a pain medicine consultant who serves on the council of the <a href=\"https://www.britishpainsociety.org/\">British Pain Society</a>, says there is no biological reason for different prescriptions. “Physiological studies suggest that pain perception is the same across ethnicities,” he says, adding that there is no evidence that this happens in the UK. Some races are predisposed to certain illnesses – the rate of strokes for African Americans is double that of the country’s white population – but the treatment of pain should be the same.</p> <p>In this latest study, researchers claim that a particular type of unconscious bias – assuming that black patients are abusing meds – is to blame, despite the fact that <a href=\"https://www.theguardian.com/science/2016/may/25/opioid-epidemic-prescription-painkillers-heroin-addiction\">opioid abuse is more prevalent in white communities</a>.</p> <p>The study’s lead author, Dr Astha Singhal, a professor at Boston University, says the key point is that they found a discrepancy only in vague pain-related conditions, commonly associated with drug-seeking behaviour, rather than conditions with obvious causes, such as bone fractures. “While the disparity we found is surely not a good thing, it might have indirect advantage to the black patients of minimising their exposure to opioids,” she says.</p> <p>The theory that black communities are being “shielded” from opioid addiction by not being prescribed the drugs in the first place is a controversial one. Other studies have shown that diagnosis of issues from <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/17157782\">back pain</a> to <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2766845/\">cancer</a> is slower for black patients. The line is unclear to many doctors, including Singhal. “It raises the question – is it still an advantage if the cost is bearing untreated or undertreated pain?”</p> <p></p>",
  "<p>This urban spin on the classic story of star-crossed lovers <a href=\"https://www.theguardian.com/film/2015/nov/13/black-film-gang-drama-brussels-cinema-belgium-riot-police\" title=\"\">sparked riots on its release in Belgium</a>. Teenagers familiar with the source material – two young adult novels by Dirk Bracke, although <em>Romeo and Juliet</em> is another clear influence – protested over the film’s 16&#xa0;certificate there. With its unflinching depiction of misogyny in Brussels gang culture, there are parallels with <a href=\"https://www.theguardian.com/film/2015/apr/26/girlhood-film-karidja-toure-assa-sylla-celine-sciamma\" title=\"\">Céline Sciamma’s <em>Girlhood</em></a>. However, the depiction of sexual violence – there are two highly disturbing gang rape scenes – makes this a far tougher watch. With that warning in mind, there is much to recommend this picture, not least the nervy camerawork and a pair of knockout performances from Martha Canga Antonio and Aboubakr Bensaihi as young lovers from opposite sides of a gang war.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=GX6oytuI13E\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/GX6oytuI13E?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> <figcaption><a href=\"https://www.youtube.com/watch?v=GX6oytuI13E\">Watch a trailer for Black.</a></figcaption> </figure>"
]