[
  "<p>The election approaches; the nation seethes; the hatred festers; the dead start to talk. Old intolerances have come roaring back as the United States finally reaches the end of the most virulent, vacuous presidential contest in living memory. For African Americans, particularly, <a href=\"http://www.npr.org/2016/10/16/497841789/for-much-of-black-america-election-2016-has-been-rough\">the catastrophe of Donald Trump’s candidacy has appeared almost as a punishment</a> for the election of the first black president, and the overt, unashamed racism of his campaign, leavened with promises of violence, has affirmed that American history does not have an inbuilt happy ending.</p> <p>In any other year, the recently opened retrospective of the paintings of <a href=\"http://www.metmuseum.org/press/exhibitions/2016/kerry-james-marshall\">Kerry James Marshall </a>at New York’s Met Breuer would be a significant event. Against the current backdrop of racist demagoguery and national disbelief, it arrives as a godsend. This stone-cold stunner of a retrospective – spanning two floors of the Met’s luxury rental on Madison Avenue, and organized with judicious restraint by <a href=\"http://www.metmuseum.org/blogs/now-at-the-met/features/2013/spectrum-spotlight-ian-alteveer\">Ian Alteveer </a>and Meredith Brown – proudly insists on the place of African Americans in the American artistic imagination. And yet that is only one of its achievements. It also, and perhaps more powerfully, grounds that placement <em>inside</em> a larger western artistic tradition, and utilizes the very tropes and techniques once used in exclusionary imagery to new, more moral ends.<strong> </strong>(The show opened last April at the Museum of Contemporary Art in Chicago, Marshall’s hometown; <a href=\"http://chicago.suntimes.com/entertainment/first-lady-michelle-obama-visited-the-museum-of-contemporary-art/\">Michelle Obama made time to see it</a>. It travels next year to the Museum of Contemporary Art in Los Angeles.)</p>  <figure class=\"element element-image\" data-media-id=\"01449a4372b248a88e1e44ddf3b1e88a3d9dcf37\"> <img src=\"https://media.guim.co.uk/01449a4372b248a88e1e44ddf3b1e88a3d9dcf37/0_0_4078_5005/815.jpg\" alt=\"A Portrait of the Artist as a Shadow of His Former Self, 1980\" width=\"815\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A Portrait of the Artist as a Shadow of His Former Self, 1980.</span> <span class=\"element-image__credit\">Photograph: Matthew Fried, © MCA Chicago/Kerry James Marshall</span> </figcaption> </figure>  <p>Its 72 paintings skitter and shamble through the history of art, remixing its styles and redeploying its genres, though running through all Marshall’s art, like a tonic note, is flesh of uniform, dense, light-absorbing black. Not the shades of brown skin we misleadingly call “black”, but <em>black</em>. It’s achieved through the admixture of several different pigments – coal black, or an ivory black produced from charred bones, or else something called <a href=\"http://www.wetcanvas.com/forums/showthread.php?t=591544\">mars black</a>, which is made from iron oxide. The blacks gain further richness through blue or golden undertones, but no white is mixed into the pigment to model the actual flesh tones of African Americans.</p> <p>His small, breakthrough painting <a href=\"https://www.artsy.net/artwork/kerry-james-marshall-a-portrait-of-the-artist-as-a-shadow-of-his-former-self\">A Portrait of the Artist as a Shadow of His Former Self</a> (1980) features a man whose jet-black skin just barely can be distinguished from the dark gray background. A fedora perches on his head cartoonishly, and teeth and eyeballs disrupt the crepuscular surface with shocks of white. Lean into this disturbing, uncanny work when you encounter the portrait in one of the early galleries here. At first the indeterminate, half-visible figure appears an instantiation of <a href=\"https://bookshop.theguardian.com/invisible-man.html\">Ralph Ellison’s invisible man</a>. Seen up close, the portrait’s gemlike hardness recalls the exactitude, but also the opacity, of Flemish portraiture – and, indeed, this is a rare work done with old-style, fast-drying egg tempera, rather than the malleable acrylic he would later embrace. (The exhibition’s title, Mastry, is a brilliant, misspelled rejoinder to the old designation of skilled northern European artists as masters.) This “shadow” of Marshall has been cast by Renaissance depictions and minstrel shows alike, and by the constraints of not just American life but European high art.</p>  <figure class=\"element element-image\" data-media-id=\"06dc2ad5a7085c29681498ea05635b75fc09845e\"> <img src=\"https://media.guim.co.uk/06dc2ad5a7085c29681498ea05635b75fc09845e/0_0_3250_2247/1000.jpg\" alt=\"Souvenir I, 1997\" width=\"1000\" height=\"691\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Souvenir I, 1997.</span> <span class=\"element-image__credit\">Photograph: Joe Ziolkowski, © MCA Chicago/Kerry James Marshall</span> </figcaption> </figure>  <p>So Marshall’s uncanny, intense blackness has both a personal derivation and a conceptual underpinning. His figures are not faithful depiction of black individuals. They’re signs, and they channel and frustrate a centuries-long history of representations of blackness as evil, inferior, or simply absent – before then, gloriously, asserting the prestige afforded to those representations as Marshall’s rightful inheritance. Marshall paints barbershops and housing projects, spaces of black community and independence, and he also frequently turns to interiors: black people in bed, in their living room, reading a book, listening to music. But these depictions are not ends in themselves, any more than Cézanne’s still lifes are advertisements for apples. His black-pitched portraits and genre scenes gain their force, rather, from the historical tradition they partially embrace, partially refute, and ultimately expand.</p> <p>Sometimes Marshall can dip into a citational mode that gets a bit facile, a bit look-what-I-know, as in a barbershop panorama that features a cartoon white girl in the manner of <a href=\"https://www.nationalgallery.org.uk/paintings/hans-holbein-the-younger-the-ambassadors\">the distorted skull in Holbein’s Ambassadors</a>. He is far better when he trusts his art history to serve as the mood music for his contemporary visions, above all in the largest gallery of this retrospective: a suite of nine giant paintings of Chicago and Los Angeles housing projects, plus suburban landscapes that wink heavily at the pastoral tradition. A black family sprawled out at a lakeside picnic recalls, but hardly imitates, the bourgeois snackers of <a href=\"http://www.musee-orsay.fr/index.php?id=851&amp;L=1&amp;tx_commentaire_pi1%5BshowUid%5D=7123\">Manet’s Déjeuner sur l’Herbe</a>; children in an LA project frolic in the grass like rococo pleasure-seekers, and paintball-like flowers stud the painting’s surface.</p>  <figure class=\"element element-image\" data-media-id=\"f8e47a6777ac79f27cf15d62a1c1697e353aca08\"> <img src=\"https://media.guim.co.uk/f8e47a6777ac79f27cf15d62a1c1697e353aca08/0_0_5233_3014/1000.jpg\" alt=\"7am Sunday Morning, 2003\" width=\"1000\" height=\"576\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">7am Sunday Morning, 2003.</span> <span class=\"element-image__credit\">Photograph: Kerry James Marshall/Museum of Contemporary Art Chicago</span> </figcaption> </figure>  <p>These paintings draw on art history not as a crutch, and not as a clapback. They draw on the past as a set of procedures, which Marshall combines and reworks to depict black bodies with a sophistication and intricacy usually not afforded them. Only that way, Marshall seems to insist, can black lives be seen as lives that matter. You can neither junk the past nor outrun it, but you can recode its values, and make the past your own. (A pendant show here, Kerry James Marshall Selects, offers a revealing glimpse of the artist’s sources and inspirations: a stern portrait from the workshop of Hans Holbein, flowing figure studies by Veronese, <a href=\"http://www.metmuseum.org/art/collection/search/491419\">a social-realist lithograph</a> by his former teacher Charles Wilbert White, and <a href=\"http://www.metmuseum.org/art/collection/search/267361\">a photograph of Gerhard Richter’s wife, smudged with paint</a>.)</p> <p>The very conception of western artistic beauty, <a href=\"http://www.npr.org/templates/story/story.php?storyId=124700316\">as the historian Nell Irvin Painter has written</a>, springs from a racialized misunderstanding of the Greek ideal, as 18th-century aesthetes elevated the white marbles they venerated into the very standard of elegance. (Greek marbles were initially painted, and the Prussians who were beginning to write art history were looking at Roman copies anyway.) That makes Marshall’s multifarious visions – of black bodies convulsed with pleasure, black bodies racked with pain; black people as heroes, as everyday Joes – a necessary expansion of the vocabulary of art. But such representations, while necessary, are not sufficient in themselves, and it would be an insult to reduce Marshall’s achievement to a mere emendation of past ills.<br></p>  <figure class=\"element element-image\" data-media-id=\"9490f4a92f1357736ad39e35cb9b6cfa2a2470c4\"> <img src=\"https://media.guim.co.uk/9490f4a92f1357736ad39e35cb9b6cfa2a2470c4/0_0_7343_4922/1000.jpg\" alt=\"Vignette, 2003\" width=\"1000\" height=\"670\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Vignette, 2003.</span> <span class=\"element-image__credit\">Photograph: Kerry James Marshall</span> </figcaption> </figure>  <p>Look, and look, and look again at the greatest of Marshall’s series: his portraits of fictional painters, men and women alike, whose black skin is offset by palettes of seething rainbows of smudged pigment. A man with an afro looks directly at us, in an empty studio of chilly blue. A broad-nosed woman wearing a patterned smock stands before an in-progress canvas, seemingly a self-portrait, that slyly reveals a paint-by-numbers outline. The giant palettes they grasp by the thumbholes are old-style gestures, but these artists are undaunted by past achievements, and absorb all history as their skin absorbs all light. These painters are masters, and the man who painted these painters is a master too.</p> <ul> <li><a href=\"http://www.metmuseum.org/exhibitions/listings/2016/kerry-james-marshall\"><em>Kerry James Marshall: Mastry</em></a><em> is on view at the Met Breuer, New York, through 29 January. It opens at MOCA, Los Angeles, on 12 March 2017</em><br></li> </ul>",
  "<p>Everything on the internet gets paid for, one way or another. If you’re not paying yourself, you’re some other player’s currency. The customer is the advertiser, and <a href=\"https://www.propublica.org/article/breaking-the-black-box-what-facebook-knows-about-you\" title=\"\">you, your friendships and your beliefs</a> are what is being very profitably sold. This is why Facebook and Google and all the rest are so keen to track you on screen and off. This is how they know or make very well-informed guesses at your sex, age, location, relationships, ethnicity and sexual preference, and that is how <a href=\"https://www.propublica.org/article/facebook-lets-advertisers-exclude-users-by-race\" title=\"\">Facebook in the US has been caught</a> offering real estate ads that discriminate against named ethnic groups. The American investigative journalism site ProPublica was able to place an ad targeted very precisely at people in New York who were looking for housing, but not black, Asian or Hispanic. Facebook defended itself by saying that “ethnic affinity” was not the same as race, which the company does not ask about directly: it is instead a measure derived from looking at what stories people like, who they are friends with, and which websites they visit. There’s no reason to suppose the company intended to facilitate or condone illegal discrimination. But the story remains a&#xa0;chilling illustration of the power and reach of <a href=\"https://mathbabe.org/\" title=\"\">big data</a>. Imagine what will happen when this is bent to political ends.</p>",
  "<p>Lily Allen has said she was verbally abused by a black-cab driver, who told her to “find an immigrant to drive you, you stupid tart”, following her call for the UK to take more refugees from Calais.</p> <p>The singer tweeted about the incident, which she said happened when she and her children flagged down a taxi on Friday. She called on people to “stamp out this horrible ignorance together”.</p> <p>The 31-year-old added: “Having lived a life of privilege, that interaction has given me a tiny glimpse of what it feels like to be discriminated against.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lilyallen/status/791976583175299072\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Just tried to get in a black cab with my kids. The driver looked at me and said , &#39;find an immigrant to drive you you stupid tart&#39;</p>&mdash; lily allen (@lilyallen) <a href=\"https://twitter.com/lilyallen/status/791976583175299072\">October 28, 2016</a></blockquote>  </figure>  <p>She was immediately accused of being a liar by several Twitter users. To one who suggested it had not happened because she did not have photographic evidence, she replied: “I had both my hands full with children, couldn’t get to my phone fast enough.”</p> <p>Another cab driver wrote: “As a fellow cabby if this is fact I can only apologise for him were not all like that not acceptable, to which the singer replied: </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lilyallen/status/792015781508870144\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I know. I catch black cabs all the time, London cabbies are the best in the world. <a href=\"https://t.co/vF9yLbQ0Nf\">https://t.co/vF9yLbQ0Nf</a></p>&mdash; lily allen (@lilyallen) <a href=\"https://twitter.com/lilyallen/status/792015781508870144\">October 28, 2016</a></blockquote>  </figure>  <p>The incident is the latest vitriol to be directed at Allen following her <a href=\"https://www.theguardian.com/music/2016/oct/15/lily-allen-profile-refugees-criticised-social-media-speak-mind\">outspoken views on the treatment of refugees</a>. </p> <p>This week, she waded into the <a href=\"https://www.theguardian.com/world/2016/oct/19/rightwing-tabloids-pour-scorn-appearance-child-refugees\">debate over the ages of some of the child refugees</a> accepted into the UK, saying “it shouldn’t matter”, and drew parallels between the UK’s failure to act and the actions of Nazi Germany.</p> <p>In a <a href=\"http://www.vice.com/en_uk/read/lily-allen-calais-refugee-crisis\">piece written for Vice</a>, Allen said: “From a very early age, we are taught about the second world war and how evil Hitler was. You always wonder how he managed to get the whole country to go along with that. Now we’re seeing it.</p> <p>“But I don’t want to be a good German. I want to be on the right side of history.”</p> <p>She added: “I went to Calais because I wanted to do what I can to help. I wanted to try to remind people of the humanity at the heart of the crisis, at a time when refugees were being demonised in the press. But after the film of my trip aired I found myself caught in a familiar constellation of tabloid and social media aggressors.</p> <p>“It’s not the fault of refugees, it’s about the lack of services available in this country. The government have found a group of vulnerable people they can blame their own failures on.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/lifeandstyle/2016/oct/23/why-is-it-vulgar-to-speak-up-for-migrants\">Why is it vulgar to speak up for migrants?</a> </p> </aside>  <p>After visiting the Calais refugee camp to volunteer in a charity warehouse, Allen was bombarded with abuse online and labelled an “indulged idiot” by the tabloids for a video of her apologising “on behalf of my country” to a 13-year-old Afghan boy who had been living in the camp for two months.</p> <p>“It just seems that, at three different intervals in this young boy’s life, the English in particular have put you in danger,” she told Shamsher Sherin, who had been attempting to jump on the back of lorries to cross the Channel and be reunited with his father living in Birmingham. </p> <p> “We’ve bombed your country, put you in the hands of the Taliban and now put you in danger of risking your life to get into our country.</p> <p> “I apologise on behalf of my country. I’m sorry for what we have put you through.”</p>",
  "<p>Michael White, the Guardian’s assistant editor, retired last week after almost 45 years at the paper as a reporter, foreign correspondent and columnist. He was political editor from 1990-2006, Washington correspondent (1984-88) and parliamentary sketch writer (1977-84). Here he reflects on his Guardian career.</p> <p><strong>When did you first know you wanted to be a journalist?</strong><br>I was never a student journalist but, after failing a few interviews for industry in my final student year, I decided – correctly – that I am by nature an observer, not a doer. I was lucky in my timing: 1966 was a very good time to embark on a career in journalism.</p> <p><strong>Do you remember your first day at the Guardian?</strong><br>I was a refugee from the reporters’ desk at the London Evening Standard, where the appointment of Stuart Kuttner, later of News of the World fame, as news editor made me keen to move. On day one at the Guardian, as Derek Malcolm, who was the paper’s film critic, showed me how to subedit the late arts reviews – those of Michael Billington and Nancy Banks-Smith among them – he said: “Do you know, I’m the only film critic in Fleet Street who still has to do this.” I realised I was Derek’s ticket out.</p> <p><strong>Did you always want to be political editor?</strong><br>No. But I was always interested in politics and applied for a Westminster vacancy that was earmarked for someone else, who turned it down. Within a year, I was the Guardian’s sketch writer. A lucky fluke, but Machiavelli – a better observer than a doer – was right to say luck is half of everything.</p> <p><strong>Is there one job you didn’t do that you would have loved to have tried?</strong><br>War is appalling and mostly to be avoided, but it has a grim fascination. I should like to have been a war correspondent, but only once.</p> <p><strong>What was your most embarrassing moment?</strong><br>When I got into <a href=\"https://www.theguardian.com/politics/2001/nov/05/labour.uk\">slight fisticuffs with the Daily Mirror’s political editor Alastair Campbell</a> over the death of his paper’s proprietor, Robert Maxwell. “It shows there is a God,” I said. I woke next day to find Alastair had been sacked by the new boss, and Fleet Street was proclaiming Maxwell a saintly hero. It was two weeks before Maxwell’s hand was found to have been in the pension fund and I could emerge from the doghouse.</p>  <figure class=\"element element-image\" data-media-id=\"aa3474de90744f6363780ba6ad1b06d8b6bc61b5\"> <img src=\"https://media.guim.co.uk/aa3474de90744f6363780ba6ad1b06d8b6bc61b5/0_37_1379_827/1000.jpg\" alt=\"Alastair Campbell,\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Alastair Campbell, whom Michael White got into ‘slight fisticuffs’ with over the death of Robert Maxwell.</span> <span class=\"element-image__credit\">Photograph: Jeremy Sutton-Hibbert/Rex</span> </figcaption> </figure>  <p><strong>What was your biggest scoop?</strong><br>I was never very good at finding scoops, which is just as well because I am a scoop sceptic. A few reporters are brilliant at it, but most “scoops” aren’t what they are cracked up to be. There are usually only half a dozen real crackers a year. I value sound judgment of known facts more highly. Pompous, I realise.</p> <p><strong>Is there a story that you wish you had written?</strong><br>I never wrote my best scoop. In the mid-1990s, a well-placed Tory MP told me the Provisional IRA was in ceasefire talks with John Major’s government. I couldn’t get a second source and it was too serious an issue to take a punt on. People might have been killed. And did my source have a suspect ulterior motive? The story was true, but I don’t regret my caution.</p> <p><strong>What has been the Guardian’s greatest moment during your career? </strong><br>There have been many, none prompted by me; battles with government – I admire Edward Snowden as I did not Julian Assange – and risky libel victories. When we beat Neil Hamilton <a href=\"https://www.theguardian.com/politics/1999/jun/08/uk\">and Jonathan Aitken</a>, even Dennis Skinner was impressed. The crime reporter <a href=\"https://www.theguardian.com/uk-news/2016/apr/23/duncan-campbell-cops-robbers-and-me\">Duncan Campbell’s win</a> over corruption at Stoke Newington nick impressed me greatly because he wrote so modestly about it.</p>  <figure class=\"element element-image\" data-media-id=\"b048e37983b64b27ef5bd1df62f2a9314b71a24b\"> <img src=\"https://media.guim.co.uk/b048e37983b64b27ef5bd1df62f2a9314b71a24b/0_106_5760_3456/1000.jpg\" alt=\"Michael White interviews former prime minister Tony Blair in 2012.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Michael White interviews former prime minister Tony Blair in 2012.</span> <span class=\"element-image__credit\">Photograph: Fabio De Paola</span> </figcaption> </figure>  <p><strong>Which of the journalists who you have worked with do you most admire?</strong><br>I have admired and deplored all my editors, loved my Westminster colleagues, notably Ian Aitken and the much-missed <a href=\"https://www.theguardian.com/media/2014/jan/06/simon-hoggart-guardian-observer-journalist-dies-67\">Simon Hoggart</a>, the naughty boy. I admired the leader writer and war hero <a href=\"http://www.independent.co.uk/news/media/my-mentor-charles-wheeler-on-mark-arnold-forster-421320.html\">Mark Arnold-Forster</a> and Mick Downing, father of the NUJ chapel, because they were both understated, and idealistic without being naive, though I would prefer to have been marooned on a desert island with <a href=\"https://www.theguardian.com/culture/2010/aug/28/posy-simmonds-tamara-drewe-interview\">the great cartoonist Posy Simmonds</a>. Among the many Fleet Street rascals with whom I have worked and drank, I have special affection for the late Gordon Grieg, of the Mail, and David Wooding, of the Sun.</p> <p><strong>Can you sum up the organisation in a sentence?</strong><br>More than most, the Guardian tries to do the decent thing and sometimes it succeeds.</p> <p><strong>A final thought after 45 years …</strong><br>Scepticism towards leaders and institutions is healthy for citizens and journalists, but cynicism is not. In sentimental and credulous times like ours, it can be dangerously corrosive.</p>",
  "<p>The Liberal senator Dean Smith says he wants a joint parliamentary committee to hold an inquiry examining all dimensions of free speech, not just the curbs on expression imposed by section 18C of the Racial Discrimination Act.<br></p> <p>Smith told Guardian Australia on Friday he <a href=\"https://www.theguardian.com/australia-news/2016/oct/28/malcolm-turnbull-declares-bill-leak-is-not-a-racist\">welcomed a signal from the prime minister, Malcolm Turnbull</a>, that the government was considering his proposal to have freedom of expression looked at by parliament’s joint committee on human rights.</p> <p>Turnbull has been <a href=\"https://www.theguardian.com/australia-news/2016/aug/30/cory-bernardis-racial-discrimination-revolt-supported-by-up-to-20-senators\">under pressure for months from the Liberal party’s right faction</a> and from the Australian newspaper, which has been campaigning vociferously on the issue, to overhaul 18C.</p> <p>The issue surfaced almost immediately after <a href=\"https://www.theguardian.com/australia-news/malcolm-turnbull\">Turnbull</a> won the election with a wafer-thin margin, in part as a campaign to stir up internal trouble and in part because a number of Coalition parliamentarians have strong views on the issue.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2016/oct/28/malcolm-turnbull-declares-bill-leak-is-not-a-racist\">Malcolm Turnbull declares: Bill Leak is not a racist</a> </p> </aside>  <p>The prime minister initially tried to dead-bat the push.</p> <p>But in August, the South Australian Liberal senator <a href=\"https://www.theguardian.com/australia-news/cory-bernardi\">Cory Bernardi</a> ignored the dead batting and brought forward a private member’s bill that would remove the words “insult” and “offend” from the act.</p> <p>The Bernardi proposal won support from every Liberal and National backbencher in the upper house.</p> <p>MPs – including the Family First senator Bob Day, who has been working with the Liberals on this issue – <a href=\"https://www.theguardian.com/world/2016/aug/08/amend-racial-discrimination-act-rda-discussed-turnbull-says-bob-day\">say Turnbull gave them smoke signals of support</a> for removing the words “insult” and “offend” from the act when he was courting support and crunching numbers for the Liberal leadership last year.</p> <p>Turnbull has said on several occasions post election the government had no plans to overhaul 18C, citing <a href=\"https://www.theguardian.com/world/2014/mar/24/george-brandis-people-have-the-right-to-be-bigots\">the politically disastrous effort</a> spearheaded by Tony Abbott when he was prime minister as a compelling reason why the debate should not be reopened.</p> <p>On Friday, Turnbull repeated his formulation that the government had no plans to alter 18C, but he also said the government was considering Smith’s proposal.</p> <p>“[Dean has] made the argument and I think it’s a reasonable one, that there should be an open, if you like, calm, cool discussion of the issues relating to this,” Turnbull said on Friday morning.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/aug/08/amend-racial-discrimination-act-rda-discussed-turnbull-says-bob-day\">New bid to amend Racial Discrimination Act discussed with Turnbull, says Bob Day</a> </p> </aside>  <p>Some Coalition MPs believe the human rights committee inquiry would give the prime minister a forward-looking process that would help mollify the right, but also broaden the discussion beyond the act to other issues, like the curbs on free expression imposed by the defamation law.</p> <p>The human rights committee is also a joint committee, which means there are representatives from both the House and the Senate.</p> <p>Thus far, the renewed 18C debate has been spearheaded by Coalition senators. Pitching the issue into the joint committee would test political support for reform in both chambers.</p> <p>Smith told Guardian Australia on Friday 18C was a tricky issue. </p> <p>“People’s fears and hesitations about reforming 18C can’t be dismissed,” he said. “But now is the time to broaden the consensus for reform.”</p> <p>The Liberal senator said reform couldn’t proceed without a community consensus that the restrictions on hate speech had gone too far with prohibitions on “insult” and “offend”.</p> <p>But Smith said the act was only one component of what needed to be a broader conversation. “It is important to remember that 18C is one element of a freedom of expression debate that is under way in this country,” he said. </p>",
  "<p>Almost all human beings have the capacity for empathy. Everyone has the potential to be at least troubled, or feel genuine anguish, about the suffering of other human beings. We recognise that, like us, other humans have insecurities and ambitions; we fall in love and have relationships that end in heartbreak; we worry about our children’s wellbeing; we say things we regret; we’re occasionally kept awake by fears or worries; and we try to impress people we look up to. We see things in others that we see in ourselves, and that binds us together. But what happens when we no longer see a specific group as human?</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/oct/27/theresa-may-policies-calais-rough-sleeping-children-camp-refugees-tories\">Calais's refugee children are sleeping rough because of Tory policy</a> </p> </aside>  <p>In <a href=\"https://www.theguardian.com/tv-and-radio/2016/oct/25/reflections-on-black-mirror-by-those-for-whom-science-fiction-became-reality\">Men Against Fire</a> – the penultimate episode in Charlie Brooker’s extraordinary new Black Mirror series – soldiers are sent to mow down fanged, shrieking zombie-like “roaches”. They relish slaughtering them – they even derive sexual kicks from doing it. But the victims are actually human beings. It emerges that the soldiers have had implants inserted that – as far as they can see – transform their desperate civilian targets into bloodcurdling monsters deserving of no compassion. As a military psychiatrist tells a soldier distraught at discovering the truth: “Humans are genuinely empathetic as a species. We don’t want to kill each other, which is a good thing, until your future depends on wiping out the enemy.”</p> <p>As the <a href=\"https://www.theguardian.com/world/video/2016/oct/26/fires-burn-in-calais-jungle-as-demolition-operation-continues-video\">Calais refugee camp burns</a>, there are few who wish to kill those who flee war, persecution or dictatorship. But it is pointless to pretend there is much support for the cause of refugees. As a group their humanity has been systematically stripped away. They are not like you, or your family, or your neighbours. Rather they are seen as a collective blob composed of faceless deceitful criminals, potential rapists and murderers who will steal homes, jobs and resources. If we believed they were like us or our children, we would not tolerate their mass drownings in the Mediterranean.</p>       <figure class=\"element element-video element--supporting\" data-canonical-url=\"https://www.theguardian.com/world/video/2016/oct/26/fires-burn-in-calais-jungle-as-demolition-operation-continues-video\"            data-short-url=\"https://gu.com/p/59c5f\"                    data-show-ads=\"true\"            data-video-id=\"2843250\"            data-video-name=\"Fires burn in Calais refugee camp as demolition operation continues – video\"            data-video-provider=\"AP\"            > <video data-media-id=\"gu-video-5810c2a5e4b01c528432cec1\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/26/161026calaisburns2_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/26/161026calaisburns2.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/26/161026calaisburns2_V4.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/world/video/2016/oct/26/fires-burn-in-calais-jungle-as-demolition-operation-continues-video\">Fires burn in Calais Jungle as demolition operation continues – video</a></figcaption> </figure>   <p>Last year, Sky News <a href=\"https://twitter.com/SkyNews/status/618353597173133312\">tweeted</a> about a migrant who “died trying to reach Britain through the Channel tunnel on a freight train”. The responses were not representative of the decent majority: they were extreme sentiments but nonetheless instructive. “I’m sorry are we meant to feel sorry for these criminals??”, asked one. “Oh well one less to drain Britain’s economy got no sympathy for them,” said another. “Nearly made it … bet was chuffed to bits!!!” cackled another. Others were more to the point – a simple “good” sufficed.</p> <p>It is always comforting to imagine that those who express such cruelty – let alone inflict it – are sociopathic. However these are not sociopaths, who make up a tiny fraction of the population. And there is a significant difference between glibly embracing a stranger’s death on Twitter and killing them yourself.</p> <p>But the truth is that much of the violence throughout our species’ bloodstained history was not inflicted by people incapable of empathy. Atrocities were committed by people who, in other scenarios, would help a pensioner cross the road, smile endearingly at a stranger’s infant in a train carriage, or come to the assistance of someone they’d never met before who was in distress.</p> <p>In the Balkan wars of the 1990s, neighbours, colleagues, even friends, <a href=\"http://www.cracked.com/personal-experiences-2022-6-awful-things-i-learned-surviving-genocide.html\">murdered one another</a>. It didn’t matter who they were: they were members of a group who, it was believed, posed an existential threat to the killers’ own community. Western colonialism was predicated on stripping humanity away from colonial subjects. Pseudo-scientists and anthropologists developed theories of Africans being innately inferior to people of European origin. Until 1967, Indigenous Australians were regulated by the country’s law as <a href=\"http://www.independent.ie/world-news/asia-pacific/aborigines-mark-40-years-as-human-beings-26293153.html\">“flora and fauna”</a>: they were officially wildlife, like the kangaroo. British public opinion would not have tolerated the avoidable famines that potentially killed tens of millions in India if the public had believed Indians were like them.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>It is always comforting to imagine that those who express such cruelty – let alone inflict it – are sociopathic</p> </blockquote> </aside>  <p>In the 1930s, nazism enveloped Germany, a nation regarded as one of the most civilised and cultured on Earth. Stripping away the humanity of Jews, Slavs and other “undesirables” was a precondition to murdering them. In the Polish town of Poznan in October 1943, Heinrich Himmler officially <a href=\"http://ww2history.com/key_moments/Holocaust/Himmler_s_Posen_speech\">confirmed</a> the Nazi Holocaust. “We must be honest, decent, loyal and comradely to members of our own blood and to nobody else,” he declared.</p> <p>There is no systematic industrialised attempt to exterminate millions of people today, but hundreds of thousands have perished in Syria’s killing fields, and the UN describes the treatment of Yazidis as genocide. Our grim history is littered with other reminders of the logical extremes of dehumanisation. As social neuroscientist Professor Tania Singer <a href=\"https://www.cogneurosociety.org/empathy_pain/\">puts it</a>, a “natural capacity for empathic resonance can easily be blocked – not just in psychopaths – but in all of us: simply because we think someone was unfair or is not belonging to ‘our tribe’”. This is a theme that I <a href=\"https://www.theguardian.com/commentisfree/2016/apr/28/hillsborough-could-happen-again-police-views-liverpool-fans\">continually return to</a> because the corruption of shared humanity is at the heart of injustice.</p> <p>It also provides clues about how we might respond. Political linguists have argued that the right often uses stories to make an argument, while the left falls back on facts and statistics. But we’re human beings, not machines. Take the refugee crisis. What, at least momentarily, shifted attitudes? It was when a little Kurdish boy, <a href=\"https://www.theguardian.com/world/2015/sep/02/shocking-image-of-drowned-syrian-boy-shows-tragic-plight-of-refugees\">Alan Kurdi</a>, washed up dead on a Turkish beach. All of a sudden, refugees were human beings again: like the kids playing football on your street.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/oct/27/dont-stigmatise-disabled-people-workshy\">Don’t stigmatise disabled people as workshy | Frances Ryan</a> </p> </aside>  <p>In Britain, benefit claimants have long been subjected to relentless demonisation. I often recall the case of Stephen Taylor, a 60-year old army veteran who had his benefits stopped because he wasn’t actively seeking work. Instead he was <a href=\"http://www.mirror.co.uk/news/uk-news/war-hero-stephen-taylors-benefits-2895202\">volunteering for the Royal Legion</a>, raising money for injured former comrades. It’s a story that always provokes a sharp intake of breath: mentioning the hundreds of thousands who have had their benefits stopped does not. Similarly, responding to a Daily Mail story about a benefit “scrounger” living in luxury with the government’s own estimate of benefit fraud – that is, <a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/371459/Statistical_Release.pdf\">0.7% of social security spending</a> – doesn’t work. The story trumps the statistic.</p> <p>Injustice becomes less tolerable if the victims are human beings rather than cockroaches. Dehumanisation leads to the tolerance of suffering at best, to murder at worst. Restoring our shared humanity isn’t easy, not least because powerful interests – from media outlets to politicians – relentlessly seek to undermine it. But it is the only hope for a troubled world.</p>"
]